{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-57795100",
      "category": "business",
      "title": "CBI employers group calls for early end to self-isolation rules",
      "tags": "Coronavirus lockdown measures,Contact tracing,Hospitality industry,UK economy,CBI",
      "text": "The UK's largest employers' body has urged the government to bring forward changes to Covid self-isolation rules.\nThe CBI says it would ease firms' staff shortage problems and help ensure the next phase of lockdown reopening is a \"confident\" not \"anxious\" process.\nIn a six-point plan published on Sunday, the CBI says clear guidance soon will help firms reopen.\nIt wants clarity over continued workplace testing and says funding by government is also needed.\nMost Covid restrictions are due to end on 19 July. But planned changes to self-isolation rules are not expected until 16 August at the earliest.\nMany companies, especially in the hospitality and leisure sectors, says their 19 July reopening plans are in disarray.\nThis is due to the number of staff having to isolate because they have been \"pinged\" by the NHS app or have come into close contact with someone with Covid.\nThe trade association UK Hospitality has said self-isolation rules are already causing \"carnage\" to firms.\nOn Sunday the CBI, which represents 190,000 businesses, called on the government to boost confidence in the isolation system by giving firms \"all available tools\" to  increase their \"agility and responsiveness\".\nThese should include bringing forward an end to the self-isolation rules on July 19, rather than waiting for 16 August.\nCBI boss Tony Danker said: \"Learning to live and work with the virus is the right strategy, but we need to ensure this is a confident not an anxious transition, otherwise it won't work.\n\"Businesses have had a real boost this week with the Prime Minister's plans for the final stage of the reopening. What's needed now is a concerted effort between business and government to create widespread confidence from the get go.\"\nThe CBI said other options include supporting employees and customers to feel confident in using public transport by keeping mask wearing compliance under review.\nFirms should be given clarity on the future for workplace testing, which should continue to be funded by the Government beyond the end of July,it said.\nThe CBI also wants more research into the impact of improved ventilation on the risk of aerosol transmission in the workplace, cleaning workspaces and hand-washing.\nThe Orchard Tea Gardens, at Grantchester, near Cambridge, had to close last week after several staff were contacted by the NHS Test and Trace app.\nOwner Charles Bunker said sales were already down 30% this summer, while ingredient prices and staff wages had risen sharply. The cafe now faced a \"perfect storm\" due to the impact of test and trace.\n\"The reality is that most of these people aren't ill, they've just been in contact with someone who has and have had to self isolate,\" he told the BBC.\n\"We need a system now whereby people can test, and immediately they are found not to have Covid they can come back to work.\n\"16 August will be two thirds of the way through our summer and the hospitality is dependent on having a good summer.\"\nLast week, UK Hospitality chief Kate Nicholls said Covid testing could replace isolation for people who've been in contact with a Covid patient, to avoid the \"carnage\" being caused to companies in her industry.\n\"We understand the need for caution and effective transmission control,\" she wrote on Twitter.\n\"What we are asking for is pragmatic adjustment to avoid disadvantaging young workers - test to release as per international travel will reduce disruption without reducing protection.\"\nThe Department for Business, Energy and Industrial Strategy (Beis) said on Sunday the government was working to reopen the economy while ensuring staff and customers are protected from the virus.\nA Beis spokesman said: \"We will set out our plans for moving to Step 4 on Monday, after reviewing the latest data. The expected easing of restrictions in England from July 19 will help businesses to get back to normal, but employers will continue to have a responsibility to help stop the virus spreading.\n\"Working safely guidance will be updated shortly to provide further clarity for businesses, helping ensure they are able to open safely, reducing the risk of transmission and protecting staff and customers.\" \nCurrently, if you are required to self isolate your employer cannot force you to come into work, says Emma Bartlett, an employment lawyer at CM Murray.  \nDoing so would not only breach your rights but those of your fellow workers in terms of health and safety.\nAs you isolate you may be entitled to Statutory Sick Pay, which is worth £96.35 a week, or more if your employer has a sick pay scheme. \nA £500 grant is also available in England to people on low incomes who have to self-isolate. This includes parents who can't work because their child has to self-isolate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57790900",
      "category": "uk-wales",
      "title": "Drugs: One man dies amid 12 drug overdoses in Swansea",
      "tags": "Swansea Bay University Health Board,Swansea,Drug use,NHS Wales",
      "text": "A man has died after a spate of drug overdoses in the last week in Swansea.\nSouth Wales Police are investigating the unexplained death of a man in the Waun Wen area of the city on Saturday.\nIt comes after a number of people ended up in Swansea's Morriston Hospital after taking what is believed to be a \"bad batch\" of drugs.\nSwansea Bay University Health Board has issued an \"urgent warning about the dangers of taking drugs\" after 12 overdoses in the area since Wednesday.\nThe health board had said earlier in the week that fake prescription anti-anxiety pills - being sold illegally as Valium and Xanax - was thought to be behind the cause of the overdoses.\n\"While initially people were warned about fake anti-anxiety drugs possibly being linked to the overdoses, it is still not clear what is behind the incidents, and other drugs could be involved,\" the health board has now said .\nSeveral people had been left seriously ill in hospital in Swansea earlier in the week and the health board contacted police due to the number of overdoses in a short space of time.\nSouth Wales Police said the man's cause of death is \"unknown\" and officers were \"keeping an open mind\" about the circumstances surrounding it.\nSwansea Bay health board public health director Keith Reid offered his \"condolences to the family and friends of the person who has died\".\n\"It's important that we see drug use primarily as a public health problem and recognise its very real impact on individuals and families in our communities,\" he said.\n\"This number of overdose cases in such a short time is highly concerning and we don't know clearly yet what drug or drugs may be behind it so we are advising people to take extreme care.\"\nThe health board said most doctors at the 750-bed hospital at Morriston and almost all members of the intensive care and anaesthetics teams had been involved in the care of the patients.\n\"We have sadly heard that these drugs have led to a death, which is a tragic waste of a life full of potential,\" said Morriston's A&E consultant Adrian Stallwood."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57797297",
      "category": "science-environment",
      "title": "Virgin Galactic: Sir Richard Branson rockets to the edge of space",
      "tags": "Commercial space travel,Richard Branson,Virgin Galactic,Space exploration",
      "text": "Billionaire Sir Richard Branson has successfully reached the edge of space on board his Virgin Galactic rocket plane.\nThe UK entrepreneur flew high above New Mexico in the US in the vehicle that his company has been developing for 17 years.\nThe trip was, he said, the \"experience of a lifetime\".\nHe returned safely to Earth just over an hour after leaving the ground.\n\"I have dreamt of this moment since I was a kid, but honestly nothing can prepare you for the view of Earth from space,\" he said in a press conference following the flight. \"The whole thing was just magical.\"\nThe trip also makes him the first of the new space tourism pioneers to try out their own vehicles, beating Amazon's Jeff Bezos and SpaceX's Elon Musk.\nThe height reached by Sir Richard in the rocket plane, known as Unity, was 85km (282,000ft; 53 miles).\nThe businessman was accompanied on the mission by the vehicle's two pilots, Dave Mackay and Michael Masucci, and three Galactic employees - Beth Moses, Colin Bennett and Sirisha Bandla.\nThe latter trio and Sir Richard were presented with commercial astronaut wings after the flight by former space station commander and Canadian astronaut, Chris Hadfield. \nSir Richard billed the flight as a test of the space tourism experience he expects to begin selling to customers from next year.\n\"I've had my notebook with me and I've written down 30 or 40 little things that will make the experience for the next person who goes to space with us that much better,\" he said. \"The only way sometimes you can find these little things is to get in a spaceship and go to space and experience it for yourself.\"\nSome 600 individuals have already paid deposits for tickets that will cost them up to $250,000 (£180,000).\nThese are all people who want to reach a height where they can see the sky turn black and marvel at the Earth's horizon as it curves away into the distance. Such a flight should also afford them about five minutes of  weightlessness during which they will be allowed to float around inside Unity's cabin.\nIt's been a long road for Sir Richard to get to this point. He first announced his intention to make a space plane in 2004, with the belief he could start a commercial service by 2007.\nBut technical difficulties, including a fatal crash during a development flight in 2014, have made the space project one of the most challenging ventures of his career.\nSpace tourism is a sector being rekindled after a decade's hiatus, and it's about to get very competitive.\nThroughout the 2000s, seven wealthy individuals paid to visit the International Space Station (ISS). But this adventurism, organised under the patronage of the Russian space agency, ceased in 2009.\nNow, new initiatives abound. As well as Sir Richard's approach, there are projects coming from Amazon.com founder Jeff Bezos and the California tech entrepreneur Elon Musk.\nThe Russians, too, are reprising their commercial flights to the ISS, and there are even those who want to launch private space stations for people to visit. Among these is Axiom, a company started by a former Nasa ISS programme manager.\nElon Musk travelled to New Mexico to support his friend (he intends to ride Unity at some point); and following the flight, Mr Bezos sent his congratulations.\nThere's clearly something of an edge in the Branson-Bezos relationship, however.\nOn Friday, the retail billionaire's Blue Origin space company had issued a tweet that took a pop at Virgin Galactic's Unity vehicle. The posting repeated a claim that anyone who flew on the rocket plane would forever have an asterisk by their name because they wouldn't reach the \"internationally recognised\" altitude for where space begins - the so-called Kármán line of 100km.\nThe US government has always recognised the boundary of space to be at about 80km (50 miles) and it awards astronaut wings to anyone who exceeds this altitude. Before Sunday, only 580 people had ever been above this height.\nUnity is a sub-orbital vehicle. This means it can't achieve the velocity and altitude necessary to keep it up in space to circle the globe.\nThe vehicle is designed to give its passengers stunning views at the top of its climb and allow them a few minutes to experience weightlessness. \nUnity is first carried by a much bigger aeroplane to an altitude of about 15km (50,000ft), where it is released. \nA rocket motor in the back of Unity then ignites to blast the ship skyward. \nThe maximum height achievable by Unity is roughly 90km (55 miles, or 295,000ft). Passengers are allowed to unbuckle to float to a window.\nUnity folds its tailbooms on descent to stabilise its fall before then gliding home."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57790171",
      "category": "uk-england-birmingham",
      "title": "Euro 2020: England and Villa fan conned out of £2k for final tickets",
      "tags": "Banbury,Fraud",
      "text": "An England fan said he had lost £2,000 after he bought fake tickets for the Euro 2020 final.\nAston Villa fan Ben Moore said he was \"sceptical\" of the offer, but it seemed believable when the seller showed him photos of the tickets.\nHe agreed to pay £2,000 upfront and a further £2,000 for the second seat on receipt of the tickets.\nBut a few hours after the money was sent, the seller blocked Mr Moore, 28, on Twitter and \"disappeared\".\nHe has reported the incident to his bank and Action Fraud.\n\"I'd been spamming the UEFA ticket portal for days, like all England fans, but I went through Twitter and came across this guy\", he said.\n\"He showed me the tickets through the app, so I could see pictures and they were quite believable.\"\nThe 28-year-old, originally from Birmingham but now living in Banbury in Oxfordshire, said he \"doesn't like doing this sort of stuff\" and has \"never been conned like this\".  \nAfter sharing his experience on his Villa blog, he said another fan got in touch to say he had been duped by the same person.\n\"It's not nice, the money is bad, it's horrible,\" he said.\n\"I'm disappointed at not being able to go to the game. \n\"I'm a massive England fan, it's a once in a lifetime opportunity.\"\nHe said he used money from his mortgage savings to pay for the tickets, but was relieved he had not paid the full £4,000 asking price for the pair of tickets. \nMr Moore said he has also faced criticism from people online saying he was \"stupid\".\n\"I'm very analytical but the messages looked so genuine,\" he said.\n\"The deep down disappointment is not actually being able to go to the game. It's a double kick in the teeth.\"\nThe BBC has contacted Action Fraud for comment.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57770911",
      "category": "uk-wales",
      "title": "Covid: Doctors call for face masks to stay in healthcare settings",
      "tags": "Coronavirus lockdown measures,Caerphilly,Welsh government,Coronavirus pandemic",
      "text": "Face masks should still be used in healthcare settings, even if restrictions are eased elsewhere, the head of a doctors' group has said. \nThe Welsh government is under pressure from some after Boris Johnson said English restrictions could end in July.\nBritish Medical Association Wales chairman, Dr David Bailey, said removing all rules would be the \"wrong way to go\" for healthcare settings. \nHe called for \"flexibility\" over future face mask rules. \nDr Bailey, a GP in Caerphilly, said he would continue to wear a mask in the supermarket and on public transport, but there was not a necessity to wear them outside.  \nHe said: \"I don't think we need to be perhaps quite as worried about it as we were six months ago because most of us are vaccinated and because there's much less likelihood of getting ill.\n\"So I think there does need to be a bit of flexibility and it looks likely that it won't be mandatory in the future.\"\nDr Bailey added that it was \"reasonable\" to reduce the amount of social distancing, but rejected a complete relaxation of the rules.\nThe Welsh government will announce any changes to Covid rules at its next review on 15 July. \n\"I think we would certainly strongly suggest that would be the wrong way to go in healthcare settings,\" he said. \n\"It's important, I think, to make sure that in healthcare settings we do try and continue to use face coverings.\"\nConcerns have been raised about potential different rules in England and Wales, particularly by businesses on the border.\n\"Face masks shouldn't cause any problem at all on the borders,\" he said, urging the Welsh government to be \"sensible and cautious\".\nDr Bailey added: \"The things that don't actually impact on getting on with your life, why not do them anyway?\n\"They've been proven to help and there is still a lot of Covid in the community.\"\nWales' overall case rate has been increasing and was at 117 cases per 100,000 people on Thursday, which is still lower than all other UK nations and English regions.\nThere has been a slight rise in the average number of patients with confirmed Covid in hospital beds.\nHowever, hospital admissions for patients with confirmed and suspected Covid remain low - a daily average of seven, which is 0.6% of all hospital admissions.\nGPs themselves have been starting to see more patients with Covid symptoms.\nThe consultation rate - which has been one of the wider measures used by health officials to assess the progress of Covid - has risen to a level not seen since March, according to the most recent Public Health Wales figures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57793540",
      "category": "world-europe",
      "title": "Portugal orders house arrest for Benfica football club president",
      "tags": "Portugal,Money laundering",
      "text": "A judge in Portugal has ordered that the president of Benfica, the country's biggest football club, be kept under house arrest until he posts €3m (£2.6m; $3.6m) bail.\nLuís Filipe Vieira, 72, is being investigated for suspected tax fraud, money laundering and other crimes. \nHe had been Benfica's president since 2003, but suspended his current term on Friday - two days after his detention.\nMr Vieira's lawyer says his client \"is convinced of his innocence\". \nProsecutors and tax inspectors have searched dozens of premises, including club offices. \nThree other people who were earlier detained for questioning have been released on bail.\nThe prosecutors are investigating deals worth more than €100m that may have resulted in heavy losses to the Portuguese state and several companies.\nThe Lisbon-based club has stressed that it is not under investigation. \nThe position of Benfica's president has been taken over by Rui Costa, a former Benfica star and Mr Vieira's vice-president."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57748159",
      "category": "uk-wales",
      "title": "Offa's Dyke: Monument damaged by 'centuries of benign neglect'",
      "tags": "Welsh language,Art,Poetry",
      "text": "The United Kingdom's longest ancient monument has been damaged by \"centuries of gradual benign neglect\", says an association fighting to preserve it.\nA fund has started to help preserve the 8th Century Offa's Dyke earthwork.\nOffa's Dyke has \"a lot of catching up to do\" compared with other monuments like Hadrian's Wall and Stonehenge, according to its association chairman.\nDave McGlade said the 177 mile (285 km) monument on the Wales-England border is a \"sensitive archaeological landscape.\"\n\"It is also a scheduled monument, protected by statute law, and deserves to be treated with the utmost respect,\" added the Offa's Dyke Association chairman.\nThe association has said because the scheduled monument exists largely within private land, it has fallen to landowners and local communities to keep it maintained. \nIt said in consultation with Welsh historic environment body Cadw, the National Trail unit and Historic England, the Offa's Dyke Rescue Fund would seek to purchase parts of the monument considered to be under threat.\nA 2017 survey showed just 8.7% of Offa's Dyke was in a \"favourable condition\" and artist Dan Llywelyn Hall has been commissioned for an exhibition celebrating 50 years of the Offa's Dyke Path.\nHe said while it is a \"modest little bump in the landscape\", it is \"hugely important to our identity of Wales\", such as in preserving the language and culture.\n\"It embodies a border culture between England and Wales and goes beyond that but it encases communities across the border that want to preserve it,\" said Mr Hall, from Llanfyllin in Powys.\n\"For a lot of people the path can seem irrelevant or inconvenient to maintain as it runs through a lot of private land and farm yard but once you lose that significance you never retrieve it.\"\nOffa's Dyke is named after King Offa - the king of the Mercians, a warrior tribe from central England, from AD 747 to 796.\nHe ordered it to be constructed in the 8th Century, probably to divide his kingdom from rival kingdoms in what is now Wales, according to National Trails. The work required thousands of men.\nThe earth bank in places still stands to a height of 12 feet (3.5m) and 60 ft (18m) wide.\nThe 177-mile National Trail opened in the summer of 1971 and links Sedbury Cliffs near Chepstow with the coastal town of Prestatyn on the shores of the Irish sea. \nAccording to Visit Wales, fell-runners take an average of five days to complete it while hikers take 12 days. \nIt passes through eight different counties and crosses the border between England and Wales more than 20 times. \nIt links three Areas of Outstanding Natural Beauty - the Wye Valley, the Shropshire Hills and the Clwydian Range / Dee Valley.\nThe exhibition 'Walking with Offa' will bring together art, poems and music celebrating 50 years of the path and will run through from Saturday until October, at Offa's Dyke Association and Centre in Knighton.\nMr Hall said it was a way to persevere and shed light on the \"monument of fragile existence that hasn't really been explored or given so much limelight,\" with the fund emerging after he and the association \"realised it needed attention\".\n\"We are hoping we can press upon people the importance of the monument and hope people will engage with it and absorb the sites and love it,\" he said.\nThe Offa's Dyke Path's national trail officer Rob Dingle said the monument is important for the local economy as it attracts walkers from all over the world.\n\"They call it the breathtaking borderlands,\" he said.\n\"The trail itself brings walkers from all around the world to enjoy our landscapes and when they are here they are staying in Airbnb's, drinking in our pubs and spending in our shops so that money coming into the rural economy is huge.\"\nHe said because of the Covid pandemic, getting people to walk the trail and enjoy the area was \"hugely important\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57799271",
      "category": "uk",
      "title": "Euro 2020 Final: Small number of fans broke into Wembley, say police",
      "tags": "Wembley Stadium",
      "text": "A small number of ticketless fans broke into Wembley Stadium for the Euro 2020 final, after videos showed crowds pushing through barriers, police said.\nFans fought with stewards and police as they attempted to break through gates.\nThe FA said it was \"entirely unacceptable\" and those involved were \"an embarrassment to the England team\".\nThe Metropolitan Police said it had worked with security staff to prevent further breaches and also supported officials in ejecting ticketless fans.\nThe FA said it would \"work with the relevant authorities to take action against anyone who is identified to have illegally forced their way into the stadium\".\nThe statement from police came after Wembley Stadium initially denied that anyone without a ticket had gained entry, saying: \"There were no security breaches of people without tickets getting inside the stadium.\"\nIn a later statement, a stadium spokesperson said: \"There was a breach of security and a small group of people got into the stadium. \n\"We are now working closely with stadium stewards and security to remove these people. Anyone inside the stadium without a ticket will be instantly ejected.\"\nFootage from inside Wembley showed fans fighting, apparently after some had forced through a door.\nAnd the BBC's Howard Nurse said it took until half-time for stewards to clear the gantry section meant for disabled spectators at Wembley.\n\"The area was rammed with people who should not have been there and it was quite an edgy situation,\" he said.\nHealth minister Edward Argar told Sky News action would be taken against those who had broken the law.\nHe said: \"It is sad when a very small number of people, a tiny minority, bring the sport into disrepute by trying to do something like this.\n\"Again, I would say they are not reflective of the fans of our national game and our national team.\"\nA large crowd was also trying to enter the fan zone in Trafalgar Square without tickets shortly before kick-off, the Met Police said.\nPolice said they had been \"engaging with the crowd and telling them to disperse\".\nAt Wembley, a man was taken to hospital after he was hit by a bus on High Road. Police said the bus driver stopped at the scene and the man's injuries were not said to be life-threatening.\nIn footage taken at Wembley Stadium and posted by video blogger Paul Brown, fans could be seen jumping over barriers and grappling with stewards and police, as some of them were ejected.\nMr Brown said there were not enough police to deal with the size of the crowd.\nBBC News producer Warren Moran said he saw people without tickets forcing their way through the turnstiles, but could not say whether they were later ejected from the stadium.\nHe said dozens of people were pushing through the gates for disabled people, which were open.\nA video posted by Sky Sports reporter Michelle Owen showed several fans streaming over barriers as stewards looked on.\nShe said: \"If this is even crossing your mind, don't. You don't get far. Please don't ruin it for everyone at Wembley.\"\nIn addition to videos of crowds pushing past barriers, some witnesses said they had seen people getting in by \"tailgating\" behind ticket-holders through the turnstiles.\nThe Daily Telegraph's Ben Rumsby posted on Twitter that he and others had seen examples of this in the build-up to the final.\nWere you at Wembley? Did you see people break in without tickets? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57789451",
      "category": "uk",
      "title": "Euro 2020: Queen and Boris Johnson wish England well as final looms",
      "tags": "Queen Elizabeth II,Tom Cruise",
      "text": "The Queen and Boris Johnson have led messages of support to the England team ahead of the Euro 2020 final.\nThe monarch recalled presenting the World Cup trophy to Bobby Moore in 1966 as she praised the current team's \"spirit, commitment and pride with which you have conducted yourselves\".\nAnd in a letter to the squad, the prime minister said they had \"lifted the spirits of the whole country\". \nThe Duke of Cambridge said he \"can't really believe this is happening\".\nPrince William, who is president of the English Football Association (FA), urged the squad to \"bring it home\" and said the team had already displayed \"the very best of England\".\nGareth Southgate's team play Italy at Wembley on Sunday at 20:00 BST. \nFA chief executive, Mark Bullingham, told the BBC's Andrew Marr Show that the mood in the England camp was \"very calm\".\nHe said Southgate had built a really strong environment and created a \"band of brothers feeling\" in the team, which had a \"fantastic togetherness\" and \"resilience\". \n\"We're in a good place. It will be a tough game but we're going to give it a good go,\" he added.\nAsked what he would say to England fans considering booing the Italian national anthem before the match, he said: \"We've been really clear we do not support that. We want them to really get behind the team… but get behind the team in the right way.\"\nThe Queen's message hailed the \"spirit, commitment and pride\" of the England players.\nShe wrote: \"Fifty-five years ago I was fortunate to present the World Cup to Bobby Moore and saw what it meant to the players, management and support staff to reach and win the final of a major international football tournament.\n\"I want to send my congratulations and that of my family to you all on reaching the final of the European Championships, and send my good wishes for tomorrow with the hope that history will record not only your success but also the spirit, commitment and pride with which you have conducted yourselves.\"\nIn his letter, Mr Johnson told the team they had \"already made history\" by taking England into the final of a major international competition for the first time in 55 years. \n\"You have forged a band of brothers whose energy and tenacity and teamwork - and sheer flair - seem to shine in everything you do,\" he said. \n\"You have lifted the spirits of the whole country, and tomorrow we know you can lift that trophy too.\n\"We are not just hoping or praying. We believe in you, Gareth, and your incredible squad.\n\"On behalf of the entire nation, good luck, have a great game - and bring it home!\"\nYou can watch England v Italy live on BBC One. The match kicks-off at 20:00 BST tonight, but the TV coverage starts at 18:20.\nYou can also stream the match via BBC iPlayer or the BBC Sport live page.\nFor radio listeners, build up to the match will begin on BBC Radio 5 Live from 18:00, with live commentary from 20:00.\nWilliam added: \"What a team performance it's been. Every member of the squad has played their part, and all the back room team as well have been truly essential.\n\"I can't really believe this is happening. So exciting and I just wish you the very best of luck.\n\"You bring out the very best of England and we are all behind you. The whole country is behind you. So, bring it home.\"\nMeanwhile, Labour leader Sir Keir Starmer described the team as \"role models\" as he urged them to \"bring it home\". \n\"On and off the field, you've shown the best of England during this tournament,\" he said. \n\"You've been as fearless as the three lions on our crest. You've lit up this tournament. And in spite of those who tried to undermine you, you've used your platform to stand up for our shared values as a country.\"\nSpeaking at a news conference on Saturday evening, Southgate said: \"It has been fantastic to have the letter from the Queen and the prime minister to all of the team - and the recognition the players have gone about this in the right way.\n\"But we're in a final and we're here to win. Now we want to go and bring the trophy home.\"\nEarlier on Saturday, supporters lined the road as they cheered the team bus off from the England training complex near Burton upon Trent. The team stayed in Watford, closer to Wembley stadium, on Saturday night.\nCaptain Harry Kane said: \"To see the fans on the street and see the reception we have had, it has just shown us how big of an occasion it is.\n\"We know how much it means to the English fans so we are proud to be representing them and hopefully we can do them proud tomorrow night.\"\nThe Queen is not the only person wishing the England team well, with Kane revealing that actor Tom Cruise called the squad.\nHe told BBC Radio 5 Live: \"We actually had Tom Cruise get in touch yesterday evening. You get everyone who loves football.\"\nKane added: \"We were fortunate enough to have a watch of one of his films, so I think he was over here in the UK and he just dialled in and Facetimed us just to wish us the best as a group. So that was nice of him.\n\"I'm not sure if he will be there at the final or not, but football is such a big part of the world and it's nice to have that support.\"\nA good luck message from David Baddiel, Frank Skinner and the Lightning Seeds - who are behind the football anthem Three Lions (Football's Coming Home) - has also been projected onto the white cliffs of Dover ahead of the match. \n13 June, group stage: England beat Croatia 1-0, with Sterling scoring the only goal of the game\n18 June, group stage: England and Scotland draw 0-0 at Wembley\n22 June, group stage: England beat Czech Republic 1-0 to top Group D, with Sterling scoring again\n29 June, round of 16: England beat Germany 2-0 thanks to goals from Kane and Sterling\n3 July, quarter-final: Kane, Maguire and Henderson score as England beat Ukraine 4-0\n7 July, semi-final: England beat Denmark 2-1 after extra time, with Kane scoring the winner"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-57796712",
      "category": "uk-england-northamptonshire",
      "title": "Dr Martens and Rushden and Diamonds supremo Max Griggs dies",
      "tags": "Rushden,Irthlingborough,Wollaston",
      "text": "Max Griggs who founded the original Rushden and Diamonds FC and made his fortune with Dr Martens footwear has died.\nIts successor club, AFC Rushden and Diamonds, said Mr Griggs passed away on Thursday.  \nChairman Ralph Burditt said his colleagues were devastated by the news.\nHe said Mr Griggs regularly attended the Northamptonshire club's home games until the autumn lockdown and was a \"pivotal person in the club's history\".\n\"We wouldn't be here without him. Everyone in the local area linked to the members could only say what a wonderful, kind down-to-earth man he was,\" said Mr Burditt. \nAt Saturday's pre-season match against Cambridge City, players wore black armbands in respect. \nSocial media has seen an outpouring of tributes.\nThe director of Peterborough United, Barry Fry, said: \"He was a wonderful man, a great man, what he did for Rushden and Diamonds.\n\"He gave the club to the fans - a great football man. He will be sadly missed. They don't make them like him anymore.\"\nMax Griggs' business success was partly built by putting Dr Martens at the heart of Northampton Shoes and Boots, based in Wollaston.\nIn 1960, Mr Griggs and his brothers bought the UK patent rights to the Dr Martens boot with its air-cushioned sole, which became popular with several British youth cults.\nMr Griggs formed Rushden and Diamonds FC in 1992 by merging two neighbouring clubs, Rushden Town and Irthlingborough Diamonds, with the aim of getting the single, larger club into the Football League.\nHe was at the helm at Nene Park for 11 years and achieved that dream, before retiring as chairman in 2003.\nRushden and Diamonds FC folded in 2011, with the present day \"phoenix\" club AFC Rushden and Diamonds formed by a small group of supporters.  \nIn 2014, Max Griggs and his son Stephen gave the club, the stadium and the 22 acres of land at Nene Park to the Supporters' Trust.\nAs well as £20m worth of assets, the Griggs Group also gave the trust a cash injection of £750,000.\nAFC said it planned to further commemorate Mr Griggs' life at the Northampton Town friendly on 21 July. \nThe club currently plays in the Southern League Premier Division Central.\nMr Griggs' family have not yet commented on his death.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57797467",
      "category": "world-europe",
      "title": "Georgia: Cameraman dies after attack at anti-Pride march",
      "tags": "Press freedom,Pride,Georgia,Tbilisi,LGBT",
      "text": "Police in Georgia have launched a criminal investigation into the death of a cameraman who was attacked while covering an anti-Pride event. \nLekso Lashkarava suffered severe facial injuries during the attack in Tbilisi on 5 July but was discharged from hospital. He was found dead on Sunday. \nThe Georgian interior ministry said four people have been arrested. \nPride was called off on Monday after violent groups targeted the offices of LGBT campaigners. \nWhile discrimination against sexual orientation is illegal in Georgia, the country - which lies between Eastern Europe and Western Asia - remains very conservative. \nLashkarava was attacked by anti-LGBT protesters who were demonstrating against the planned Pride events. He was one of more than 50 journalists attacked on that day. \nLashkarava's editor at TV Pirveli said the cameraman had complained of severe pain when he saw him on Friday. \nAn official cause of death has not been announced. Georgia's interior ministry has announced that it has launched a criminal investigation. \nPrime Minister Irakli Gharibashvili described Lashkarava's death as an \"unimaginable tragedy\" but he faces calls to step down. He, along with his government, has been accused of orchestrating a violent campaign against journalists by people in the media industry. \nTwo marches are set to take place on Sunday. One is calling for the government's resignation and another has been organised by representatives from media outlets. \nReporters Without Borders condemned last week's attacks, saying journalists \"sustained injuries that included concussion, chemical burns and broken arms\". \nIt accused authorities of \"culpable passivity\" and said police had failed to protect reporters. \nActivists had organised five days of Pride events but in a statement on Monday, Tbilisi Pride said local authorities had \"not only failed to secure safety of the queer community and our supporters, but actively hampered us from exercising the right of assembly\" ahead of the planned march.\nGeorgia's interior ministry had previously called on the organisers to cancel the Pride march due to safety concerns while Mr Gharibashvili described the event as \"unacceptable for a large segment of the Georgian society\".\nThe Georgian Orthodox Church, which strongly opposes LGBT activists, had also called for a public prayer meeting against the Pride event.\nIt is not the first time that there has been violence at an anti-LGBT march. In 2019, far-right protesters joined demonstrations against the premiere of Georgia's first LGBTQ film in Tbilisi."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57796309",
      "category": "world-europe",
      "title": "Pope Francis leads prayers from hospital balcony after colon surgery",
      "tags": "Pope Francis,Roman Catholic Church,Rome",
      "text": "Pope Francis has appeared in public for the first time since undergoing surgery for a colon problem a week ago.\nAppearing in good health, the 84-year-old pontiff led his weekly prayers from a balcony of the Gemelli Hospital in Rome.\nHundreds of people had gathered outside the hospital, some shouting \"Viva il Papa!\" (long live the Pope).\nThe Vatican said the Pope had responded well to the treatment for \"symptomatic diverticular stenosis\" of the colon.\n\"I am glad to be able to keep the Sunday Angelus appointment, even here,\" Francis told the crowd. \"I have deeply felt your closeness and the support of your prayers. Thank you from the bottom of my heart.\"\nThanking hospital staff, he said he had \"experienced how important good health care is, accessible to all, as it is in Italy and in other countries\".\n\"This precious benefit must not be lost. It needs to be kept,\" he added. \nSome child patients appeared alongside the Pope on the balcony. It is not clear how long the pontiff will remain in hospital while he recovers.\nDiverticular disease is a condition that involves bulges in the wall of the large intestine. This can lead to a narrowing of the colon, with symptoms including bloating and recurrent abdominal pain.\nFrancis, who was born in 1936 in Buenos Aires, lost part of his right lung at the age of 21. \nHe also suffers from a hip problem and sciatica, which causes pain that radiates from the lower back to the legs.\nIn 2014, he had to cancel a number of engagements because of a reported stomach ailment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57793122",
      "category": "uk",
      "title": "Covid: NHS backlog in England could reach 13 million, says Sajid Javid",
      "tags": "NHS England,Coronavirus pandemic",
      "text": "NHS waiting lists in England could more than double in the coming months, the health secretary has said.\nCurrently, some 5.3 million people are waiting for routine operations and procedures in England.\nSajid Javid told the Sunday Telegraph he was \"shocked\" when officials warned him that the backlog could reach 13 million patients.\nBut he added he was confident most remaining curbs would be lifted in England on 19 July.\nMr Javid, who became health secretary two weeks ago after his predecessor Matt Hancock resigned following an apology for breaking social-distancing rules, said waiting lists were his priority.\nHe told the Sunday Telegraph: \"What shocked me the most is when I was told that the waiting list is going to get a lot worse before it gets better.\n\"It's gone up from 3.5 million to 5.3 million as of today, and I said to the officials, so what do you mean 'a lot worse', thinking maybe it goes from 5.3 million to six million, seven million. They said no, it's going to go up by millions... it could go as high as 13 million.\n\"Hearing that figure of 13 million, it has absolutely focused my mind, and it's going to be one of my top priorities to deal with because we can't have that.\"\nAmong the solutions, Mr Javid said, would be to pay private healthcare providers to continue to treat NHS patients, and keeping virtual doctors' appointments.\nA BBC analysis found in May that almost a third of hospitals had seen long waits for treatment increase - with more than 10% of patients going a year or more without treatment.\nIn March, around five million patients were waiting for surgery - the highest number since modern records began.\nIt comes as Covid case numbers rose above 30,000 for the fourth day in a row on Saturday, amid concerns over the move to end most of England's remaining curbs later this month.\nMr Javid has previously warned that virus cases could reach 100,000 a day over the summer, if the ending of restrictions goes ahead as planned on 19 July.\nIf that does happen, then hospital admissions could reach 2,500 a day, according to statistician Professor Sir David Spiegelhalter.\nAppearing on The Andrew Marr Show on BBC One, Prof Spiegelhalter said it was \"absolutely inevitable\" that the UK would soon experience \"a big wave of cases\".\nHe said the hospital admissions estimate was \"very high\" but \"considerably lower\" than the peak of the second wave.\"\nPatients would also likely be younger and therefore require shorter stays in hospital, Prof Spiegelhalter added.\nProf Helen Stokes-Lampard, chairwoman of the Academy of Medical Royal Colleges, told BBC Radio 4's Today programme the academy was \"cautious about issuing dire warnings\" but she had become \"profoundly concerned\" over the last couple of weeks about the idea of lifting restrictions in England on 19 July.\n\"There seems to be a misapprehension that life will return to normal from then and that we can throw away all the precautions and, frankly, that would be dangerous,\" she said.\nA few hospitals in the UK have announced that non-urgent surgery is being postponed because of rising admissions of Covid patients, very high patient numbers at A&E, and staff self-isolating, the BBC's health editor Hugh Pym reported.\nIn Wales, home births were suspended by the Swansea Bay health board due to the number of staff self-isolating or unwell.\nHealth experts in Scotland said clinicians were \"resigned\" to spiralling Covid cases putting more pressure on health services in the coming weeks.\nHowever, the link between Covid, hospitalisation and death has been weakened by the vaccine rollout, with admissions to hospital and deaths below the levels seen last winter.\nBeing fully vaccinated reduces the risk of symptomatic Covid-19 by about 90%, and hospitalisation by up to 94%, depending on the jab.\nEngland fans attending Sunday's Euro 2020 final against Italy at Wembley will be offered on-the-spot jabs at a nearby vaccination centre.\nProf Stephen Powis, of NHS England, described the vaccine as the \"best defence\" and urged fans to \"be a team player and get both your vaccinations in what is a game of two jabs\".\nThe NHS will also air an advert during TV coverage of the final to encourage people who have not been vaccinated to get their jab.\nSo far, 45.7 million first doses have been distributed by the NHS across the UK - more than 86% of all UK adults.\nMeanwhile, experts have warned it is possible to catch two coronavirus variants at the same time after an unvaccinated 90-year-old woman in Belgium became sick with the Alpha and Beta types simultaneously."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57791618",
      "category": "world-latin-america",
      "title": "Jovenel Moïse: President's widow speaks for first time",
      "tags": "Haiti,Jovenel Moise assassination,Jovenel Moise",
      "text": "The injured widow of Haiti's president has described the moment assassins \"riddled\" her husband with bullets after bursting into their home in the middle of the night.\nMartine Moïse said the attack happened so quickly, her husband Jovenel was unable to \"say a single word\".\nPresident Moïse was killed on 7 July, allegedly by 28 foreign mercenaries.\nMrs Moïse was also injured in the attack, and was flown to Miami for treatment.\nOn Saturday, she posted a voice message to her Twitter page vowing to continue his work. A number of people have confirmed it is the president's wife.\n\"In the blink of an eye, the mercenaries entered my house and riddled my husband with bullets,\" Mrs Moïse says in the recording, describing the moment the attackers killed her husband.\n\"This act has no name because you have to be a limitless criminal to assassinate a president like Jovenel Moïse, without even giving him the chance to say a single word,\" she continued.\nShe suggested her husband was targeted because for political reasons - in particular, mentioning a referendum on changes to the constitution which could have given the president more power.\nThe unnamed people, she said, \"want to assassinate the president's dream\".\n\"I am crying, it is true, but we cannot let the country lose its way,\" she added. \"We cannot let the blood of President Jovenel Moïse, my husband, our president whom we love so much and who loved us in return, flow in vain.\"\nMr Moïse, 53, had been president of Haiti, the poorest nation in the Americas, since 2017. His time in office was rocky as he faced accusations of corruption and there were widespread demonstrations in the capital and other cities earlier this year.\nParliamentary elections should have been held in October 2019 but disputes have delayed them, meaning Mr Moïse had been ruling by decree.  He had planned to hold a referendum on the proposed constitutional changes this September.  \nIn February this year, on the day the opposition wanted him to leave office, Mr Moïse said an attempt to kill him and overthrow the government had been foiled.\nIt is still unclear who organised Wednesday's attack and with what motive. A number of questions remain unanswered, including how the alleged assassins were able to enter the property. Mr Moïse's bodyguards are due to be questioned next week.\nOne prominent opposition figure has openly expressed scepticism over the current version of events. Former Haitian senator Steven Benoit told local station Magik9 radio on Friday it was \"not Colombians who killed him\", but did not provide evidence to back up his claims.\nHaitian police have said the majority of the mercenaries was Colombian, while two were joint US nationals.\nSeventeen of the group were detained in the capital Port-au-Prince after a gun battle. Three suspects were killed by police, and eight others are still being sought.\nColombia's government has pledged to assist Haiti with its investigation efforts.\nColombian police director, Gen Jorge Luis Vargas, said 17 former Colombian soldiers were thought to be involved.\nThe US state department, meanwhile, said it could not confirm if any of its citizens had been detained.\nHowever, US and Canadian media are reporting that one of the dual citizens arrested, James Solages, 35, is from Florida and was a former bodyguard at the Canadian embassy in Haiti.\nAn investigating judge told local media that Mr Solages and the other US citizen, named as Joseph Vincent, had said they were there as translators for the mercenaries.\n\"The mission was to arrest President Jovenel Moïse... and not to kill him,\" Judge Clément Noël told Le Nouvelliste.\nThe constitution says the National Assembly should choose another president. But disputes meant that elections scheduled for October 2019 did not take place - and Mr Moïse had been ruling by decree amid widespread protests.\nAmendments to the constitution - not accepted by everyone - suggest the prime minister should be the next one to take over.\nBut Haiti has both an interim prime minister, Claude Joseph, and a new appointee, Ariel Henry, who has yet to be sworn in.\nBoth are claiming to be in charge.\nOn Friday, a group of political parties signed a resolution proclaiming a new president - Joseph Lambert - with Mr Henry acting as his PM.\nThe situation is doing little to resolve the political and economic instability that has long plagued the nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-51176409",
      "category": "world-asia-china",
      "title": "Is a million boosters a day achievable? And other questions",
      "tags": "Travel health,Universities,Pets,Exercise,Coronavirus vaccines,China,Infection,Social distancing,Coronavirus testing,Employment,Students,Outbreaks,Self-isolation,Young people,Omicron variant,Motoring",
      "text": "The government wants to offer every adult in England a booster vaccine, in response to concern over the newly-identified Omicron variant.\nIt's the latest measure being taken to combat the newly-identified Omicron variant of Covid. \nHere are some of your latest questions on these, and other related matters: \nWhat questions do you have about coronavirus? Do you want to ask it on BBC News? Get in touch and we may ask you to send us a video of you asking your question.\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this and can't see the form above you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57795661",
      "category": "world-europe",
      "title": "Euro 2020 final: Which side of England's 'Little Italy' will get to celebrate?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-57796519",
      "category": "in-pictures",
      "title": "In pictures: Joy and sorrow over Euro 2020 final",
      "tags": "Photography",
      "text": "High hopes and nerves gave way to fear and sorrow as England lost to Italy on penalties during their first major international final in 55 years.\nHere is a selection of photos before, during, and after the historic match.\nAll photographs are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57794763",
      "category": "uk-scotland",
      "title": "Covid in Scotland: GPs 'firefighting' to cope with backlog in care",
      "tags": "Long Covid,Doctors",
      "text": "Scotland's GPs are \"firefighting\" to catch up with the huge backlog in non-Covid care caused by the pandemic, it has been claimed.\nHealth service providers across the country have been warning that they are being stretched to the limit.\nThree hospitals were placed on \"code black\" status last week, having reached capacity due to a rise in Covid cases.\nGPs say they are now facing even greater strain as more patients turn to their local surgeries for support.\nIt comes as the the Scottish government announced £12m in additional funding to health boards across Scotland to support non-Covid emergency care.\nGlasgow GP Dr Punam Krishan told BBC Radio Scotland's Sunday Show there had been \"no stop, no break, no respite\" for exhausted healthcare workers.\nShe said: \"We've been trying to manage, as best we can, all non-Covid care. We are playing catch-up while trying to support our patients with all the new issues of long Covid and mental health.\n\"We are taking the bulk of everything that's coming our way. Patients can't get hospital appointments or there are long waiting lists and they fall back to us GPs.\"\nDr Krishan added: \"We are just trying our best to firefight, hoping that at some point we'll be able to get a bit of air.\"\nHealth Secretary Humza Yousaf said it was hoped the extra £12m would help put measures in place to reduce waiting times for urgent or emergency treatment.\nThe immediate focus will also be on boosting staffing levels and available beds, he said.\nMr Yousaf added: \"We are working closely with those health boards experiencing the greatest challenges to ensure the funding delivers the improvements required.\n\"Our NHS staff continue to work tirelessly to respond to the pandemic whilst providing vital non-Covid treatment and safe patient care.\n\"Any reductions to service will be short-term to ensure those of most critical need have immediate medical attention.\n\"Urgent treatment, including vital cancer treatment, will continue during this challenging period.\"\nThe health secretary told the Sunday Show that the Scottish government had already provided health boards with £380m to help with pandemic costs, including PPE and the ongoing vaccination programme. \nBut Dr Krishan said more work also needed to be done \"with GPs on the ground\".\nShe said: \"We've got flu season coming upon us now and it's just a sense of 'here we go again'.\n\"Now we've got boosters on the scene too. That communication needs to come to us well ahead of it actually happening. And who is going to provide that?\n\"We need the support and help - we need to be seen as human beings as well.\"\nA survey earlier this year found two-thirds of GPs described their workload as unmanageable.\nThe doctors' union, BMA Scotland, said it was \"more concerned than for a long time\" about the pressure on GPs.\nDr Patricia Moultrie, deputy chair of the Scottish GPs committee of the BMA, told the Scotland on Sunday newspaper: \"General practices are in a very difficult place workload-wise, and we are very anxious about what the future weeks and months hold.\n\"It does look as though long Covid is going to be an illness that's going to be managed in the community, and it's good that fewer people are being admitted to hospital.\n\"But looking at the numbers that we're seeing, we are very concerned about the workload that is going to be sitting in the community with the pandemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57791259",
      "category": "world-europe",
      "title": "Esther Bejarano: Auschwitz orchestra member dies",
      "tags": "Israel,The Holocaust,Germany",
      "text": "Esther Bejarano, one of the last survivors of an orchestra formed in the Auschwitz death camp, has died aged 96. \nShe died at a Jewish hospital in the German city of Hamburg on Saturday. \nThe orchestra, formed of 40 women inmates, had to perform at the concentration camp whenever prisoners were marched off to work or when new trains arrived with Jews on board. \nLater in life, she dedicated her time to making sure the world did not forget about the Holocaust. \nBejarano's sister and parents were killed by the Nazis. She was sent to Auschwitz when she was 18 and was forced into hard labour, carrying heavy stones. \nBut one day she discovered that SS guards were looking for an accordion player to join the camp's orchestra. Despite not knowing how to play the instrument, she volunteered. \nShe  recalled the Auschwitz Women's Orchestra having to play to new arrivals. \n\"You knew they were going to be gassed, and  all you could do was stand there and play,\" she told Deutsche Welle  in 2014. \nShe was eventually transferred to the Ravensbrück concentration camp for women, where she managed to escape. \n\"Esther Bejarano survived Auschwitz because she played accordion in the camp's orchestra. She dedicated her life to music and to the fight against racism and anti-Semitism,\" Meron Mendel, head of the Anne Frank Education Centre said on Twitter. \nAfter the end of the World War Two, she lived in Israel and became a singer before returning to Germany in 1960. \nShe dedicated the rest of her life to educating people about the Holocaust and fighting xenophobia. \nGerman Foreign Minister Heiko Maas said Bejarano was an important voice in the fight against racism and anti-Semitism. \nBejarano co-founded the International Auschwitz Committee and delivered speeches to schools about her life. She also performed alongside her children, playing Yiddish melodies and Jewish resistance songs in a group they named Confidence. \n\"It is my revenge that I go to the schools, that I tell people what happened back then. So that nothing like that can ever happen again,\" she once said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57797007",
      "category": "world-africa",
      "title": "Zuma jailed: Arrests as protests spread in South Africa",
      "tags": "South Africa,Johannesburg,Jacob Zuma",
      "text": "Dozens of people have been arrested in South Africa as violence spreads following the jailing of former president Jacob Zuma.\nPro-Zuma protesters first took to the streets after the 79-year-old handed himself to authorities on Wednesday to begin a 15-month sentence.\nBut police now say criminals are taking advantage of the chaos, which spread from his home province of KwaZulu-Natal to Johannesburg, in Gauteng.\nMore than 60 people have been arrested.\nOn Sunday, protesters armed with sticks, golf clubs and branches were seen marching through Johannesburg's central business district. \nThe night before, some 300 people had barricaded a major highway in Johannesburg, according to NatJOINTS, the national intelligence body. Images showed buildings and cars on fire.\nAbout 800 people were also involved in an incident in which one police officer was shot in Alexandra, a township in Johannesburg - South Africa's economic hub. Two other officers were hurt.\nPolice also responded to reports of looting in both Johannesburg and KwaZulu-Natal. \nIt is unclear if they are linked to the pro-Zuma protests, with KwaZulu-Natal police spokesman Jay Naicker telling news agency Reuters officers had seen \"criminals or opportunistic individuals trying to enrich themselves during this period\".\nSouth Africa's President Cyril Ramaphosa appealed for calm on Sunday evening, acknowledging that \"there are those who may be hurt and angry\", but adding \"there can never be any justification for such violent, destructive and disruptive actions\".\nThe jailing of a former president is unprecedented in South Africa, which has been gripped by Zuma's legal turmoil.\nHe was sentenced for contempt of court, after failing to attend an inquiry into corruption during his presidency.\nZuma denies corruption and has not co-operated with the legal process.\nThe case is due back in the Constitutional Court on Monday, with Zuma's team hoping to get his sentence rescinded or reduced. On Friday, South Africa's High Court dismissed an attempt to stay his arrest. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57797657",
      "category": "uk",
      "title": "Covid-19: PM urges caution as 19 July unlocking set to go ahead",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "Prime Minister Boris Johnson is expected to confirm later the plan to lift almost all legal restrictions on social contact in England on 19 July.\nBut ahead of a news conference on Monday afternoon, Mr Johnson has urged people to be cautious.\n\"We must all take responsibility so we don't undo our progress, ensuring we continue to protect our NHS,\" he said.\nHe warned Covid-19 cases, currently at about 30,000 a day, would continue to rise as society reopened.\nThe PM's news conference will present the latest data, with Downing Street saying current modelling suggests hospital admissions, serious illness and deaths from Covid-19 will continue, but at a lower level than before the vaccination programme.\nNumber 10 said the delay in moving to the final stage of the roadmap out of lockdown, originally scheduled for 21 June, had allowed an additional 6.8 million first and second vaccine doses to be given out so far.\nThe government had also moved the expected end of restrictions closer to the school summer holidays, when transmission was likely to be lower, Downing Street said.\nMr Johnson said: \"We are tantalisingly close to the final milestone in our road map out of lockdown, but the plan to restore our freedoms must come with a warning.\"\nHe said the vaccine rollout had weakened the link between infections, hospital admissions and deaths, but added the pandemic was \"not over yet\".\nWith cases set to rise as restrictions were lifted, \"caution is absolutely vital\", the prime minister said.\nAs well as the news conference, Health Secretary Sajid Javid is expected to announce the plans in Parliament.\nNo other country has attempted what England looks set to do in the face of rapidly increasing infection rates, driven by a more infectious variant. \nBut then few countries have such high levels of vaccination, plus protection from natural infection to reduce the burden of serious illness. \nAnd with cases already surging, the calculation is that delaying further will not achieve a great deal. \nThe hope is the rising wave of infection will soon hit that wall of immunity and rates will plateau, before falling. \nHowever, it comes with significant risks. While the link between cases and hospitalisations is weakened, it's not broken - 100,000 cases a day would probably lead to 2,000 admissions, twice what the NHS sees in the depths of winter for all respiratory infections. \nBut the rewards are, potentially, significant too. It's possible by the end of summer England could find itself in a position where there will be enough immunity to be close to being able to manage the virus.  \nIt's unlikely to hit the herd immunity threshold, but close enough that huge surges of infection may be behind us.\nThe decision to remove restrictions is based on four tests, Downing Street said.\nThese are: \nDr Mike Tildesley, an expert in infectious disease modelling who sits on the government's Scientific Advisory Group for Emergencies (Sage), told BBC Breakfast the country was at a \"tricky phase\" and said \"mixed messaging\" from ministers over face masks was a concern.\nHe said: \"I think it's actually quite confusing for people to know what the right thing to do is.\"\nCare Minister Helen Whately has said she looked forward to not having to wear a face mask as much, while Chancellor Rishi Sunak said he would stop wearing one as soon as \"legally possible\".\nBut Health Minister Edward Argar said he would continue to carry a mask even if the legal requirement ended on 19 July as expected. He told BBC Radio 4's Today programme there would be \"clear and strong guidance\", with people having to make their own judgements on when to wear masks.\nHe added that rail companies could still impose their own requirements on mask-wearing once the national regulations ended.\nProf Peter Openshaw, who advises the government about viral threats on the Nervtag group, told the Today programme that masks \"greatly reduce transmission\", adding it was difficult to leave it up to individual judgement when \"it is not only protecting yourself but also protecting other people\".\nHe added the country was at a \"crucial moment\", with hospitalisations up 66% in the past week.\nDr Tildesley said that when some restrictions were lifted in May there had not been a significant uptick in the spread of the virus as many people had remained cautious, and he was hopeful that would remain the case after 19 July.\nNearly 45.9 million people - or 87.1% of adults in the UK - have now had at least one dose of a Covid-19 vaccine. Almost 34.8 million (two-thirds of adults) have had both doses.\nOn Sunday, the UK recorded another 31,772 confirmed coronavirus cases, along with a further 26 deaths recorded within 28 days of a positive test.\nAlthough deaths remain relatively low, in the past seven days they rose by more than 66% on the previous week.\nAs well as ending legal requirements for face masks, the move to stage four of England's road map out of lockdown would mean there would no longer be any limits on how many people can meet and the 1m-plus rule would be lifted.\nThe changes on 19 July are also expected to mean nightclubs can reopen, pubs can serve people at the bar and capacity limits at concerts, theatres, sports events or places of worship would be lifted.\nBut the requirement to self-isolate if you are contacted by NHS Test and Trace will remain in place until 16 August, when it will be relaxed for people who have had both vaccine doses. If someone tests positive for the virus they will still be legally required to self-isolate.\nWales is due to review its restrictions on 15 July, while Scotland is expected to move to level 0 on 19 July and lift most legal restrictions on 9 August. Northern Ireland is due to ease some Covid measures on 26 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-57741752",
      "category": "newsbeat",
      "title": "Gareth Southgate: What's it like to have him as your manager?",
      "text": "When it comes to Gareth Southgate, you'll hear a lot said about his style.\nAnd we're not talking about his waistcoats - which seem to have been ditched for Euro 2020 - but his management style and how he's led England in this year's football tournament.\nSo what's his secret? Is it making sure that the players are getting an early night before a match? Or that they eat a special meal?\nApparently it's a lot simpler than that: he'll just be having a chat.\n\"One thing that stood out for me was, before every game, he would come around and check up on every single player,\" Brendan Galloway tells Radio 1 Newsbeat.\nThe 25-year-old Plymouth Argyle player was managed by Southgate in the England Under-21 squad, from 2015 to 2017.\n\"He would ask players how they're feeling and that was quite special to me because you could tell that he was a very busy man, but he always wanted them to be in the best state possible before a game.\"\nBrendan says there isn't just a focus on playing football, but creating a fun environment.\n\"It's unique and I think that's what helps the squad to take their mind off it sometimes. \n\"You know, to just go enjoy shooting some hoops or playing some golf or whether it be the unicorns and the pool...\" \nLuke Garbutt is a 28-year-old left back at championship club, Blackpool.\nHe was part of Southgate's U21 squad from 2014 to 2016 and played alongside current England players Luke Shaw, Harry Kane and John Stones.\n\"He was good at managing the group as a whole,\" Luke says.\n\"You have to manage 23 players and make sure they're all happy and feeling involved, or like they're part of the tournament.\"\nLuke says the fact a lot of the England players have grown up with Gareth Southgate as their manager has been a factor in the team's success since he took over.\n\"There's so much continuity in the management, the coaching staff, even the physios - it's like going into a club atmosphere,\" he says.\nBrendan says Southgate also makes sure each player feels they can express themselves and don't change who they are.\nBoth players say Southgate had a calming influence on the Under-21 team.\nLuke says: \"I found him a really good manager to work for, from decision-making and when to bring players on to the right starting line-ups - he was brilliant.\"\nAnd what about rituals before a game? \nBrendan says he always puts on his left boot first - but doesn't know if Southgate has any lucky quirks of his own.\nHowever, it hasn't gone unnoticed that the waistcoats the England manager wore during the World Cup in 2018 haven't made an appearance in the Euros.\n\"I think that he's just got a new look and I think that it suits him,\" Brendan says.\n\"I'm not sure if you can read anything into it though.\" \nSome eagle-eyed fans say for the past few games, Gareth has been wearing an apparently lucky spotted tie. \nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57782451",
      "category": "uk-wales",
      "title": "Covid in Wales: Face masks not required in school classrooms from September",
      "tags": "Teaching,Schools,Jeremy Miles,Wales education,Students,Impact of the COVID-19 pandemic on children",
      "text": "From September face coverings will no longer be routinely recommended in classrooms, the Welsh government has announced.\nCurrent guidance says masks should be worn by secondary pupils if social distancing cannot be maintained.\nFace masks have not been required in schools in England since 17 May.\nWales' education minister announced the change in a letter to headteachers as well as further plans to \"bring some normality back to education\". \nJeremy Miles said contact groups would no longer be required for school and college pupils, and the normal school timetable would return.\nHe said the test, trace and protect (TTP) system would be applied instead. \nMr Miles added that the changes were possible as, by the end of September, all adults in Wales will have been offered both vaccinations and a \"growing body of evidence\" showed young people were \"more at harm from missing school than from Covid\".\n\"Lots of young people I have spoken to have said that they don't believe the current system is proportionate. They just want to be treated the same as everyone else - and that sounds fair to me,\" he said.\nA Local Covid-19 Infection Control Decision Framework will be published at the start of the autumn term.\nThe Welsh government has said the framework will enable schools and colleges to tailor some interventions to reflect the level of risk identified locally. \nIt said they would be supported by public health officials and local authorities to ensure measures are appropriate to their circumstances.\nBut the Welsh Conservatives education spokesperson Laura Anne Jones said: \"I remain concerned that the Welsh Labour government's much maligned Covid-19 Infection Control Decision Framework will not be ready until the start of the autumn term.\n\"Schools need more clarity about their level of responsibility as soon as possible and this important detail must be expedited by Labour ministers.\"\nIn Scotland all secondary pupils have been wearing face coverings in school corridors and classrooms but the Scottish government is looking at the role of masks in general society after 9 August, when many restrictions will be lifted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57761278",
      "category": "uk",
      "title": "Euro 2020: Jewels remain... Get Grealish... England fan-speak explained",
      "text": "For the first time since 1966, England's men's football team has reached the final of a major tournament.\nMore than 23 million people watched the 2-1 semi-final win over Denmark, with the TV audience for Sunday's final against Italy expected to be even bigger. But as football dominates the national conversation, how does the new or non-football fan cope? \nA phrase immortalised in Three Lions - the song released when England (the home of football, of course) hosted the European Championship in 1996. Just after the home side was knocked out in the semi-final, the song hit the top of the charts for the second time, and it has returned to the national consciousness in every tournament since.\nDo say: What a tune! Frank Skinner and David Baddiel's song is a heartwarming anthem about an English fan's hope and despair. They are football's Lennon and McCartney! I do not resent them having tickets for every match.\nDon't say: Isn't it all a bit jingoistic? And of course, football wasn't actually invented in England, merely codified here in the 19th Century, so this isn't really home at all.\nThe trophy that England lifted in 1966 when they won the World Cup, was in 1946 named after the French former president of Fifa, which is the sport's governing body. The trophy is namechecked in the chorus of Three Lions.\nDo say: Three Lions on a shirt, Jules Rimet still gleaming.\nDon't say: Three Lions on a shirt, jewels remain still gleaming.\nEngland's winning goal in Wednesday's semi-final against Denmark came after a controversial penalty, when the Dutch referee - and his assistant watching on TV - decided that midfielder Raheem Sterling had been fouled in the 18-yard box.\nDo say: There was definitely contact - not once, but twice - and besides, we were dominating the game! A goal was coming.\nDon't say: Why did he fall over so easily? You would never see a rugby player do that. Perhaps they should replay the game?\nMidfielder/forward Jack Grealish is one of England's most exciting players, but has started only one game in the tournament, something debated at length - great length - by fans across the country.\nDo say: Grealish dribbles beautifully and makes things happen - but don't question England team boss Gareth Southgate. The manager knows what he's doing.\nDon't say: Oh - you mean the one with a hairband who falls over a lot? To be honest, I'm indifferent as to whether he plays or not. Not bothered!\nEngland's likeable manager is a former player who, in 1996, missed the crucial penalty in the semi-final against Germany, ensuring the trophy did not \"come home\".\nDo say: He's more than a manager - he's a kind, intelligent, and empathetic ambassador for a new generation of down-to-earth footballers. Makes you proud to be English.\nDon't say: You do know, in his only management job in club football, he actually got Middlesbrough relegated from the Premier League.\nAs well as Three Lions, England fans sing Sweet Caroline (by Neil Diamond), the national anthem (not by Neil Diamond), and, for reasons not fully known, Whole Again, the fifth single from early-2000s English girl group Atomic Kitten.\nDo say: Southgate you're the one, you still turn me on, football's coming home again.\nDon't say: Turn me on? Is that appropriate to sing about a 50-year-old football coach who looks like a successful - but not too successful - chain store regional manager?\nEngland's only major trophy came in 1966, when they beat West Germany 4-2 in the World Cup final at Wembley. Geoff Hurst scored a hat-trick; Bobby Moore lifted the trophy; Kenneth Wolstenholme, the TV commentator, said: \"They think it's all over - it is now.\" You may have heard the game mentioned once or twice since then.\nDo say: Harry Kane is the new Bobby Moore; Raheem Sterling is the new Geoff Hurst; Jordan Pickford might - at a stretch - be the new Gordon Banks.\nDon't say: Did other countries even play football in 1966? Was it the World Cup or the Euros? And how long ago was that anyway?\nThe chorus of Three Lions - that song again - goes: Three Lions on a shirt / Jules Rimet still gleaming / 30 years of hurt / Never stopped me dreaming.\nThe clock is still ticking, and it's now 55 years since 1966.\nDo say: 2021 could become a year that - like 1966 - evokes an image, a memory, a feeling, all of its own. A milestone in English history! A totemic moment! And we were there!\nDon't say: Technically the hurt didn't start until 1968, when we were knocked out of the European Championship - our first major tournament after 1966 - so really it's only 53 years of hurt...\nSince England's first match in 1872 (a 0-0 draw against Scotland) they have worn a badge featuring three lions - itself taken from the ancient royal arms of England. Since 1996, the Three Lions has been used by some as a nickname for the English team.\nDo say: Just seeing the badge makes makes my hairs stand up - simple but elegant; ancient but timeless; a beautiful baton being passed through generations of proud Englishmen and women.\nDon't say: Are lions even native to England? Wouldn't Three Cows be better? Or even Three Red Squirrels?\nFootball teams generally line up with four dedicated defenders or three. It's a matter of choice. England have used both systems in the tournament so far, and could use either in the final.\nDo say: It's really refreshing to see an England team able to switch between formations so easily. Kyle Walker, who can play right-back or centre-back, is really crucial here.\nDon't say: Why not play eight defenders, then no-one could score past them? \nIf the scores in the final against Italy are level after 90 minutes, 30 minutes of extra-time is played. If it's still level, the match is decided by a penalty shootout - each team taking five penalties apiece, and then going to sudden-death if needed. England have been knocked out of six major tournaments in this way (1990, 1996, 1998, 2004, 2006 and 2012) and won a shootout only twice (1996, in an earlier match, and 2018).\nDo say: We beat Colombia in 2018 on penalties. It's a new era! The modern-day England player has the technique and mentality to withstand the pressure.\nDon't say: Didn't Harry Kane actually miss his penalty against Denmark on Wednesday? And besides - why do they need penalties? If it's a draw, let them share the trophy. That way, no-one has to miss like Southgate in 1996. And what's a few more years of hurt, anyway..."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-57795212",
      "category": "uk-england-sussex",
      "title": "Cocaine 'worth £2m' found floating off Sussex beach",
      "tags": "Seaford,Drugs trade",
      "text": "Packages of cocaine with an estimated street value of £2m have been found floating off an East Sussex beach. \nThe drugs were first discovered in the water off Seaford on Thursday, with several further finds made since.\nPolice remained in the area in an attempt to intercept any further packages, and officers urged anyone who makes a discovery to call 999.\nThree men arrested on suspicion of importing class-A drugs have been released on bail, Sussex Police said.\nA man and a woman arrested on suspicion of other drugs offences have also been bailed. \nIn May, the National Crime Agency started an investigation after dozens of waterproof bags containing 960kg of cocaine were found on beaches in Hastings and Newhaven. \nThe NCA estimated that haul, if cut and sold in the UK, would have fetched £80m. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-57786412",
      "category": "uk-scotland-highlands-islands",
      "title": "The Scottish spaceman piloting Sir Richard Branson's Virgin Galactic flight",
      "tags": "Commercial space travel",
      "text": "A Scottish pilot was at the centre of Sir Richard Branson's historic trip to the edge of space.\nDavid Mackay, who grew up in Helmsdale, Sutherland, was chief pilot for Virgin Galactic's Unity test mission. \nThe vehicle has landed safely back on earth, following the flight above New Mexico on Sunday afternoon. \nSpeaking before the trip, Mr Mackay said he wanted to make commercial space flights accessible to as many people as possible. \n\"We are confident that the vast majority of the population of the Earth are capable of going on this space flight,\" he told BBC Scotland. \nThe 64-year-old was one of two pilots and four \"mission specialists\" - including Sir Richard - on the flight. \nThe entrepreneur said he wanted to evaluate the experience before allowing paying customers aboard next year. \nUnity was expected to reach an altitude of about 90km (56 miles). \nTowards the top of the climb, those onboard would experience a few minutes of weightlessness and a view of the curvature of the Earth.\nMr Mackay, who first guided a Virgin Galactic space craft 90km above Earth in February 2019, said the view was \"burned\" into his memory.\n\"It affected me more than I anticipated - the incredible blackness of space,\" the University of Glasgow graduate said. \n\"If you think about it, when you're on Earth and are looking horizontally you're looking through a lot of moisture and dust particles and even on a clear day you're still looking through miles and miles of pollution.\n\"But when you're up in space you're looking directly down... the colours on the ground look incredibly vivid and in contrast to this incredibly dark sky.\n\"And then on top of all that you see so much of the curvature of the Earth and you get a sense of scale of the planet and you realise it's not very big.\"\nFor at least a decade, Mr Mackey has enjoyed watching people become awestruck as they gaze upon their home planet for the first time.\nBut his hopes for commercial space travel extend beyond the spectacle of it all - he hopes it will inspire real change among passengers.\nHe said: \"It's the remoteness and fragility and our utter dependence on the thinness of the atmosphere. \n\"I would like to think that some of the outcomes are people will take more care of what they're doing, be much more open minded about who we are all - we're all one human race and we're all sharing this small planet that's so remote. \n\"There's nothing else practically habitable within reach. We've got to get on together and we've got to look after what we've got.\"\nEarlier this year, Unity took the first of three key test flights that would enable it to enter commercial service.\nSir Richard has some 600 paying customers - including movie and music stars - waiting to take the same ride.\nThe latest flight, took off for the 1.5-hour mission above New Mexico at about 08:40 local US time (15:40 BST) on Sunday.\nGrowing up in the Highlands in the 1960s, Mr Mackay remembers watching Buccaneers from RAF Lossiemouth fly overhead at incredible speeds on an \"almost daily basis.\"\nWhen he watched the moon landings and noticed most astronauts were former military test pilots, his dream of flying to space came within reach.\nHe took a degree in Aeronautical Engineering at Glasgow University before serving in the RAF for 16 years - but by his early 30s experienced a \"dawning realisation\" that he may not become an astronaut after all.\n\"The UK didn't have a human space programme, which was very disappointing to me at the time,\" he said. \n\"I had a great time in the air force. I loved it, but I decided to leave. I joined Virgin Atlantic and through that got into Virgin Galactic.\n\"My message would be never give up on your dreams, you just never know what might happen in life.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57798457",
      "category": "uk-england",
      "title": "Geoff Thomas MBE: Ex-Wolves player completes Tour de France",
      "tags": "Redditch,Cycling,Leukaemia",
      "text": "A team of amateur cyclists led by ex-Wolves footballer Geoff Thomas MBE has completed the Tour de France route.\nThe team has raised over £1m for blood cancer charity Cure Leukaemia, of which Mr Thomas is a survivor.\nThey cycled some 2,100 miles (3,400km) battling \"extreme\" heat, illness and fatigue. The team finished the feat a week ahead of the professionals.\nEngland manager Gareth Southgate sent his former Crystal Palace teammate a good luck message ahead of the ride.\nHe said: \"Just wanted to send you a message to say the very best of luck with it, I hope the limbs are recovering reasonably well every night and I'm very proud of what you're doing as always. Keep battling on.\"\nThe cyclists also received congratulations from Chris Froome OBE.\nMr Thomas, from Redditch, Worcestershire, was made an MBE in the Queen's Birthday Honours in June for his charity work.\nHe was diagnosed with acute myeloid leukaemia in 2003, a year after he retired from football. \nHe captained Palace in their 1990 FA Cup Final defeat and made over 450 club appearances for Palace, Wolves, Nottingham Forest, Crewe, Rochdale, Barnsley and Notts County. \nHe was also capped nine times for England.\nWhen he was first diagnosed, the former midfielder was given three months to live, but overcame the disease two years later after treatment and a stem cell transplant.\nMr Thomas, who has completed the Tour de France on five occasions, said: \"Six weeks ago, it didn't look like this event could take place.\n\"Yet here we are in Paris having not only completed one of the toughest ever Tour de France routes but, more importantly, we have achieved our goal of raising £1m for the charity that helped save my life 18 years ago.\"\nHe added: \"You never know, perhaps I do have one more Tour in me\". \nThe charity's chief executive, James McLaughlin, said: \"Ensuring this event could go ahead has been a Herculean effort from so many people and I would like to thank everyone that has played a part in making The Tour 21 a success.\n\"To raise £1m is incredible and I want to thank all of the riders, their families, friends and colleagues because taking this event on requires enormous sacrifices long before the start.\" \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57790607",
      "category": "uk-wales",
      "title": "Covid: Face masks to stay in Wales but no decision on shops",
      "tags": "Coronavirus lockdown measures,Social distancing,Welsh government,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "Face masks will continue to be required by law in some settings in Wales as long as Covid remains a threat.\nThe Welsh government has said face coverings in Wales would still be mandatory on public transport and in health and social care settings.\nMinisters are undecided if wearing masks will continue to be law in shops.\nWales' health minister said Wales will look different to England after 19 July where face masks and social distancing will not be law in most settings.\nThe Welsh government's next 21-day review of the coronavirus regulations is due to take place on Wednesday.\nIt has been under pressure to announce a date for ending Covid restrictions after England announced its so-called 'freedom date' of 19 July, and Scotland said it planed to lift remaining legal restrictions on 9 August.\nThe Welsh government, which has taken a \"cautious approach\" to  easing rules, had said Wednesday's review would \"set out whether restrictions can be relaxed in some indoor places, including people's homes\".\n\"We will need everyone's help to keep coronavirus under control as we continue to respond to the pandemic - this virus has quite certainly not gone away,\" said Wales' First Minister Mark Drakeford.\n\"We know many people are still worried and anxious about going out. We will maintain the requirement to wear face coverings in certain places - on public transport and health and social care settings, and others where necessary - to help keep us all safe.\"\nWelsh ministers have already told school pupils that wearing face coverings in the classroom will no longer be recommended from September.\nNow travel agents and tour operators have called for Wales to follow English rules and allow double-jabbed residents returning from amber list countries to return home without the need to quarantine.\nWales is currently at alert level one in its response to the coronavirus pandemic, which means face coverings are mandatory in all indoor public places.\nMinisters in Cardiff are expected to publish an updated Coronavirus Control Plan this week, setting out what will happen once Wales moves into alert level zero.\nThe Welsh government said if Wales moved from alert level one to zero, its lowest level of Covid restrictions, face coverings would still be mandatory on buses, trains and taxis and in settings such as doctor's surgeries, hospitals dentists and opticians.\nWales' Health Minister Eluned Morgan said that wearing face masks is an \"effective way of reducing the transmission of coronavirus\".\nShe added: \"We are absolutely clear that this will be a necessity in areas where people don't have any choice but to travel on public transport, there's enclosed places with not very obvious ventilation methods and therefore these are obvious places for us to focus.\n\"We are still discussing whether we need to go further and whether we want to introduce this also at retail level. We all have a duty to help to protect each other.\"\nMs Morgan said things will look very different in Wales compared to England on 19 July, but added there is a prospect for some relaxation later in the summer.\nWales has seen the lowest coronavirus infection rate of any of the UK nations but the 127 cases per 100,000 people rate has risen from less than 10 since the end of May due to the emergence of the Delta variant in Wales.\nThe latest Public Health Wales figures released on Sunday showed a further 698 people have tested positive for Covid in the 24 hours up to 09:00 on Friday but there were no further deaths.\nAll but two of Wales' 22 council areas recorded cases in double figures with the most in Wrexham (94) and Cardiff (73) compared with three in Monmouthshire and seven in Pembrokeshire.\nWales has one of the world's highest vaccination rates - with 72% of the population having one jab and almost 58% having both doses - and is best of the UK nations.\nPublic Health Wales data shows there have been 5,579 Covid-related deaths since the pandemic began while there have been 224,501 cases in total.\nAndrew RT Davies, the Welsh Conservatives leader in the Senedd, said: \"Let's not forget that Wales has the highest death rate of any country of the United Kingdom and it was only this time last year that the Welsh government were viciously and vocally arguing against the use of face masks.\n\"It does seem as if they are just trying to get ahead of a press conference that the UK prime minister is going to be doing tomorrow rather than actually any informed decision making which we expect in Wales on Wednesday.\"\nPlaid Cymru health spokesman Rhun ap Iorwerth said his party \"welcomes the Welsh government's sensible decision to require the continued use of face coverings in certain settings as case numbers remain high\".\nMr ap Iorwerth called for consistency in the enforcement of rules in different settings, including on trains and in schools."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57783267",
      "category": "world-europe",
      "title": "Football-mad Italians gear up for big night",
      "text": "\"Do the English really put pineapple on pizza?\" asks the Italian daily La Repubblica in a piece by its London correspondent. \"Rarely,\" it concludes, \"but the real problem is adding cream to spaghetti carbonara.\"\nSunday's Euro final is not just a clash of sport, but of cultures.\n\"The thing about us Italians is that we are a country of beauty,\" says the newspaper Corriere della Sera. \"We don't just score goals, we score beautiful goals.\" It adds: \"There's no such thing as a badly-dressed Italian, just some Italians who aren't interested in dressing well.\"\nBut for all that divides these markedly different countries - few Italians rave about British cuisine, in case you were wondering - there are many similarities.\nFootball runs through the veins of both nations. While England have been waiting for international football glory since 1966, Italy last won a European title in 1968 and are also impatient for triumph (though two World Cup wins since, in 1982 and 2006, have eased the pain). \nAnd both teams have been revolutionised by their managers, with Gareth Southgate and Roberto Mancini bringing in younger players and laying ghosts of the past to rest - England with its failure to reach an international final for decades and Italy with its non-qualification for the 2018 World Cup, labelled \"an apocalypse\" by the country's leading sports newspaper.\n\"Mancini is the central man of this Italian miracle,\" says Alvaro Moretti, the deputy editor of the daily Il Messaggero and its former sports editor.\n\"When he took over in 2018, he believed from the start that he would arrive at this point. He's very charismatic, he's very elegant. And he decided that his approach would be enjoyment, to bring happiness to the Italian team - and to the Italian people.\"\nThat is, perhaps, the overriding feeling in Italy as it watches gli Azzurri (the Blues) go into this final - joy. The first country in the West to be crushed by the Coronavirus pandemic, whose inundated intensive care units forewarned others of what was to come, has seen infection levels drop sharply so as to be able to lift most restrictions and for Italians to watch their team's triumphant performances in bars.\n\"I'm even happier about the rebirth of Italy than about the final itself,\" says Gianluca Santangeli, sitting in his newspaper kiosk in the Trastevere district of Rome.\n\"That people can go out without masks and watch it on big screens is a relief.\" As for his prediction? \"I believe in fate,\" he says. \"But I think Italy should play our classic tactics: strong defence and counter-attack, since we're facing a good England team at home.\"\nThe match has, of course, split loyalties among the many Anglo-Italian couples, including Elisa Sandri, who lives in Brighton with her British partner but is currently back in Rome. \nEnjoying a coffee with her old friend, Anna, she jokes that she's had the odd heated discussion over the match with English colleagues but with her partner, \"we've been watching the games together and cheering for each other, so I think it'll be fine\".\n\"In any case it'll be a win-win for me,\" she adds. \"I just love the atmosphere here when Italy plays. Everyone comes together, cheers and hugs, you make new friends. I think England might win…but if it goes to penalties, they won't!\"\nShopping for tomatoes at a nearby market, Morosina Zorzi has other concerns. \n\"The main thing I'm worried about is that my son's wedding is happening at the same time as the match,\" she says.\n\"He doesn't want a big screen at the reception, so I think the guests will be watching it on their phones - and I'm sure some of them will leave to go and watch it.\" \nShe admits she's not a football fan but says: \"If Italy win I'll be happy because of the national spirit - though Rome will be a mess with all the partying.\"\nThis proud nation is sure of victory over England in most respects - beaches, food, fashion. But for football-mad Italians, a win tonight might just be the sweetest of all. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57798771",
      "category": "uk",
      "title": "England and Italy fans react to Euro final",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57761343",
      "category": "health",
      "title": "Covid: Woman aged 90 died with double variant infection",
      "tags": "Coronavirus pandemic,Belgium",
      "text": "It is possible to catch two Covid variants at the same time, experts are warning after seeing a double infection in a 90-year-old woman who became sick with the Alpha and Beta types first identified in the UK and South Africa.  \nThe woman, who died in March 2021 in Belgium, had not been vaccinated. \nHer doctors suspect she contracted the infections from two different people. \nThey believe it is the first documented case of its kind and, although rare, similar dual infections are happening. \nHer case is being discussed at this year's European Congress on Clinical Microbiology & Infectious Diseases.\nIn January 2021, scientists in Brazil reported that two people had been simultaneously infected with two types of coronavirus, one of them a variant of concern called Gamma. \nResearchers from Portugal, meanwhile, recently treated a 17-year-old who appeared to have caught a second type of Covid while still recovering from a different, pre-existing Covid infection. \nThe 90-year-old, who was infected with the two \"variants of concern\" - the most worrying new versions of coronavirus that experts are tracking - had been admitted to hospital after experiencing some falls, but later developed worsening respiratory symptoms.\nLaboratory tests on samples taken when she was admitted revealed she had Covid-19, caused by two different mutated versions of the pandemic virus, simultaneously - Alpha and Beta. \nLead researcher Dr Anne Vankeerberghen, from the OLV hospital in Aalst, Belgium, said: \"Both these variants were circulating in Belgium at the time, so it is likely that the lady was co-infected with different viruses from two different people. Unfortunately, we don't know how she became infected.\n\"She was a lady who lived alone, but she got a lot of helpers coming in to care for her. \n\"Whether the co-infection of the two variants of concern played a role in the fast deterioration of the patient is difficult to say.\"\nViruses constantly evolve by mutating as they replicate. This creates new versions or variants. \nCovid has undergone some important changes that may give it an advantage - for example, by increasing its ability to replicate or dodge some of our existing immunity from past infection or vaccination. \nThe most concerning ones are being closely monitored by scientists and are called variants of concern. \nCurrently, in the UK, it is the Delta variant that is spreading the most. \nExperts are confident that existing vaccines offer good protection against it. \nScientists are designing new Covid vaccines that will be an even better match for new variants, and could be used as boosters.\nProf Lawrence Young, an expert in virology at the University of Warwick, said: \"Detecting two dominant variants of concern in a single person is not a surprise - these could have been passed on by a single infected individual, or by contact with multiple infected people.\"\nHe said more studies were needed to determine whether such infections in any way compromise the efficacy of vaccination, or make for a worse case of Covid-19. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-57795523",
      "category": "uk-england-nottinghamshire",
      "title": "Hot air balloon crashes in Nottinghamshire town centre",
      "tags": "Sutton in Ashfield",
      "text": "A hot air balloon crash-landed in a town centre in Nottinghamshire.\nBritish Transport Police (BTP) said its officers gave out first aid in Sutton-in-Ashfield after the aircraft came to a halt at about 20:50 BST on Saturday.\nPilot Andrew Davidson, who brought the balloon down beside the Nags Head pub, said he had never experienced such a landing in more than 30 years of flying.\n\"It was untidy, but we were safe,\" he said.\nMr Davidson, who is chairman of the Nottingham and Derby Hot Air Balloon Club, said he was \"anxious\" to land before reaching the town as he was low on fuel, but he could not find an appropriate spot.\n\"Unfortunately there were a lot of power lines, livestock and crops that prevented me from landing any sooner,\" he said.\n\"At that point you just have to make sure you can keep control of the balloon so it doesn't just drift.\"\nRoof tiles were knocked off the pub as the balloon descended and one of the four people on board suffered a bloody nose, Mr Davidson said.\nHe praised pub-goers for coming out to help and said the crash will be reported to the Air Accidents Investigation Branch and the British Balloon and Airship Club.\n\"This landing is very, very unusual - it's the first time I've ever done that, and I've flown hot air balloons for over 30 years,\" he said.\n\"I've never had one like that before, and I don't want one like that again.\n\"It was very interesting for the people of Sutton-in-Ashfield - I've seen some nice videos.\"\nBTP Nottinghamshire confirmed its officers responded and offered first aid after the crash.\n\"This isn't something that happens very often,\" they tweeted.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57741381",
      "category": "uk-wales",
      "title": "Covid: Wales' festivals 'disadvantaged' by no lockdown end date",
      "tags": "Manorbier,Builth Wells,Wales business,Live music,Chepstow,Cowbridge,Welsh government,Wales agriculture ,Coronavirus pandemic,Music",
      "text": "Wales' festivals could be \"left behind\" if no date is given for ending Covid restrictions, organisers of the Royal Welsh Show have said.\nEngland has a target of 19 July and Scotland plans to lift remaining legal restrictions on 9 August, but no date has been given in Wales. \nSteve Hughson said Wales' \"cautious approach\" was now becoming untenable. \nEconomy Minister Vaughan Gething said ministers would not \"blow the doors off\" to lift rules at the same time.\nThere have only been minor changes to Covid rules in Wales since the start of June, after First Minister Mark Drakeford announced a pause in order to \"reduce the peak number of daily hospital admissions\" and allow time to vaccinate more people.\nSince 7 June, large outdoor events, such as concerts, football matches and organised runs, have been able to go ahead for crowds of up to 4,000 people standing or 10,000 people sitting down.\nOrganisers must undertake full risk assessments and put in place measures to prevent the spread of coronavirus, including social distancing.\nThe 2021 Royal Welsh Show is being held virtually for a second year, but organisers hope it will return to Llanelwedd near Builth Wells in Powys in 2022.  \nMr Hughson, chief executive of the Royal Welsh Agricultural Society, said: \"The differences across the border are causing frustration, commercial disadvantage and confusion with people coming across the border.\n\"We need Welsh government to take a long hard look and there is a lot of pressure for them to do something in the next weeks and months to align.\n\"There's a fear that Wales will be left behind, or left on its own.\n\"I congratulate Welsh government for its cautious approach and vaccine rollout, which has left it with some of the best numbers in the UK, but that cautious approach is now becoming untenable. \n\"We can no longer rely on this when England and Scotland are open for business.\"\nJoe Worley is the co-founder of Westival festival near Manobier in Pembrokeshire.\nThe 2021 event had been planned from 22-26 July, but has been moved to 2022.\nHe said: \"They've said festivals can go ahead if they're socially distanced, but what's been frustrating is the lack of advice and guidance on how to actually do that.\"\nThe planned restriction end dates in England and Scotland have left him with mixed emotions: \"Obviously I'm really, really happy that those things [festivals in England and Scotland] are going to go ahead, it means that a lot of people do get like a festival kind of summer, but I guess it is frustrating to see that we've kind of not followed suit.\n\"We've vaccinated more people than anyone else in the UK so it seems like we should be ahead of England, if anything.\"\nEm Weirdigan is festival director of Green Gathering near Chepstow in Monmouthshire, which has been postponed to August 2022.\nShe said: \"We're hugely disappointed but we don't blame the Welsh government for focusing more heavily on health than economics and we understand the regulations are designed to keep people in Wales safe.\"\nShe said it was a \"shame there wasn't scope for flexibility\", adding: \"We had plans to run what we believe would have been a safe festival, with outdoor stages on a site renowned for its wide open spaces. \n\"We won't be defeated and will return to Chepstow.\"\nJoseph Fort is the co-artistic director of October's Cowbridge Music Festival in the Vale of Glamorgan.\nHe said they had planned for three different scenarios - 2m social distancing, 1m social distancing and no restrictions.\nIf distancing is in place, they plan to run each event twice.\nHe said planning had been \"tricky\" but they had received a lot of support: \"The British Association of Festivals have been really helpful and the key thing we've done is talk to everybody else doing other festivals - everybody seems to be taking different gambles, but we're all looking at what each other are doing and talking to each other a lot.\"\nHe does not think having a lockdown end date in Wales would have helped: \"I think that the English guidelines kind of give the illusion of security... we may have to have further lockdown in the autumn.\n\"In October, wherever the festival was, there are just still so many unknowns that we don't just don't really know.\"\nBut head of Wales at the Federation of Small Businesses Ben Cottam said it was really important \"that the first minister now comes up with a timeline\". \n\"Welsh government has to move on the public health data that it has available, but it is really important that businesses have a time scale to plan to,\" he added.\nThe UK government's Business Secretary Kwasi Kwarteng said he agreed with Mr Cottam, adding: \"I think if Wales is considerably out of step with the rest of the UK, people in Wales will want to know what the what the reasoning is behind that.\"\nHe also acknowledged it was a devolved matter and \"up to the Welsh government\".\nWelsh Economy Minister Vaughan Gething told the Senedd decisions would be driven by data.\nOn calls to end social distancing to help businesses, Mr Gething said: \"I am optimistic about the choices that we will get to make. \n\"But we do so in a manner that is responsible, and not driven by demands to simply blow the doors off and allow everything to happen at the same time, as in other parts of the United Kingdom.\"  \nA Welsh government spokesman said: \"Decisions on the way forward on any further relaxation of restrictions on events will be taken as part of the regular 21-day review process.\n\"The onus is on the event organiser, in this instance the director, to undertake a full risk assessment and put in place any necessary mitigations.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57791538",
      "category": "uk",
      "title": "Foreign aid: Gates and others to partially cover UK aid cuts",
      "tags": "Foreign & Commonwealth Office,Bill & Melinda Gates Foundation,UK aid,International aid,Bill Gates",
      "text": "A group of philanthropists, including the Bill and Melinda Gates Foundation, are to provide £93.5m emergency funding to cover some UK foreign aid cuts. \nThey said the temporary funding would help save \"critical projects\" and ensure progress was not \"wasted\".\nThe government has decided to reduce this year's spending on overseas aid from 0.7% of national income to 0.5%. \nIt said the financial impact of the pandemic had forced ministers to take \"tough but necessary decisions\". \nThe group, which also includes the Children's Investment Fund Foundation, the ELMA Foundation and Open Society Foundations, said the emergency funds would help projects tackling preventable diseases and providing family planning and sexual health services. \nThey said it would prevent life-saving drugs from being thrown away because they pass their expiry date, and ensure women living in the poorest parts of the world are able to avoid unplanned pregnancies. \nThe UN's family planning agency (UNFPA) looks set to lose some 85% of its funding from the UK, a drop of about £130m.\nA spokeswoman for the funder consortium, Kate Hampton, chief executive of the Children's Investment Fund Foundation, said: \"These life-saving treatments are cost-effective investments. If they go unfunded this year, British taxpayer generosity will be wasted as clinics are closed and essential drugs expire and are thrown away.\"\nThe emergency funding was welcomed by the Archbishop of Canterbury, Justin Welby, who said it was \"desperately needed\". \nHowever, he called on the government to restore its commitment to spend 0.7% of national income on foreign aid. \nConservative MP Tom Tugendhat, chairman of the Commons foreign affairs committee, said: \"When Britain withdraws, others step in. By cutting our aid, we have given states such as China and Russia an opportunity to expand their influence at Britain's expense.\"\nCharities including Oxfam and ActionAid have criticised the cuts - which amount to around £4bn a year - warning that they have already forced projects to be cancelled. \nMany Tory MPs have also spoken out against the move, which went against the pledge in the 2019 Conservative election manifesto to stick to the 0.7% figure.\nBut Chancellor Rishi Sunak has previously said it was hard to \"justify\" the commitment with the UK facing record borrowing, and with a national debt of well over £2 trillion.\nA government spokesperson said: \"The UK will spend more than £10bn to improve global health, fight poverty and tackle climate change this year - making us one of the biggest aid donors in the G7.\" \n\"We have always been clear that the government will return to spending 0.7% of GNI [gross national income] on international development as soon as the fiscal situation allows,\" the spokesperson added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57791617",
      "category": "world",
      "title": "G20 finance ministers back deal to tax companies",
      "tags": "Companies,Tax",
      "text": "G20 finance ministers have backed an \"historic\" plan which will see multinational companies pay their \"fair share\" of tax around the world.\nThe plan to battle tax avoidance puts in place a minimum global corporate tax rate of 15%.\nIt is likely to affect companies like Amazon and Facebook.\nSo far, 132 countries have signed up to the framework, being championed by The Organisation for Economic Cooperation and Development (OECD).\nThe agreement is a further boost for the plan signed up to by leaders of the G7 major economies in Cornwall a month ago.\nThe G20 finance ministers - who represent 19 countries with the largest and fastest-growing economies, as well as the European Union - announced their support following a two-day meeting in Venice, Italy.\nThe UK's Chancellor Rishi Sunak hailed the deal as \"historic\", adding it would ensure the \"global tax system is fit for purpose in a digital age\".\nFrench Finance Minister Bruno Le Maire said there would be \"no turning back\".\n\"We are putting an end to the race to the bottom and the digital giants will now pay their fair share of taxes,\" he added. \"It's a once-in-a-century tax revolution.\"\nThe policy - which will also make companies pay more in the countries where they do business - will now go to a meeting of G20 leaders in October for final consideration. \nGovernments have long grappled with the challenge of taxing global companies operating across many countries.\nThat challenge has grown with the boom in huge tech corporations like Amazon and Facebook.\nAt the moment companies can set up local branches in countries that have relatively low corporate tax rates and declare profits there.\nThat means they only pay the local rate of tax, even if the profits mainly come from sales made elsewhere. This is legal and commonly done.\nThe deal aims to stop this from happening in two ways.\nFirstly it aims to make companies pay more tax in the countries where they are selling their products or services, rather than wherever they end up declaring their profits.\nSecondly, a global minimum tax rate would help avoid countries undercutting each other with low tax rates.\nNot everyone is in favour, however. Ireland is among those countries which have yet to sign up."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57793129",
      "category": "uk",
      "title": "Covid-19: NHS backlog warning and face masks still needed in Wales",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning.\nNHS waiting lists in England could more than double in the coming months, Health Secretary Sajid Javid warns. He told the Sunday Telegraph officials said the current waiting list of 5.3 million \"could get worse\" - and that he was shocked to learn during his first days in the job that one projection estimated the backlog could amount to 13 million patients.\nFace masks will continue to be required by law in some places in Wales as long as Covid remains a threat, the Welsh government has confirmed. If Wales moves from alert level one to zero, coverings will still be mandatory on public transport and in health and social care settings. A decision is yet to be made on mandating face masks in shops. In England, wearing a mask will no longer be legally required in most places from 19 July.\nExperts are warning that it is possible to catch two coronavirus variants at the same time after a 90-year-old woman became sick with the Alpha and Beta variants simultaneously. The woman, who died in March 2021 in Belgium, had not been vaccinated and her doctors suspect she contracted the infections from two different people.\nMany of us are hoping vaccines against coronavirus will enable us to reclaim our old lives. But scientists say jabs alone will not currently be enough to stop the virus spreading and other measures are still needed - as our online health editor Michelle Roberts explains.\nAhead of tonight's nail-biting Euro 2020 final between England and Italy - it's worth reminding ourselves of the rules when it comes to inviting friends over or heading to the pub. Up to six people from six households, or two households of any size, can meet inside in England. Meanwhile, 30 people can meet up in a pub garden - read more on the current rules across the UK here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs coronavirus cases rise we look at how many people are deleting the contact tracing app.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57793539",
      "category": "world-australia",
      "title": "Australia: New South Wales confirms first Covid-related death in 10 months",
      "tags": "Coronavirus vaccines,New South Wales,Sydney,Coronavirus pandemic,Australia",
      "text": "Australia has reported its first locally contracted coronavirus death this year.\nThe authorities said a woman, in her 90s, died in Sydney. She had contracted the virus in a family setting.\nNew South Wales reported 77 new cases on Sunday. There are now 52 people in hospital, with 15 in intensive care.\nSydney is currently in lockdown, as Australia's largest city fights to contain the highly transmissible Delta strain of the virus.\nThe reported death is the state's 57th and the first in 10 months.\nNSW Premier Gladys Berejiklian warned that the number of new daily infections would rise further on Monday.\n\"I'll be shocked if it's less than 100,\" she said at a briefing on Sunday.\nShe said she feared that \"tomorrow and the few days afterwards will be worse, much worse than we've seen today\".\nAustralia has recorded 911 deaths and more than 31,000 cases since the pandemic began. \nA stay-at-home order covering more than five million residents in the Greater Sydney, Wollongong and Central Coast areas was due to be lifted on Friday. It has now been extended to 16 July. .\nThe New South Wales government said it recognised the \"pain and stress\" that lockdown was causing families and businesses.\nLess than 10% of Australians are fully vaccinated. A lack of supplies, specifically of the Pfizer vaccine, means many Australians will not be able to get a jab until the final months of the year.\nAustralia has used lockdowns and swift contact tracing to combat outbreaks of the virus when it has breached the nation's strict border defences."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57785073",
      "category": "uk-wales",
      "title": "Covid lockdown in Wales: 'Time to end all restrictions'",
      "tags": "Coronavirus lockdown measures,Public health,Coronavirus vaccines,Infection,Healthcare,Social distancing,Cardiff University,Coronavirus testing,Welsh government,NHS Wales,Self-isolation,Coronavirus pandemic",
      "text": "Wales should now lift all Covid restrictions, a leading expert on infectious diseases has said. \nThe success of vaccinations and immunity levels meant it was safe to end lockdown, said Welsh and UK government advisor Prof John Watkins.\nHe said the link between cases, hospitalisations and deaths had \"definitely\" been broken.\nSenior Welsh officials have said while the link is weaker, it has not been eradicated.\nThere are also concerns young people are not coming forward for vaccines as the rollout continues. \nOn Monday Boris Johnson announced almost all legal Covid-19 restrictions would end in England on 19 July, meaning those across the border will no longer be required by law to social distance or wear face masks.\nWelsh ministers will announce any changes to Covid rules in Wales at their next review on Wednesday.\nDr Ami Jones, a critical care consultant at the Aneurin Bevan health board, said the changes in England were a \"slap in the face for the whole population\" as case rates continued to rise.\n\"I think most healthcare providers will not be throwing their masks in the bin, and going to crowded places… because we know what's coming,\" she said.\nLatest data from Public Health Wales shows the Covid case rate in Wales is 136.1 per 100,000 people - below other UK nations and all English regions.\nOn Monday, 1,190 new cases were announced, taking the total since the start of the pandemic to 225,691. \nThe number of people admitted to hospital with Covid remains close to record low levels, with the number of those in critical care also very low.\nConsultant epidemiologist Prof Watkins, of Cardiff University, said vaccinations had been extremely effective in preventing serious illness, including against the Delta variant.\n\"We've got a considerable amount of the adult population now vaccinated and we know that vaccination reduces transmission as well as reduces adverse events,\" he said.\n\"And we know that in young people, where the bulk of infections are occurring at the moment, that actually they have got far less chances of adverse events, so I think we're at a reasonably good place to start opening up society.\nDespite a recent rise in the number of cases, Prof Watkins said the latest health modelling suggested Wales was following a \"positive trajectory\".\n\"It's always going to be a balance of risk, and I think we've protected the most vulnerable to this virus, and we've got good evidence that a significant proportion of the UK population has been exposed to the virus, or has antibodies to the virus... so actually we have a population that is reasonably well protected,\" he said.\nHe added: \"There comes a point where we have to start living with the viral transmission, and I think now is the time to do that.\"\nProf Watkins added: \"In Wales, the numbers of deaths from people testing positive for the last 28 days have been no more than one or two a day, and many days without any [deaths] at all. Our hospitals are in a good place in terms of cases.\n\"Over the next couple of weeks, as we start to open up and this current surge of cases passes through, we'll see whether we're on the right course - but all the data suggests that we are.\"\nAlmost 92% of adults in Wales - including two-thirds of young people under 25 - now have antibodies to help protect them against Covid-19, the Office for National Statistics (ONS) estimates.\nDr Watkins said the concept of herd immunity should not be discounted as a \"dirty word\", adding: \"once you've got a certain level of protection within the population, the virus doesn't have very many places to go.\"\nDr Jones said she feared what might happen if Welsh ministers did not act cautiously.\n\"I'm worried about how the next few weeks are going to go, if the restrictions do lift… it's going to be a Delta Covid fiesta, it's going to spread like wildfire,\" she said.\n\"Who knows what that's going to mean for the hospitals, which ultimately is going to impact on hundreds of thousands of people lives.\"\nWelsh government Welsh Health Minister Eluned Morgan has already said the country is going to have to \"learn to live with\" coronavirus as ministers consider their next move.\nSenior advisers did not say how ministers may relax decide to relax restrictions when they took a Welsh government Covid briefing on Monday.\nBut they reiterated their view that the link between cases and serious illness was weaker, but had not gone completely.\nDeputy chief medical officer for vaccines Dr Gill Richardson said: \"We can confidently say that vaccines have weakened the link between infections, serious illness and hospitalisations and deaths.\n\"But they have not broken the link.\"\nDr Richardson told the press conference hospital admissions were not at the same levels as they were during the winter.\nBut she added: \"We can expect hospital admissions to rise, especially among young people, or the unvaccinated and those who haven't completed their course.\"\nChief medical officer Dr Frank Atherton said he did not know if there would ever be a point where the link between cases and serious illness was \"completely broken\".\nHe said cases were doubling approximately every six-and-a-half days, with every person who is infected \"going on to infect almost another two people\".\nHe added that in this third wave of the epidemic, there were far fewer infections in the older age groups.\nDr Richardson was also concerned that some younger adults were not coming forward for vaccination. \nFor those aged 18 to 39, 26% have not yet taken up a first dose - nearly 234,500 people.\n\"One in four in this age group are still not protected,\" Dr Richardson said.\n\"These young adults are vulnerable to infection, serious illness and life-changing long Covid, as well as loss of earnings if they have to self-isolate as cases of the Delta variant are increasing in this age group.\" \nShe added: \"Health boards are running walk-in Pfizer clinics to make it as easy as possible for this age group to get vaccinated.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57777430",
      "category": "uk",
      "title": "England fans on diversity in the Three Lions squad",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57790040",
      "category": "science-environment",
      "title": "Sir Richard Branson takes off on 'extraordinary' space flight",
      "tags": "Commercial space travel,Richard Branson,Jeff Bezos,New Mexico,Virgin Galactic,Space exploration",
      "text": "UK businessman Sir Richard Branson is on his way to fulfilling a lifetime's ambition: flying to the edge of space.\nHis Virgin Galactic rocket plane has taken off for a 1.5-hour mission which will see it reach an altitude where the sky turns black and the Earth's horizon curves away into the distance.\nThe entrepreneur says he wants to evaluate the experience before allowing paying customers aboard next year.\nThe mission above New Mexico began shortly after 08:30 EST (15:30 BST).\nVirgin Galactic is providing an online stream of the event.\nIt's been a long road for Sir Richard to get to this point. He first announced his intention to make a space plane in 2004, with the expectation he'd have a commercial service available by 2007.\nBut technical difficulties, including a fatal crash during a development flight in 2014, have made the space project one of the most challenging ventures of his career.\n\"I've wanted to go to space since I was a kid, and I want to enable hopefully hundreds of thousands of other people over the next 100 years to be able to go to space,\" Sir Richard told the BBC.\n\"And why shouldn't they go to space? Space is extraordinary; the Universe is magnificent. I want people to be able to look back at our beautiful Earth and come home and work very hard to try to do magic to it to look after it.\" \nThe vehicle, known as Unity, will be carried by a much bigger aeroplane to an altitude of about 15km (50,000ft), where it will be released. \nA rocket motor in the back of Unity will then ignite and blast the ship skyward. The motor will burn for 60 seconds, by which time Sir Richard, his three crewmates and the two pilots up front, will have a remarkable view of the planet below. \nThe maximum height achievable by Unity is roughly 90km (55 miles, or 295,000ft), but towards the top of the climb Sir Richard will start to enjoy a few minutes of weightlessness and he'll be able to float around the cabin and to look out of the window. \nEventually, though, he'll have to strap back into his seat for the glide return to the spaceport in New Mexico.\nSir Richard will be taking instruction throughout the flight from Beth Moses. She's the chief astronaut instructor at the businessman's Virgin Galactic company. Apart from the firm's cadre of test pilots, Moses is the only person who's so far experienced the exhilaration of an ascent. The view out of the window, she says, is \"just phenomenal\".\n\"Pictures don't do it justice. It's just so bright and beautiful. I saw the ocean, and halfway up the US and halfway down into Mexico. I saw the green of the land and the white snow-capped mountains,\" she told BBC News.\n\"Because you are weightless and still, and the ship has come to a stop, you can just soak it in, in a really timeless way. It stuck in my soul.\"\nUnity is a sub-orbital vehicle. This means it can't achieve the velocity and altitude necessary to keep it up in space to circle the globe. \nThe only other near-market sub-orbital system belongs to Amazon.com founder, Jeff Bezos. He has a rocket and capsule he calls New Shepard, and he will fly on its inaugural crewed flight on 20 July. \nThe retail billionaire is going to ride to just over 100km above Texas, alongside his brother, Mark; the famed female aviator Wally Funk; and a mystery individual who bid $28m (£20m) in a ticket auction. \nBut while Sir Richard has a line of some 600 individuals who've already paid deposits for tickets priced at up to $250,000 (£180,000), Mr Bezos has said little yet about how he intends to commercialise New Shepard.\nSir Richard says he has spoken to Jeff Bezos on the phone and they have wished each other well in their space endeavours. But there is no doubting there is some edge in the relationship. \nMr Bezos was the first to announce his mission, only to see Sir Richard then move up his own published schedule so he could win first-flight bragging rights. \nOn Friday, Mr Bezos's Blue Origin space company issued a tweet that took a pop at Virgin Galactic's Unity vehicle. The posting repeated a claim that anyone who flew on the rocket plane would forever have an asterisk by their name because they wouldn't reach the \"internationally recognised\" altitude for where space begins - the so-called Kármán line of 100km. \nThe tweet also said Unity's impacts on the environment were far greater than New Shepard's. Virgin Galactic told the BBC that the carbon footprint of flying in Unity is equivalent to a business flight from London to New York, but that all the company's activities are offset.\nThe US government recognises the boundary of space to be at about 80km (50 miles) and awards astronaut wings to anyone who exceeds this altitude."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57795409",
      "category": "uk",
      "title": "Covid-19: Masks still expected to be worn indoors after 19 July - Zahawi",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "People in England should still wear masks in many indoor settings even after the Covid rules are lifted, the vaccines minister has said.\nThe PM is due to confirm on Monday whether most of England's lockdown rules - including the legal requirement for masks - will end on 19 July.\nBut Nadhim Zahawi said \"an expectation\" for people to wear masks in crowded spaces such as trains would remain.\nLabour said it was \"irresponsible\" to lift the legal requirement for masks.\nThe legal need to wear a face covering in certain places is due to remain, for the time being, in Wales, Scotland and Northern Ireland.\nSpeaking on the BBC's Andrew Marr Show, Mr Zahawi said wearing masks \"will help the whole country\".\nHe added the government wanted to stress \"both a personal responsibility and a corporate responsibility\" for the matter.\n\"The fortification of the vaccine programme has allowed us to cautiously move to step four [of the lockdown easing], and the PM will say more about this [on Monday],\" he said.\n\"The guidelines will be very clear on things like mask-wearing. There's an expectation of people to wear masks indoors, in crowded places, on public transport.\"\nPressed on whether this was a change in stance, Mr Zahawi said: \"We're moving from 'you must' to 'you are expected' to wear a mask in indoor spaces.\"\nIt comes after Health Secretary Sajid Javid told the Sunday Telegraph anyone who would not wear a mask in an enclosed space was \"just being irresponsible\".\nBut Labour's shadow health secretary Jonathan Ashworth said: \"Given Sajid Javid now considers it irresponsible to not wear masks then it would be equally irresponsible for his government to carry on with the plan to lift mask requirements while infections are heading to 100,000 a day.\"\nThe debate over masks comes amid concerns over the move to end most of England's remaining curbs later this month.\nBehind the scenes, government scientists are broadly supportive of the lifting of restrictions.\nBut one area of particular concern is the policy on masks.\nNot because mask wearing in some indoor settings will dramatically alter the course of rising infections, but because of the message it sends out.\nThe feeling is that it gives the impression infections no longer matter, and encourages people to think about themselves rather than others.\nCommunication and messaging is key during a public health crisis.\nBut it's important to recognise mask-wearing is not harm free. \nFor people who are hard of hearing, masks have caused real problems, for example. \nMr Javid has previously warned that virus cases could reach 100,000 a day over the summer, if the ending of restrictions goes ahead as planned on 19 July.\nIf that does happen, then hospital admissions could reach 2,500 a day, according to statistician Professor Sir David Spiegelhalter.\nProf Spiegelhalter told Andrew Marr it was \"absolutely inevitable\" that the UK would soon experience \"a big wave of cases\".\nHe said the hospital admission estimate was \"very high\" but \"considerably lower\" than the peak of the second wave.\nPatients would also likely be younger and therefore require shorter stays in hospital, Prof Spiegelhalter added.\nAsked whether the NHS could cope with such an eventuality, Mr Zahawi said: \"The NHS, I think, can deal with this cautious but pragmatic reopening of the economy.\"\nDespite the expected rise in hospital admissions, Mr Javid said what had \"shocked\" him the most since taking office two weeks ago was a warning about NHS waiting lists in England.\nCurrently, some 5.3 million people are waiting for routine operations and procedures in England - but Mr Javid warned that could more than double.\nHe said officials told him: \"It could go as high as 13 million.\"\nOn Sunday, the UK recorded 31,772 new cases and 26 deaths within 28 days of a positive test. \nIt is the fifth day in a row case numbers have been above 30,000, while Friday saw the highest daily figure since 22 January.\nRegardless of whether the NHS can cope with a rise in cases, very high case numbers could cause other problems over the summer.\nA requirement to self-isolate if people have had both vaccine doses will only stop on 16 August, raising fears that millions will be asked to self-isolate this summer as they mix more after 19 July.\nThe BBC has learned that the NHS Covid-19 app will be altered to send out fewer isolation alerts, in order to help alleviate this problem.\nCommenting on this, Mr Zahawi said the app \"was developed and operationalised at a time when we didn't have vaccines\".\nAnd on Friday, Downing Street said that officials were examining whether NHS staff could be freed of the obligation to self-isolate if \"pinged\" by the Covid app."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57386719",
      "category": "uk",
      "title": "Euro 2020 and Covid: How can I watch the final?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "England return to Wembley Stadium to face Italy in the Euro 2020 final on Sunday evening at 20:00 BST.\nThousands of fans will be in the stands, and special arrangements are in place for watching in the pub. \nAlmost 24 million people watched England's semi-final. Sunday could rival the record 32 million who watched England win the World Cup in 1966.\nPubs will be allowed to stay open until 23:15 BST for the final. It means licensing laws are being relaxed by 45 minutes, in case of extra time and penalties.\nBut England's restrictions are not due to be lifted until 19 July, so Covid restrictions still apply.\nUp to six people from six households (or two households of any size) can meet in a pub, or 30 in a pub garden. Groups must not mix. \nPubs have been given guidance by industry bodies in order to ensure Covid-safety, including: \nResearchers have warned a faster rise in Covid cases among men could be due to watching football in groups.\nAbout 60,000 fans will be at Wembley - 75% of the stadium's capacity.\nTicket-holders aged 11 or over need to prove they are fully vaccinated via the NHS app, with both doses received at least 14 days beforehand. Those not fully vaccinated can use proof of a negative lateral flow test from the previous 48 hours.\nFans need to wear face coverings in indoor areas of the stadium, but can remove them when they reach their seats.\nSome have criticised the decision to allow large crowds, given high Covid rates.\nBut London Mayor Sadiq Khan said he was confident \"people aren't taking the virus with them to the stadium\".\nAllowing crowds at Wembley is part of the government's Events Research Programme into Covid transmission at large events. \nOther events included are Wimbledon, which has had Centre Court at full capacity. The British Grand Prix will host up to 140,000 spectators at Silverstone on 18 July.\nAn initial report found \"no substantial outbreaks\" from the test events, although it is hard to prove because many people were not taking accurate PCR tests afterwards.\nSocial distancing guidelines should be followed and face coverings worn in pubs when not sitting down.\nIn England, people can use \"personal judgement\" about whether to hug close friends or family.\nIf you're inside, you should keep rooms well-ventilated, maintain social distancing and wash your hands regularly.\nUp to six people from multiple houses in England (or two households of any size) can gather inside - up to 30 outdoors. \nSocial distancing guidance and rules on gatherings differ across the UK:\nWhat are the rules where you live?\nThe official Uefa fan zone in England is at Trafalgar Square in London.\nThe ballot for tickets to the area is now closed.\nSocial distancing must be followed. No proof of test or quarantine is required, but fans need to check in via the NHS Test and Trace app.\nThere are also special areas for fans to watch matches in other cities including Manchester, Birmingham, and Glasgow.\nBoth the BBC and ITV are broadcasting the final.\nIt will also available be on Radio 5 Live, BBC iPlayer and the BBC Sport website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57798768",
      "category": "uk-england",
      "title": "Euro 2020 final: Baddiel and Skinner reunite to sing Three Lions",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57800151",
      "category": "world-europe",
      "title": "Euro 2020: Jubilant Italy fans celebrate victory over England",
      "tags": "Wembley Stadium,Italy",
      "text": "Italian football fans have been celebrating across the country after their football team defeated England 3-2 on penalties in the Euro 2020 final in London.\nThe team were given a hero's welcome as they arrived back in Rome on Monday.\nCrowds cheered as Captain Giorgio Chiellini held up the trophy, won only once before by Italy in 1968.\nThe BBC's Mark Lowen in Rome says the victory has brought joy back to Italy after the hell of the pandemic.\nThe star of what they're calling an Italian miracle is coach Roberto Mancini, transforming a national team from the shame of failing to qualify for the last World Cup to a side unbeaten now in 34 games. \nHe has brought youth and confidence to the Italian team and made Italians fall back in love with the \"Azzurri\".\nThe triumphant team landed at Rome's Fiumicino airport early on Monday morning. Crowds cheered as they disembarked, and later as they arrived at their hotel.\nChiellini - wearing a crown - held aloft the trophy, which he'd kept next to him on his bed overnight.\nLater in the day, they were welcomed by Italian President Sergio Mattarella, before going on to meet Prime Minister Mario Draghi later.\nSunday night began with stunned silence as England scored an early goal but was transformed by the elation of the Italian equaliser.\nWild celebrations followed after a penalty shoot-out that some could barely watch from nerves. \nAt a fan zone in Rome, thousands of supporters started jumping in pure elation, shouting and hugging each other after a missed penalty by England's Bukayo Saka signalled Italy's victory.\nEcstatic fans started street parties across the country immediately.\n\"I am so happy! We are Euro champions, I am going to celebrate all night, I am going to celebrate all night!\" Beatrice Mattioli in Rome told Reuters news agency.\n\"It's incredible, it's incredible, you can't feel better than this, it is amazing, we won the final!\" said Stefano Gucci, another supporter in the Italian capital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57788328",
      "category": "uk-england-london",
      "title": "Jonathan Coleman: Tributes paid to radio and TV presenter",
      "tags": "Hackney,Australia",
      "text": "Tributes have been paid to radio and television presenter Jonathan Coleman who has died at the age of 65.\nThe fast-talking DJ, who was born in London, had a long broadcasting career in both the UK and Australia.\nHe was diagnosed with prostate cancer four years ago and died on Friday with his wife and children by his side, his family said.\nHis wife Margot said they would \"miss him beyond words\", while others have paid tribute to the \"giant of radio\".\nColeman, who was known best as Jono, was born in Hackney on 29 February 1956.\nHis family moved to Australia where he first appeared on TV screens in 1979 and soon after featured on various radio stations.\nHe later spent 16 years in the UK where he presented the Russ and Jono Show with Russell Williams on Virgin Radio in the 1990s, as well as other programmes on BBC Radio London and Heart 106.2.\nIn a statement, his wife said they had been \"soul mates for close to 40 years\" and described him as someone \"with enormous talent and the special gift to make people laugh\".\nShe added her husband had wanted to be remembered \"for doing a good deed every day\", and that this reflected his \"generosity and caring nature\".\nAmong those to pay tribute was his former fellow presenter Williams who said working together had been the \"best of times and right now it feels like the worst of times\".\n\"Rest easy 'Little buddy' and 'Thank You Very Much Indeed'. Blessed to have had him in my life,\" he wrote.\nFilm star Russell Crowe tweeted that Coleman was a \"lovely man\", while radio and television presenter Jeremy Vine described him as a \"giant of radio\".\nBBC Radio London also paid tribute, tweeting: \"We are so sad at the news that our former colleague Jono Coleman has died from cancer at the age of 65. \n\"Our thoughts are with Jono's wife Margot and his children today.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57791089",
      "category": "uk-england",
      "title": "Euro 2020: The pride of England stars' hometowns",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57778225",
      "category": "uk-wales-politics",
      "title": "Covid: Welsh ministers under pressure to set freedom date",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "It is \"difficult to see\" how Wales can avoid setting a date for ending Covid restrictions now England and Scotland have set so-called freedom days.\nWales' former chief medical officer said it was a \"big dilemma\" for the Welsh government who will outline the next lockdown easing next week.\nDame Deirdre Hine said low case rates and high vaccination rates makes Wales \"better placed to make that decision.\"\nThe Welsh government said it was taking a \"cautious approach\" to ending rules.\nGovernments in England and Scotland have outlined when Covid lockdown restrictions will end while full vaccinated UK residents arriving in England from amber travel list destinations will not have to quarantine from 19 July.\nWales is considering following England's lead on travel from amber countries but the Welsh government has not said when Covid rules - like legally wearing a face mask and social distancing rules - will be scrapped here in Wales.\nMinisters in Wales have previously said their approach to reopening will not be \"driven by artificial dates\".\nDame Deirdre said the plan to end restrictions in England on 19 July was \"a big gamble\" for the UK government and also a \"big dilemma\" for the Welsh government.\n\"They will of course come under pressure to set a date and it's difficult in some ways to see how they can get away, if you like, without setting a date,\" Dame Deirdre told the BBC's Politics Wales programme.\n\"Our vaccinations rates are higher, the rate of infection is spreading not as high as parts of England, so arguably they are better placed to make that decision.\n\"And that in itself will be a form of pressure on them.\"\nHowever, Dame Deirdre added that she had confidence that the Welsh government would not abandon its \"consistently cautious\" approach.\nThe UK government's plan for England includes ending the legal requirement to wear a face covering in some settings.\nDame Deirdre said that was an \"unnecessary risk\", and recommended the use of face coverings on public transport and in shops should remain mandatory.\n\"I don't think, with the best will in the world, you can rely on people to take their own judgement on this,\" she added.\nDame Deirdre, who is regarded as one of Wales' leading medical experts, also warned it would take \"a lot of time\" to return to normality and that \"there will, in time, come to be an acceptable level of deaths\" from Covid.\nFollowing renewed calls from opposition parties and a number of doctors for a Wales-only inquiry into the pandemic, she said such a review \"would be a mistake\" as it would not be possible to \"disentangle the Welsh response from that of the rest of the UK\". \nShe added, however, that there was now was a need for an early review into the pandemic \"to give some pointers as to how we should be looking ahead\".\n\"There will be another pandemic of some sort...we do need to be prepared for that,\" said Dame Deirdre, who also established the Welsh breast cancer screening programme.\nA past president of the British Medical Association and Royal Society of Medicine, Dame Deirdre also oversaw the official inquiry into the 2009 UK swine flu pandemic.\nLast October, she accused successive governments of having failed to prepare for such a pandemic despite being warned for years of the risks.\nA Welsh government spokesperson said: \"We are continuing to take a cautious approach to unlocking restrictions in Wales in order to keep people as safe as possible.\n\"As a result of this approach and the efforts of everyone in Wales, we have the lowest rates of coronavirus in the UK. We also have one of the highest rates of vaccination in the world - with more than 70% of adults in Wales now fully vaccinated. \n\"The first minister will confirm the outcome of the latest review of restrictions next Wednesday.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57791039",
      "category": "uk",
      "title": "Bernard Mongan: Failings by Army over soldier's death, report says",
      "tags": "Catterick,British Army",
      "text": "An Army investigation into the unexplained death of a British soldier has identified serious failings in its duty of care. \nThe decomposing body of Lance Corporal Bernard Mongan was discovered in his barracks in Catterick, North Yorkshire, on 23 January last year. \nHe had been missing for three weeks without anyone noticing.\nThe Army said the delay in discovering he was dead was \"unacceptable and profoundly regrettable\". \nThe BBC has seen a copy of the Army's Service Inquiry Report into his death. \nThe report, which has not yet been made public, says that \"failings in the proper management of personnel led to the delay in the discovery of L/Cpl Mongan\". \nThe report also shows that LCpl Mongan's complaints of bullying and concerns about his welfare had not been properly investigated or passed on. The panel which carried out the inquiry concludes that its report \"makes for sobering reading\". \nThe Royal Signals soldier, who had served in Iraq, had been spending his Christmas leave in his room at Catterick Barracks, but was due to start an attachment with the Army's 77 Brigade in Berkshire on 7 January 2020. But neither camp noticed that he was missing. \nWhile duty officers in Catterick had been told to contact those remaining in the barracks over the Christmas period to \"ensure they are safe and well\", the inquiry found the plan had \"not been communicated and implemented as effectively as it should have\".\nThere was no roll call or head count at Hermitage Camp in Berkshire, when LCpl Mongan was meant to turn up for work in the new year. The report says it is \"distressing\" that his absence was not noticed by the units involved. \nBefore his death LCpl Mongan had complained that he was being bullied. He had kept a record of his \"perceived mistreatment\". The inquiry panel found there had not been a proper investigation into the allegations.  \nMongan was also a victim of a serious assault in Catterick in November 2018 which was being investigated by the Royal Military Police. Support for the victim was \"not effective\", the report says. \nThere were also welfare and medical concerns surrounding the soldier which were not properly recorded or relayed. In 2016 it was reported he had made \"an attempt on his own life\". While this was addressed at the time the information was not passed on. \nAs recently as 2019 he was described as being in an \"emotional state\" - with one witness saying he found him \"sat on his bed… uncontrollably crying\".\nThe report has been seen by his wife Beth. In a statement she said \"it's clear Bernie felt bullied and his mental health suffered\". Though separated, the mother of his three children had kept in contact. \nShe said \"he was telling people he was afraid and he was not checked properly in the days before he died\". \nEmma Norton, who runs the Centre for Military Justice, said the failings bear a striking similarity to other cases. She said the death of Cpl Anne-Marie Ellement in 2011 also showed the Army's failure to properly transfer information about her potential vulnerability.\n\"Despite all the reassurances to the family in that case... the Army now appears to admit that the same thing happened to Bernie,\" she said. \nIn a statement, Brig Edward Chamberlain, head of the Army Personnel Services Group, said: \"There were clearly failings in our duty of care to Lance Corporal Mongan. \n\"The delay in discovering he was deceased was unacceptable and profoundly regrettable. We are truly sorry that such a situation should have arisen.\"\nHe said the wellbeing of members of the armed forces was \"critical\", adding: \"In this case, we fell short of the standard which our armed forces and their families are entitled to expect, and for that we apologise.\"\n\"We will implement all the recommendations in the Service Inquiry to ensure an incident like this does not happen again.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57796459",
      "category": "uk",
      "title": "Euro 2020: All eyes on Wembley as fans watch England in final",
      "text": "Excited fans across the country are watching England play Italy in the Euro 2020 final.\nAround 60,000 supporters at Wembley watched the team take an early lead, with a goal from Luke Shaw just two minutes into the match. \nBut the second half saw Italy hit back with an equaliser from Leonardo Bonucci, taking the game to penalties.\nEarlier, footage showed dozens of fans trying to force their way past barriers to get into Wembley stadium. \nThe Met Police said there was a \"breach of security\" in the afternoon \"which resulted in a small number of people getting into the stadium without a ticket\". \n\"Officers worked closely with security officials to prevent any further breaches,\" the force said in a statement. \n\"We will also support action by Wembley Stadium officials to identify those without tickets and eject them.\"\nA spokesperson for Wembley Stadium said it was working closely with stewards and security to remove \"a small group of people\" who got into the stadium without a ticket. \n\"Anyone inside the stadium without a ticket will be instantly ejected,\" the spokesperson added. \nIn the beer garden at the British Oak in Mosborough - the village near Sheffield where Harry Maguire grew up - BBC reporter Olivia Richwald said umbrellas shook, tables rattled and beer was slung in the air as more than 100 fans watched England score. \nMeanwhile, on the Limeside Estate in Oldham, BBC special correspondent Ed Thomas said \"the whole place shook\" when the goal went in, with an atmosphere of \"pure joy\". \nThe Met Police said a large crowd also gathered near the fan zone in Trafalgar Square, attempting to push in without tickets. \nThe force said there were no more tickets or seats available in the fan zone and it was engaging with the crowd and telling them to disperse. \nFans also gathered at Leicester Square in central London, with many pubs in the area fully booked. \nThose turned away have filled the streets, chanting and blaring air horns. \nAhead of the game, flares were set off outside King's Cross station, while some fans climbed on top of a bus near Wembley Stadium. \nVideos on social media also showed bottles being thrown in Leicester Square. \nIn a tweet, the Met Police urged supporters to \"keep themselves safe\", adding that people had been seen jumping off street lamps or hoardings in central London. \nFans have been told not to come to the capital unless they have match tickets, or somewhere booked to watch the game.\nEarlier, supporters also gathered at the 229 venue in central London to watch an impromptu gig by The Lightning Seeds, who were reunited with comedians David Baddiel and Frank Skinner to perform the Three Lions football anthem.\nThey were introduced by Sir Geoff Hurst, who scored a hat-trick as England won the 1966 World Cup Final, in front of a jubilant crowd.  \nItaly has several thousand UK-based supporters at the game, while a maximum of 1,000 fans were given special permission to fly from Italy for the final.\nEngland's coronavirus restrictions are not due to be lifted until 19 July, so certain rules still apply - such as up to six people or two households being able to meet indoors.\nPubs will be allowed to stay open an extra 45 minutes in case of extra time and penalties, while thousands of schoolchildren will be allowed to arrive later on Monday so they can watch the final.\nThe Queen and Boris Johnson have led messages of support to the team, who are aiming to win their first major football tournament since 1966.\nThe prime minister and his wife Carrie were among those watching the game at Wembley. \nThe Duke and Duchess of Cambridge were also in the crowd with their seven-year-old son Prince George. \nYou can watch England v Italy live on BBC One. The match kicks-off at 20:00 BST tonight, but the TV coverage starts at 18:20.\nYou can also stream the match via BBC iPlayer or the BBC Sport live page.\nFor radio listeners, build up to the match will begin on BBC Radio 5 Live from 18:00, with live commentary from 20:00.\n13 June, group stage: England beat Croatia 1-0, with Sterling scoring the only goal of the game\n18 June, group stage: England and Scotland draw 0-0 at Wembley\n22 June, group stage: England beat Czech Republic 1-0 to top Group D, with Sterling scoring again\n29 June, round of 16: England beat Germany 2-0 thanks to goals from Kane and Sterling\n3 July, quarter-final: Kane, Maguire and Henderson score as England beat Ukraine 4-0\n7 July, semi-final: England beat Denmark 2-1 after extra time, with Kane scoring the winner"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57789359",
      "category": "uk-wales",
      "title": "Covid: Call for Wales to follow England's quarantine travel rules",
      "tags": "Tourism,Coronavirus lockdown measures,Builth Wells,Wales business,Holidays,Haverfordwest,Cowbridge,Welsh government,Coronavirus pandemic",
      "text": "Travel agents and tour operators in Wales want the Welsh government to follow England and adopt the same rules affecting international travellers.\nUK residents who have had both doses of the Covid vaccine returning from amber list destinations will no longer have to isolate in England from 19 July.\nBut Health Minister Eluned Morgan said she was concerned new Covid variants could come into the UK from abroad.\nShe said advice in Wales was to avoid all but essential overseas travel.\n\"We will be looking at that situation in the next few days to determine our response,\" she said, referring to the revised plans over the border.\n\"We have grave concerns about the situation where people are receiving a message that, if you're double vaccinated, you are in a situation where you are invulnerable and that is certainly not the message we want to give to the Welsh public.\"\nTravel agent Sue Glen said she had seen an influx of enquiries from people in Wales hoping to travel in the autumn and winter while her customers in England were booking holidays over the summer.\nShe also said many in Wales had their \"fingers crossed\" the Welsh government would follow the rule changes affecting travellers from England.\n\"It needs to be the same guidance - it's complicated enough,\" said Ms Glen, a self-employed travel agent based in Builth Wells, Powys.\n\"It's nonsensical not to have to follow the same rules. A lot of Welsh travellers will travel out using English airports. Going forward, a united approach is far more practical.\"\nNorthern Ireland will follow England in removing quarantine rules for fully vaccinated people travelling to and from amber list countries from 26 July, while Wales - like Scotland - has not yet decided whether to do the same. \nScotland's First Minister Nicola Sturgeon has said she is \"carefully considering\" what to do while the Welsh government said it was considering the proposal with a further review on easing more lockdown restrictions expected on Wednesday.\nFrance, Italy, the United States, mainland Spain and Portugal are among the countries on the UK amber list.\nWales has the lowest Covid case rates of the UK nations and its vaccination rates are among the best in the world.\nTravel operator Edwards Coaches, based in Rhondda Cynon Taf, has not taken customers into Europe since Christmas 2019, although its foreign holidays usually account for 30% in sales worth £2.5m.\nManaging director Jason Edwards said the Welsh government should \"take confidence and follow suit\" with the advice changing to allow English travellers to visit amber list countries and return without self-isolating.\n\"We need a consistent message between the UK and Welsh government,\" he said.\nCurrently, anyone returning from amber or red list countries must isolate for 10 days, regardless of their vaccine status.\nThe Welsh government's quarantine policy has differed from the UK government's in England for a period last year, but more recently has been broadly the same.\nBut ministers in Wales have continued to advise against all but essential travel overseas.\nA review of Covid-19 restrictions in Wales will be made the week starting 12 July.\n\"People are confused,\" said Suzanne Cumpston, from Sam Smith Travel in Cowbridge, Vale of Glamorgan.\n\"The whole point of the traffic light system was for the United Kingdom but we are not being very united.\"\nShe also said there were \"fingers crossed\" that the Welsh government would follow suit with its lockdown rules due to be reviewed next week.\n\"We need to be aligned,\" she added.\nAnna Reed, director at Ocky White Travel in Haverfordwest, Pembrokeshire, said there was \"utter confusion\" among people in Wales wanting to book holidays, due to the number of Covid tests required before and after travelling overseas, along with the necessary paperwork.\n\"They are not committing to anything because of all the rules in place,\" said Ms Reed.\nShe said while changes in the rules for travellers in England had prompted more enquiries from people in Wales, they had not yet made any \"commitment\".\nRussell George MS, Welsh Conservative spokesperson for health, said: \"So that everyone knows what the rules are and can abide by them, there should be one policy across the UK on who has to quarantine based on their vaccination status.\"\nHealth Minister Ms Morgan said there was a possibility that overseas travel could be \"the route through which we will see new [coronavirus] variants that could possibly evade our vaccinations\".\n\"I think people need to understand that actually, it is still a very precarious situation,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57788118",
      "category": "world-us-canada",
      "title": "US heatwave: California and Nevada brace for record-breaking temperatures",
      "tags": "Climate change,Severe weather,Canada,California,Heatwaves",
      "text": "Extreme heat is building in the western United States, with forecasts of record-breaking temperatures in the states of California and Nevada. \nIt comes just weeks after another dangerous heatwave hit North America, and the region has experienced the hottest June on record. \nCalifornia's Death Valley on Friday recorded a high of 54.4C (130F), with similar heat expected this weekend.\nMillions of people in the US are under warnings of excessive heat. \nThe National Weather Service has advised those affected to drink plenty of water and stay in air conditioned buildings.\nThe temperature in Death Valley on Friday matched one recorded in August 2020 - which some argue is the highest temperature ever reliably recorded on Earth. A temperature of 56.7C (134F) was recorded in 1913, but this is contested by climate experts. \nFirefighters battling the many wildfires in the region say the air is so dry that much of the water dropped by aircraft to quell the flames evaporates before it reaches the ground.  \nIn the north of Nevada, near the border with California, people were evacuated from their homes as wildfires triggered by lightning strikes tore through parts of the Sierra Nevada forest region.\nForecasters say Las Vegas's record of 47.2C (117F) could also be passed. \nIn Oregon, more evacuation orders were issued when a wildfire fanned by strong winds in the Fremont-Winema National Forest grew from nearly 26 sq miles (67 sq km) on Thursday to nearly 61 sq miles on Friday. \nThe fire was threatening power cables that send electricity to California. Power grid operators in California have urged customers to conserve electricity by reducing their use of appliances and to keep thermostats higher during the evening when solar energy is diminished or no longer available.  \nIn Idaho, Governor Brad Little declared a wildfire emergency and mobilised the state's National Guard to help fight fires also sparked by lightning.\nCanada is also bracing for extreme heat, though it is not expected to approach the temperatures seen at the end of last month when the village Lytton in British Columbia reached 49.6C (121F), breaking the country's highest recorded temperature.\nThe heatwave saw spikes in sudden deaths and increases in hospital visits for heat-related illnesses. \nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. But linking any single event to global warming is complicated.\nA study by climate researchers said the heat that scorched western Canada and the US at the end of June was \"virtually impossible\" without climate change. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57761592",
      "category": "uk-england-leeds",
      "title": "Euro 2020: Kalvin Phillips' rise from Wortley to Wembley",
      "tags": "Leeds",
      "text": "First it was the Championship, then it was the Premier League's turn, now he's made a huge mark on the international stage.\nSince Kalvin Phillips set up Raheem Sterling for England's opening goal of Euro 2020 against Croatia, fans across England and beyond have started to take notice.\nLeeds United supporters have known about the 25-year-old's talent for years, but not quite as long as his first coach.\nThe holding midfielder played youth football for his local side Wortley for seven years, with Elland Road scouts soon taking notice and snapping him up for Leeds' academy, aged 14.\nPaul Hatfield, who coached him at Wortley Juniors, based just three miles away from Elland Road, said: \"We were playing a tournament up at Farnley Academy, one of the guys from Leeds spotted him and said, 'I like him, who's he?'\n\"I said 'That's Kalvin Phillips', and some of the passes he was doing on that day he's doing for England now. He covered all the pitch too.\"\nPhillips, who joined Wortley when he was eight years old, left to continue his footballing education with Leeds - with many fellow junior players deciding to leave too, such was his influence. \n\"Kalvin did stand out, he'd never miss training, always trained hard, listened to us - if something went wrong, he'd get his shoulders up, got on with it and started playing again,\" Mr Hatfield continued. \n\"Win, lose or draw, he'd come off still smiling.\" \nThe player, nicknamed the 'Yorkshire Pirlo' - after Andrea Pirlo - in honour of his playmaking ability, will face the retired Italy great's home country on Sunday in England's first major men's final in 55 years. \nCo-headteacher Karen Loney, one of many staff members at Whingate Primary School who remember Phillips as a pupil, said: \"His mum recently posted a snippet of Kalvin's Year 6 report. In it, I use the phrase 'laid-back attitude' and you can still see that now.\n\"A happy, smiley, bright boy who did well across the board, worked hard and loved nothing more than chasing a football round at breaks and lunchtimes.\"\nOn the streets of Wortley, everyone has a story about Phillips - with some more tenuous than others. \nAt Cafe Blanco, owner Molly said: \"Well, he came in and bought an omelette and some sandwiches, and my co-owner, she had a photograph with him. \n\"It's nice to know a local lad done good.\"\nOver the railway tracks from his old primary school is 'Mushy Field', his usual spot for a kickabout as a child. \nOn a field that earned its nickname because of its proximity to a mushroom farm, Phillips mucked in and even found the time for a match with his mates after signing as a professional. \nSeveral of Phillips' friends were in the crowd at Wembley to see him play in England's semi-final win against Denmark, including Micaiah Williams.\nMr Williams said: \"That's why he stayed on for the full 120 minutes and still had energy until the last second.\n\"It's great to see just a normal, humble guy doing so well.\"\nKalvin is not only a great footballer but a wonderful human being. I'll always remember his debut at Wolves in 2015 when he crunched one of the hosts' senior players, Kevin McDonald, with what has since become his trademark tackle. \nThat aggression and competitive nature betrays a laid-back and respectful approach to life, illuminated by a beaming smile. \nHe has always shown a self-awareness and politeness which has helped him cope not only with the demands and scrutiny of the national press, but also with the criticism that came from a section of the Leeds United support who were not convinced by his ability when he was in the Championship. \nHe says United head coach Marcelo Bielsa has had a huge influence on his career, but so have predecessors such as Neil Redfearn and others in the academy at Thorp Arch who gave him his chance. \nHe has proved the doubters wrong by combining hard work and considerable talent to become one of the bedrocks of England's success at Euro 2020. \nHis rise to the Premier League and to representing England has the city bursting with pride for a local lad who loved his late Granny Val and adores his amazing family. Nice guys can win.    \nThe player's upbringing was not always an easy one, with his father serving time in prison and his mother working long hours. \nSpeaking to Ian Wright and Football Focus about his mother, Phillips said: \"It was just at the weekends we've seen her as she was busy working.\n\"We used to get up for school about eight o'clock and she'd drop us off in a car that wouldn't quite work properly, we'd see her for half an hour in the mornings, we'd go to my grandma's after school until she'd finish work.\"\nPhillips has also spoken about how close he was to his late grandmother Valerie Crosby, who died in February.\nAfter England's win against Denmark, he joined the post-match celebrations wearing a shirt with 'Granny Val' on the back in tribute to her. \nMr Hatfield said: \"He lives five minutes away from here, he's a Wortley lad and his granny said for him not to leave Leeds at all, so I can't see him leaving - but you never know.\" \nHis impact hasn't gone unnoticed back at his former school, with teacher Andy Rhodes, who taught Phillips in Year 5, noticing his skills influencing the next generation of midfielders in Leeds. \n\"There's now more children who like to hit 20 or 30-yard balls, the long pass has definitely been picked up on,\" he said. \n\"A 'Kalvin Phillips pass' involves hitting it very hard across the pitch.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57800036",
      "category": "uk",
      "title": "Euro 2020: Fans' despair as England lose to Italy in final",
      "text": "Fans have reacted with disappointment as England lost to Italy on penalties in the Euro 2020 final. \nAround 60,000 fans at Wembley witnessed the Three Lions' defeat, while millions watched in pubs, fan zones and homes across the country. \nThe Duke and Duchess of Cambridge - who were at Wembley with Prince George - congratulated the Italian side.\nLondon's Metropolitan Police said 49 arrests were made as of 02:00 BST, amid pre-match unrest at the stadium.\nIt added that 19 officers \"were injured while they confronted volatile crowds\".\n\"Heartbreaking. Congratulations Azzurri on a great victory,\" the royal couple wrote on Twitter.\n\"England, you've all come so far, but sadly this time it wasn't our day. You can all hold your heads high, and be so proud of yourselves - I know there's more to come.\"\nPrime Minister Boris Johnson said England \"played like heroes\", adding: \"They have done the nation proud and deserve great credit.\"\nLater he also tweeted condemnation of racist abuse directed at England players who missed penalties.\nHe said: \"This England team deserve to be lauded as heroes, not racially abused on social media.\n\"Those responsible for this appalling abuse should be ashamed of themselves.\"\nMayor of London Sadiq Khan said there was \"absolutely no place for racism in football or anywhere else\" and called on social media companies to remove and prevent hate.\nHe also tweeted that England had \"made history this tournament\", adding: \"Few have seen an England performance - or team - like the one you gave us this summer.\"\nMeanwhile, newspapers delayed their first editions as they attempted to sum up the feelings of a nation. \"Lions did us proud,\" the Metro's main headline said.\nAt Birmingham's Luna Springs big screen venue, teenager Jack Smith said: \"I feel sorry for the lads who had to take a penalty after coming on cold.\n\"I thought some of the bigger names would've stepped forward.\"\nIn Newcastle, Millie Carson, 18, said: \"We have come so far, winning would have topped it all off.\n\"The team has brought the country together, everyone has been loving life in these hard times.\"\nAhead of the game there were chaotic scenes at Wembley, with footage showing dozens of fans trying to force their way past barriers to get into stadium. \nScotland Yard said there was a \"breach of security\" in the afternoon \"which resulted in a small number of people getting into the stadium without a ticket\". \n\"Officers worked closely with security officials to prevent any further breaches,\" the Met said in a statement. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57794386",
      "category": "world-europe",
      "title": "Tiger's Bay bonfire: Michelle O'Neill defends court action",
      "tags": "Belfast,Michelle O'Neill",
      "text": "NI Deputy First Minister Michelle O'Neill has defended a failed legal bid to force police to help contractors remove a bonfire in north Belfast.\nThe Sinn Féin vice-president said ministers had \"a duty to uphold the law\" by taking the action.\nThe bonfire in Adam Street is in the unionist Tiger's Bay area and is close to an interface with the nationalist New Lodge.\nUnionist politicians have said the bonfire is \"a celebration of culture\".\nPolice had said the Adam Street bonfire was one of a small number in Northern Ireland causing concern.\nHowever, they refused to help contractors remove the bonfire as they said it would create a \"real and immediate risk to life\".\nInfrastructure Minister Nichola Mallon of the SDLP and Communities Minister Deirdre Hargey of Sinn Féin took the court action, but it was dismissed by a judge on Friday.\nSpeaking to the BBC's Sunday Politics programme, Ms O'Neill said: \"It's disappointing to see the outcome of the court ruling but I do think it was absolutely the right thing to do.\"\nShe claimed bonfires were illegal and that the Adam Street bonfire builders were trespassing on government-owned land.\n\"So the ministers have a duty to uphold the law and actually take the case to the courts.\"\nAt the court hearing, a barrister acting for the chief constable of the Police Service of Northern Ireland (PSNI) told the court of untested intelligence which indicated a potential ballistics threat to officers and contractors if an attempt was made to remove the bonfire.\nResponding to reports in The Sunday Times that loyalist paramilitary group the Ulster Defence Association (UDA) had brought weapons into the area, Ms O'Neill said: \"Why is it acceptable to anyone in this day and age that their threat is more dominant than the rights of the citizens that are being attacked in these areas?\"\nShe added that bonfires in interface areas \"invited\" tension and trouble and the motivations of those building them should be questioned.\nShe said: \"Putting a bonfire on an interface area does beg the question: Is it there only to antagonise?\n\"These bonfires should not be happening in interface areas.\n\"Those who want to celebrate the Twelfth, that's absolutely their entitlement, they should do that, but bonfires in interface areas are not acceptable.\n\"I just hope that we have a weekend where we're not looking at the scenes we witnessed a number of weeks ago whenever we saw tension in interface areas, none of us want to see that.\"\nSpeaking on Saturday, Democratic Unionist Party (DUP) assembly member for the area William Humphrey said the court case should never have been brought and was a \"complete waste of taxpayers' money\".\nHe said: \"We're coming up to the anniversary of the Battle of the Boyne, the glorious revolution, there is a tradition of bonfires being lit in the Protestant/unionist community going back to the glorious revolution - and that's what we're here to do, celebrate our culture.\n\"The bonfire is here because we've had houses built where it was previously situated.\"\nHundreds of Eleventh Night bonfires will be lit in loyalist communities across Northern Ireland over the weekend, most of them late on Sunday night, to usher in the main date in the Protestant loyal order parading season - the Twelfth of July.\nSome bonfires were lit on Saturday night, including in the Corcrain area of Portadown in County Armagh."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57794263",
      "category": "world-us-canada",
      "title": "US heatwave: Wildfires rage in western states as temperatures soar",
      "tags": "Oregon,Nevada,Wildfires,United States,Severe weather,California,Heatwaves",
      "text": "Wildfires are raging in the west of the United States as the region is hit by a heatwave that has brought record temperatures to several areas.\nCommunities have been told to evacuate as firefighters struggle to battle the blazes in the extreme conditions.\nIn California, residents were urged to cut power consumption after interstate power lines were knocked out.\nOn Saturday, two firefighters in Arizona died when their aircraft crashed while responding to a blaze.\nMeanwhile, Las Vegas, Nevada, matched its all-time temperature high of 47.2C (117F) on Saturday. \nFirefighters battling the many wildfires in the region say the air is so dry that much of the water dropped by aircraft to quell the flames evaporates before it reaches the ground.  \nIt comes just weeks after another dangerous heatwave hit North America, in which hundreds of sudden deaths were recorded, many of them suspected of being heat-related.\nThe region experienced its hottest June on record, according to the EU's Earth observation programme. \nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. But linking any single event to global warming is complicated.\nHowever, a study by climate researchers said the heat that scorched western Canada and the US at the end of June was \"virtually impossible\" without climate change. \nArizona's Bureau of Land Management paid tribute to the two \"brave wildland firefighters\" who died in a plane crash while performing aerial reconnaissance, command and control over the lightning-caused Cedar Basin Fire. \n\"Our hearts are heavy tonight with sincere condolences to families, loved ones and firefighters affected by this tragic aviation accident\", the agency said. \nThe accident occurred at around noon local time (19:00 GMT) on Saturday near the small community of Wikieup. Further information was not immediately available and the firefighters have not been officially named. \nIn the north of Nevada, near the border with California, people were evacuated from their homes as wildfires triggered by lightning strikes tore through parts of the Sierra Nevada forest region. \nOne fire, which more than doubled in size between Friday and Saturday, sent up a giant cloud of smoke and ash which, combined with the dry heat, generated its own lightning, according to the Los Angeles Times. \n\"As long as it's this hot and we have these low humidities, it's kind of hard to tell when and where we're going to catch this,\" Lisa Cox, information officer for the so-called Beckwourth Complex fires, told the newspaper. \nIn Oregon, a wildfire fanned by strong winds in the Fremont-Winema National Forest doubled in size to 120 sq miles (311 sq km) on Saturday.\nThe fire damaged power cables that send electricity to California. Power grid operators in California urged customers to conserve electricity by reducing their use of appliances and to keep thermostats higher during the evening when solar energy is diminished or no longer available.  \nIn Idaho, Governor Brad Little last week declared a wildfire emergency and mobilised the state's National Guard to help fight fires also sparked by lightning.\nFires have also been burning in Canada's western province of British Columbia amid unusually hot, dry weather. An entire village was wiped out in a blaze earlier this month after it recorded Canada's highest ever temperature of 49.6C (121.3F).\nThe country on Sunday ordered new railway safety rules for areas where there is a high wildfire risk. The rules will require Canadian National Railway and Canadian Pacific Railway to take a number of precautions, including reducing train speeds when there is an extreme fire risk and removing combustible material near tracks. \nSeveral areas in Nevada and California have matched or passed temperature records, according to preliminary data by the National Weather Service (NWS), and the extreme heat is expected to continue. \nA temperature of 54.4C (130F) was registered in California's Death Valley on Friday, matching one recorded in August 2020 - which some argue is the highest temperature ever reliably recorded on Earth. A temperature of 56.7C (134F) was registered in the area in 1913, but this is contested by climate experts. \nMillions of people are under an excessive heat warning, with those affected urged to drink plenty of water and stay in air-conditioned buildings where possible. \nCooling centres - air-conditioned public spaces - have been set up in some areas to help residents get relief from the heatwave. \nHeat warnings have also been issued in parts of Canada, with those affected urged to consider rescheduling outdoor activities for cooler periods of the day, and monitor for symptoms of heat stroke or heat exhaustion. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57791631",
      "category": "uk-wales",
      "title": "Second homes: Hundreds gather to protest housing 'crisis'",
      "tags": "Tourism,Housing,Affordable housing,Welsh language,Dwyfor Meirionnydd",
      "text": "Plans to tackle the second homes \"crisis\" in Wales are \"vague\" and \"unambitious\", a campaign group says.\nHundreds gathered at Llyn Celyn in Gwynedd on Saturday after the Welsh government announced plans to  \"inject fairness back into the housing system\".\nGwynedd has the highest number of second homes at 5,098, which represents 20% of all second homes in Wales.\nThe Welsh government said it was \"working at speed\" for \"sustainable solutions to what are complex issues\".\nMabli Siriol, chairwoman of Welsh language campaign group Cymdeithas yr Iaith, addressed the crowd and called for \"urgent action\".\nShe called for measures including new taxes and legislation to bring in price caps on second homes, and \"invest that money in our communities to bring houses back into public hands\".\n\"What we've got from them is vague and unambitious promises - more consultation, more pilot projects - that will take years to make a difference, which is time we can't afford to waste,\" she said.\nThere were 24,873 second homes registered for council tax purposes in Wales in January 2021, according to official figures.\nOfficials say numbers of homes could be much higher depending on the exact definition of a second home.\nThose looking to buy second homes or buy-to-let properties in Wales have to pay an extra 4% in land transaction tax (LTT) on top of the tax payable for their band.\nNew figures from the Welsh Revenue Authority show 44% of all homes sold in the Gwynedd constituency of Dwyfor Meirionnydd during 2020-21 were subject to the higher rate of LTT. \nThe area's member of the Senedd (MS), Mabon ap Gwynfor, told the Local Democracy Reporting Service: \"These latest statistics show that the housing crisis is getting worse and that the Welsh government's decision to raise the LTT by 1% hasn't worked... we have to take much more ambitious steps.\"\nEarlier this week the Welsh government said it would pick an area of Wales to pilot new policies aimed at \"injecting fairness back into the housing system\".\nIt said officials would also look at options to shut a tax \"loophole\" where some second home owners do not pay council tax.\nThe government has also said it will launch a Welsh Language Communities Housing Plan in the autumn.\nA Welsh government spokesman said: \"Fairness is at the heart of our plans, ensuring that everyone in Wales can have access to good quality, affordable housing.\n\"Within the first two months of forming a new government, we have set out plans to begin to address the impact of second and holiday home ownership in some communities and to protect the interests of Welsh language communities.\n\"We are working at speed to implement sustainable solutions to what are complex issues.\""
    }
  ]
}