{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57980530",
      "category": "world-australia",
      "title": "Malcolm Turnbull: Australia ex-PM says vaccine rollout 'a colossal failure'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57602460",
      "category": "uk-scotland",
      "title": "Covid: The healthcare heroes vaccinating Scotland",
      "tags": "Stirling,Falkirk,Coronavirus vaccines,Care homes,East Kilbride,Coronavirus pandemic",
      "text": "With four million first Covid vaccinations having been given, we speak to some of those who have helped make the programme work.\nAn army of healthcare staff from across the NHS, as well as volunteers and retired professionals, stepped up to facilitate the biggest mass vaccination rollout the country has ever seen - and Sharon Smith is one of them.\nThe 51-year-old is a health visitor who normally takes care of babies and new mums in Busby and Clarkston. When the vaccination programme was announced she signed up immediately to help give the jabs.\nHer team from East Renfrewshire health and social care partnership started to vaccinate the most vulnerable citizens living in care homes. The first jabs she gave are something she will never forget.\n\"My first vaccination was a home in Thornliebank. They made us so welcome. They were standing at the door waiting in a guard of honour and they cheered us in,\" she said.\n\"The ladies had had their hair done and a special chef had been brought in to make everyone's lunch afterwards. The men had put on shirts and ties. I was so emotional - all three nurses were in tears. \n\"The residents were excited about getting the vaccination so they could see their families again. Some had lost friends and more than one told me it had been worse than the war.\"\nSharon was a week into giving the vaccines when she realised she would actually be paid for working her days off.\nShe laughed: \"I genuinely thought I was doing my bit to get us out of this. My nursing instinct made me feel guilty I wasn't on the front line. This was my way to help.\"\nThe team made sure not a drop of vaccine was wasted.\n\"An NHS car would take me to NHS Louisa Jordan where, after strict security, I would pick up the vaccine at the pharmacy. It was in a big insulated box with strict instructions on when it was taken from the freezer. We were only allowed to open the box four times and it had to be used in six hours.\"\nA list of health staff still to be vaccinated was kept at all times and the workers put on standby. \n\"We would call round and give them designated timeslots to meet us in car parks and care home back gardens. Everyone turned up and we vaccinated in the sun, the rain and the snow,\" Sharon said.\n\"I remember a poor man taking his shirt off in the snow to get his jab, then stand for 15 minutes in the freezing cold. But we got rid of every single dose.\"\nThere were sad moments too with care homes hit particularly hard by Covid.\nSharon said: \"We went to one after the visit had been delayed due to an outbreak. When we got there we learned they had lost seven residents in one day. It was so sad but they were so grateful that we were there.\"\nKenneth MacArthur, 68, retired two years ago after 30 years as a renowned paediatric heart surgeon. \nHe was head of congenital cardiac services at the Royal Hospital for Children in Glasgow.\nHe rejoined the NHS to assist the vaccine rollout in Lanarkshire at the Alistair McCoist Centre in East Kilbride. At its height, he administered a vaccine every five minutes. \nHe enjoyed being part of a team again and has had some nice surprises.\n\"In the early days of the vaccine I was based in a centre in Rutherglen,\" he said.\"One girl who came through because she was in a vulnerable group was a patient I had operated on in the past.\n\"She recognised me and hailed me across the room, insisting I give her the vaccine. Her father came in another time to get his vaccine so he was telling me about her further operations and chatting away. I've operated on thousands of children and now they are adults.\"\nHe did home visits too and found those rewarding.\n\"When you see people in their own environment it is more emotional and you almost feel you are doing more good in that environment, because these are people who can't get out. \n\"A lot of people are scared of needles - I just use distraction therapy and get them to laugh. And the vast majority once they get it, say 'Was that it?'\"\nRita Ciccu Moore, 61, was assistant director of nursing at NHS Forth Valley and was awarded the MBE in 2019 for services to nursing when she retired.\nWhen the pandemic kicked in, she didn't hesitate to go back. First she set up a Covid centre to help manage the response and streamline the vast amounts of information on the new virus coming into the health board every day.\nIn August she got involved in the flu vaccine programme and when the Pfizer vaccine arrived, she set up the programme to vaccinate staff across the health board.\nLike Ken, her instincts told her to join the \"war effort\". \nShe said: \"I absolutely felt I had to do my bit. We ran seven clinics a day, three days a week, with about 90 people coming to each clinic.\n\"In the beginning we were giving the Pfizer jab and I felt so responsible, that I couldn't waste a single drop of this precious vaccine.\"\nRita said: \"I had to make sure we were not throwing any away. We ran around wards, into corridors, asking people if they'd had their vaccine and dragging them in. We focused on places like intensive care and the emergency department.\"\nThe highlight of Rita's experience was working with likeminded colleagues.\nShe said: \"We joked saying we were Rita's retirees. A lot of us came back in to help but we were constantly learning - this was all completely new. \n\"There was an incredible sense of team spirit.\"\nHilary Warkentin, 29, is a senior staff nurse and immunisation lead in Forth Valley who kept the big vaccination centres running smoothly from the start of the programme until now.\n\"At the start we didn't know who would be given the vaccine. It turned out to be everyone and the team got bigger and bigger as the rollout progressed. \nLike all the vaccination staff who spoke to BBC News, Hilary was blown away by the feeling of hope.\nAt one of her sites in Falkirk, a \"rainbow wall\" of Post-it notes was created from messages of gratitude.\nHilary was rewarded for her hard work by being chosen to attend a drive-in movie screening by the Duke and Duchess of Cambridge at the Palace of Holyroodhouse in Edinburgh.\n\"It was amazing,\" she said. \"Will and Kate came over to the car and spoke to us. The Duchess gave a speech to thank us.\"\nVince, 51, is an investment fund business analyst by day - by night and on his days off he is a volunteer for NHS Lothian.\nIt was over an after-work pint just days before the first lockdown was called in March 2020 that he and his friend Colin decided to sign up as volunteers.\nHe was an extra pair of hands in St Johns hospital in Livingston before joining the vaccine team.\n\"I was doing Thursday evenings and Saturday mornings. When the vaccine infrastructure was being put into place, I said I would work another night.\n\"Before the pandemic I used to travel into Edinburgh for one hour a day there and back - I won 10 hours a week back working from home, so I had more time to volunteer.\"\nVince has been managing arrivals, queues and check-ins at the vaccine centre at the Gyle in the capital. \nHe said: \"You'd see people waving to their neighbours, they all knew each other and this was their chance to catch up after months inside during lockdown.\n\"We tot up the numbers at the end of the shift to see if we have set a new record. \n\"It's nice to feel part of an overall process. Let's hope we never go through this again but looking back we will know we did our bit.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57983455/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Insurance threat for pinged holidaymakers",
      "tags": "Contact tracing,Money,Travel insurance,Personal finance,Self-isolation,Insurance,Coronavirus pandemic",
      "text": "A host of travel insurance policies will not cover cancellation costs if holidaymakers are told to self-isolate owing to a close Covid contact.\nHundreds of thousands of people have been pinged recently by the NHS app or contacted by the tracing service.\nAnalysts Defaqto said nine in 10 travel insurance policies cover the cost of cancelled holidays if the policyholder tests positive for Covid.\nBut for cases of self-isolation, cover falls to fewer than six in 10 policies.\nThe practical effects of self-isolation requests - dubbed the pingdemic - have crossed work and home lives, and led to considerable political debate.\nMuch of that has concentrated on people's ability to work safely, particularly in critical roles.\nThere has also been concern among holidaymakers, desperate for a summer getaway, that their plans may be scuppered by contracting Covid or coming into close contact with someone who has the virus.\nThe latest information from data specialists Defaqto, which analyses the insurance sector, found that 88% of single trip travel insurance policies on the market in the UK would pay out if a holiday was cancelled owing to a positive test.\nHowever, this drops to 56% if cancellation is owing to a self-isolation request. The figures are almost identical for annual policies.\nAnyone who receives notification from NHS Test and Trace is legally required to self-isolate, whereas a ping from the NHS app is advisory, but strongly recommends isolation.\nAnna-Marie Duthie, from Defaqto, said some insurers would be sympathetic to those required to self-isolate, so people in that situation should talk to their insurer about a claim.\n\"Policyholders should read their policies carefully to be sure they fully understand what cover they have, and if in doubt should contact their insurers before changing any travel plans,\" she said.\nThe vast majority of people take out travel insurance policies for overseas trips, although there is also cover available for domestic travel. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57978618",
      "category": "uk-politics",
      "title": "Boris Johnson pledges to to target crime and anti-social behaviour",
      "tags": "Policing,Police Federation,Boris Johnson,Priti Patel,Crime",
      "text": "Prime Minister Boris Johnson has suggested electronic tagging on more burglars after release, and wider use of public \"chain gangs\", as measures to combat crime and anti-social behaviour.\nThe government is also proposing that every neighbourhood in England and Wales should have a named police officer for residents to contact.\nThe PM said it meant victims could speak to someone who knew the area.\nThe Police Federation said fighting crime needed greater investment.\nAnd Labour accused the government of being \"all talk and no action\" on law and order.\nBoris Johnson also said he wanted to see hi-vis \"chain gangs\" as punishment for anti-social behaviour.\n\"If you are guilty of anti-social behaviour and you are sentenced to unpaid work, as many people are, I don't see any reason why you shouldn't be out there in one of those fluorescent-jacketed chain gangs visibly paying your debt to society,\" he said.\nUnder the Beating Crime Plan, more burglars, robbers and thieves would have their location monitored with electronic tags 24 hours a day after leaving prison.\nThe document also says Project Adder - which targets drugs gangs, offers help to addicts and increases the use of drugs testing when arrests are made - will be expanded from five areas of England to 13.\nThe new areas covered will be Newcastle, Bristol, London's Hackney and Tower Hamlets, Wakefield, Liverpool, Knowsley and Wirral.\nMinisters are also removing rules introduced by former Prime Minister Theresa May which made it harder for officers to use their section 60 stop and search powers.\nThe powers allow officers to search people without reasonable suspicion in places where serious violence may occur.\nBBC home affairs correspondent Daniel Sandford says the change could prove controversial but the government believes limits on stop and search have held back efforts to tackle knife crime.\nAlso as part of a trial, probation services in Wales will be able to require prisoners released on licence to wear ankle tags for up to a year to monitor the amount of alcohol in their sweat.\nProbation officers will be able to impose the tags where drinking alcohol is believed to increase their likelihood of committing another crime. \nCurrently, courts can only require offenders serving community sentences to wear the tags for up to four months for crimes explicitly linked to alcohol.\nLike the court-ordered tags, prisoners on release will not be required to wear them if they are dependent on alcohol because those offenders are often required to undergo treatment. \nThe government's plan also includes:\nSpeaking to reporters in Surrey, Mr Johnson said the government was \"putting £15.8bn into supporting our police\" - and he defended stop and search plans arguing that relieving someone of a dangerous weapon was \"a kind and a loving thing to do\" rather than a \"strong-arm tactic\".\nHe said plans for a named police officer for every neighbourhood would ensure that victims of crime could speak to someone who understood the local area.\n\"What you need is somebody who understands what's going on in your neighbourhood, who understands who the likely miscreants are, who understands whether the thing you are reporting - the crime that you are experiencing - is a one-off or part of a trend,\" he said.\nBy BBC Reality Check\nIt is far from clear that stop and search reduces violent crime. While it's often framed as acting as a deterrent, the figures don't bear this out. \nA surge of section 60 searches in parts of London was brought in under a knife crime initiative called Operation Blunt 2. However, it had no effect on police recorded crime compared with boroughs where the searches were not brought in. \nAs the number of stops fell after the policy was reviewed in 2010, the proportion of stops resulting in an arrest rose. In other words, when the police could search more people indiscriminately they stopped many more people who weren't committing a crime. \nIf you stop and search a lot more people you do get an increase in the absolute number of arrests - but many argue the methods are disproportionate. \nLast year, black people were nine times more likely to be stopped and searched as white people. Part of this is due to geography (more searches take place in big cities where there are also larger black communities) but even in London black people are still four times more likely to be searched.\nBy BBC political correspondent Pete Saull\nOn the prime minister's first day out of self-isolation, this is a clear attempt to seize the political initiative on an issue that's moving up the list of voters' priorities.\nWe've all spent more time than usual in our local communities over the past year and we're perhaps more aware than ever of crime and anti-social behaviour.\nIndeed, surveys for the Office for National Statistics suggest a growing number of people believe crime levels are rising.\nIt's an issue that has been considered safe territory for the Conservative party in the past, but Labour, too, are trying to capitalise on voters' unease. \nThe shadow home secretary, Nick Thomas-Symonds, has accused the Tories of being \"soft on crime\"; an accusation that's traditionally gone in the opposite direction.\nThe debate is also a sign that the parties want to move the conversation on from the pandemic.\nWith the worst of the coronavirus crisis seemingly behind us, you can expect discussions about other subjects to rise up the agenda over the summer.\nThe announcement comes four days after the Police Federation declared it had no confidence in Home Secretary Priti Patel.\nIt described the planned pay freeze for all officers in England and Wales earning more than £24,000 a year as an insult.\nAnd it delivered a letter to Downing Street on Tuesday objecting to the pay freeze and criticising the crime-fighting proposals.\n\"We don't need old ideas presented as new, we need genuine investment for the whole of the criminal justice system and genuine consultation over new ideas. Without that, this is just another ill-thought out initiative,\" the letter says.\nLabour said community policing had been \"decimated\" under the Conservatives.\nShadow home secretary Nick Thomas-Symonds said: \"Coupled with an insulting pay freeze, it is no wonder frontline police have declared no confidence in the home secretary.\"\nHe said the prime minister was offering \"more gimmicks and more slogans\", and suggested that key proposals such as a named police officer for every victim of crime were already recommended by the College of Policing guidelines.\nThe government says its crime plan builds on progress already made, with 9,000 new officers hired of the promised 20,000 additional officers by 2023.\nThis follows a reduction in officer numbers since the Conservatives came to power in 2010.\nBetween March 2010 and September 2017 there was a fall in officer numbers in England and Wales of 21,805.\nPolice numbers have risen since then, but in the most recent set of figures for September 2020 they were still 11,267 below the level in 2010.\nFormer Metropolitan Police Chief Superintendent John Sutherland told BBC Newsnight: \"During the decade of austerity, it wasn't just the numbers that we lost, it was the experience that went with it, it was the relationships with local communities that are the bedrock of local policing.\"\nPolicing Minister Kit Malthouse said the cuts had to be made in 2010 due to \"the worst economic crash since the Second World War\". He denied suggestions that a reduction in police numbers had led to a rise in crime.\nHave you been a victim of crime? You can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57976524",
      "category": "uk",
      "title": "UK Covid cases fall below 25,000, latest daily data shows",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of new Covid cases reported in the UK has now fallen below 25,000.\nThe UK recorded 24,950 new infections on Monday - a drop of 15,000 on 39,950 cases a week ago.\nThe number of new cases fell for a sixth day in a row - the first time since November, during England's second national lockdown.\nBut immunologist Prof Peter Openshaw said while he was \"cautiously pleased,\" further daily data would show if it was a sustained fall or a \"just a blip\".\nProf Openshaw, who sits on the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told BBC Radio 4's PM programme: \"It is exciting to see those rather encouraging figures, but there have been some delays in reporting the figures and we're still waiting for the full data to be released by the Office for National Statistics. \n\"So let's not get overexcited.\"\nDowning Street said earlier that while the fall in infections was \"encouraging,\" the prime minister believed the nation is \"not out of the woods yet\".\nThe PM's spokesman said the pandemic was \"not over\" and that \"we should still expect to see a rise in case numbers\" after the government lifted almost all legal restrictions on social contact in England a week ago.\nThe final relaxation of Covid rules included the removal of limits on the number of people who can meet or attend events and the reopening of nightclubs.\nProf Paul Hunter from the University of East Anglia previously told the BBC's Jim Reed that \"it [would] not be until about next Friday before the data includes the impact\" of the 19 July unlocking.\nThe first few days after unlocking also saw a sustained period of sunny weather across the UK. Scientists advising the government have consistently said that the virus is less likely to spread when people are meeting outdoors.\nThe scale of the fall has come as a surprise to even the most optimistic scientists - and is why many are interpreting it with a little caution.\nOne suggestion is the decrease could look better than it actually is because of a growing reluctance of people to come forward for tests.\nIt will be crucial to see if the drop translates into a similar fall in hospitalisations in a week's time.\nSaying that, it's been clear for the past few weeks that the rate of increase in infections had begun to slow.\nFears of 100,000 cases a day or more look unlikely now. But it's also important to be realistic about what's likely to happen.\nGovernment scientists believe we are entering an extended peak where infection levels are going to bobble around for a while.\nThe impact of the 19 July easing has yet to be felt for one thing. That could tip the trend back upwards.\nBut the hope is the levels of immunity built up along with a degree of cautious behaviour will mean any rise will be short-lived.\nIt is the first time since the start of the pandemic that a sustained drop in cases has not coincided with a national lockdown.\nIn November, there was a sustained drop in new infections after Prime Minister Boris Johnson announced a four-week national lockdown in England to prevent a \"medical and moral disaster\" for the NHS.\nAlthough the numbers of cases have fallen quickly over the past week, they are still more than 10 times higher than the levels seen in early May.\nWhile the number of cases is falling, the number of patients in hospital with Covid-19 is still rising - although at a slower rate than during previous waves because of the impact of vaccinations. \nThe latest data shows there were 5,238 in-patients on 23 July, compared with 4,612 a week ago. There were also another 14 deaths within 28 days of a positive Covid test.\nThe dashboard also shows 46,589,211 people have now received a first dose of a Covid vaccine, an increase of 24,551. This means that so far, more than 88% of UK adults have had a first jab.\nA total of 37,287,384 people have received both vaccines - a rise of 117,956 - equating to 70.5% of adults.\nMeanwhile, Northern Ireland's executive has agreed to to ease some Covid restrictions, including allowing theatres and concert venues to reopen from 18:00 BST on Tuesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57979356",
      "category": "world-us-canada",
      "title": "Thomas Barrack: Top Trump aide pleads not guilty to working as foreign agent",
      "tags": "Donald Trump,United States",
      "text": "Billionaire investor and former Donald Trump adviser Thomas Barrack has pleaded not guilty to charges of acting as an agent of a foreign government.\nMr Barrack, 74, was a key aide to Mr Trump during his 2016 campaign.\nHe has been accused of illegally lobbying on behalf of the United Arab Emirates (UAE) during and after the election, as well as lying to the FBI.\nMr Barrack entered his not guilty plea during his first court appearance on Monday in New York City. \nThe ex-Trump official faces federal charges of conspiracy, obstruction of justice and making multiple false statements to the FBI during a 2019 interview. He was arrested in California last week.\nAs he left court on Monday, Mr Barrack told reporters: \"As you'd expect, the system is working... you'll all see that I'm 100% innocent.\"\nOn Monday Matthew Grimes, a former executive at Mr Barrack's company, also pleaded not guilty to charges of illegal lobbying. A UAE citizen, Rashid Sultan Rashid Al Malik Alshahhi, 43, was charged as well and remains at large.\nThe three men are accused of unlawfully trying to promote UAE government interests by using Mr Barrack's connections to influence officials and media appearances. \nThey also allegedly promoted the candidacy of a UAE-favoured individual as US ambassador to Abu Dhabi.\nMr Barrack, who also served as Mr Trump's inaugural committee chairman, had been friends with the former president for four decades.\nThe wealthy investor is the latest ex-Trump aide to face criminal charges, like former campaign chairman Paul Manafort and former Trump Organization lawyer Michael Cohen.\nHis next court appearance is 2 September.\nMr Barrack is currently free on a $250m (£180m) bond, but must wear an electronic GPS ankle bracelet, restrict his travel and follow a curfew."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57987662",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Nicola Sturgeon optimistic major restrictions will end",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon,Coronavirus pandemic",
      "text": "There are \"strong grounds for hope\" that Scotland will be able to remove most of its remaining Covid rules next month, the first minister has said.\nNicola Sturgeon said the country was in a much better place now than it was earlier this month, when it had the highest virus rate in Europe. \nMs Sturgeon is due to decide next week whether to remove all of the major level zero rules from 9 August.\nShe told a government briefing that she was optimistic this would happen.\nBut she stressed that a \"sensible degree of continued caution\" would be needed to ensure the progress that has been made in recent weeks is not reversed.\nCase numbers in Scotland have more than halved over the past three weeks, with a daily average of 1,523 new cases last week compared to 3,305 in the week up to 2 July. \nThe average test positivity rate has also fallen from more than 10% at the start of the month to 7% - with the 5.6% recorded on Tuesday the lowest daily figure since the middle of June.\nThere had been five Scottish council areas among the 10 worst Covid hotspots across the UK at the start of July, but Ms Sturgeon said none are currently listed in the top 150. \nAnd more than four million people have now received their first vaccination dose, with 3.1 million having had both doses. This has been credited with limiting the number of people being hospitalised with the virus. \nMs Sturgeon said the uptake figures for the vaccination programme had been \"quite extraordinary\" despite concern at the apparent reluctance of some younger people to have the jab. \nShe added: \"We have seen some very positive development recently and that certainly gives me grounds for optimism that we will be able to continue our progress out of restrictions.\n\"That said, we do still need to be cautious. It's good that cases are lower than they were three weeks ago - that comes as a relief to all of us -  but they are still nine times higher than they were at the start of May and we know that the Delta variant is significantly more infectious.\n\"So just as a sensible degree of caution up to now has helped us get case numbers back on a downward path, a sensible degree of continued caution in the period ahead will help avoid sending that progress into reverse.\"\nMs Sturgeon also encouraged pregnant women to have the vaccine, saying there was \"overwhelming\" evidence from around the world that it was safe.\nAnd she said Scotland's chief medical officer would be writing to the JCVI about its current advice that the vaccine should only be given to under-18s in the UK if they have underlying health conditions that put them at higher risk from the virus. \nThe expert group is continuing to assess the situation, with several other European countries now vaccinating all children over the age of 12.\nMs Sturgeon said the issue was more pressing in Scotland because schools are due to return after the summer holidays next month.\nShe said it would be \"very controversial\" to go against JCVI advice, but added: \"I think it understands how anxious all governments across the UK are to make sure we get this right.\n\"If we are going to end up in a position of vaccinating young people, we end up there sooner rather than later.\"\nThe first minister also said she would set out next week whether secondary pupils and staff will still have to wear face coverings, and whether there will be any changes to the self-isolation rules in schools. \nEvery area of Scotland is currently under the lowest level zero restrictions of the country's five-tier system, with Ms Sturgeon due to confirm next Tuesday whether the remaining major restrictions - such as nightclubs being closed - will be lifted.\nHowever, she has already signalled that people will have to continue wearing face coverings in indoor settings such as shops.\nAnd the government will not advise an immediate return to full office working on 9 August. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57918218",
      "category": "uk",
      "title": "RNLI shows how to 'float to live' if you fall into water",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57964603",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Health trusts in appeal to off-duty staff",
      "tags": "NI Health,Robin Swann,Coronavirus pandemic",
      "text": "Two Northern Ireland health trusts have appealed for off-duty staff to come to work on Sunday evening and overnight due to hospital pressures.\nThe Belfast and South Eastern trusts said they were under \"extreme pressure\" due to a rapid increase in patients with Covid-19.\nThe South Eastern Trust said it had significant staff shortages due to the need for staff to self-isolate.\nThe trusts made their appeals on Facebook and Twitter on Sunday.\nThe Belfast Trust said the Royal Victoria and Mater hospitals were affected.\nIn a tweet, the South Eastern Trust made its staff appeal due to pressures in the system.\nA spokesperson for the Department of Health said some surgical procedures may be cancelled due to the \"surge in demand\".\nThey said the impact of Covid-19 was continuing to put \"extreme strain\" on the health service, with critical care capacity facing \"very significant challenges\".\n\"This is very regrettable and understandably a very anxious time for patients and families.\n\"Staff are working tirelessly in challenging conditions to treat patients as quickly as possible.\"\nIn a statement, the Belfast Trust said pressures had arisen due to an intake of Covid-19 patients \"in excess of predictions\".\n\"Our teams are under extreme pressure today in the Royal Victoria Hospital and Mater Hospital as we are caring for an increasing number of Covid-19+ patients, alongside emergency admissions,\" the statement said.\n\"Our sickest patients in the emergency department will be assessed and treated as a priority, but some patients will regrettably have to wait considerably longer to be seen than we would wish.\"\nA spokesperson for the South Eastern Trust said it is \"highly likely\" that surgery will be affected in the coming days.\n\"As with other Trusts in Northern Ireland, the South Eastern Health and Social Care Trust is under extreme pressure both in terms of increasing numbers of patients being admitted to hospital with Covid-19 and higher numbers within intensive care.\n\"Alongside this, there is significant staff shortages due to the need for staff to self-isolate.\"\nIn a later tweet, Belfast Trust thanked those who had come forward but reissued an appeal for off-duty registered nurses.\nHealth Minister Robin Swann tweeted to say the trust did not make such requests of its staff \"easily\".\n\"Unfortunately it is necessary as we continue to maintain the services that are expected,\" he said.\nSinn Féin MLA Colm Gildernew said the call for off-duty staff to come into work \"is very concerning\" \n\"The health minister must act to ensure safe staffing levels in all hospitals and that all staff are supported.\nDUP leader Sir Jeffrey Donaldson and the party's health spokesperson Pam Cameron said increasing pressure on the health service demonstrated the need for young people to ensure they take up the offer of Covid vaccination. \nIn a joint statement, they said the number of people hospitalised with Covid-19 would have an impact on other health services. \nThey appealed for young people to take up the vaccine.\n\"Young people have been hugely affected by the impact of Covid restrictions but can now play a significant role in moving forward out of the pandemic. \n\"It is vital that everyone who is eligible for vaccination takes up that offer.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57989777",
      "category": "world-us-canada",
      "title": "Covid-19: CDC brings back indoor mask guidance for virus hot spots",
      "tags": "United States,Coronavirus pandemic",
      "text": "Americans living in areas seeing new surges of Covid-19 have been advised to wear masks indoors again - even if they are fully vaccinated.\nThe Centers for Disease Control and Prevention (CDC) made the announcement on Tuesday, citing the spread of the highly contagious Delta variant.\nThere were 89,418 new cases on Monday, Johns Hopkins University reported.\nMasking has been a controversial subject in the US, and one politicised since the start of the pandemic.\nThe updated guidance says in public indoor settings, everyone should wear masks to prevent the spread of the Delta variant.\nNotably, this includes students and staff at schools, where masking has been a contentious issue.\nIn a statement following the announcement, President Joe Biden said masking students \"is inconvenient\" but would allow them to learn alongside classmates \"with the best available protection\".\nIn recent weeks, around 97% of patients admitted to hospital due to the virus in the US were unvaccinated. \nAs of mid-July, just under half of the country's population has been fully vaccinated. While some, like children and people with compromised immune systems, are unable to get the vaccines, many Americans are hesitant to get the jabs. \nExperts have warned about the spread of disinformation about the vaccines contributing to this reluctance.\nThe regions where cases have surged in the past month - mainly in the southern states - are also among the least vaccinated.\nIn Louisiana, the number of new infections since the beginning of July has neared early 2020 levels. Mississippi and Alabama, where only about a third of the population is vaccinated, are also among the states that have been disproportionately affected. \nFlorida alone has seen more than 10,000 cases reported each day, on average, this week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57986582",
      "category": "uk",
      "title": "Contaminated-blood inquiry: Former Health Minister Clarke denies responsibility",
      "tags": "HIV & Aids,UK contaminated blood inquiry,Kenneth Clarke,NHS",
      "text": "Lord Clarke has told an inquiry he was \"not responsible\" for blood products during his time as health minister.\nAbout 3,000 people died after being given blood products containing HIV and hepatitis C in the 1970s and 1980s.\nAnd Lord Clarke - Conservative Health Minister 1982-85 and Health Secretary 1988-90 - is the first senior health minister from the time to testify during the inquiry into the scandal.\nBut he said the emerging controversy \"hardly ever came across my desk\".\nQuestions have been asked about what the government knew about the risks of the blood treatments and whether patients were given sufficient warning.\nVictims of what has been called the biggest treatment disaster in NHS history were given a clotting agent called Factor VIII which had been imported from the US, where it was made from plasma donated by prisoners and other groups at risk from blood-borne viruses.\nBy the mid-1980s, once HIV was better understood, the blood products were heat-treated to kill the viruses - but not before thousands of people were infected.\nAmong them were dozens of young haemophiliacs at a boarding school in Hampshire who died after contracting HIV.\nHaemophilia impairs the body's ability to clot blood and has no cure.\nLord Clarke told the inquiry: \"As the tragedy with the haemophiliacs developed, I was aware it was there.\n\"From time to time, usually on my own instigation, I got on the edge of it.\n\"I did not call meetings on it. \n\"I was never the minister directly responsible for blood products.\n\"I was never asked to take a decision on blood products. \n\"I never intervened to take a decision on blood products. \n\"I did intervene or get involved in discussions a bit when I wanted to be reassured.\n\"When I arrived [as health minister], the idea that blood products was a very big part of the department's activity is simply not true.\"\nAnd it was not the job of ministers to intervene or impose a personal decision on what treatments patients were given, Lord Clarke said.\nAs late as November 1983, the government said it was not conclusively proven that HIV could be transmitted through blood products. By then, officials were already aware of deaths linked to the treatment.\nLord Clarke said he accepted a share of personal responsibility for delays to the production of a public information leaflet about who should and should not donate blood. Those at high risk of contracting Aids, including homosexual men, were to be discouraged from donating.\n\"It's a pity it look so long,\" he told the inquiry.\nBut he said no-one predicted the scale of the problem and although no-one was ignoring the risk at the time, he said he also didn't want to \"cause public panic over blood transfusions\".\nLord Clarke was also shown evidence of minutes from a sub-committee of the Committee on the Safety of Medicines in July 1983.\nDespite warnings from a leading disease expert over the risks of importing infected blood plasma from the US, the committee concluded there wasn't enough alternative supply from elsewhere to recommend stopping the imports.\n\"It's a pity they reached that conclusion\", he said, adding that he was \"surprised\" the decision was not run past government ministers.\nLord Clarke's evidence marks a significant moment for survivors and their relatives, who campaigned for years to bring about the inquiry, saying the risks of the blood products were never explained and the scandal was covered up.\nEarlier this year, then Health Secretary Matt Hancock became the first serving cabinet minister to give evidence, telling victims he wanted \"to make sure their voices are heard\" and promising the government would pay compensation if the inquiry recommended it.\nLed by former High Court judge Sir Brian Langstaff, the public inquiry has been examining the circumstances of the contaminated-blood scandal since 2018.\nHundreds of people infected with HIV or hepatitis C and their family members have given evidence at sites across the UK.\nEvidence hearings are due to continue next year with the final report expected to be published in 2022 or 2023."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57976548",
      "category": "uk-northern-ireland",
      "title": "Brexit: Sammy Wilson clashed with Edwin Poots over NI Protocol",
      "tags": "NI Brexit,DUP (Democratic Unionist Party)",
      "text": "Democratic Unionist Party (DUP) MP Sammy Wilson has clashed with colleague Edwin Poots in a private letter over his approach earlier this year to the Northern Ireland Protocol.\nMr Wilson said he was \"astounded and appalled\" by a response from the agriculture minister, Mr Poots.\nIt was regarding Brexit checks on pets travelling from Great Britain to Northern Ireland.\nThe protocol is the part of the Brexit deal that creates an Irish Sea border.\nMr Wilson questioned why as a \"unionist minister\" Mr Poots had not \"resisted the views of his officials\".\nHe went on to say the officials were \"more intent on implementing the protocol\" than recognising the \"grave harm\" it caused.\nMr Wilson also challenged Mr Poots for \"permitting discussions\" within his department, which were at odds with the DUP position.\nThe letter, which was released through a Freedom of Information request, was sent in May - three days before Mr Poots was elected DUP leader.\nIt was in response to earlier correspondence from the minister in which he set out the new restrictions around the movement of pets between Great Britain to Northern Ireland.\nIn his opening line, Mr Wilson wrote: \"At the outset, can I say I am astounded and appalled at the response I received from you.\"\nHe then set out why he believed the checks on dogs moving between Great Britain and Northern Ireland were unnecessary and added: \"I am astounded that the remedies which are open to you are not being pursued.\"\nHe asked why the checks could not be delayed for another year and questioned why the minister did not seek executive approval.\nHe wrote that he was surprised that Mr Poots had \"accepted the erroneous advice from your officials\", that it was a departmental matter and did not need executive approval.\nAt the time, Mr Wilson argued the restrictions on pet movements, which were due to come into force on 1 July, should be delayed for at least a year.\nWithin weeks of the letter, Mr Poots did act to delay the restrictions until October.\nMr Wilson wrote: \"I am surprised that you are permitting discussions to go on within your department to look at how this part of the protocol could be implemented when your party's position is that there should be no implementation of the protocol and indeed it should be replaced.\n\"I trust that you will reconsider the answer which you have given to me and give some hope to those who are looking for political leadership to destroy this protocol rather than meekly bow to the unreasonable demands which it makes.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57971990",
      "category": "health",
      "title": "Covid: Have we passed the peak and can we relax?",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Who thought we would be here, now?\nLike Olympic gold medallists, Tom Daley and Matty Lee, Covid cases in the UK are taking a spectacular dive. \nThe number of confirmed daily cases has fallen for six days in a row - now standing at 24,950. \nIt's little over a week since there were warnings we could reach 100,000 or even 200,000 cases a day. And unlike the previous two waves of Covid, it is happening without a national lockdown. Instead, we're opening up. \nThe turnaround is as surprising as it is welcome.  \nSo is it really happening? Has the third wave of Covid turned the corner in the UK? And does it mean we can think about life getting back to normal?\nAs always with Covid, it's not quite that simple, and the challenge with spotting the peak is that it is hard to do while you're living it. \n\"It's certainly is good to see case numbers going down, but we need a reality check,\" Prof Christl Donnelly, from University of Oxford and Imperial College London, told me.\n\"We've had a dramatic increase - and then on the face of it, a dramatic decrease.\n\"We have to be careful not to over-interpret that.\"\nWe don't know for sure what is going on, because there is always a difference between what can be measured in the data and what is really happening. \nSo figuring it out is like assembling a pandemic jigsaw where multiple pieces of evidence combine to give us the true picture. \nA fall in laboratory-confirmed cases is only one (albeit major) piece in the jigsaw.\nThere is other evidence - the number of people being admitted to hospital, or studies conducted by the Office for National Statistics. \nIt is also useful to know how many people are infected - even if they don't have symptoms. \nIf any of those numbers start showing a fall as well, there will be more confidence that cases are truly coming down.\n\"I really want to believe we're turning the corner, but I'm hesitant until we have all the data,\" said Dr Mike Tildesley, from the University of Warwick.\nThere are high levels of immunity in the UK now, due to a combination of vaccines (70% of the adult population have had both doses) and people who have had the virus.\nBut we haven't reached \"herd\" (or \"population\") immunity - where so many people are immune that the virus struggles to spread. \nIf that happened, then the growth in cases would be expected to gently slow down, level off, and then case numbers will start to fall.\nInstead, reported cases shot up dramatically and then fell equally precipitously. \"It's unlikely that herd immunity could lead to that fast a transition,\" said Prof Donnelly.\nSo, is there some change in our behaviour - on top of immunity - that is more likely to have made the difference?\n\"For me there are two big ones: schools closing and an increased awareness of a growing epidemic - alongside nicer weather,\" Prof Adam Kucharski, from the London School of Hygiene and Tropical Medicine, said.\nSummer holidays mean children mix less and parents don't congregate at the school gates. \nSunny weather means we can meet up with others outdoors, where the virus is less likely to spread.\nAnd while restrictions are being eased, \"residual caution\" means many of us are still living well within the limits of the rules.\n\"There's constant news coverage reminding us we're in a pandemic.\n\"Contact levels post step-3 were far below normal - a third below pre-pandemic levels (of 10 contacts per day on average),\" said Prof Kucharski.\nLast year, all of this may have felt like tinkering around the edges. It has taken two full and draconian lockdowns to bring surging cases under control in the past.\nBut it is possible that sufficient immunity has put us into a place where the small things make the difference between cases going up or down. \nIt is also possible the Euros, with people watching the football in crowded pubs, led to a spike in cases - which then subsided.\nSix days' worth of data is only six days and we don't know what the coming weeks will show. \nOne nagging question is around the number of tests taking place and whether we're now \"seeing less\" of the pandemic. \nThe average number of tests that took place last week is down around 10% on the week before, although the number of cases has fallen even harder. \n\"After headlines about the 'pingdemic', I'm certainly aware of people turning the app off or not taking a test before a friend goes on holiday,\" said Prof Donnelly.\nAnd schools closing also means children are no longer doing their regular rapid lateral flow tests. \nEvidence from Scotland may be telling us the fall is genuine, as the country appears to be further ahead in its third wave compared to the UK as a whole. \nDifferent term times mean Scotland's summer holidays kicked in at the end of June.\nThe number of Covid cases then peaked on 1 July and - an extra piece of the jigsaw - the numbers being admitted to hospital peaked two weeks later too. \n\"What we've seen in Scotland, aligned with school closures, gives a plausible explanation for what's happening in the UK,\" said Prof Adam Kucharski.\n\"But I'd like to see another week or two before being confident.\"\n\"We've not suddenly hit a magical point that means cases will only go down from now on,\" said Prof Donnelly.\n\"Being reassured is one thing, but being reassured and then less cautious would be unwise.\"\nThere are a couple of things happening right now. \nWe have not yet seen the impact of relaxing restrictions last Monday (19 July), which included reopening nightclubs in England.\nThis is due to the long delay between people catching the virus, and then getting symptoms and testing positive. \nThe end of this week is the earliest scientists expect to see the impact, but it could take longer as people may not have taken advantage of the relaxed rules until the weekend after 19 July.\nThen there is the worry that people's behaviour shifts - as in the opposite of a self-fulfilling prophecy. The better we think things are going to be, the more we behave in ways that spread the virus and makes things worse. \nThere was a point when 100,000 daily cases seemed to be on the cards.\nWe had passed 50,000, and cases still appeared to be rising rapidly. \n\"Hopefully we're moving away from that cliff - but we are still close to it,\" said Prof Kucharski.\n\"One of things you've got to remember is there is a lot of infection still out there. If behaviour changes, then you're only two doublings away from 100,000 (25,000 cases to 50,000 cases to 100,000 cases).\"\nProf Donnelly said projections that high are now \"less likely\" to happen but warns we've still got a \"lot of months ahead of us\".\nIf cases are truly coming down then we're in a moment when the weather, schools and immunity are all in our favour. There is still uncertainty around autumn, when schools will reopen and people mix more indoors again. \nBut for now, it looks like we're in a better position than we've ever been. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57970464",
      "category": "world-us-canada",
      "title": "US combat forces to leave Iraq by end of year",
      "tags": "Iraq,United States,Islamic State group",
      "text": "President Joe Biden says US forces will end their combat mission in Iraq by the end of this year, but will continue to train and advise the Iraqi military.\nThe announcement came after Mr Biden held talks with Iraqi Prime Minister Mustafa al-Kadhimi at the White House.\nThere are currently 2,500 US troops in Iraq helping local forces counter what remains of the Islamic State group.\nNumbers of US troops are likely to stay the same but the move is being seen as an attempt to help the Iraqi PM.\nThe US presence in Iraq has become a major issue since top Iranian general Qasem Soleimani and the leader of an Iran-backed Shia Muslim militia were killed in a US drone strike in the capital Baghdad last year.\nPolitical parties aligned to Iran have demanded the withdrawal of all forces from the US-led global coalition against IS, despite the continuing threat posed by the Sunni jihadist group.\nShia militias have meanwhile been accused by the US of carrying out hundreds of rocket, mortar and drone attacks on Iraqi military bases that host coalition forces in an apparent attempt to pressure them to leave.\nFor the US president, the announcement marks the end of another war that began under former President George W Bush. This year he said US troops would leave Afghanistan. \nSpeaking at the White House, Mr Biden told his Iraqi counterpart \"our counter-terrorism co-operation will continue even as we shift to this new phase.\"  \nMr Kadhimi responded: \"Today our relationship is stronger than ever. Our co-operation is for the economy, the environment, health, education, culture and more.\" He has insisted no foreign combat troops are needed in Iraq. \nUS-led forces invaded Iraq in 2003 to overthrow President Saddam Hussein and eliminate weapons of mass destruction that turned out not to exist.\nThen President George W Bush promised a \"free and peaceful Iraq\", but it was engulfed by a bloody sectarian insurgency.\nUS combat troops eventually withdrew in 2011. However, they returned at the request of the Iraqi government three years later, when IS militants overran large parts of the country.\nFollowing the military defeat of IS in Iraq at the end of 2017, US forces remained to help prevent a resurgence of the group.\n\"Our role in Iraq will be dealing with being available to continue to train, to assist, to help and deal with ISIS as it arrives,\" Mr Biden added at the meeting.\n\"But we're not going to be, by the end of the year, in a combat mission.\" \nThe BBC's Frank Gardner says the risk of IS once again sweeping aside the Iraqi army is reduced for several reasons. \nThe political situation in Iraq is more acceptable to the country's competing ethnic groups than it was in 2014. \nThe US-led coalition has spent a lot of time and effort in training up Iraq's counter-insurgency forces, and the IS leadership currently appears to be more focused on exploiting the ungoverned spaces in Africa and Afghanistan, our correspondent adds. \nEver since Iran's Islamic Revolution in 1979 it has been trying to evict US forces from its neighbourhood and become the premier power in the region.\nIt has had little success in the Arab Gulf states where mistrust of Tehran runs deep and where the US military has facilities in all six countries.\nBut the US-led toppling of the Saddam Hussein regime in Iraq removed the most effective obstacle to Iranian expansion, and Tehran has not passed up on the opportunity since then. It has successfully inserted its Shia militias into the fabric of Iraq's security establishment, and its allies have a powerful voice in parliament.\nSyria's civil war has opened the door for a major Iranian military presence there, while next door in Lebanon Iran's ally Hezbollah has become the most potent force in the country.\nIran is playing the long game. Its leaders hope that if it keeps up the pressure, both overt and covert, it will eventually make the Middle East a region not worth America's effort to stay engaged in, militarily.\nHence the frequent rocket attacks on US bases and Iran's support for civil protest calling for US troops to leave.\nAn agreement that sees the end of US combat operations in Iraq will be seen by many in Tehran as a step in the right direction.\nRead more from Frank on why Iran, and not IS, stands to gain from the US move"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57981899/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: UK cases fall for seventh day in a row",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "The daily number of Covid cases recorded in the UK has fallen for a seventh day in a row, to 23,511. \nPrime Minister Boris Johnson earlier urged people to \"remain cautious\" and not jump to \"premature conclusions\" about the falling numbers.\nThere were also a further 131 deaths reported within 28 days of a positive test, the highest number since March.\nPublic Health England said this showed the pandemic was \"not over yet\" and urged people to still take precautions.\nIts medical director Dr Yvonne Doyle said people should get both vaccine doses, meet outside, isolate if told to by NHS Test and Trace and limit contacts.\nShe said the number of deaths was \"in part due to the high number of cases recorded in recent weeks\", with the latest figures highlighting \"we are still in the third wave\". \nThe cases figure is a fall of 23,047 from Tuesday last week, when there were 46,588 new cases. \nMr Johnson, speaking before the latest figures were released, said: \"It's very, very important that we don't allow ourselves to run away with premature conclusions about this.\n\"Step four of the opening-up only took place a few days ago. People have got to remain very cautious, and that remains the approach of the government.\"\nMr Johnson, who was at Surrey Police HQ in Guildford on his first visit after self-isolating for 10 days, acknowledged frustration over the vast number of people being pinged by the NHS app and being told to quarantine. \n\"I totally understand that, particularly now as we're starting to see some better figures,\" he said. \"But I think everybody understands that this is still a very dangerous disease.\n\"We do need to use the tools that we have. Self-isolation is the one that we've got. I urge people to do it.\"\nThe new test-to-release system will come in on 16 August but \"until then, please could everybody stick with the programme\", Mr Johnson said. \nThe prime minister declined to confirm or deny reports that students might be required to prove their vaccination status to attend lectures or stay in halls of residence, saying: \"Young people are doing an incredible job of coming forward to get vaccinations.\"\nCabinet Office minister Michael Gove has said that those who refuse a vaccine are \"selfish\" and warned they will be barred from some events.\nThe UK government is considering the use of vaccine passports for some large scale events, such as football matches, having already announced they will be required for nightclub entry in England from the end of September.\nEarlier, epidemiologist Prof Neil Ferguson, who previously said 100,000 Covid cases a day was \"almost inevitable\" after England's unlocking on 19 July said: \"The effect of vaccines is hugely reducing the risk of hospitalisations and death. \n\"And I'm positive that by late September or October time we will be looking back at most of the pandemic.\" \nProf Ferguson, a member of the Scientific Advisory Group for Emergencies (Sage), said it was \"too early to tell\" if Covid cases would now reach 100,000 a day, but he was \"happy to be wrong - if it's wrong in the right direction\".\nHe added: \"We're not completely out of the woods, but the equation has fundamentally changed.\" \nThe number of patients in hospital with Covid-19 is still rising - although at a slower rate than during previous waves because of the impact of vaccinations. \nThe latest data showed there were 5,918 people in hospital on Monday, compared with 4,615 the previous Monday. And the most recent figure available for admissions to hospital, from 22 July, showed 945 were admitted that day. \nIn Northern Ireland, the chief medical officer Sir Michael McBride said the health service was operating under \"huge pressures\" as Covid admissions rose and more health trusts cancelled surgeries.\nAfter critics branded the decision to continue easing restrictions as dangerous and unethical, you could be forgiven for expecting the prime minister to be more celebratory about the turnaround in infection rates.\nInstead, there have been largely words of caution.\nThat reflects the fact that this wave of infection is finely balanced. Yes - it appears to have been brought under control before it got to some of the levels experts were warning about just over a week ago.\nBut that is because of two core factors: the levels of immunity in the population and how much mixing the public is doing.\nPrior to the 19 July easing the amount of contact we had with others was still at under half the level it was before the pandemic hit.\nIf that goes up, it could be enough to tip the balance and send infections back upwards.\nMinisters have been told by scientists advising them that the key is now vigilance as we are likely to be in a period where infection rates bobble around - a sustained period of mini-peaks that need to be carefully managed.\nNicola Sturgeon, Scotland's first minister, has said it was part of \"our collective civil duty\" to get vaccinated. \nShe accused those who deliberately spread misinformation about the vaccine of \"anti-social behaviour\", saying they were \"putting people at risk\". \n\"I'm not going to criticise people who have genuine concerns, but I will not stop trying to encourage you to educate yourself about the vaccine and come forward and get vaccinated,\" she said. \nThe Scottish government's national clinical director has said the country's case rate is \"dramatically falling\".\nProfessor Jason Leitch told the Today programme that Scotland once had the highest case numbers in five out of the top 10 local authorities in the UK, but now has none in the top 150.\nHe said: \"We've now seen hospitalisations fall. Around 3% of positive people get admitted to hospital but they are now younger, relatively healthy and discharged quicker. But some stay, and we've had many deaths over the last few days.\"\nHe added that the Scotland-England Euro 2020 match had caused a spike in cases due to fans travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57981148",
      "category": "uk-northern-ireland",
      "title": "High Street voucher scheme: Robin Swann to consider vaccination link",
      "tags": "Coronavirus vaccines,NI economy,Robin Swann,Coronavirus pandemic",
      "text": "Health Minister Robin Swann has said he would consider supporting linking the high street voucher scheme to people being fully vaccinated.\nThe initiative was announced last year to support retailers hit by Covid-19.\nAdults could receive £100 each to spend in town and city centres, with £145m of funding ring-fenced for its rollout.\nEconomy Minister Gordon Lyons told BBC Radio Ulster's The Nolan Show that he would not back such a proposal.\nMr Lyons' department confirmed that view.\n\"Such a suggestion would create unnecessary bureaucracy, throws up a range of legal issues and could ultimately jeopardise the entire scheme,\" the spokesperson said.\n\"As previously announced by the Department for the Economy, and backed by the executive,  every person in Northern Ireland aged 18 and over will be eligible to apply for a pre-paid card worth £100 to spend in supporting local businesses.\"\nThe health minister said he would be prepared to raise the matter with the Northern Ireland Executive.\n\"I'll have the discussion, will raise it at the executive committee certainly, in regards to that incentive for people coming forward to get vaccinated,\" he told the Nolan Show.\n\"But it will also have to be retrospective as I wouldn't want to discourage anyone who had already been vaccinated.\"\nRoger Pollen, from the Federation of Small Businesses (FSB), said he could understand why the health minister would want to look at \"every possible measure he can to encourage people to come forward and get vaccinated\".\nBut he added that on this matter he believed \"it would be the wrong thing to do\".\n\"This is a policy measure that was devised and intended to reinvigorate the high street and shops and retail and so on, after being on their knees for months and months and months,\" he said.\n\"To try and then use it also as an incentive for people to do something completely different to my mind risks actually damaging the original policy intent and you risk falling between two stools of things you are trying to achieve.\"\nRetail NI chief executive Glyn Roberts also expressed concern.\n\"This scheme is about supporting independent retailers, the regeneration of our high streets and boosting our shattered economy,\" he told BBC Radio Foyle.\n\"It is not about the vaccine take up and should not be linked in this confusing way,\" he said. \nIn April, then economy minister Diane Dodds announced that people over the age of 18 can apply for the scheme, which could open at the end of the summer.\nThe high street voucher is designed to encourage spending at retail and hospitality outlets, which have been adversely affected by lockdown measures.\nThe money cannot be used for internet shopping and the application process will be through an online portal.\nIt comes after it was reported on Monday, that people attending two major music events in Belfast will have to show proof of Covid antibodies, vaccination or a negative test.\nCustom House Square and Belsonic will both enforce the rules for all ticket holders to the outdoor events that run over several dates in August and September.\nThe Northern Ireland Executive has agreed that theatres and concert venues can reopen from 18:00 on Tuesday.\nMeanwhile, case numbers have been rising with Northern Ireland's chief nursing officer reporting a \"significantly increased demand\" for intensive care beds due to Covid-19 in Northern Ireland over the weekend.\nCharlotte McArdle said a surge in demand for services had come more quickly than was expected.\nTwo Northern Ireland health trusts also appealed on social media for off-duty staff to come to work on Sunday night due to hospital pressures.\nMr Swann said on Tuesday that there had been \"a dramatic increase in positive cases over the past couple of weeks and we've seen before those transmit into hospitalisations and into ICU\".\n\"We're not seeing the large numbers we've seen in previous waves, but it is putting that additional strain and stress on our health service as we try to get back to the normal work that they have been doing and we've missed over the last number of months,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57972950",
      "category": "uk-scotland-glasgow-west",
      "title": "Man tried to save wife and son from drowning in Loch Lomond",
      "tags": "Stonehouse,Lanark,Ardlui,Balloch",
      "text": "A man whose wife and nine-year-old son died in Loch Lomond at the weekend has told how he desperately tried to save them, despite being unable to swim.\nWaris Ali's wife, Edina Olahova, 29, their son, Rana Haris Ali, and family friend, 39-year-old Muhammad Asim Riaz all died in the incident at Ardlui on Saturday.\nMr Asim's seven-year-old son remains in hospital.\nMr Waris described how he threw his shirt to his wife to grab hold of.\nHe told the BBC: \"When I came out from the water, I could see my wife's hand. I tried to pull off my shirt and give it to her to catch but she couldn't.\"\nNone of the group, apart from Mr Asim, could swim.\nMr Waris, who lives in the Govan area of Glasgow, said they were returning from a holiday on the Isle of Skye when they decided to take a break at Loch Lomond.\nHe said the children were playing at the end of the pier when the son of his friend put his foot into the water and fell in. \nMr Waris said the water appeared to be shallow and safe but quickly became deep.\nHis son and the adults went into the water in a bid to save the other child but soon got into difficulties. A passer-by also helped and saved Mr Asim's son.\nPaying tribute to his wife, Mr Waris said she was \"very caring and very nice\". He said his son was \"very happy\" and  added that Mr Asim was a very good person and \"like my brother\".\nHe called for signs to be put near the water to warn people it was quite deep there.\nThere were a total of six deaths in lochs and rivers at the weekend.\nAn 11-year-old boy died in a river near Stonehouse, South Lanarkshire, on Saturday and a 13-year-old boy died after getting into difficulties in the River Clyde at Hazelbank near Lanark on the same day.\nA 16-year-old boy died near the pier at Balloch Country Park on Friday.\nDeputy Assistant Chief Officer Alasdair Perry, from the Scottish Fire and Rescue Service, said: \"This is the worst weekend in relation to incidents of this nature that I can remember.\"\nEmergency services were alerted to the Ardlui incident at about 18:40 on Saturday following \"reports of concern\" for people in the water.\nThe RNLI say there are five steps to know how to float: \nFind out more about the RNLI's \"float to live\" campaign\nFirst Minister Nicola Sturgeon described the deaths as \"heart-breaking human tragedies\".\nShe said: \"Like everyone else around the country, my thoughts are with the families who are grieving loved ones right now.\n\"It is unimaginable and impossible for the rest of us to understand fully what they are going through.\n\"These tragedies over the weekend are a really brutal reminder that the beauty of some of our waters often belies the dangers that they hold.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57987091",
      "category": "business",
      "title": "IMF upgrades UK economic forecast",
      "tags": "International Monetary Fund (IMF),Coronavirus vaccines,Economics,Global economy,Coronavirus pandemic",
      "text": "The UK economy will grow faster than expected this year as it recovers from the Covid pandemic, the International Monetary Fund (IMF) has said.\nEconomic prospects for rich and poor nations have diverged more due to differing access to Covid vaccines, it said.\nIn a new assessment, the IMF said the world is increasingly split into two blocs.   \nIt has upgraded growth forecasts for developed economies. \nBut the outlook for many developing countries has weakened.\nAmong the forecast revisions for this year, the largest upgrade is for the UK to 7%.\nBritain is also now predicted to have the joint fastest growth of the G7 leading rich countries, together with the US, although that follows a contraction last year that was the deepest in that group. \nThe UK's Chancellor, Rishi Sunak, welcomed what he called \"the positive signs that the economy is rebounding faster than previously expected\".\nHowever, he acknowledged that there were still challenges ahead and said the government would remain focused on protecting and creating as many jobs as possible.  \nThe IMF - an international organisation that seeks to promote economic growth, trade and financial stability - says there is a division between those countries \"that can look forward to further normalisation of activity later this year - almost all advanced economies - and those that will still face resurgent infections and rising Covid death tolls\".\nIts report says that in the rich countries almost 40% of the population is fully vaccinated.\nIn emerging market economies - the more advanced developing nations - it's less than half that, and just a \"tiny fraction\" in low income countries.\nFor the rich countries together, growth is now predicted to be stronger this year by half a percentage point. But there is an offsetting downgrade for the rest of the world which leaves the global 2021 forecast unchanged at 6%. There is an upgrade next year to 4.9%. \nHowever, the IMF warns that even in countries with very low infection levels, the economic recovery is not assured as long as the virus circulates elsewhere.  \nAnother factor fuelling the divergence is the steps taken by governments to support economic recovery. The report calls the effect in the US \"sizable\". \nThe report says that international action is needed to diminish divergences and strengthen global prospects. It says the immediate priority is to deploy vaccines equitably worldwide.   \n\"Concerted, well-directed policies can make the difference between a future of durable recoveries for all economies or one with widening fault lines - as many struggle with the health crisis while a handful see conditions normalise, albeit with the constant threat of renewed flare-ups.\" \nThe report suggests that inflation - which has surged in some countries - is in most cases likely to subside to pre-pandemic ranges next year. It could, however, be more persistent if people and businesses come to expect higher inflation and seek to raise prices and wages in anticipation.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57987016",
      "category": "uk-politics",
      "title": "Covid: Turning down Covid vaccine is selfish, says Michael Gove",
      "tags": "Michael Gove,Nicola Sturgeon,Coronavirus vaccines",
      "text": "People who turn down Covid vaccination are \"selfish\" and put others' lives at risk, Cabinet Office Minister Michael Gove has said.\nHe warned that those declining a jab could see themselves barred from events requiring \"a certain level of safety\".\nThe government has already said it plans mandatory vaccination for nightclubs in England from September.\nMinisters are also considering requiring proof of vaccination from fans attending sports venues.\nAs of Monday, 88.1% of adults in the UK have received their first dose of a coronavirus vaccine, while 70.5% have been fully vaccinated.\nStudies have linked vaccination to a reduced likelihood of infection and transmission, although the double-jabbed can still catch and transmit Covid.\nSpeaking during a visit to Glasgow, Mr Gove said: \"Ultimately, if you can be vaccinated and you refuse to, that is a selfish act.\n\"You're putting other people's health and lives at risk, you should get vaccinated.\"\nHe said he thought \"some form of certification\" was \"the right way to go\" to try to curtail Covid spread at \"certain venues and certain events\".\nThe government plans to make full vaccination for those not covered by an exemption a condition of entry for nightclubs in England from September.\nUnlike Covid pass schemes introduced in countries such as Denmark and France, clubbers will not be able to gain entry by showing a negative test result.\nPrime Minister Boris Johnson has said the government is considering enforcing the same rule at other venues \"where large crowds gather\" - but has not specified any so far. \nPolicy on vaccination certification in Scotland, Wales and Northern Ireland will be set by their devolved governments.\nAlso speaking on Tuesday, Scottish First Minister said people should consider it a \"collective civic duty\" to be vaccinated. \nShe said she would encourage those who are \"genuinely worried\" about vaccination to \"take a bit of time to find out the facts\".\n\"I'm not going to criticise people who have genuine concerns, but I will not stop trying to encourage you to educate yourself about the vaccine and come forward and get vaccinated,\" she added. \nHowever, she added that she considered \"deliberately spreading\" vaccine misinformation was \"anti-social behaviour\".\nVaccinations will be compulsory for staff at care homes in England, and may be extended to include more NHS staff.\nSome private companies including the publisher Bloomsbury, Pimlico Plumbers, and the airline Cathay Pacific, have already said they will require staff to be vaccinated.\nSome Conservative MPs have criticised Covid certification on civil liberties grounds, and threatened to boycott their party conference in the autumn if proof of vaccination is required of attendees. \nNightclub industry bodies have also reacted angrily to the government's proposals, warning it will be difficult to enforce and put them at a disadvantage to other nightspots. \nSpeaking on Monday, Labour leader Sir Keir Starmer said he supported the idea of using vaccine passports \"plus testing\" for mass events. \n\"Passports on their own aren't enough, because as we know sadly, you can be double-jabbed and still get the new [Covid] variant,\" he told LBC.\n\"The idea we can go back to mass sporting events or other events without any checks is not one I subscribe to,\" he said. \nBut he added: \"I don't want to see passports used on an everyday basis for access to critical things - like health, dentistry, food, etc.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57933979",
      "category": "world-asia",
      "title": "Mapping the advance of the Taliban in Afghanistan",
      "tags": "War in Afghanistan (2001-present)",
      "text": "The Taliban have taken control of Afghanistan, almost 20 years after being ousted by a US-led military coalition. \nEmboldened by the withdrawal of US troops, they now control all key cities in the country, including Kabul. \nThe Taliban took some areas from government by force. In other areas, the Afghan National Army withdrew without a shot being fired. \nAlthough renewed clashes had been going on for several weeks, from 6 August the Taliban made a more rapid advance across the country, as they took control of provincial cities.\nThe maps below start in early July and show the 400 or so government districts as they fell to the Taliban.\nUS forces based outside Afghanistan had launched air strikes against Taliban positions earlier last week, but they failed to slow the advance of the insurgents.\nAlthough most US troops left in July, several thousand returned to Kabul at the weekend to help evacuate American and allied personnel from the capital.\nThe airport in the capital was the only official route out of the country after the Taliban took control of all the major border crossings. \nCustoms duty on goods entering the country via crossings they control is now collected by the Taliban - although exact amounts are unclear as the volume of trade has fallen as a result of the fighting. \nBut, Islam Qala on the border with Iran was, for example, capable of generating more than $20 million per month. \nDisruption to the flow of imports and exports has affected prices of essential goods in the markets - fuel and foodstuffs in particular.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence in the region, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength in more remote areas.\nA  BBC study in 2017 showed the Taliban were in full control of a number of districts. But the research also showed they were active in many other parts of the country, mounting weekly or monthly attacks in some areas, suggesting significantly higher strength than previous estimates. \nIn 2017 about 15 million people - half the population - were reported to be living in areas either controlled by the Taliban or where the Taliban were openly present.\nAdditional reporting by BBC Afghan service"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-28295982",
      "category": "uk",
      "title": "Author Alex Wheatle: 'Systematic abuse where I grew up'",
      "tags": "Child abuse",
      "text": "The only records of historical child abuse that can be used to prosecute paedophiles lie in the memories of abused children, a victim has said.\nAuthor Alex Wheatle said he was abused at a south London children's home where he lived from 1966 until 1978.\nThere was \"systematic\" physical, sexual and emotional abuse there, he said.\nMr Wheatle, who was appointed MBE in 2008, told the BBC few paper records would exist so victims must be made to feel \"confident\" to come forward.\nHe said he had addressed issues of abuse in his novels, but now aged 51 he had decided to speak publicly about the abuse he suffered at Shirley Oaks children's home.\n\"I have spoken about violence before but not the sexual assault,\" he said\nThe government has recently announced two inquiries into historical child sex abuse allegations, one of which will examine how state institutions handled their duty of care to protect children from paedophiles.\nMr Wheatle said it would be \"very difficult\" for any inquiry to uncover abuse years after the crimes happened.\n\"It really comes down to the people who suffered,\" he said.\n\"I hope people come forward, but people will only come forward if they feel confident they will be listened to.\"\nHe said high-profile abuse cases like that of Jimmy Savile had made victims feel a \"need\" to speak out.\n\"I know many people who have stories that they want to tell and who feel they have not been acknowledged for what they went through,\" he said.\n\"We need a voice, we need to be listened to, we need to be acknowledged by the state.\"\nHe recalled being beaten at Shirley Oaks and said the children there suffered \"all sorts of abuses\".\n\"In the cottage where I was it was systematic,\" he said.\n\"It was on a daily basis.\"\nMr Wheatle said on one occasion he was sent to a doctor who told him to strip naked and then sexually assaulted him.\nHe also recalled one child being \"taken away\" for complaining. When she came back months later she was \"traumatised\" and refused to talk about what had happened to her, he said.\nHe said \"strange men\" were often in the grounds of the home, and some of these would \"target\" the children.\nMr Wheatle said there been an \"utter failure\" by social services to protect children, adding: \"They knew what was going on but they let it go.\"\nShirley Oaks closed in 1995 and three years later the Metropolitan Police and Lambeth Council, which ran the home, started Operation Middleton - a joint investigation into abuse at homes controlled by the council.\nThree people were jailed as a result of the investigation, and it found 16 alleged perpetrators had died and 19 \"could not be identified\".\nBut Mr Wheatle said the investigation did not properly examine \"why these people had access to children\".\n\"I hope these new inquiries look into that,\" he said.\n\"The guy who abused one of the children was living in a cottage [where the children lived] on a fold-up bed. How did that happen?\"\nA Lambeth Council spokeswoman said it would \"co-operate fully\" with the government inquiries.\n\"We are also supporting ongoing police enquiries and would urge anyone with new information to contact Lambeth Council or the police,\" she added.\nSpeaking about the effects of abuse, Mr Wheatle said: \"You are a child so you have no understanding of why you suffer it.\n\"You just live in fear all the time. You are just trying to survive.\"\nHe said each child had their own way of \"dealing with\" abuse.\n\"I was very lucky because I found writing,\" he said.\n\"I felt that released some of the demons that had tortured me.\n\"I address these feelings in two or three of my novels.\n\"Some people who can't find that release end up on drink, drugs or whatever.\"\nChief Constable Simon Bailey, the police's national lead officer for child protection and abuse investigations, said: \"Almost without exception police forces are seeing significant increases in child sexual abuse investigations. \n\"We do not believe that more offences are being committed but rather victims are becoming increasingly confident that they are going to be believed and that police are now dealing with such complaints in a very professional and sympathetic manner.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57970845/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Flood vigilance urged as heavy rain continues across Scotland",
      "tags": "Met Office,Thunderstorms,Stonehaven,Severe weather",
      "text": "Warnings of potential flooding have been issued as heavy rain was forecast across Scotland.\nThe north east is currently the worst hit area with a Met Office amber alert taking effect from 06:00 until 06:00 on Thursday.\nThunder and lightning was spotted across the country from late Wednesday, following a spell of warm temperatures.\nMore than 100 calls were made to the Scottish Fire and Rescue Service's north east control overnight.\nOf those calls, 53 were related to flooding alone.\nFirefighters pumped water from a number of homes that were flooded in Perth, Dundee, Angus, Aberdeen and Aberdeenshire.\nDeputy Assistant Chief Officer for SFRS John MacDonald said it had been a \"challenging night\" as crews also had to attend road collisions and a number of fires.\nHe said: \"My thanks must go to our crews and operations control for their outstanding work overnight in very challenging conditions, and to our partners for their continued assistance.\n\"This was a severe weather event and the number of these incidents are increasing.\n\"Do not under any circumstances attempt to drive through flooded areas as you may become trapped, and take steps to protect yourself and your property from floodwater where necessary.\"\nThere is also a yellow warning for rain covering much of the country from Wednesday which could see 100-120mm of rainfall in some places.\nThis warning takes effect from 00:00 on Wednesday until 06:00 on Thursday.\nAreas affected include Grampian, central Scotland, Tayside, Fife, parts of the Highlands, south west Scotland, Lothian, Scottish Borders and Strathclyde.\nThe Scottish Environment Protection Agency (Sepa) has also issued 19 regional flood alerts.\nHave you been affected by adverse weather? Do you want to share pictures and footage of conditions in your areas?\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy.\nTransport Scotland said downpours were coming in \"small patches\" however urged motorists to take care.\nA landslip at Gleneagles also affected train services between Perth and Stirling, but ScotRail later said the line had re-opened.\nThe worst areas affected by these are Spey Dam, Newtonmore and Kingussie in the Highlands.\nThe forecast means thundery showers may lead to flooding - which could happen quickly - and transport disruption, with possible delays and cancellations to train and bus services. \nPower cuts are also possible and some communities could become cut off due to flooding.\nTransport Scotland said a multi-agency response team would be operational over the coming days to monitor conditions.\nThe A83 at the Rest and Be Thankful reopened under traffic light control after being closed as a precaution on Tuesday ahead of the heavy rain forecast.\nThe area has become infamous for landslips, closures and long diversions.\nStein Connelly from Transport Scotland told the BBC's Good Morning Scotland programme: \"We are looking at a lot of surface water on the road network just now. The trunk roads are all open happy to say that and we'll do everything we can to maintain that as we get to the peak but we do ask people to be really careful as we're getting into the peak traffic. \n\"Leave yourself plenty of distance from the car in front and lower your speed, it can take twice as long to stop.\"\nScotRail also issued speed restrictions in a number of areas, primarily in the north east.\nMeanwhile Highland Council said gully emptying machines would be stationed in Muir of Ord and Dingwall as they were prone to flooding.\nIt added council staff are also prepared to respond with sandbags and floodgates to vulnerable properties, but advised all householders and businesses to \"remain vigilant\" and to prepare.\nSeveral manhole covers have also popped open in Aberdeen due to the force of the rain. The city council warned they may be under flooded water and out of sight.\nFollowing a meeting of the Scottish government's resilience room (SGoRR) on Tuesday, Deputy First Minister John Swinney said the Met Office alert signalled a \"potentially damaging and dangerous\" flood risk in some areas.\nHe said: \"Flooding could happen quickly, even in areas not usually prone to flooding. Some communities might become cut off if roads flood, and power cuts might occur.\n\"Please take extra care if you are out and about, do not attempt to walk or drive through flood water, avoid camping near watercourses and ensure water conditions are safe if spending time in the water.\"\nHe added: \"The Scottish government is in close contact with local authorities and the emergency services to ensure people in the affected areas receive the latest information, advice and support where needed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57981899",
      "category": "uk",
      "title": "Covid: UK cases fall for seventh day in a row",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "The daily number of Covid cases recorded in the UK has fallen for a seventh day in a row, to 23,511. \nPrime Minister Boris Johnson earlier urged people to \"remain cautious\" and not jump to \"premature conclusions\" about the falling numbers.\nThere were also a further 131 deaths reported within 28 days of a positive test, the highest number since March.\nPublic Health England said this showed the pandemic was \"not over yet\" and urged people to still take precautions.\nIts medical director Dr Yvonne Doyle said people should get both vaccine doses, meet outside, isolate if told to by NHS Test and Trace and limit contacts.\nShe said the number of deaths was \"in part due to the high number of cases recorded in recent weeks\", with the latest figures highlighting \"we are still in the third wave\". \nThe cases figure is a fall of 23,047 from Tuesday last week, when there were 46,588 new cases. \nMr Johnson, speaking before the latest figures were released, said: \"It's very, very important that we don't allow ourselves to run away with premature conclusions about this.\n\"Step four of the opening-up only took place a few days ago. People have got to remain very cautious, and that remains the approach of the government.\"\nMr Johnson, who was at Surrey Police HQ in Guildford on his first visit after self-isolating for 10 days, acknowledged frustration over the vast number of people being pinged by the NHS app and being told to quarantine. \n\"I totally understand that, particularly now as we're starting to see some better figures,\" he said. \"But I think everybody understands that this is still a very dangerous disease.\n\"We do need to use the tools that we have. Self-isolation is the one that we've got. I urge people to do it.\"\nThe new test-to-release system will come in on 16 August but \"until then, please could everybody stick with the programme\", Mr Johnson said. \nThe prime minister declined to confirm or deny reports that students might be required to prove their vaccination status to attend lectures or stay in halls of residence, saying: \"Young people are doing an incredible job of coming forward to get vaccinations.\"\nCabinet Office minister Michael Gove has said that those who refuse a vaccine are \"selfish\" and warned they will be barred from some events.\nThe UK government is considering the use of vaccine passports for some large scale events, such as football matches, having already announced they will be required for nightclub entry in England from the end of September.\nEarlier, epidemiologist Prof Neil Ferguson, who previously said 100,000 Covid cases a day was \"almost inevitable\" after England's unlocking on 19 July said: \"The effect of vaccines is hugely reducing the risk of hospitalisations and death. \n\"And I'm positive that by late September or October time we will be looking back at most of the pandemic.\" \nProf Ferguson, a member of the Scientific Advisory Group for Emergencies (Sage), said it was \"too early to tell\" if Covid cases would now reach 100,000 a day, but he was \"happy to be wrong - if it's wrong in the right direction\".\nHe added: \"We're not completely out of the woods, but the equation has fundamentally changed.\" \nThe number of patients in hospital with Covid-19 is still rising - although at a slower rate than during previous waves because of the impact of vaccinations. \nThe latest data showed there were 5,918 people in hospital on Monday, compared with 4,615 the previous Monday. And the most recent figure available for admissions to hospital, from 22 July, showed 945 were admitted that day. \nIn Northern Ireland, the chief medical officer Sir Michael McBride said the health service was operating under \"huge pressures\" as Covid admissions rose and more health trusts cancelled surgeries.\nAfter critics branded the decision to continue easing restrictions as dangerous and unethical, you could be forgiven for expecting the prime minister to be more celebratory about the turnaround in infection rates.\nInstead, there have been largely words of caution.\nThat reflects the fact that this wave of infection is finely balanced. Yes - it appears to have been brought under control before it got to some of the levels experts were warning about just over a week ago.\nBut that is because of two core factors: the levels of immunity in the population and how much mixing the public is doing.\nPrior to the 19 July easing the amount of contact we had with others was still at under half the level it was before the pandemic hit.\nIf that goes up, it could be enough to tip the balance and send infections back upwards.\nMinisters have been told by scientists advising them that the key is now vigilance as we are likely to be in a period where infection rates bobble around - a sustained period of mini-peaks that need to be carefully managed.\nNicola Sturgeon, Scotland's first minister, has said it was part of \"our collective civil duty\" to get vaccinated. \nShe accused those who deliberately spread misinformation about the vaccine of \"anti-social behaviour\", saying they were \"putting people at risk\". \n\"I'm not going to criticise people who have genuine concerns, but I will not stop trying to encourage you to educate yourself about the vaccine and come forward and get vaccinated,\" she said. \nThe Scottish government's national clinical director has said the country's case rate is \"dramatically falling\".\nProfessor Jason Leitch told the Today programme that Scotland once had the highest case numbers in five out of the top 10 local authorities in the UK, but now has none in the top 150.\nHe said: \"We've now seen hospitalisations fall. Around 3% of positive people get admitted to hospital but they are now younger, relatively healthy and discharged quicker. But some stay, and we've had many deaths over the last few days.\"\nHe added that the Scotland-England Euro 2020 match had caused a spike in cases due to fans travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/disability-57987803",
      "category": "disability",
      "title": "Critics give mixed response to ministers' £1.6bn disability strategy",
      "tags": "Youth and disability,Disability",
      "text": "There has been a muted response from charities and campaigners to the government's £1.6bn strategy to improve the lives of disabled people. \nMinisters have unveiled 100 pledges to tackle issues such as housing and inaccessible public transport, as well as barriers to education and work.\nWork and Pensions Secretary Therese Coffey said the government was listening and consulting.\nBut a disabled Tory peer Lord Shinkwin said the plans were a \"damp squib\".\nThe government says its National Disability Strategy - first announced by the prime minister at the last election - is a once in a generation transformative plan.\nIt promises £300m will be provided to support children with special educational needs and disabilities.\nOther measures include:\nBut speaking on Radio 4's Today programme, Lord Shinkwin said he did not see it as a proper strategy, adding that it was \"more of a mixture of a to-do list and a should have done by now list\".\nThe current system failed when it came to Florence Karlsen's education. \nThe 11-year-old from Surrey, who has autism, epilepsy and global developmental delay, was struggling in mainstream school and needed specialist provision.\nFlorence's family had to pay £15,000 in legal fees in a battle with their local council to ensure she was sent to a school that met her needs.\nHer father William said: \"We selected the school we wanted Florence to go to and the council selected its choice but we weren't happy with the choice they made.\n\"It was not a good choice as far as we were concerned. \n\"We decided to take the council to tribunal to argue our case. We had to fund all our own private reports, and employ our solicitor, which is a hugely expensive process.\n\"There are hundreds of families locked in battle with their local authorities. It's the last thing you want to be focussed on when you want to be focussed on your child's wellbeing and education.\"\nFlorence is now in a school which meets her needs. Mr Karlsen welcomes any extra funding but believes there needs to be a clear process when it comes to making sure disabled children are not shut out of education.\nLord Shinkwin said one of the major failings with the plan was in the area of employment, with a focus on recording the number of disabled people in the workforce rather than reporting the pay gap between them and non-disabled colleagues.\nHe said he did not think the strategy would \"make a massive difference\".\n\"It comes across to me more as a PR exercise by the government to make non-disabled people aware of the wonderful things it claims it has done or was going to do for disabled people,\" he said, adding there is a \"world of difference between meaningful engagement\" and consultation.\n\"This is not a document that ministers can claim is owned by disabled people in consultation with government,\" he said. \nCharities which represent disabled people welcomed some of the measures but said other aspects lacked scope and ambition. \nSense, which campaigns for better lives for deaf and blind people, said it was a \"small step\" that would not produce concrete actions resulting in lasting improvements.\nMark Hodgkinson, chief executive of the disability equality charity Scope, welcomed the consultation on mandatory disability reporting, and improvements to public transport.\nBut he said families would gain little beyond tweaks to the education system and the government had not set out how it will close the disability employment gap, which stands at 28.6%.\nHe said: \"Many of the short-term commitments made are to be welcomed, but the strategy as a whole falls short of the transformational plan that many disabled people expected and deserve.\n\"Unless we get clear detail beyond the next 12 months, it is difficult to see how life will be significantly different for the next generation of disabled people.\"\nLabour said the strategy was \"a lacklustre effort with too much talking and not enough doing\". \nShadow minister for disabled people Vicky Foxcroft said: \"The whole consultation process failed to properly consult with disabled people organisations, while many critical areas such as collecting data, adequate funding and the ongoing crisis in social care were completely ignored.\"\nSpeaking on Radio 4's Today programme, Work and Pensions Secretary Therese Coffey acknowledged the criticism, but said that the government was listening and consulting. \nShe added: \"Whether it's about aspects of social isolation, making it easier for people to travel, whether it's about people getting access to the countryside, things we all take for granted when we don't have significant disabilities and that's what we are trying to do as well as improving people's life chances by getting in to work and staying in work. \n\"So there is a variety of ways that we are working right across government and genuinely I believe this will shape people's lives in a way that makes it that bit easier every day. \""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-57988029",
      "category": "uk-england-sussex",
      "title": "A27 crash: Lorry driver caught on camera texting before collision",
      "tags": "Lewes,Seaford",
      "text": "A lorry driver who was filmed texting on his mobile phone moments before he crashed into a broken-down van, injuring three people, has been jailed.\nDerek Holland crashed into a stationary security van on the A27, in East Sussex, injuring the van's driver, a prison escort and a prisoner on board.\nWhen Sussex Police examined footage from Holland's cab cameras they found he had also taken both hands off the wheel to peel a banana while driving. \nHe was jailed for over three years. \nPolice found 42 separate incidents of poor driving during Holland's four-hour journey prior to the crash, which happened near Lewes, just before 11.00 BST on 10 August 2020.\nThese included the almost continuous use of his mobile phone while not wearing a seatbelt, and taking both hands off the wheel to peel a banana and to wave while at traffic lights, a police spokesman said. \nHe added: \"Throughout the journey, he used a replica seatbelt buckle in the socket to prevent the alarm from activating, and only put his actual seatbelt on when he pulled up behind a police car at a set of traffic lights. \n\"As soon as the police vehicle was out of sight, he removed the belt again.\"\nWhile being questioned, Holland, of Sutton Avenue, Seaford, admitted to police his manner of driving had been \"appalling\". \nHolland pleaded guilty to four charges when he appeared at Hove Crown Court, and was sentenced to three-and-a-half years' imprisonment.\nDet Sgt Rob Baldwin said: \"This is the worst case of prolonged distracted driving that I have seen. \n\"Holland had responsibility for driving a large goods vehicle, and he would have been well aware of the risks he was taking.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57970845",
      "category": "uk-scotland",
      "title": "Flood vigilance urged as heavy rain continues across Scotland",
      "tags": "Met Office,Thunderstorms,Stonehaven,Severe weather",
      "text": "Warnings of potential flooding have been issued as heavy rain was forecast across Scotland.\nThe north east is currently the worst hit area with a Met Office amber alert taking effect from 06:00 until 06:00 on Thursday.\nThunder and lightning was spotted across the country from late Wednesday, following a spell of warm temperatures.\nMore than 100 calls were made to the Scottish Fire and Rescue Service's north east control overnight.\nOf those calls, 53 were related to flooding alone.\nFirefighters pumped water from a number of homes that were flooded in Perth, Dundee, Angus, Aberdeen and Aberdeenshire.\nDeputy Assistant Chief Officer for SFRS John MacDonald said it had been a \"challenging night\" as crews also had to attend road collisions and a number of fires.\nHe said: \"My thanks must go to our crews and operations control for their outstanding work overnight in very challenging conditions, and to our partners for their continued assistance.\n\"This was a severe weather event and the number of these incidents are increasing.\n\"Do not under any circumstances attempt to drive through flooded areas as you may become trapped, and take steps to protect yourself and your property from floodwater where necessary.\"\nThere is also a yellow warning for rain covering much of the country from Wednesday which could see 100-120mm of rainfall in some places.\nThis warning takes effect from 00:00 on Wednesday until 06:00 on Thursday.\nAreas affected include Grampian, central Scotland, Tayside, Fife, parts of the Highlands, south west Scotland, Lothian, Scottish Borders and Strathclyde.\nThe Scottish Environment Protection Agency (Sepa) has also issued 19 regional flood alerts.\nHave you been affected by adverse weather? Do you want to share pictures and footage of conditions in your areas?\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy.\nTransport Scotland said downpours were coming in \"small patches\" however urged motorists to take care.\nA landslip at Gleneagles also affected train services between Perth and Stirling, but ScotRail later said the line had re-opened.\nThe worst areas affected by these are Spey Dam, Newtonmore and Kingussie in the Highlands.\nThe forecast means thundery showers may lead to flooding - which could happen quickly - and transport disruption, with possible delays and cancellations to train and bus services. \nPower cuts are also possible and some communities could become cut off due to flooding.\nTransport Scotland said a multi-agency response team would be operational over the coming days to monitor conditions.\nThe A83 at the Rest and Be Thankful reopened under traffic light control after being closed as a precaution on Tuesday ahead of the heavy rain forecast.\nThe area has become infamous for landslips, closures and long diversions.\nStein Connelly from Transport Scotland told the BBC's Good Morning Scotland programme: \"We are looking at a lot of surface water on the road network just now. The trunk roads are all open happy to say that and we'll do everything we can to maintain that as we get to the peak but we do ask people to be really careful as we're getting into the peak traffic. \n\"Leave yourself plenty of distance from the car in front and lower your speed, it can take twice as long to stop.\"\nScotRail also issued speed restrictions in a number of areas, primarily in the north east.\nMeanwhile Highland Council said gully emptying machines would be stationed in Muir of Ord and Dingwall as they were prone to flooding.\nIt added council staff are also prepared to respond with sandbags and floodgates to vulnerable properties, but advised all householders and businesses to \"remain vigilant\" and to prepare.\nSeveral manhole covers have also popped open in Aberdeen due to the force of the rain. The city council warned they may be under flooded water and out of sight.\nFollowing a meeting of the Scottish government's resilience room (SGoRR) on Tuesday, Deputy First Minister John Swinney said the Met Office alert signalled a \"potentially damaging and dangerous\" flood risk in some areas.\nHe said: \"Flooding could happen quickly, even in areas not usually prone to flooding. Some communities might become cut off if roads flood, and power cuts might occur.\n\"Please take extra care if you are out and about, do not attempt to walk or drive through flood water, avoid camping near watercourses and ensure water conditions are safe if spending time in the water.\"\nHe added: \"The Scottish government is in close contact with local authorities and the emergency services to ensure people in the affected areas receive the latest information, advice and support where needed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-57942459",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Shetland fires 'should act as warning to modular building industry'",
      "tags": "Construction industry,Shetland",
      "text": "Two devastating fires in Shetland should act as a warning to the modular building industry, it has been claimed.\nThe world-famous Fair Isle Bird Observatory was lost in 2019, followed last year by the Moorfield Hotel.\nBoth buildings were less than 10 years old and made from factory-built units, which had been shipped up to Shetland by sea.\nOne expert has called for a full investigation into why the fires took hold so quickly.\nBoth blazes were particularly severe, and fire crews were unable to stop the spread. No-one was injured in either incident.\nThe observatory had no guests when it was destroyed in March 2019. Susannah and David Parnaby, who were its warden and administrator at the time, had been out when the fire started. \nThe wing of the observatory housing the flat where they lived for a decade was the last section to burn.\n\"I stayed until it was dark,\" Mrs Parnaby said. \"Where our flat was, that was the last wall to completely burn. I stayed till that point - you know, you've got to see it out, got to witness it, in a weird way.\"\nThe couple, who have two children, were made redundant earlier this year but have managed to stay on the island as crofters. \nThe Moorfield Hotel had 70 occupants on the night it caught fire in July 2020. It was due to close a week later having lost its contract to house gas plant workers.\nA Scottish Fire and Rescue Service (SFRS) investigation into the Fair Isle blaze was inconclusive, stating that the blaze was likely to have started in the roof space.\nThe SFRS is still investigating the Moorfield Hotel fire, but police said their inquiry was finished, having found no suspicious circumstances.\nModular construction is currently enjoying a boom. It is seen as cost-effective, quick and greener; the UK government wants 25% of new affordable homes to be modular.\nHowever, some experts are worried that there is also a fire risk and are pointing to the Shetland fires as a warning.\nPrefab has been around for some time, but stacking modules on top of each other is causing Ian Abley, a technical designer who works for the Fire Protection Association, some concern.\nHe writes guidance for insurers about modular buildings and has used one of the Shetland fires as an example in his latest report. \n\"For the Moorfield Hotel, it's a problem of the fire getting into the cavity between the modules,\" he explained.\n\"If it can travel from one compartment to another through unseen spaces within the compartment walls and floors, there's very little the fire brigade can do. \n\"If you're not very careful in the way you put it together there may be combustible materials in those cavities.\"\nBoth the hotel and the observatory had passed building standards approval.\nHowever, documents obtained via Freedom of Information show a case officer raised concerns about fire safety in the design stage of the Moorfield Hotel.\nBBC Scotland tracked down the man who made the notes.\nStewart Douglas, who is now retired from Shetland Islands Council, identified his handwriting on the plans, and explained he had been concerned at the possibility of fire spreading from a bathroom into a service void.\nIt was not the only issue he had with the design, but these must have been addressed, he said, or the building plans would not have been approved by the council. \nHowever, Mr Douglas, who worked in the industry for more than four decades, said sometimes in the construction trade the plans that are signed off do not always match what is built.\nAsked if the Moorfield Hotel plans matched what was built, he said he could not be 100% sure.\n\"The only way I could be sure about that is if I'd been on site on a very regular basis, if not daily,\" he said.\n\"It's not the building standards officer's role or duty to ensure that work's done properly. It's the building owner's responsibility.\"\nArchitect Malcolm Fraser also watched the Shetland fires closely. He works with Construction Scotland Innovation Centre on delivering timber modular buildings, such as the Fair Isle observatory.\n\"What an extraordinary piece of terrible luck that both the Moorfield and the observatory, as representing the new ways of building on the islands, have both gone on fire\", he said.\nHe believes the investigations should be more wide-ranging, looking at the design of both buildings.\n\"Were there firebreaks? Did the firebreaks work? Were they installed correctly? And if so, why did the fire seem to have leapt past them?\n\"These are the obvious questions.\n\"If this is really the 'construction technology of the future' we need to find out why the fires took hold so quickly. We need the full investigations,\" he said.\nMcAleer and Rushe, the contractor which built the Moorfield Hotel, denied any suggestion that there were issues with the construction quality.\nIt said: \"Following the fire at Moorfield Hotel we provided the fire authority with all relevant documentation, including compliance certificates relating to the project, which was completed in 2013. Certificates supplied were compliant with regulations.\"\nBDL Hotels, former owners of the Moorfield Hotel, said they welcomed any review of fire and life safety measures.\n\"The Moorfield Hotel was designed and built to ensure the safety of guests and staff at all times,\" a statement said.\n\"The hotel was built by a specialist hotel contractor to all relevant standards, approved by building control and independently inspected by the professional team during construction and at completion.\n\"The fire started on the top floor, and the fire spread externally along the flat roof behind the false pitched roof. The fire's location made it extremely difficult to reach without the use of aerial firefighting equipment.\n\"It is sad that despite the heroic efforts of the firefighters the building could not be saved.\"\nAndrew H Wilson Electrical, the builder of the Fair Isle Bird Observatory, went into receivership in 2010.\nFair Isle Bird Observatory Trust, the owners of the observatory, declined to comment. \nFire safety expert Mr Abley wants assurances in the industry.\nHe said: \"If the construction industry doesn't know how to do cavity construction that prevents fire from spreading from one floor to another, it needs to learn and fast.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57982479",
      "category": "health",
      "title": "Covid: Alert over inaccurate thermometers bought in UK",
      "tags": "Coronavirus pandemic",
      "text": "There has been a rise in the sale of unreliable infrared thermometers in the UK, say regulators who are advising people to check before they buy. \nThe Medicines and Healthcare products Regulatory Agency says the Covid pandemic has created demand for devices that screen for a raised temperature. \nAccurate ones should carry a CE or UKCA mark, it advises. \nBut people should also be aware that temperature screening is not a reliable way to detect Covid.\nAnyone who thinks they may be infected should have a swab test. \nThe main symptoms of Covid, says the NHS, are:\nSome people have other symptoms too, such as fatigue, muscle aches and a headache, but others can have none and still be infected. \nIn July 2020, the MHRA issued a warning to manufacturers and suppliers of thermal cameras which cautioned them against making claims which directly relate to Covid diagnosis.\nMHRA spokesman Graeme Tunbridge said: \"People in the UK are unknowingly buying poor-quality infrared thermometers which do not meet the required standards of safety and performance.\n\"It is important that people know what to look out for when purchasing these products, or any other medical devices online. You should always look for the CE or UKCA mark on any medical device - this will either be on the device or on its packaging, and that includes when you are buying these products online.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57978244",
      "category": "uk",
      "title": "Covid-19: Olympic champion's coronavirus comeback and more tests for 'pinged' workers",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nWinning Olympic gold is a special achievement at any time. But Tom Dean's victory in the 200m freestyle in Tokyo is all the more remarkable, given he twice contracted coronavirus last year. He lost six weeks of training and at one point could not \"walk up the stairs without coughing and wheezing\". As he tells BBC Sport: \"The three week build-up back to training had to be structured to prevent any long-term damage to my heart and lungs, so it was scary.\"\nMore critical workers will be able to take daily tests rather than isolate when identified as close contacts of people who have Covid, in a bid to prevent staff shortages. With hundreds of thousands of people a week receiving alerts, the government says 1,200 extra rapid testing sites will be established for sectors including prisons, waste management and the armed forces. That's on top of 800 sites being set up for workers such as police, firefighters and supermarket depot staff.\nThe number of confirmed daily cases has fallen for six days in a row - now standing at 24,950. And unlike the previous two waves of Covid, it is happening without a national lockdown. Instead, we're opening up. Health and science correspondent James Gallagher finds scientists hopeful but cautioning against over-interpretation of a single set of figures.\nOn 18 March 2020, Earl Sewell became one of the first people to die with coronavirus in Birmingham. Days later, lockdown left his grieving and clinically vulnerable widow Jean alone for the first time in almost 40 years. Things got so bad she contemplated taking her own life. Now, she speaks of her relief at the lifting of restrictions.\nIf you've spent much of the last year and a half working from home, you'd be forgiven for groaning at the prospect of yet another video call. But tech companies reckon they can make an hour-long meeting at your kitchen table a little more bearable. Read about the apps claiming to make it feel like everyone is in the same room, or promising to digitally recreate real workplaces.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-53314290",
      "category": "uk-england-london",
      "title": "Shirley Oaks children's home girl raped '500 times'",
      "tags": "Lambeth London Borough Council,Lambeth,Independent Inquiry into Child Sex Abuse,Emotional abuse",
      "text": "Children as young as three were abused while in the care of Lambeth Council, while one girl was raped \"500 times\", an investigation has heard.\nShirley Oaks children's home had up to 350 residents under the age of 17 living there until its closure in 1983.\nThe Independent Inquiry into Child Sexual Abuse heard it was a \"frightening place\" in the 1930s.\nBarristers representing victims accused Lambeth Council of knowing about the abuse, but doing nothing.\nThe inquiry hearing, which is due to last four weeks, is investigating whether there were child protection failures by public authorities.\nOn Monday, the panel heard evidence from those who experienced abuse in the council's care system between the 1930s and the 1970s.\nA statement by one former resident said Shirley Oaks was a \"frightening place\" in the 1930s, where children received violent punishments and were force-fed until they were sick.\nAnother former resident, who gave verbal evidence to the inquiry, said she was \"always restrained\" and locked into a single room or a cell at Cumberlow Lodge.\n\"I was quite boisterous, and so, eventually, they forced me to take tranquillisers,\" she added.\nAnother witness, in a statement to the inquiry, said one girl was raped \"500 times\" by older boys at Shirley Oaks during the 1950s.\nReading the witness statement, Amelia Nice, counsel to the inquiry, said: \"(She) was then raped by a group of older boys in the grounds of Shirley Oaks.\n\"One boy would put a sack over her head when he raped her. [She] estimates this happened 500 times.\"\nAnother girl, also in the care of Lambeth council in the 1950s, was about eight years old when she began to be abused by a boy aged 17 at Shirley Oaks.\nIn a statement she said a staff member caught the boy naked in her room in the early days of the abuse.\nMs Nice told the inquiry: \"However, she, the staff member, didn't do anything, and no action was taken, and I wasn't questioned about what had happened.\n\"[She] told her foster carers about what had happened later on. At first, they did not believe her, but did then take her to the police station where she made a statement.\n\"No follow-up action, investigation or prosecution is described.\"\nThe inquiry continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57979570",
      "category": "uk",
      "title": "Contaminated blood inquiry: Former health minister Clarke to give evidence",
      "tags": "HIV & Aids,UK contaminated blood inquiry,Kenneth Clarke,NHS",
      "text": "Lord Clarke will give evidence under oath to the contaminated blood scandal inquiry later - the first senior health minister from the time to testify.\nAround 3,000 people died after being given blood products containing HIV and hepatitis C in the 1970s and 1980s.\nAs late as November 1983 the government said it was not conclusively proven that HIV could be transmitted through blood products.\nBy then officials were already aware of deaths linked to the treatment.\nLord Clarke was a Conservative health minister in the early 1980s when up to 30,000 people with haemophilia and other bleeding disorders were given contaminated blood products.\nIt has been called the biggest treatment disaster in NHS history.\nThe evidence under oath of someone who served as health minister at the time marks a significant moment for survivors and their relatives, who campaigned for years to bring about the inquiry, saying the risks of the blood products were never explained and the scandal was covered up.\nVictims of the scandal were given a clotting agent called Factor VIII which had been imported from the US, where it was made from plasma donated by prisoners and other groups at risk from blood-borne viruses.\nBy the mid-1980s, once HIV was better understood, the blood products were heat-treated to kill the viruses - but not before thousands of people were infected.\nAmong them were dozens of young haemophiliacs at a boarding school in Hampshire who died after contracting HIV.\nLord Clarke, who later became health secretary in 1988, is likely to face questions about what the government knew about the risks of the blood treatments and whether patients were given sufficient warning.\nBy November 1983, when the government said publicly there was \"no conclusive evidence\" HIV could be transmitted in the blood products, health officials knew of deaths linked to the treatment and assumed infection was possible.\nIn written evidence to the inquiry, Lord Clarke described the events as one of the worst tragedies in NHS history.\nBut he said he was not personally involved in key decisions at the time, which he said were clinical rather than political in nature.\nEarlier this year, then Health Secretary Matt Hancock became the first serving cabinet minister to give evidence, telling victims he wanted \"to make sure their voices are heard\" and promising the government would pay compensation if the inquiry recommended it.\nLed by former High Court judge Sir Brian Langstaff, the public inquiry has been examining the circumstances of the contaminated blood scandal since 2018.\nHundreds of people infected with HIV or hepatitis C and their family members have given evidence at sites across the UK.\nEvidence hearings are due to continue next year with the final report expected to be published in 2022 or 2023."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57993121",
      "category": "world-us-canada",
      "title": "Joey Jordison: Slipknot founding drummer dies aged 46",
      "tags": "Slipknot,Metallica,Music",
      "text": "The former drummer of US heavy metal band Slipknot, Joey Jordison, has died at the age of 46.\nIn a statement, Jordison's family said he passed away peacefully in his sleep.\nThey did not reveal his cause of death, but said his passing had left them with \"empty hearts and feelings of indescribable sorrow\".\nJordison was one of Slipknot's original members, founding the band in 1995 along with percussionist Shawn Crahan and bassist Paul Gray.\nThe group released a successful self-titled debut album four years later.\nThe band went on to sell millions of albums globally, find mainstream US chart success and win a Grammy award.\nSlipknot is best known for a unique aggressive music style and wearing horror-style masks while performing.\nJordison remained a part of the group until 2013. In later years, he revealed he left after being diagnosed with transverse myelitis, an inflammation of the spinal cord.\nCorey Taylor, Slipknot's lead vocalist, posted black images to his social media accounts after news of his death broke, as did Crahan.\nPaying tribute, Skunk Anansie singer Skin said Jordison had helped to make up \"one of the most ferocious and entertaining bands we ever played with\".\nWriting on Facebook, Metallica added \"RIP brother\", while another US rock band Papa Roach tweeted: \"Love you brother\".\nBorn Nathan Jonas Jordison in 1975 in Des Moines, Iowa, Jordison said he was given his first drum kit by his parents aged eight.  \nHe grew up playing music and eventually joined a project named the Pale Ones in 1995, which would eventually become Slipknot.\nJordison formed and found success with other bands, including Murderdolls, and later performed with other well-known acts like Metallica, Korn and Rob Zombie.\nHis death comes just over a decade after that of fellow founding member Paul Gray, who died of a drug overdose in 2010.\nFans and fellow musicians paid tribute on social media following news of Jordison's death.\nSerj Tankian, from System of a Down, described him as an \"amazing drummer and a fantastic guy\". \nMeat Heafy, frontman of Orlanda heavy metal band Trivium noted how the late drummer \"changed the face of heavy music on the planet as we know it.\"\nHis bandmate, drummer Alex Bent, said he was lost for words at the news. \"To call him an inspiration would be an understatement,\" he wrote.\n\"Countless hours studying every move behind the kit. I owe so much to Joey Jordison and could never imagine being where I am today without his influence.\"\n\"An absolute legend who changed the game not only for drums, but metal music as a whole,\" added popular metal YouTuber Nik Nocturnal.\nSinger-songwriter Frank Turner called Jordison an \"incredible musician\".\n\"46 is no age. RIP,\" he posted online."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57976341",
      "category": "business",
      "title": "House prices at new high as buyers seek more space",
      "tags": "Housing,Housing market",
      "text": "Surging demand for houses will last well into 2022 as buyers continue to look for more room after being cooped up during the pandemic, says property website Zoopla.\nA search for space has pushed up the average price of a house by 7.3% over the past year, reaching a new high of £230,700, it says.\nWhile houses are proving popular, flats are less sought after.\nBut properties of all kinds are in short supply, the firm stressed.\n\"Demand for houses is twice as high as typically seen at this time of year between 2017 and 2019, accelerating away from demand for flats, creating a disparity in average price growth across the two property types,\" Zoopla said.\n\"House prices are being supported in part by a severe shortage of homes for sale, with stock levels down some 25% in the first half of the year compared to 2020.\"\nThe firm said that while house prices were surging, the growth in flat prices was lagging at 1.4% over the past year.\n\"The rise in demand for houses is something we saw in the first lockdown,\" Grainne Gilmore, head of research at Zoopla, told the BBC.\n\"It's a reassessment among many homeowners of where they want to live.\"\nMs Gilmore said that with the rise of working from home, many people wanted a spare room that could become an office, while others were seeking garden space.\n\"A cohort of buyers has eroded the supply of family houses and put upward pressure on house prices more than flats over the past 12 months,\" she said.\n\"That's a situation that we would expect to continue into 2022.\"\n\"We're still seeing very high levels of demand in the market, even now with more modest stamp duty savings,\" Ms Gilmore added.\nThe price of the average UK house has jumped by 30% since 2007, when a typical house cost just £177,300, according to Zoopla.\nIn June alone, house prices were up 5.4% year-on-year, although buyer demand dipped 9% in early July because of the stamp duty holiday coming to an end.\nSales agreed this year are still 22% ahead of average levels in 2020.\nAs people are taking the opportunity to move out of big cities, house prices have grown the most in Wales at 10.2% and the North East at 8.8%. \nHouse price growth is weakest in London at 5.6%.\nFor flats, prices have risen the most in Scotland at 5.2% and the Midlands at 3.7%, but in London, flat prices have fallen by 0.5%. \nZoopla said it was also seeing a jump in demand for properties in outer London, up 86% on 2017-19 levels.\nBut the housing website said that it expected sales in London to improve, \"providing there are no further pandemic setbacks\", since the rental market had already bounced back. \n\"Further relaxation on the restrictions around global travel will result in a firmer pick-up in demand, which will also reverse the downward trend in pricing,\" Zoopla said. \nHow will higher house prices amid an increase in demand for houses affect you? Get in touch.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57979937",
      "category": "world",
      "title": "North and South Korea restore hotline after a year",
      "tags": "South Korea,North Korea–South Korea relations,North Korea",
      "text": "North and South Korea have restored a communication hotline that was cut off by Pyongyang last June.\nAccording to the South's presidential office, the leaders of both countries have agreed to rebuild trust and improve ties. \nThey have exchanged several personal letters since April, the statement added.\nNorth Korea cut the hotline in June 2020 as relations soured after a failed summit between the two countries.  \nShortly afterwards, North Korea blew up an inter-Korean border office that had been built to improve communications. \n\"According to the agreement made between the top leaders, the north and the south took a measure to re-operate all inter-Korean communication liaison lines from 10:00 on July 27,\" North Korea's official KCNA news agency said.\"The top leaders agreed to make a big stride in recovering mutual trust and promoting reconciliation,\" it added.\nRepresentatives from both sides spoke on the phone for three minutes, according to South Korea's Ministry of Unification. The ministry added that another call would be conducted on Tuesday afternoon, and henceforth everyday. \n\"We're glad to talk again after over a year. We hope this... [brings] good news to all Korean people,\" said the South's representative. \nTies between both countries improved in 2018, when South Korean President Moon Jae-in and North Korean leader Kim Jong-un met three times. \nBut this quickly broke down following the collapse of a second summit between Mr Kim and then US President Donald Trump. \nTensions later worsened, prompted by defector groups in the South sending propaganda across the border. \nThis eventually led North Korea to cut off all military and political communication links, including a hotline between their leaders.\nSouth Korea's president had called for the hotline to be restored and talks aimed at dismantling North Korea's nuclear and missile programmes.\nThe two Koreas remain technically at war because the 1950-1953 Korean war ended with an armistice rather than a peace treaty."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57983698/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Tesco offers £1,000 joining bonus for HGV lorry drivers",
      "tags": "Tesco,UK economy,BP,Freight transport,Grant Shapps,Coronavirus pandemic,Haulage",
      "text": "Tesco is offering lorry drivers a £1,000 joining bonus amid a chronic shortage of drivers in the industry. \nThe supermarket giant has deployed the recruitment incentive for candidates who join before 30 September.\nOther companies are also understood to be offering similar incentives for HGV drivers after disruption to supply chains led to product shortages.\nMorrisons said it was working on schemes to train staff to become lorry drivers.\nThe Road Haulage Association (RHA) has estimated there is a 100,000 shortage of HGV drivers across the UK.\nThe industry body has said some 30,000 HGV driving tests did not take place last year because of the coronavirus pandemic, and added a \"historic\" shortage in drivers had been exacerbated by changes to rules following Brexit.\nMore recently, drivers being told to self-isolate after being notified by the NHS Covid app is also adding to the problem.\nA lack of drivers has led to supermarkets suffering shortages of particular brands, while oil firm BP was forced to temporarily close a \"handful\" of its UK sites due to shortages in unleaded petrol and diesel being delivered.\nThere have also been problems with the delivery of some council services.\nJames Jamieson, chair of the Local Government Association (LGA), said several councils had been forced to suspend garden waste collections because of the lack of drivers.\nDarren Rodwell, environment spokesperson for the Local Government Association, said: \"While most councils have been able to keep services running, some are having to reduce services such as green waste collection. \n\"These issues are partly due to the increase in 'pinged' staff but also a larger problem with a shortage of HGV drivers.\n\"The announcement that waste collection staff can apply for exemption is pleasing, but we are awaiting details on how quick the application process will be and whether it includes all waste collection staff.\"\nIn Sutton and Croydon delays to bin collections could last until the autumn, the Local Democracy Reporting Service said.\nRod McKenzie, managing director of the RHA, said it was becoming \"increasingly competitive\" to recruit a \"a diminishing number of HGV drivers\", which he added had also driven up wages.\nMr McKenzie said he appreciated the \"difficulties\" caused by the pandemic but urged the government to \"speed up\" driving tests. He said it currently takes about six months to fully train a HGV driver.\n\"We are not seeing any sign of it getting better in the short term,\" he added.\nMr McKenzie said a \"package of measures\" was required to tackle driver shortages, which included conducting more tests and creating short-term visas for drivers from overseas to work in the UK.\nAlex Veitch, general manager of public policy at Logistics UK, said incentives being offered by Tesco and other businesses were \"obviously the law of supply and demand at work, given the current shortage of HGV drivers\". \nTo address driver shortages, wholesale food and catering supplier JJ Foodservice is aiming to fill the gap by broadening its talent pool.\nThe company has launched a recruitment campaign to encourage more women to become HGV drivers.\n\"Only 1% of HGV drivers in the UK are women - we want to help change that,\" said JJ's HR manager, Joanna Florczak. \nThe wholesaler said it was offering \"permanent contracts with no evenings or weekends, salaries of up to £35K in London, and no gender pay gap\". \nKaan Hendekli, head of operations at JJ Foodservice, said the company was also using women in recruitment adverts and highlighting \"support with wellbeing, which you might  not associate with traditional HGV driver ads\".\n\"The UK driver shortage is not going to go away overnight, so we're doing our part to make HGV driver roles more appealing to a wider diversity of people,\" he added.\nTo reduce demand on the company's existing drivers, the wholesaler if offering savings for customers who collect their orders instead of having them delivered. \nThe RHA has called on ministers to put HGV drivers on the Home Office Shortage Occupation List.\nIn response to HGV driver shortages, the government recently granted a temporary extension of lorry drivers' working hours.\nIn a letter to the logistics sector, government ministers said they would consult about \"the delegation of off-road manoeuvres\" as part of the HGV test, which they said would boost testing capacity.\nIt added the Department for Transport would also look to into issuing provisional licences to drive rigid and articulated lorries. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57972101",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Nurse says 'red tape' a delay to increasing staff",
      "tags": "NI Health,Nursing,NHS",
      "text": "A nurse has spoken of her frustration at the \"red tape\" that she has said is preventing more staff from getting on to wards.\nThe nurse, who wished to remain anonymous, has been waiting on the completion of pre-employment checks since being offered bank shifts with the South Eastern Trust in May. \nIt follows a weekend when health trusts made urgent appeals for off-duty staff.\nThe trust said checks could sometimes be delayed for a number of reasons.\nThe nurse said she just wanted to help out.\n\"I am at home reading these appeals and I could have been down helping,\" she told BBC News NI. \n\"It makes my blood boil that 12 weeks after interview I'm still in pre-employment checks when I could have been answering that call.\"\nSo-called nursing bank shifts are filled by trained nurses who are available to work flexibly and at short notice to complement the existing workforce. \nA spokeswoman for the South Eastern Trust said checks were carried out as quickly as possible but could on occasion be delayed due to a variety of reasons.\n\"These may include candidates failing to return their documents in a timely manner, issues of concern arising from health and disclosure checks that require escalation and, most commonly, difficulty obtaining references for candidates,\" she said. \n\"Where delays do occur the trust and our colleagues in BSO Recruitment Shared Services Centre endeavour to make sure these are followed up on and actioned as soon as possible to avoid delays in candidates being able to take up posts.\"\nFigures obtained by BBC News NI show that 72 nurses have been successfully interviewed for bank nursing shifts but have not been deployed because paperwork has to be processed.\nIn Belfast, 37 nurses were interviewed over the last 18 months but are awaiting the completion of checks.\nIn the South Eastern Trust, 18 nurses are in a similar position. \nThe Western Trust has two nurses affected while eight are still going through checks in the Northern Trust area.\nIn the Southern Trust area there are seven nurses going through pre-employment checks.\nAll five health trusts have also used agency nurses to fill thousands of shifts during the past year and a half, including Belfast (91,792) and Northern Trust (73,522).\nThe Health Minister Robin Swann said although he understood the pressing need for more staff, he expected \"due diligence\" to be carried out for anyone going into a professional post.\n\"It's certainly something I'll be following up on with our service organisations and the trust as well, because we have seen a need for nurses across the system,\" he told BBC Radio Ulster's The Nolan Show.\n\"I don't want to be doing anything that discourages anyone from coming forward to help us at this moment in time.\"\nThe nurse said that at some point \"the red tape has to go and a common sense approach taken\". \n\"I understand that due process has to be done and that the checks are there for patient and staff safety, but to wait six to 12 weeks to get into a clinical placement, when we constantly hear about staff shortages, does not make sense.\"\nThe nurse said there was a potential pool of nurses who are \"just dying to get on to the wards to work\". She added nurses had specifically done return to nursing courses. \n\"It's very frustrating especially when you hear about short staffing levels and appeals because people are absent, whether that's through retirement, long Covid, general sickness or isolating,\" she said. \n\"And then there are the waiting lists and you hear that A&Es are struggling to cope.\"\nThe \"sudden spike in quite sick patients\" had taken trusts by surprise, according to Dr Paul Kerr from the Royal College of Emergency Medicine.\n\"What we are witnessing is dreadful crowding in the emergency departments across Northern Ireland, there is lack of access to emergency beds for patients that need emergency admission,\" he told Good Morning Ulster.\n\"These are our most vulnerable patients with heart attacks, strokes, infections, traumas and emergency presentations like that.\n\"This is causing a risk to those patients and indeed a risk to the staff, Covid can indeed spread from patient to patient if these patients are crowded - if 30 or 40 or 50 of them perhaps are crowded in emergency departments, awaiting admission.\"\nSome nurses and doctors were even leaving hospital work as a result of the \"dreadful conditions\", Dr Kerr said.\nAt the weekend, the Belfast and South Eastern Trusts said rising admissions of Covid and non-Covid patients was putting them under significant pressure and issued appeals on social media. The Western Trust also contacted staff via email.\nThe Royal College of Nursing (RCN) said recruitment delays were causing frustration.\nRita Devlin, acting director of the RCN Northern Ireland, said the organisation was aware that members and managers were \"extremely frustrated\" at the length of time it takes to recruit staff into posts. She said the issue had been repeatedly raised with the Department of Health. \n\"These delays have an impact both on the staff waiting to be appointed and those working in areas within healthcare which are experiencing chronic staff shortages. Ultimately, this impacts upon the patients being cared for,\" Ms Devlin said. \n\"While we acknowledge the importance of robust checks and procedures, this process must be expedited to prevent further delays to the provision of much needed treatment and care.\"\nPaula Bradshaw, the Alliance Party assembly member who sits on the Stormont health committee, said the situation was \"simply unacceptable\". \n\"At this stage of the pandemic... we need all the experience and expertise we can get working at the front line in the health service,\" she said. \n\"We have over the last 18 months recognised the nature of the emergency by implementing exceptional measures across healthcare, public services and in society in general. \n\"This needs to be recognised also when it comes to the essentials of ensuring our health and social care system has swift access to all the workers it needs, particularly those who are already qualified.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-34965912",
      "category": "uk",
      "title": "How does the inquiry into historical child sexual abuse work?",
      "tags": "Independent Inquiry into Child Sex Abuse",
      "text": "The Independent Inquiry into Child Sexual Abuse (IICSA) in England and Wales is investigating claims against local authorities, religious organisations, the armed forces and public and private institutions - as well as people in the public eye. \nBut it was dogged with controversy after being announced in July 2014, with chairwomen coming and going and lawyers quitting their posts.\nFollowing the death of BBC presenter Jimmy Savile in 2011, hundreds of people came forward to say he had abused them as children. \nThe spotlight has also fallen on sexual assaults carried out in schools, children's homes and at NHS sites. \nAt the same time, there have been claims of past failures by police and prosecutors to properly investigate allegations.\nThe inquiry was announced by the then Home Secretary Theresa May to \"expose those failures and learn the lessons\" from the past. \nWhen it was announced, the inquiry was expected to take about five years to complete. When finished, it will publish a final report of recommendations.\nIt has already published an interim report with 18 recommendations - some of which have been acted upon - plus other investigation reports.\nThe inquiry is divided into public hearings into specific areas of concern, with witnesses giving evidence under oath; research into institutional failures in child protection, and the Truth Project, in which victims share their experiences with the inquiry either in private interviews or written form.\nThe inquiry will not seek to determine civil or criminal liability of individuals or organisations but may reach \"findings of fact\" in relation to this.\nAllegations of child abuse received by the inquiry will be referred to police and material related to Scotland, Northern Ireland or British Overseas Territories will be passed on to the authorities there.\nA separate inquiry looking at the abuse of children in care in Scotland has been set up by the Scottish Government.\nThe inquiry is being led by Prof Alexis Jay, a former director of social services who headed the inquiry into child sexual exploitation in Rotherham.\nShe is being assisted by a panel of advisers: law professor and human rights expert Malcolm Evans; child protection barrister Ivor Frank; and lawyer Drusilla Sharpling, a former Chief Crown Prosecutor for London, who has worked as an inspector of constabulary since 2009.\nA separate panel, made up of eight members, represents victims and survivors and advises the inquiry on all aspects of its work. There is also a Victims and Survivors' Forum.\nBrian Altman QC is lead counsel to the inquiry.\nThe inquiry's public hearings consisted of 15 separate investigations.\nThe inquiry is investigating: \nAs of October 2020, eight of its investigations are complete.\nTheir conclusions included:\nAn interim report concluded that common responses to child abuse \"deflected responsibility away from perpetrators and institutions\".\nThe main bone of contention in the inquiry's early years was who is in charge. \nThe first chairwoman, appointed in July 2014, was Baroness Butler-Sloss. However, she resigned just one week later after concerns arose around her links to the establishment - namely her late brother, Sir Michael Havers, who was attorney general in the 1980s.\nIn September 2014, Lord Mayor of London Fiona Woolf was named the new head, but after disclosing she had been to five dinners with the late Lord Brittan - one of the people facing accusations at the time, which have since been dropped - she quit by the end of October. \nIn February 2015, Justice Lowell Goddard, a serving judge of the High Court of New Zealand, took over the reins and was in charge as the inquiry began hearing directly from victims and survivors. But by August 2016, she had resigned from her post as well due to \"compounding difficulties\" and her family life. \nA number of lawyers have also resigned or been removed from the process.\nIn November 2016, the largest of the victims' groups involved in the inquiry, the Shirley Oaks Survivors Association, said it had lost confidence in the inquiry's leadership. But despite threatening to pull out of the inquiry, they remain core participants.\nA legal case relating to allegations of abuse relating to Lord Janner has been dropped. The case had previously caused hearings to be delayed because of an \"overlap\" with the criminal investigation. \nIt was confirmed in March that the hearings would go ahead in October, with some proceedings taking place in private. Lord Janner's family have always maintained his innocence.\nIICSA is funded by the Home Office and spent £35.3m in the 2019/20 financial year. According to the financial report, about £12.3m was on staffing with nearly £12m on legal costs.\nPrevious total annual costs were £36.6m in 2018/19; £28.5m in 2017/18; £20.8m in 2016/17; and £14.7m in 2015/16.\nProf Jay was paid £190,522 in the past financial year, plus £35,536 accommodation allowance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57983966",
      "category": "uk-wales",
      "title": "Pontyclun crash: Man hurt outside pub 'happy to be alive'",
      "tags": "Pontyclun",
      "text": "A man who was hit by a car when it crashed into a crowd in a pub beer garden says he is \"happy to be alive\".\nDarren George, 30, remains in hospital with leg fractures and ankle breaks after Thursday's Windsor pub crash in Pontyclun, Rhondda Cynon Taf.\nHe was one of five pedestrians taken to hospital after the 79-year-old driver suffered what police said was a \"medical episode\" at the wheel. \nMr George said the incident was \"one of those freak things\".\n\"I'm happy to be alive and happy to still have my leg,\" said Mr George, who is the only pedestrian injured in the crash who remains in hospital.\nThe force said the investigation into what happened was ongoing and no arrests had been made.\nRecalling the events of that night, Mr George said he had joined friends for a drink and to enjoy the warm weather because he was due to be working away in Exeter for a few weeks.\nHe said one of his friends had only just bought him a second pint of beer when he spotted the car.\n\"I've looked up and seen that car coming over the bridge and seen him coming across the wrong side of the road and narrowly missing a car and coming down the pavement,\" he said. \n\"I turned to my friend Dean and said, 'look at this mad one by here'.\"\nHe said when he turned back to look at the car it was coming \"foot down, straight at us\".\n\"I remember just rolling and my face being up against the Windsor wall and then being back on my feet hobbling away and seeing people on the floor,\" he said. \n\"As I've gone to walk towards the car, I've felt pain in my leg and looked down and all I could see was my calf muscle hanging out of my leg. I thought 'that's going to hurt'.\"\nMr George said he initially felt angry and went to confront the driver assuming he must have been drunk, but realised he too was badly injured.\nHe said he has since found out the driver had become unwell at the wheel which caused the crash.\nA couple of Mr George's friends were also hurt, but he suffered the most significant injuries. \nHe said in the \"chaos\" that ensued after the crash he was helped by strangers. \n\"Some guys who came to help me out were ex-military. One of them was superb. \n\"One of them said he'd been on one or two tours of Afghanistan and knew exactly what to do. He kept me really calm and had a bit of a laugh with me and did what he needed to do to make sure I didn't lose my leg. He was brilliant.\"\nHe is feeling positive about his recovery: \"Lucky the worst of it happened to me because I'm a bit younger than everyone else. I'm not going to bounce back from it, but I'll recover.\n\"It's also lucky how I was sitting. If I'd been sitting with my back to it, anything could have happened then - the worst probably.\" \nMr George said he expects to remain in hospital for at least the rest of the week and will undergo further surgery in the coming days.\nHe said the crash had put his plans to join the Royal Logistics Corps as a heavy goods vehicles driver on hold. \n\"What can you do? It's just one of those freak things,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-57972069",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Teenager dies and three others hurt in A96 crash",
      "tags": "Huntly,Keith",
      "text": "A teenager has died and three other people have been injured in a crash in Moray.\nPolice said a \"distinctive\" lime green Ford Fiesta and yellow Ford Transit van were involved on the A96 between Keith and Huntly at about 19:35 on Monday.\nThe 18-year-old male driver of the Fiesta died at the scene. Three people -  aged 19, 23 and 28 - from the van were taken to Aberdeen Royal Infirmary.\nThe 23-year-old was said to be in a critical condition.\nAn air ambulance was called in and the road was closed for nine hours, but later reopened.\nSgt Craig McNeil, appealing for witnesses, said: \"Inquiries are ongoing and we're appealing for people with any information, dash-cam footage and who perhaps saw either vehicle shortly before the crash to contact us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57977282/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: More pinged workers eligible for daily tests instead of isolation",
      "tags": "Contact tracing,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "More critical workers will be able to take daily tests rather than isolate when they are identified as a close contact of someone who has Covid.\nThe government said 1,200 extra sites would be established, with prisons, waste management and the armed forces among the sectors prioritised.\nSome 800 sites are already being set up for police, firefighters, supermarket depot staff and some other industries.\nSeveral sectors have warned of staffing shortages caused by 10-day isolations.\nA total of 618,903 contact tracing alerts - popularly known as pings - advising people to self-isolate for up to 10 days were sent from the NHS Covid-19 app in England and Wales in the week to 15 July.\nDaily testing for certain critical sectors in England was launched on Monday as an alternative to self-isolation for some workers. The government has not said how many sites are currently up-and-running but that it expected 500 would be set up this week.\nTesco is understood to be working through the details of the new scheme, while Morrisons said it was contacting staff who had been pinged to sign up for testing on a voluntary basis, but did say that it was ready to start.\nHealth Secretary Sajid Javid said daily contact testing would play a \"vital role\" in helping to \"minimise the potential for disruption caused by rising cases, while keeping staff protected\".\nWhen all 2,000 testing sites are open, 800 will deal with food industry, transport and Border Force workers, as well as police and fire services.\nThe other 1,200 will be for people employed in prisons, waste, defence and veterinary medicine, plus the energy, pharmaceutical, telecoms, chemical, communications, water, space and fish industries.\nWorkers will be allowed to take the tests, rather than isolate, whether or not they are fully vaccinated.\nThe announcement of the scheme's extension came after the number of Covid cases reported in the UK fell to below 25,000 on Monday.\nFrontline health and care staff who are fully vaccinated and identified as a close contact of someone with Covid have a separate system, allowing some to go to work, subject to strict testing rules.\nPrime Minister Boris Johnson and Chancellor Rishi Sunak are among workers self-isolating after the health secretary tested positive last week.\nFrom 16 August, anyone in England who is fully vaccinated - and unvaccinated under-18s - will be able to take PCR tests - which are sent to a laboratory to be checked - instead of self-isolating, if pinged.\nSimilar rules come into force in Scotland from 9 August - and in Wales from 7 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57978465",
      "category": "science-environment",
      "title": "Bezos' $2bn offer to get back in race to the Moon",
      "tags": "Nasa,Jeff Bezos",
      "text": "Jeff Bezos has offered to cover $2bn (£1.4bn) of Nasa costs in order to be reconsidered for a key contract to build a Moon landing vehicle.\nIn April, the space agency awarded the $2.9bn contract to Elon Musk, rejecting a bid from Bezos' company Blue Origin.\nThe award is for building the landing system that will carry astronauts down to the lunar surface as early as 2024.\nNasa could only award the contract to one company, not two as expected because of a funding shortfall.\nThe space agency had received only $850m of the $3.3bn it requested from Congress to build the Moon lander. \nIn a letter to Nasa's administrator Bill Nelson, released on Monday, Mr Bezos wrote: \"Blue Origin will bridge the HLS [Human Landing System] budgetary funding shortfall by waiving all payments in the current and next two government fiscal years up to $2bn to get the programme back on track right now. \n\"This offer is not a deferral, but is an outright and permanent waiver of those payments.\"\nAt the time of the award, Nasa's human exploration chief Kathy Lueders admitted that the space agency's current budget precluded it from selecting two companies.\nNasa also cited the proven record of orbital missions by Elon Musk's SpaceX firm as a factor in the award. Cost is also thought to have played a role: SpaceX's bid was the lowest-priced by some distance.\nThe decision meant that SpaceX's cylindrical Starship vehicle would carry the astronauts in Nasa's first mission to the lunar surface since Apollo 17 in 1972.\nAlabama-based defence contractor Dynetics was also vying for the contract.\nBezos had partnered with aerospace giants Lockheed Martin, Northrop Grumman and Draper in a bid to join this crucial phase of Nasa's Human Landing System programme.\nTheir design was named the Blue Moon lander, and bore a passing resemblance to a beefed-up version of the lunar module (LM) that carried Neil Armstrong and Buzz Aldrin to the surface in 1969.\nIn his letter, Bezos emphasised Blue Moon's proven heritage: \"We created a 21st Century lunar landing system inspired by the well-characterised Apollo architecture - an architecture with many benefits. One of its important benefits is that it prioritizes safety.\"\nMusk's Starship has pushed the envelope of spacecraft design, employing a radical approach to landing and incorporating innovative methane-fuelled engines.\nBezos also used his letter to emphasise Blue Origin's use of hydrogen fuel, which dovetails with Nasa's longer-term aims of refuelling spacecraft from water-ice mined on the Moon. The water can be split into hydrogen and oxygen propellant for rocket engines.\nIn Nasa's selection statement from April, SpaceX received an \"acceptable\" technical rating and an \"outstanding\" management rating. Blue Origin's bid was also rated \"acceptable\" on its technical merits but its management rating was deemed \"very good\" by the space agency.\nAfter losing out to SpaceX, Blue Origin filed a protest with the US Government Accountability Office (GAO), alleging Nasa unfairly \"moved the goalposts at the last minute\" in the way that it awarded the contract to SpaceX.\nThat protest, along with one from Dynetics, is awaiting adjudication, although some in the space community regard the chances of a reversal as unlikely.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57971990/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Have we passed the peak and can we relax?",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Who thought we would be here, now?\nLike Olympic gold medallists, Tom Daley and Matty Lee, Covid cases in the UK are taking a spectacular dive. \nThe number of confirmed daily cases has fallen for six days in a row - now standing at 24,950. \nIt's little over a week since there were warnings we could reach 100,000 or even 200,000 cases a day. And unlike the previous two waves of Covid, it is happening without a national lockdown. Instead, we're opening up. \nThe turnaround is as surprising as it is welcome.  \nSo is it really happening? Has the third wave of Covid turned the corner in the UK? And does it mean we can think about life getting back to normal?\nAs always with Covid, it's not quite that simple, and the challenge with spotting the peak is that it is hard to do while you're living it. \n\"It's certainly is good to see case numbers going down, but we need a reality check,\" Prof Christl Donnelly, from University of Oxford and Imperial College London, told me.\n\"We've had a dramatic increase - and then on the face of it, a dramatic decrease.\n\"We have to be careful not to over-interpret that.\"\nWe don't know for sure what is going on, because there is always a difference between what can be measured in the data and what is really happening. \nSo figuring it out is like assembling a pandemic jigsaw where multiple pieces of evidence combine to give us the true picture. \nA fall in laboratory-confirmed cases is only one (albeit major) piece in the jigsaw.\nThere is other evidence - the number of people being admitted to hospital, or studies conducted by the Office for National Statistics. \nIt is also useful to know how many people are infected - even if they don't have symptoms. \nIf any of those numbers start showing a fall as well, there will be more confidence that cases are truly coming down.\n\"I really want to believe we're turning the corner, but I'm hesitant until we have all the data,\" said Dr Mike Tildesley, from the University of Warwick.\nThere are high levels of immunity in the UK now, due to a combination of vaccines (70% of the adult population have had both doses) and people who have had the virus.\nBut we haven't reached \"herd\" (or \"population\") immunity - where so many people are immune that the virus struggles to spread. \nIf that happened, then the growth in cases would be expected to gently slow down, level off, and then case numbers will start to fall.\nInstead, reported cases shot up dramatically and then fell equally precipitously. \"It's unlikely that herd immunity could lead to that fast a transition,\" said Prof Donnelly.\nSo, is there some change in our behaviour - on top of immunity - that is more likely to have made the difference?\n\"For me there are two big ones: schools closing and an increased awareness of a growing epidemic - alongside nicer weather,\" Prof Adam Kucharski, from the London School of Hygiene and Tropical Medicine, said.\nSummer holidays mean children mix less and parents don't congregate at the school gates. \nSunny weather means we can meet up with others outdoors, where the virus is less likely to spread.\nAnd while restrictions are being eased, \"residual caution\" means many of us are still living well within the limits of the rules.\n\"There's constant news coverage reminding us we're in a pandemic.\n\"Contact levels post step-3 were far below normal - a third below pre-pandemic levels (of 10 contacts per day on average),\" said Prof Kucharski.\nLast year, all of this may have felt like tinkering around the edges. It has taken two full and draconian lockdowns to bring surging cases under control in the past.\nBut it is possible that sufficient immunity has put us into a place where the small things make the difference between cases going up or down. \nIt is also possible the Euros, with people watching the football in crowded pubs, led to a spike in cases - which then subsided.\nSix days' worth of data is only six days and we don't know what the coming weeks will show. \nOne nagging question is around the number of tests taking place and whether we're now \"seeing less\" of the pandemic. \nThe average number of tests that took place last week is down around 10% on the week before, although the number of cases has fallen even harder. \n\"After headlines about the 'pingdemic', I'm certainly aware of people turning the app off or not taking a test before a friend goes on holiday,\" said Prof Donnelly.\nAnd schools closing also means children are no longer doing their regular rapid lateral flow tests. \nEvidence from Scotland may be telling us the fall is genuine, as the country appears to be further ahead in its third wave compared to the UK as a whole. \nDifferent term times mean Scotland's summer holidays kicked in at the end of June.\nThe number of Covid cases then peaked on 1 July and - an extra piece of the jigsaw - the numbers being admitted to hospital peaked two weeks later too. \n\"What we've seen in Scotland, aligned with school closures, gives a plausible explanation for what's happening in the UK,\" said Prof Adam Kucharski.\n\"But I'd like to see another week or two before being confident.\"\n\"We've not suddenly hit a magical point that means cases will only go down from now on,\" said Prof Donnelly.\n\"Being reassured is one thing, but being reassured and then less cautious would be unwise.\"\nThere are a couple of things happening right now. \nWe have not yet seen the impact of relaxing restrictions last Monday (19 July), which included reopening nightclubs in England.\nThis is due to the long delay between people catching the virus, and then getting symptoms and testing positive. \nThe end of this week is the earliest scientists expect to see the impact, but it could take longer as people may not have taken advantage of the relaxed rules until the weekend after 19 July.\nThen there is the worry that people's behaviour shifts - as in the opposite of a self-fulfilling prophecy. The better we think things are going to be, the more we behave in ways that spread the virus and makes things worse. \nThere was a point when 100,000 daily cases seemed to be on the cards.\nWe had passed 50,000, and cases still appeared to be rising rapidly. \n\"Hopefully we're moving away from that cliff - but we are still close to it,\" said Prof Kucharski.\n\"One of things you've got to remember is there is a lot of infection still out there. If behaviour changes, then you're only two doublings away from 100,000 (25,000 cases to 50,000 cases to 100,000 cases).\"\nProf Donnelly said projections that high are now \"less likely\" to happen but warns we've still got a \"lot of months ahead of us\".\nIf cases are truly coming down then we're in a moment when the weather, schools and immunity are all in our favour. There is still uncertainty around autumn, when schools will reopen and people mix more indoors again. \nBut for now, it looks like we're in a better position than we've ever been. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57965166",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Executive agrees on theatre and concert reopening",
      "tags": "Theatre,Coronavirus pandemic",
      "text": "The Northern Ireland Executive has agreed that theatres and concert venues can reopen from 18:00 on Tuesday.\nMinisters met earlier after delaying the decision, saying they wanted more information about risks.\nThere have been other modest changes to Covid-19 restrictions, including an increase in the number of people who can meet indoors.\nTen people from three households will also be allowed to meet inside a home.\nAs part of the move to allow theatres and concert venues to reopen, the executive has agreed live music will be permitted for rehearsals and performances with no restriction to background ambient levels of volume.\nAudience members must purchase tickets in advance, must have allocated seating and social distancing of 1m (3ft) will be required.\nÁine McCarron, marketing officer at the Playhouse in Londonderry, said she was delighted by the news.\n\"It's music to my ears, I just can't believe it that we have finally been given the go ahead,\" Ms McCarron told BBC News NI.\nShe said it was now important to \"build confidence among audience members who come through our doors\".\n\"We can very easily sit people 1m apart under our seating place and we can contract trace because we operate through a booking system already,\" she said.\nJulie McKegney, head of customer services at the Lyric Theatre in Belfast, said the industry had \"been waiting for this news since March 2020\".\nThe theatre will be operating at a third of its overall capacity for Tuesday's production of Dracula.\nSpeaking to BBC Evening Extra, Ms McKegney said there would be requirements for guests to follow upon entry.\n\"They'll come in to the box office here that's behind perspex screens, where they'll be directed over to a sign-in point with their QR code - that's mandatory,\" she said.\n\"All venues have to take details of a person's first name, surname, a method of contact and a time and date of when they were in attendance for track and trace purposes.\"\nHowever, Belfast singer-songwriter Sir Van Morrison, who has been an outspoken critic of the Northern Ireland Executive's coronavirus restrictions, described Monday's announcement as \"shambolic\".\n\"The announcement has come so late in the day that it's a kick in the teeth,\" Sir Van said.\n\"Cancelled concerts that were planned for this week could have gone ahead.\n\"Regrettably like many other sectors, there's been no advance warning, no plan or roadmap for the industry. \n\"Stormont have lost the confidence in the public and are clearly deaf to our industry when making decisions.\"\nCommunities Minister Deirdre Hargey welcomed the return of theatres and concerts.\nShe said: \"I expect all venue promoters to have safety measures in place to ensure that staff and audiences are in a Covid safe environment. \n\"I believe that equality of access to the arts, be that through participation or as a member of the audience, is crucial and I look forward to attending a performance in the time ahead.\"\nMs Hargey said she will meet with the chairwoman of the Culture, Arts and Heritage Recovery Taskforce later in the week to discuss financial support for the sector.\nTen people from three households will be allowed to meet inside a home, with children aged 12 and under not counting towards that total.\nPreviously the rules permitted six people from two households to meet inside, with up to 10 people allowed if one household was bigger than six people.\nThe Northern Ireland Executive also agreed that people attending religious services will not have to wear face coverings during the service. It will be guidance only to wear a covering.\nIt will still be a legal requirement to masks when entering and exiting the building.\nMinisters will also strongly advise their use when singing or when moving around during services.\nThis all amounts to another move towards life after lockdown - changes that will be very welcome in different parts of society.\nThere will be relief in the arts sector - it means indoor plays, concerts and other performances can at last go ahead with restrictions.\nThis is another step towards the life we all used to lead but in the background there is concern about the rising number of Covid cases.\nIt is a day about change but there is still much caution in the air.\nEarlier on Monday other rules changed, including allowing 15 people from unlimited households to meet outdoors and close-contact services being allowed to operate without the need for pre-booked appointments.\nThe executive will meet again on Thursday to consider other Covid-19 restrictions.\nIt comes as another 639 positive cases were reported by the Department of Health on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57964769",
      "category": "uk-england-london",
      "title": "Whipps Cross Hospital cancels operations after flooding",
      "tags": "Floods,Walthamstow",
      "text": "A hospital in east London has cancelled planned surgery and outpatient appointments for a third day after heavy rain on Sunday caused flooding. \nWhipps Cross Hospital was forced to move about 100 patients to different facilities following loss of power.\nCeiling panels on the maternity ward also collapsed.\nAlthough the unit remains open for walk-ins, maternity patients requiring urgent treatment are asked to attend alternative hospitals where possible.\nMaternity cases needing an ambulance may be diverted to an alternative unit until Whipps Cross is functioning again.\nBut surgical procedures and outpatient appointments will be held at other hospitals until at least Thursday, the NHS trust announced.\nA hospital spokesperson said: \"We would like to thank patients for their understanding and remind the public to check our visiting arrangements before coming in. \"\n\"Further updates will be provided as the situation develops.\"\nSome appointments will be held virtually; affected patients will be contacted by their clinical teams.\nThe spokesperson added they were keeping the situation under constant review.\n\"We would like to thank patients for their understanding and remind the public to check our visiting arrangements before coming in. Further updates will be provided as the situation changes.\" \nThe heavy rainfall on 25 July caused flooding in areas of the hospital, causing damage to buildings, the electrical system and a loss of power. \nA major incident was declared, with some wards being evacuated and ambulances diverted to other hospital emergency departments. \nThe two other hospitals in the same NHS Trust - Newham and St Bartholomew's - are fully operational after suffering some flooding on Sunday.\nThe Met Office has issued further warnings over rain and thunderstorms in England and Scotland over the next three days.\nOn Tuesday morning London's mayor hosted a meeting of water companies, the Environment Agency and London's boroughs to discuss the impact of recent flash flooding in the capital.\nSadiq Khan said: \"Last Sunday's flash floods will not be the last flash floods in London.\n\"Climate change is no longer just a reality for low-lying countries far away - it's a serious threat to our way of life in the UK now.\nMr Khan said everyone agreed that reducing the risk of surface water flooding must be a priority. \nHe added: \"Where incidents do occur locally there was agreement that even more co-ordinated action is required to ensure a quick response.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-57967833",
      "category": "uk-england-merseyside",
      "title": "Home Office to investigate deportation of Chinese sailors after WW2",
      "tags": "China,Kim Johnson,Liverpool,World War Two",
      "text": "The Home Office is to investigate why 2,000 Chinese merchant sailors were forcibly repatriated after World War Two, it has been confirmed.\nThe sailors crewed British ships bringing supplies from America but were deported from Liverpool in 1946.\nFuture Borders and Immigration Minister Kevin Foster has asked the Home Office to look into the decision at the time.\nLabour's Liverpool Riverside MP Kim Johnson said the investigation was a \"step in the right direction\".\nDeportation orders were served by the Home Office on the Chinese seamen during a series of police raids on the Liverpool dock area after the war ended. \nWithin 48 hours, the sailors, many of whom had married English women, were on their way to China.\nJudy Kinnin has said her mother \"suffered stress and anxiety for the rest of her life\" after her father was deported without warning.\n\"[She told a friend] he was just out playing Mahjong... but he never ever came home the next day at all,\" she said.\n\"That's when she realised something was wrong. But by then, they'd all disappeared.\"\nMs Johnson, who became aware of the deportations after listening to a BBC Radio 4 programme in 2005, said she was \"totally amazed that a British government could be responsible for such an heinous act of abject racism\".\nLeading an adjournment debate on the matter in the House of Commons on 21 July, she said it was a \"shameful stain on our history\". \nReplying on behalf of the government, Mr Foster expressed \"deep regret that some of those who faced the most extreme dangers of war to keep our country supplied in its darkest hour were treated in this way\". \nSpeaking to the BBC, Ms Johnson said a commitment to further research into the deportations was a \"step in the right direction\".\nShe added that \"an acknowledgement and an apology would... bring closure to lots of those family members\".\nThe Home Office said the deportations took place as \"part of the considerable work of demobilising and dealing with displaced people at the end of the war\". \n\"In Parliament last week, the Future Borders and Immigration Minister Kevin Foster expressed his regret at the way these seamen were treated and has asked the department to undertake further research into the decision that was taken at the time.\" \nMr Foster has asked the Home Office to report back with their findings after the summer recess. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57982476",
      "category": "health",
      "title": "Chronic health issues for third in late 40s - study",
      "tags": "Pain,Heart disease,Mental health",
      "text": "About one in three middle-aged people has multiple chronic health issues, a long-running British study suggests. \nThe 1970 British Cohort Study has been periodically tracking the lives of about 17,000 people born in England, Scotland and Wales in a single week.\nNearly 8,000 of them were surveyed for the University College London work, published in journal BMC Public Health. \nAnd 34% had two or more chronic health problems, such as high blood pressure and mental ill-health, at age 46-48. \nThe most commonly recorded health problems were: \nArthritis, type 2 diabetes and asthma or bronchitis also featured.\nLead researcher Dr Dawid Gondek said he was surprised and worried to see how many had health issues while \"still relatively young\".\n\"A substantial proportion of the population are already suffering from multiple long-term physical and mental-health problems in their late 40s. \n\"It is not a good prospect for an aging population that you can expect to live longer but many in poor health.\"\nDiabetes and high blood pressure were both more common among those who were obese.\nThose from poorer backgrounds or who experienced mental ill health as a teenager were also more likely to have poor health. \nAnd the researchers suggest targeted public health interventions in childhood and adolescence might improve the outcomes of future generations. \nEven in later life, experts advise, a good diet, limiting alcohol intake, quitting smoking and taking regular exercise can make a difference. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57982761",
      "category": "uk-england-leeds",
      "title": "Bradford child sex abuse: Children 'remain unprotected'",
      "tags": "City of Bradford Metropolitan District Council,Bradford,West Yorkshire Police",
      "text": "Some children in Bradford \"remain unprotected\" from sex exploitation, a new report looking into abuse over two decades has said. \nThe independent review of five cases in the Bradford district since 2001 has found that \"children suffered abuse no child should have to experience\".\nVictim Fiona Goddard said the council and police had chances to \"nip it in the bud\" but \"never did\".\nThe Bradford Partnership said it \"fully accepts more needs to be done\".\nThe review was commissioned after nine men were jailed over the sexual exploitation of girls who had been in council care.  \nAuthor Clare Hyde said it \"makes difficult and, at times, distressing reading.\n\"The children suffered abuse no child should have to experience, and in most cases had suffered other traumas and abuse long before they were sexually exploited.\"\nThe report noted that while there had been \"considerable work\" done in relation to child sexual exploitation (CSE), there were still \"lessons that need to be learned\" and the response to some victims was \"not yet good enough\".\nIt added that despite \"significant improvements\" in understanding and responding to more recent cases of CSE, some children \"remain unprotected while some perpetrators remain unknown and unchallenged\".\nFiona Goddard, who was groomed and sexually abused by gangs of men from 2008, said she was failed \"multiple times\" by social services and police. \n\"I reported it multiple times - physical abuse, sexual abuse or rapes - and they were never followed up on.\"\nThe 27-year-old, who has waived her legal right to life-long anonymity, said most of the girls in the care home where she lived were victims of child sexual exploitation.\n\"They had the opportunity to nip it in the bud and save me from years of abuse but they never did.\"\nThe report also detailed abuse set out by another victim, known as Anna, whose social worker recommended she be placed in the foster care of the parents of the man who was abusing her.\nWhile living there, she became pregnant at the age of 15 and went on to marry him in an Islamic wedding, which she says was allowed by the authorities.\nThe report stated: \"While in the 'care' of these adults, she was subjected to further sexual abuse and exploitation, domestic abuse, including assaults and coercion and what we would now recognise as domestic slavery.\"\nAnna said agencies had \"just ignored the abuse\" and it had \"destroyed her childhood\".\nBoth victims said the latest review did not go far enough and called for an independent inquiry, like the one carried out by Professor Alexis Jay into abuse in Rotherham. \nMs Goddard said: \"This review talks about five people, but what about the hundreds of others who deserve the same apology and to see the failings written down in black and white?\"\nIn a joint statement responding to the review, the Bradford Partnership, made up of Bradford Council, West Yorkshire Police's Bradford district commander and Bradford District and Craven Clinical Commissioning Group, said: \"We want to apologise to the young people identified in this report and any others where the actions of agencies in Bradford has failed to protect them from child sexual exploitation.\"\nIt added: \"This crime must not be tolerated. All the partners in our district are committed to protecting our children and to working with the police to bring perpetrators of this crime to justice.\"\nMark Douglas, strategic director of children's services at Bradford Council, said the authority had learned \"an awful lot about about child sexual exploitation\".\nHe added: \"I think we have learned as a system and we are much better placed and much more robust in our response to these circumstances.\"\nDaniel Greenwood, Ch Supt Bradford District, said the report acknowledged there had been a \"vast improvement\" in the way police had responded to CSE and to those at risk. \n\"Where we have the opportunity to identify perpetrators, we will take all reasonable steps that we can to identify them, arrest them, and to work towards a successful prosecution through the courts,\" he said.\nNazir Afzal, the former chief crown prosecutor in the Rochdale grooming gang cases, said the new report's findings were \"deeply depressing but unsurprising\".\nHe said while a full inquiry would reveal the true scale of the problem in Bradford he would rather \"we get on with fixing the problem\".\n\"That means dealing with the professionals' inability to recognise and respond to abuse...It means putting the children at the centre of our response and that means believing them and acting upon what they're told.\n\"Whatever inquiry we have, it will tell us the same thing: information was held by one agency, one person, and wasn't shared with another person - and that means those people were let down.\"\nIn 2019, nine men were found guilty of offences including rape and inciting child prostitution after a trial lasting more than six weeks.\nDuring the trial, the court heard the grooming and abuse began in 2008 when the girls were aged 14, living in a children's home in Bradford.\nThe jury heard staff could not physically prevent the girls leaving the home but they were aware one of the girls was \"being picked up by multiple Asian males in smart cars\".\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57986217",
      "category": "uk",
      "title": "Covid-19: Caution urged despite fall in cases and turning down jab 'selfish'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you tomorrow morning. \nThe number of new Covid cases reported in the UK has fallen for the seventh day in a row, with a further 23,511 cases reported on Tuesday. That is a fall of 23,047 from the same day last week, when there were 46,588 new cases. But earlier Prime Minister Boris Johnson urged people to \"remain cautious\" and not jump to \"premature conclusions\" about the figures. There were also a further 131 deaths reported, the highest number of deaths since March.\nA host of travel insurance policies will not cover cancellation costs if holidaymakers are told to self-isolate because of a close Covid contact, rather than testing positive themselves. Analysts Defaqto said nine out of 10 travel insurance policies cover the cost of cancelled holidays if the policyholder tests positive for Covid but fewer than six in 10 would cover cases of self-isolation. You can read more on how the app works and what you are required to do here.\nPeople who turn down a Covid jab are \"selfish\" and put others' lives at risk, Cabinet Office Minister Michael Gove has said. Speaking during a visit to Scotland, he warned that those who decline a vaccine could be barred from events which require a \"certain level of safety\" and said he thought \"some form of certification\" was \"the right way to go\". Scottish First Minister Nicola Sturgeon said people should consider it a \"collective civic duty\" to be vaccinated and also said there were \"strong grounds for hope\" that Scotland could remove most of its remaining Covid rules next month.\nSix months after graduating Heather Campbell was in her dream job, working as a nurse on the orthopaedic ward at University Hospital Wishaw in Lanarkshire. But one day in November she started to feel unwell before testing positive for Covid. \"I was really unwell for three weeks after that and I've never really recovered,\" she said. Eight months on she is still struggling with everyday tasks, like getting out of bed, having a shower or even climbing the stairs. \"I don't feel 23 any more, I feel so much older.\" Read more of Heather's story here.\nA performance of Dracula will be the first show in front of a live audience for more than a year at Belfast's Lyric Theatre - with the actors due to take their places 90 minutes after restrictions lift across Northern Ireland. The NI Executive agreed on Monday that theatres and concert venues could reopen from 18:00 BST on Tuesday. Actors Sophie McGibbon and Dylan Breen said their first live performance since lockdown would \"feel like Christmas\". The venue will be operating at a third of capacity and head of customer services Julie McKegney said the industry had \"been waiting for this news since March 2020\".\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nCovid rules have been changing across parts of the UK so here is a guide to the current advice in five different south Asian languages courtesy of BBC Asian Network.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57984924",
      "category": "uk",
      "title": "Culture of cover-up saw hundreds of children abused in Lambeth, report finds",
      "tags": "Croydon,Lambeth,Independent Inquiry into Child Sex Abuse",
      "text": "Staff and councillors presided over a \"culture of cover-up\" that led to more than 700 children in south London care homes suffering cruelty and sexual abuse, an inquiry has found. \nThe Independent Inquiry into Child Sexual Abuse strongly criticised Lambeth Council for allowing abuse in five homes from the 1960s to the 1990s.\nIt said abusers were able to to infiltrate homes and the foster system. \nLambeth Council has made an unreserved apology to the victims.\nAnd a former council leader said the authority had \"clearly failed\" and she should have known about the abuse.\nThe Metropolitan Police also apologised \"for when we let children in the care of Lambeth down\". \nThe inquiry into the council, held in the summer of 2020, examined five homes - Angell Road, South Vale Assessment Centre, the Shirley Oaks complex, Ivy House and Monkton Street.\nThe Independent Inquiry Child Sexual Abuse (IICSA) report said: \"With some exceptions, they [Lambeth Council staff] treated children in care as if they were worthless. \n\"As a consequence, individuals who posed a risk to children were able to infiltrate children's homes and foster care, with devastating, life-long consequences for their victims.\"\nOf the 705 complaints made by former residents across three such facilities, only one senior member of staff was ever disciplined by the council, the report said. \nAt Shirley Oaks, which closed in 1983, the council received allegations of abuse against 177 members of staff, involving at least 529 former residents. \nThe council was mired in corruption and financial mismanagement during the decades of abuse, with \"politicised behaviour and turmoil\" dominating its culture, according to the report.\nThe report partly blames the Labour council's battle against the Conservative government in the 1980s, saying it sought to \"take on the government\" to the detriment of local services. \n\"During that time, children in care became pawns in a toxic power game within Lambeth Council and between the council and central government,\" the report added. \nThe IICSA is calling on the Met Police to consider a criminal investigation into why allegations of sexual abuse made by a boy, later found dead at the Shirley Oaks care home, were not passed on to the coroner by Lambeth Council in 1977.\nThe force said it would assess this recommendation. \nShirley Oaks and South Vale were found to have been \"brutal places where violence and sexual assault were allowed to flourish\".  \nAnother care home, Angell Road, \"systematically exposed children (including those under the age of five years) to sexual abuse,\" the report said. \nElizabeth McCourt, who was sexually abused at Angell Road care home, said she could not forgive Lambeth Council. \nThe 56-year-old told the BBC she was forced into prostitution because of the council's \"negligence\". \n\"I felt dirty, I felt ashamed and I felt like I had nobody to listen to me,\" she said. \n\"Because of what happened to me in care, and then coming out of care, I can't hold a job down... I've got a criminal record so it's very difficult for me to work.\"\nSandra Fearon, who was at Shirley Oaks between 1964 and 1969 with her siblings, said she was violently sexually abused by a doctor from the age of 12. \nShe told BBC Radio 4's World at One programme the abuse continued every week for two years until her school intervened, after she was able to tell a school nurse what had happened to her.\n\"I got to the point where I was probably seconds away from suicide. That's how bad my health was and the state I was in,\" she said, adding that the abuse \"absolutely destroyed me\". \nChildren spent time with \"social aunts\" or \"social uncles\", volunteers who worked with children without proper vetting.  \nOne such volunteer, Geoffrey Clarke, stayed at Shirley Oaks with regular and unimpeded access to children there from the early 1970s.  \nHe was convicted of sexually assaulting three children in 1998, but Lambeth Council is now aware of at least 40 people who have made allegations against him.  \nClarke was charged with numerous abuse offences as part of Operation Middleton, one of five police investigations into child sexual abuse linked to Lambeth Council from 1992 to the present date. Clarke took his own life before his trial. \nThe inquiry criticises the Metropolitan Police for its failures to follow up evidence that may have led to the identification of further offending.\nSix men have been convicted since the 1990s in connection with abuse in Lambeth.\nThey include: William Hook, jailed for 10 years; Philip Temple, jailed for 18 years; and Leslie Paul, sent to prison for 13 years.\nMichael Carroll was appointed to work in a Lambeth care home in 1978 despite abusing children previously in Liverpool and failing twice to declare his offences, including when he applied to be a foster carer. He was eventually convicted and sentenced to 10 years in 1999.\nThe report made a number of recommendations, including that the council publishes an action plan to deal with the issues raised, as well as improving staff training, recruitment and vetting. \nLambeth Council has accepted the recommendations and apologised to the inquiry for creating and overseeing conditions \"where appalling and absolutely shocking and horrendous abuse was perpetrated\".  \nIt has also paid £71.5 million in compensation to former children's home residents, with individual payments of up to £125,000.  \nLinda Bellos, who led Lambeth Council between 1986-88, said she was \"shocked\" and \"disgusted\" by the abuse revealed in the report. \nMs Bellos, who was not called to give evidence by the inquiry, told the BBC: \"I should have known, there should have been transparency for the services that we were supposed to be giving to vulnerable children.\"\n\"We clearly failed. I hold myself responsible for that failure,\" she added. \nCommander Alex Murray, from the Met Police, said: \"It is clear that at different times we missed opportunities to identify offenders and investigate further. Some of the treatment of children was also unacceptable.\"\nHe said the force had changed the way it investigated allegations of child sexual abuse, with better training for officers, greater collaboration between social care partners and \"putting the victim at the heart of the investigation\". \nThe long-running IICSA is investigating claims against organisations including the church, local authorities and the armed forces. \nIts final report of overarching findings will be laid before Parliament next summer. \nAdditional reporting by Tom Symonds, BBC Home Affairs Correspondent\nSupport and resources for sexual abuse and violence are available via the BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57989578",
      "category": "world-us-canada",
      "title": "Capitol riot: Policeman tells 6 January hearing he feared he would die",
      "tags": "Washington DC,US Capitol stormed,United States Capitol,United States,Joe Biden",
      "text": "A police officer who defended the US Capitol during a riot by Donald Trump supporters on 6 January has said he feared he would be crushed by the mob.\n\"This is how I'm going to die,\" a tearful Aquilino Gonell told a Congressional committee as an inquiry opened into the Washington DC attack.\nAnother officer, Harry Dunn, who is black, said he was racially abused.\nAt least 535 rioters have been arrested since the attack that left four dead.\nProsecutors have so far secured only a few convictions.\nThe assault led to the political impeachment and acquittal of Republican Mr Trump, who was accused by lawmakers of inciting the riot - a claim he has repeatedly denied.\nThe inquiry in the House Select committee is being conducted almost entirely by Democrats, after most Republicans boycotted the proceedings. \nHowever, two Republicans - Liz Cheney and Adam Kinzinger - have broken ranks to join the investigation. \n\"If those responsible are not held accountable... this will remain a cancer on our constitutional republic,\" Ms Cheney said as the hearing began on Tuesday.\nThe nine-member select committee was formed after Republicans objected to an independent commission such as the one that investigated the 11 September 2001 attacks.\nThe panel - which has powers to summon witnesses - is expected to investigate the circumstances leading up to the riot and why law enforcement bodies were ill-prepared.\nOn Tuesday, four police officers described being beaten and assaulted by rioters who had come to disrupt the certification by Congress of President Joe Biden's election victory.\nOfficer Gonell described the scene as a \"medieval battlefield\".\nWiping away tears, he described returning home and pushing his wife away from him because of the amount of chemical irritant that had soaked into his uniform.\nThe Iraq War veteran went on to criticise Republicans for what he described as their \"continuous shocking attempt\" to \"ignore or destroy the truth\" about that day.\nAsked by Ms Cheney about Mr Trump's claim that they were a \"very loving crowd,\" Sgt Gonell hit back: \"I'm still recovering from those hugs and kisses.\"\n\"If that was hugs and kisses, we should all go to his house and do the same thing to him.\"He later said that he did not mean for anyone to go to Mr Trump's home, and apologised for the \"outburst\".\nOfficer Dunn said he told several protesters that he had voted for Mr Biden.\n\"Does my vote not count? Am I nobody?\" he told them, after they wrongly claimed that the election was fraudulent.\n\"That prompted a torrent of racial epithets,\" he testified. \"One woman in a pink Maga [Make America Great Again] shirt yelled, 'You hear that, guys, this [expletive] voted for Joe Biden!\"\n\"No-one had ever - ever - called me a [expletive] while wearing the uniform of a Capitol police officer.\"\nOfficer Michael Fanone recalled being dragged into the crowd, beaten and shocked repeatedly with a taser.  \nHe said he heard chants of \"kill him with his own gun\". Fearing for his life, he pleaded with rioters, saying he had children.\nAt one point during his testimony the officer slammed his fist on the desk as he accused some Republicans of showing a \"disgraceful\" indifference and betraying their oaths of office.\nOfficer Dunn said he did not fully process the racial insults until days later.\n\"I was just trying to survive that day, and get home,\" he said.\n\"When I was able to process it, it was so emotional. It was so disheartening and disappointing that we live in a country like that, where they attack you because of the colour of your skin.\n\"Just to hurt you. Those words are weapons.\"\nOfficer Daniel Hodges' lip trembled with emotion as he was shown a video of himself trapped in a doorway being pummelled by rioters, who he repeatedly referred to as \"terrorists\" during his testimony.\n\"To my perpetual confusion, I saw the Thin Blue Line flag, a symbol of support for police, more than once, as the terrorists continued to ignore our commands and attacked us,\" he said.\nMr Kinzinger, one of the only Republicans who voted to impeach Mr Trump for his role in the riot, appeared to hold back tears as he criticised his colleagues.  \n\"We still don't know exactly what happened. Why? Because many in my party have treated this as just another partisan fight. It's toxic and it's a disservice to the officers and their families,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57986307",
      "category": "uk-northern-ireland",
      "title": "Brexit: EU pauses legal action against UK over NI Protocol 'breaches'",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,Brexit",
      "text": "The EU has paused its legal action against the UK for alleged breaches of the Northern Ireland Protocol.\nIt said it was doing so to create the \"necessary space\" to consider UK proposals for reforming the deal.\nThe legal action was started in March after the UK took unilateral action to change the implementation of the protocol.\nAt that time the UK delayed new checks on food, parcels and pets entering Northern Ireland from Great Britain.\nThe Northern Ireland Protocol was agreed by the UK and EU to avoid a hard border in Ireland.\nIt does that by keeping Northern Ireland in the EU's single market for goods.\nThat has created a new trade border in the Irish Sea, causing some difficulties in moving goods from Great Britain to Northern Ireland.\nLast week, the UK published proposals for the protocol, which amounted to a request for a major renegotiation.\nIt also asked for a standstill period, which would involve pausing the legal action and extending so-called grace periods.\nThe EU has already said it will not renegotiate the protocol but will \"consider any proposals that respect the principles\" of the deal.\nHowever, it has not ruled out the standstill period.\nA European Commission spokesperson said: \"With regards to the request for a standstill, the commission will carefully assess the new proposals made by the UK, in accordance with the necessary consultation procedures, both internally and with the European Parliament.\n\"In order to provide the necessary space to reflect on these issues and find durable solutions to the implementation of the protocol, we have decided at this stage not to move to the next stage of the infringement procedure, started in March.\"\nA government spokesperson said they had received a \"constructive reply from the Commission\".\n\"We look forward to engaging in talks with the EU in the weeks ahead to progress the proposals in our command paper,\" they added.\n\"As we set out in the Command Paper last week, significant changes are needed to ensure the Protocol is sustainable for future.\"\nEarlier, the EU published its proposals for simplifying some aspects of the protocol, including a plan for ensuring the continued supply of medicines from Great Britain to Northern Ireland.\nThe proposals were previously announced in broad terms at the end of June, but the UK government said they do not go far enough."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57979126",
      "category": "world-us-canada",
      "title": "Miami tower collapse: Final victim identified from rubble",
      "tags": "Florida,Miami building collapse,Miami",
      "text": "The family of the final victim unaccounted for in a deadly apartment block collapse in Florida say her remains have been found and identified.\nThe discovery ends a weeks-long wait for the family of 54-year-old Estelle Hedaya, who had been missing since her building collapsed on 24 June.\nHer brother Ikey Hedaya told US media that local New York police delivered the news to their family on Monday.\nHer discovery brings the death toll in the collapse disaster to 98.\nSearch teams spent weeks combing the rubble for victims but said on Friday that their search had finally ended. At that time, Estelle Hedaya was still unaccounted for. \nMiami-Dade County Mayor Daniella Levine Cava said Monday that police volunteers were continuing to \"carefully and meticulously\" sift through millions of pounds of debris at a secondary site looking for remains and personal items.\n\"We have done everything possible to bring closure to the families and I am especially proud that through these tireless efforts we were able at last to bring closure to all those who reported missing loved ones,\" she told reporters.\nThe number of people missing had initially been put as high as 159, but police brought that figure down after weeks of checking reports.\nOfficials say the site where the 12-floor Champlain Towers South building once stood is being treated as a crime scene.\nWhat caused the 40-year-old building to fall to the ground remains unknown, but a 2018 report had found structural problems with the ocean-side block. \nAll but one of those killed were recovered dead in the rubble, with one victim dying in hospital. \nA funeral is expected to take place for Estelle Hedaya in New York on Tuesday, the AP news agency reports.\nHer family and friends described her as outgoing and fun-loving and said she loved to travel and try new things, like salsa dancing.\nOther victims of the disaster include the seven-year-old daughter of a Miami firefighter, a 92-year-old grandmother and the sister of Paraguay's first lady."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57968392",
      "category": "uk-scotland",
      "title": "Scotland's weekend of water deaths 'is worst in memory'",
      "tags": "Stonehouse,Lanark,Ardlui,Balloch",
      "text": "Rescue teams have described the weekend when six people died in incidents on the water as \"the worst in memory\".\nA man, woman and boy died in Loch Lomond near Ardlui on Saturday evening.\nIt came hours after the death of an 11-year-old boy in a river near Stonehouse, South Lanarkshire.\nThe body of a 13-year-old boy was also recovered from the River Clyde near Lanark on Sunday, while a 16-year-old boy died near the pier at Balloch Country Park on Friday.\nDeputy Assistant Chief Officer Alasdair Perry, from the Scottish Fire and Rescue Service, said: \"This is the worst weekend in relation to incidents of this nature that I can remember.\n\"I'd like to offer my condolences, and those of everyone at the Scottish Fire and Rescue Service, to all those affected by this weekend's tragic events.\"\nEmergency services were alerted to the Ardlui incident at about 18:40 on Saturday following \"reports of concern\" for people in the water.\nEdina Olahova, 29, her nine-year-old son, Rana Haris Ali, and their friend Muhammad Asim Riaz were pronounced dead at the scene. \nMr Riaz's seven-year-old son was rescued and taken to hospital in Glasgow where he is in a critical condition. \nSimon Jones, executive lead for water safety at the Loch Lomond and Trossachs National Park, said it has been a \"very traumatic time\" for staff involved in the search and rescue attempt.\nHe told the BBC's Good Morning Scotland programme: \"It has been a terrible week in the park, and of course across other parts of Scotland, with these tragic events. Our deepest sympathies go to the friends and families.\n\"We can't remember a period like this. Many of our staff were closely involved and it has been very traumatic.\n\"It has been really challenging and sobering and has given us a lot of cause for reflection on how we move on from these events.\"\nThe RNLI say there are five steps to know how to float: \nFind out more about the RNLI's \"float to live\" campaign\nMr Jones said national park staff would continue to be pro-active in encouraging people to enjoy the \"beautiful and iconic loch\" safely.\nHe said: \"Collectively, we all have to look at what more we can do - from understanding what the risks are if you are a visitor, through to the authorities about how we engage with people and what equipment is provided.\n\"Daily patrols already take place commonly throughout the loch.\n\"We all have a responsibility to make sure that we are aware of dangers and allow people to make active decisions about where water is safe and where it isn't.\"\nFirst Minister Nicola Sturgeon described the deaths as \"heartbreaking human tragedies\".\nShe said: \"Like everyone else around the country, my thoughts are with the families who are grieving loved ones right now.\n\"It is unimaginable and impossible for the rest of us to understand fully what they are going through.\n\"Scotland is blessed with having some of the most beautiful lochs, rivers and beaches anywhere in the world.  Combining that with the weather we've had recently, people understandably want to be in the water and enjoying that.\n\"But these tragedies over the weekend are a really brutal reminder that the beauty of some of our waters often belies the dangers that they hold.\"\nMs Sturgeon added that the Scottish government and emergency services would \"reflect on the horror\" of what had happened and on what more can be done \"to educate young people about the dangers as well as the beauty of water\".\nThe Scottish Fire and Rescue Service has also repeated its warning about the dangers of cold water shock in warm weather.\nDeputy Assistant Chief Officer Alasdair Perry said: \"When we look at the weather we've had this weekend, it's sunny and very warm in most areas, but the temperature of the water can still be extremely cold.\n\"If somebody enters the water they can suffer from this physiological response called cold water shock and that impacts their ability to control their breathing, their strength can be affected and their ability to swim.\n\"This can affect anybody of any age and any fitness level.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57974170",
      "category": "education",
      "title": "MPs call for national register of home-educated children",
      "tags": "Home education,Education Select Committee",
      "text": "A committee of MPs is calling for a national register of home-educated children in England, saying there is an \"unacceptable level of opaqueness\" surrounding the issue.\nThe Commons Education Committee says it is important to \"get a grip\" on the number in home education.\nIt says more data must be collected to ensure all children out of school get a suitable education.\nHome educators say this will increase families' lack of trust in the system.\nThe MPs' report - Strengthening Home Education - says the government does not collect national figures for how many children are electively home-educated and parents do not have to register the fact with councils.\nCommittee chair, Conservative MP Robert Halfon, said it was \"frankly astonishing\" that the government was only able to make a \"best guess\" over the standard of education children schooled at home were receiving.\nAccording to research by the BBC, published earlier this month, the number of children registering for home education in the UK rose by 75% in the first eight months of the current school year.\nIt found more than 40,000 pupils were formally taken out of school in the UK between September 2020 and April 2021, compared with an average of 23,000 over the previous two years.\nThe figures are based on Freedom of Information responses from 153 of the 205 county councils and unitary authorities in Great Britain, and all of Northern Ireland.\nThe education select committee's report notes that it is likely the coronavirus pandemic has increased the number of families choosing to pursue home education.\nThe MPs say some families in England face being forced into home schooling - partly due to a lack of support for children with special educational needs and disabilities.\nThey say there must be assessment of progress in numeracy and literacy to ensure that those who are home-schooled are getting the same opportunities as their school-educated peers.\nThe report also says the government should meet entry costs of exams for home-educated children to help them \"gain the qualifications needed for future education, training and employment, that will allow them to play active roles in society\".\nCommittee chair Mr Halfon said: \"It is frankly astonishing that we are only able to make a best guess at the number of children being educated at home, particularly when the Department for Education itself concedes that there is considerable evidence that many young people are missing out on the teaching and support that they are entitled to.\n\"Some parents are providing their children with a high-quality educational experience, but those against greater oversight must realise that it does not follow that all home-educated children are in the same boat.\n\"Getting a grip on the number of young people not being taught in school with a national register for children outside of school must just be the first step in shaking up the status quo.\"\nMr Halfon added that local authorities must \"keep a much closer eye\" on how home-educated children were progressing, and that financial and practical support should be given to ensure home-educated children could take exams. \nBut the group Education Otherwise said the select committee's inquiry into home schooling was prejudiced.\nIts chair, Wendy Charles-Warner, told the BBC: \"Yet again we have policy recommended on the basis of rhetoric and rumour, rather than evidence. \n\"Parents are deeply aggrieved that the huge majority of their submissions - which make clear that there is no basis, nor benefit, in registration of home-educated children - have been ignored, in what was manifestly a predetermined outcome of a deeply prejudiced inquiry.\n\"This report will serve to increase home-educating families' lack of trust in public bodies even further.\"\nShe added: \"The only valid and reasonable recommendation in this report is that home-educated children receive fair access to examinations, a point which should not need making.\"\nJennifer Skillen, who runs HE Special, an online national support group for parents home-educating children with special educational needs and disabilities, welcomed the call for more support and equal access to exams.\nBut she said a lack of clarity about the exact numbers of families home-educating did not mean those children were not receiving an education. \n\"This negative assumption can influence the relationship between local authorities and families and should be avoided if the government wishes to build positive relationships,\" she said.\nPaul Whiteman, general secretary of school leaders' union NAHT, said the government must \"find out the reasons behind so many more families choosing home-education recently\". \nHe added: \"NAHT has been calling for an official register of home-educated children for some time - the fact that there is no official source of data is a sign of how unsatisfactory the situation is.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57992425",
      "category": "uk-northern-ireland",
      "title": "Ardoyne: Woman arrested over murder of baby in Belfast",
      "tags": "Belfast,Police Service of Northern Ireland,Northern Ireland Ambulance Service",
      "text": "A 29-year-old woman is being questioned over the murder of a baby in north Belfast.\nThe woman is also being held over the attempted murder of another child, who is in intensive care in hospital.\nPolice were called to the house at Brompton Park in the Ardoyne area shortly after 20:00 BST on Tuesday and found the two injured children.\nDespite the efforts of the emergency services, the baby was pronounced dead at the scene.\nOn Wednesday night, police said their investigation into \"last night's tragic events is progressing\".\nThey added that a post-mortem examination was expected to take place on Thursday.\nDet Ch Insp Millar said: \"A 29-year-woman who was also in the house has been arrested on suspicion of murder and attempted murder and remains in custody at this time. \n\"Our thoughts are with the baby's family, who are being supported by family liaison officers.\n\"While our investigation is at any early stage, I can confirm that at this stage, we are not looking for anyone else in relation to this tragic death.\" \nHe thanked the local community for their support and appealed for anyone with any information to contact police.\nJohn Finucane, the MP for the area, said it was \"difficult to comprehend\" what had happened.\n\"It's a very tight knit community, houses are very close to each other, neighbours are very close to each other,\" he said.\n\"I think as the area tried to get to grips with what was unfolding before them, I think shock and a certain sense of numbness just befell everybody.\n\"It compounds the hurt when we're dealing with somebody so young.\n\"Our thoughts are obviously hoping to be very positive for the other child, who's critical.\n\"Again we just need to now allow the authorities to come in and do their process and carry out their investigation.\" \nSDLP MLA Nichola Mallon said that the \"highly distressing\" events had shocked the local community.  \nShe said: \"It is important that the PSNI are given the space and full cooperation to fully investigate this terrible incident.\n\"Our thoughts are with the wider family and we want to thank those residents who assisted the police at the scene tonight.\"\nPeople Before Profit councillor Fiona Ferguson said the news was \"truly devastating\".\n\"A wave of shock began in Brompton Park last night and spread out across north Belfast,\" she said.\n\"After something so shocking, community solidarity, community support, rallying around each other is going to be absolutely paramount.\n\"I saw a number of people say last night that this is a community that's resilient and certainly this is a community that has seen a lot and has an incredible amount of community spirit.\n\"It's undoubtedly the case that they're going to need that now in terms of moving past this.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57968728",
      "category": "uk-scotland-glasgow-west",
      "title": "Man who lost wife and son in loch thought water 'looked safe'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57992207",
      "category": "uk-wales",
      "title": "Eagle eyes spot kestrel chicks in jet plane exhaust",
      "tags": "Airbus Group,RSPCA,Animals,Birds of prey,Birds,Barry,St Athan",
      "text": "A pair of kestrel chicks are \"lucky\" to be alive after they were found nesting in a jet plane's exhaust system.\nThe birds had not eaten for several days when engineers spotted them in the Airbus A320 undergoing repairs in the Vale of Glamorgan.\nRSPCA Cymru later rescued them before they were sent to Gower Bird Hospital for rehabilitation.\nRSPCA Insp Simon Evans said: \"I have no doubt they were rescued just in the nick of time.\"\nHe added: \"Kestrels are less common than a lot of people think - but rescuing any animal from an aircraft is certainly a new one on me.\"\nKestrel numbers declined in the 1970s, with about 46,000 breeding pairs now in the UK. \n\"We're just so very lucky mechanics hadn't started the aircraft's engine or this would have ended in disaster,\" said Insp Evans.\nThe passenger aircraft had been on a runway at St Athan's Bro Tathan business park for almost a year, and had been brought into a hangar for repairs.\nDuring maintenance work technicians Umit Atas and Luciano \"Lucky\" Ferriera spotted two pairs of eyes from inside the exhaust of an auxiliary power unit.\nThe birds have since been nicknamed Umit and Lucky - after their rescuers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-57984070",
      "category": "newsbeat",
      "title": "Dua Lipa 'horrified' at DaBaby's HIV and gay comments",
      "tags": "HIV & Aids,Homophobia,Disinformation,Miami,LGBT,Music",
      "text": "Dua Lipa says she's \"surprised and horrified\" at DaBaby's comments about people with HIV and gay men.\nThe singer wrote on her Instagram story that she didn't \"recognise this as the person I worked with\" and stood \"100% with the LGBTQ community\".\n\"We need to come together to fight the stigma and ignorance around HIV and Aids,\" she added. \nRapper DaBaby - a guest artist on Dua's hit, Levitating - has been criticised for comments he made at a US festival.\nPerforming at Rolling Loud festival in Miami, he invited every audience member to \"put your cell phone light up\", apart from those who were HIV-positive or were gay men who had sex in car parks.\nHe also made the false claim that HIV will \"make you die in two or three weeks\".\nMedication helping those with HIV to live long, healthy lives has been available for decades.\nDaBaby's comments were supported by rapper TI, who said if Lil Nas X - who regularly asserts his sexuality onstage - was able to say and do as he liked, then DaBaby should be able to do the same.\nBut DaBaby's faced criticism from many others, including the UK's leading HIV and Aids charity.\n\"It's wrong for people living with HIV to be made to feel lesser or excluded because of their diagnosis - it should be unacceptable in the music industry and in society at large,\" says Richard Angell, campaigns director at the Terrence Higgins Trust (THT).\n\"Comments like DaBaby's perpetuate HIV-related stigma and discrimination, as well as spreading misinformation about HIV. \n\"You can now live a long, healthy life with HIV thanks to medical progress when you're diagnosed and accessing treatment.\"\nMedication to manage HIV and stop it spreading has been available since 1996.\nThe introduction of pre-exposure prophylaxis (Prep), which can be taken by people who do not have HIV to prevent catching it, has helped to reduce infection numbers.\nPeople who have HIV and are on treatment can be undetectable - meaning their blood carries such low amounts of the virus that they are unable to pass it on to others.\nDaBaby's comments have been widely criticised on social media - including by BBC Radio 1Xtra presenter, Yasmin Evans.\nFollowing the backlash, DaBaby spoke on his Instagram story, saying what he does at his shows \"does not concern\" people online.\n\"What I do at the live show is for the audience at the live show. It'll never translate to somebody looking at at a five, six-second clip,\" he said.\nHe then accused people on the internet of \"twisting\" his words and claims he is appreciated by straight and gay fans.\nHe went on to claim his gay fans do not have Aids, and called people with the illness \"nasty\" and \"junkies on the street\".\n\"Even my gay fans got standards,\" he added.\nDaBaby is currently in the US Top Ten as a guest artist on Dua Lipa's hit, Levitating, and has a clothing collaboration with Boohoo. \nBoohoo says DaBaby's comments go against its \"core values\".\n\"Boohoo condemns the use of homophobic language and [we] are reviewing the relationship with DaBaby,\" the retailer told Newsbeat in a statement.\n\"We pride ourselves on representing the diverse customers we serve across the globe.\" \nDaBaby's performance at the festival was also criticised for his choice of guest stars.\nHe performed after Megan Thee Stallion, and brought her ex-boyfriend Tory Lanez onstage during his set.\nIn August 2020, after the couple had broken up, Megan accused Tory of shooting her in both feet that July.\nTory has denied Megan's accusations and the case is ongoing. \nIn February this year, US media reported that a court had denied his request to speak publicly about the incident.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57985517",
      "category": "uk",
      "title": "Angell Road abuse survivor: I can't forgive Lambeth for what they've done to me",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57990217",
      "category": "uk-northern-ireland",
      "title": "Roads and property flooded in NI thunderstorms",
      "tags": "Belfast,Floods,Ballyclare",
      "text": "Heavy rainfall has caused flooding in some parts of Northern Ireland this afternoon.\nThe Met Office issued a yellow warning for thunderstorms across eastern counties which ended at 17:00 BST.\nThis alert warned of the potential for damage to buildings and difficult driving conditions, although rain is expected to continue into the evening.\nPolice have warned motorists in Belfast to be cautious on the roads due to the weather.\nOfficers said Milltown Road and Hospital Road were \"impassable city bound due to flooding in the area\".\nMan-hole covers also lifted on Belvoir Road and Upper Knockbreda Road due to the rainfall.\nA car was stuck in floodwater on the Lisburn Road, causing the route to be blocked.\nPolice also advised motorists to avoid Stockman's Lane and to seek an alternative route.\nAlong with the thunderstorms, lightning was also spotted in some locations.\nIn Ballymena, police said the Lisnevenagh Road was impassable for traffic travelling into the town.\nMatthew Neilly, owner of Fig Design Company, a florist and interior design store in Ballyclare, County Antrim, reported his shop had flooded for \"the third time\".\n\"It literally became a river today,\" he told BBC Radio Ulster's Evening Extra.\n\"My heart broke. All I could do was grab cushions and throws and threw them against the door to try and stop the water.\"\nMr Neilly estimated that about upwards of £6,000 worth of stock may have been damaged.\nHe said the store would be closed on Wednesday for a \"major clean-up\".\nSteve Aiken, an Ulster Unionist Party (UUP) MLA for South Antrim, said emergency services were dealing with floods in Ballyclare and additional support was \"on its way\".\nThe former UUP leader added that sand bags were being made available for the public beside the town hall."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57977282",
      "category": "uk-politics",
      "title": "Covid: More pinged workers eligible for daily tests instead of isolation",
      "tags": "Contact tracing,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "More critical workers will be able to take daily tests rather than isolate when they are identified as a close contact of someone who has Covid.\nThe government said 1,200 extra sites would be established, with prisons, waste management and the armed forces among the sectors prioritised.\nSome 800 sites are already being set up for police, firefighters, supermarket depot staff and some other industries.\nSeveral sectors have warned of staffing shortages caused by 10-day isolations.\nA total of 618,903 contact tracing alerts - popularly known as pings - advising people to self-isolate for up to 10 days were sent from the NHS Covid-19 app in England and Wales in the week to 15 July.\nDaily testing for certain critical sectors in England was launched on Monday as an alternative to self-isolation for some workers. The government has not said how many sites are currently up-and-running but that it expected 500 would be set up this week.\nTesco is understood to be working through the details of the new scheme, while Morrisons said it was contacting staff who had been pinged to sign up for testing on a voluntary basis, but did say that it was ready to start.\nHealth Secretary Sajid Javid said daily contact testing would play a \"vital role\" in helping to \"minimise the potential for disruption caused by rising cases, while keeping staff protected\".\nWhen all 2,000 testing sites are open, 800 will deal with food industry, transport and Border Force workers, as well as police and fire services.\nThe other 1,200 will be for people employed in prisons, waste, defence and veterinary medicine, plus the energy, pharmaceutical, telecoms, chemical, communications, water, space and fish industries.\nWorkers will be allowed to take the tests, rather than isolate, whether or not they are fully vaccinated.\nThe announcement of the scheme's extension came after the number of Covid cases reported in the UK fell to below 25,000 on Monday.\nFrontline health and care staff who are fully vaccinated and identified as a close contact of someone with Covid have a separate system, allowing some to go to work, subject to strict testing rules.\nPrime Minister Boris Johnson and Chancellor Rishi Sunak are among workers self-isolating after the health secretary tested positive last week.\nFrom 16 August, anyone in England who is fully vaccinated - and unvaccinated under-18s - will be able to take PCR tests - which are sent to a laboratory to be checked - instead of self-isolating, if pinged.\nSimilar rules come into force in Scotland from 9 August - and in Wales from 7 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57440636",
      "category": "uk-wales",
      "title": "'Open land for wild camping in Wales', say campaigners",
      "tags": "Coronavirus lockdown measures,Colwyn Bay,Natural Resources Wales,Camping,Welsh government,National Trust,Coronavirus pandemic,Pontypool",
      "text": "Huge tracts of land should be opened up for people to camp on in Wales, campaigners have said.\nOrganisations like the National Trust, Natural Resources Wales and the Crown Estate own or manage hundreds of thousands of acres of land in Wales.\nWith holidaymakers facing problems booking traditional campsites as demand surges, some are looking elsewhere.\nWild camping is banned in Wales and England, except on parts of Dartmoor. It is legal in Scotland. \nCarl Collins, co-founder of website Tentlife, said allowing wild camping in Wales was \"a very viable option\". \nIn Scotland, he said there could be problems from people who did not understand \"the etiquette\", but there was a warden scheme to counter this and believes any potential problems could be resolved.\n\"You pay to wild camp, but it is only £3 per night, so you pay a nominal fee and abide by leave-no-trace rules,\" Mr Collins said.\n\"You'll get more people out and you'll get a modicum of revenue. In that respect, it's a good idea\".\nNeither National Parks Wales nor the National Trust welcome wild camping, while Natural Resources Wales said it was \"unlikely\" it would give permission.\nAll three organisations said they had experienced problems with unwanted campers since the start of the coronavirus pandemic.\nTravel writer and wild camper Phoebe Smith, from Colwyn Bay, said: \"I have had conversations with organisations, and even though they turn a blind eye to people like myself doing it, they are reluctant to say 'you can do do it' because they don't want the wrong people doing it.\n\"If you look at Dartmoor, it's not as if they have had really big problems with people wild camping, so it can be done. It's the same with Scotland.\"\nShe urged governments to educate people about how they should behave in the countryside, and organisations to be open about concerns about wild camping. \n\"If you do not do that, no-one will know how to do it properly,\" she said.\nVideo maker Lee Dainton, 47, from Pontypool, said it was \"super-important\" land was made accessible to all.\n\"What's the excuse for keeping it locked-down?\" he said. \n\"They should let it be open for people to use. You try and get on to a campsite now. Everything is fully booked\".\nKitchen designer Kyle Howells, from Cwmbran, said there was no need to ban people who were just \"sleeping and having a bit of food and going to bed\".\n\"I've slept in so many spots and you wouldn't know anyone has been there,\" the 34-year-old said.\nPart of the problem is differences in opinion between various major landowners, according to Dan Yates, managing director at online campsite booking site PitchUp.\nMr Yates, who previously called for rules on pop-up campsites to be relaxed, said landowners were often reluctant because of a lack of staff and being \"very slow to adapt\".\nHe said this was \"a pity\", adding: \"The public need to get away more than ever, and to do that we need capacity.\"\nA spokesman for National Parks Wales said although the \"vast majority\" of wild campers were \"clean and respectful\", others were \"less so\" and there had been a rise in problems during the pandemic.\n\"We ask anyone planning to visit a national park to camp to use a designated campsite instead,\" he said.\n\"Litter bins and public toilets can't cope with camping waste and our wild plants are adversely affected by washing-up water.\"\nWild campers who do not clean up after themselves are known as \"fly-campers\".\nThe National Trust said it had also seen an increase in fly-camping on its land during the pandemic, and that clean-up and repair work was diverting resources away from conservation.\nNatural Resources Wales said unauthorised camping was a \"persistent problem\" which threatened the environment and public health, and urged \"anyone visiting our sites to act responsibly\".\nThe Crown Estate said most of its land in Wales was common land and open to everyone, but camping was not permitted.\nThe Welsh Government asked everyone planning a camping trip in Wales to book with an accommodation provider.\nIn Wales and England, you only have the right to camp on land belonging to someone else if you have the permission of the landowner.\nIf you do so without permission you are committing trespass. This is a civil offence which you cannot be arrested for.\nBut if you don't leave immediately when asked to do so by the landowner, or somebody acting on their behalf, you may be committing the criminal offence of aggravated trespass.\nThat can be punishable by imprisonment of up to three months or a fine of £2,500.\nScotland is different, as most unenclosed land is legal to camp on.\nIn Wales, there is a code of conduct for campers to follow which is based on a principle of \"leave no trace\", with campers urged to bury toilet waste away from water sources, pick up litter and leave if asked to."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57965166/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Executive agrees on theatre and concert reopening",
      "tags": "Theatre,Coronavirus pandemic",
      "text": "The Northern Ireland Executive has agreed that theatres and concert venues can reopen from 18:00 on Tuesday.\nMinisters met earlier after delaying the decision, saying they wanted more information about risks.\nThere have been other modest changes to Covid-19 restrictions, including an increase in the number of people who can meet indoors.\nTen people from three households will also be allowed to meet inside a home.\nAs part of the move to allow theatres and concert venues to reopen, the executive has agreed live music will be permitted for rehearsals and performances with no restriction to background ambient levels of volume.\nAudience members must purchase tickets in advance, must have allocated seating and social distancing of 1m (3ft) will be required.\nÁine McCarron, marketing officer at the Playhouse in Londonderry, said she was delighted by the news.\n\"It's music to my ears, I just can't believe it that we have finally been given the go ahead,\" Ms McCarron told BBC News NI.\nShe said it was now important to \"build confidence among audience members who come through our doors\".\n\"We can very easily sit people 1m apart under our seating place and we can contract trace because we operate through a booking system already,\" she said.\nJulie McKegney, head of customer services at the Lyric Theatre in Belfast, said the industry had \"been waiting for this news since March 2020\".\nThe theatre will be operating at a third of its overall capacity for Tuesday's production of Dracula.\nSpeaking to BBC Evening Extra, Ms McKegney said there would be requirements for guests to follow upon entry.\n\"They'll come in to the box office here that's behind perspex screens, where they'll be directed over to a sign-in point with their QR code - that's mandatory,\" she said.\n\"All venues have to take details of a person's first name, surname, a method of contact and a time and date of when they were in attendance for track and trace purposes.\"\nHowever, Belfast singer-songwriter Sir Van Morrison, who has been an outspoken critic of the Northern Ireland Executive's coronavirus restrictions, described Monday's announcement as \"shambolic\".\n\"The announcement has come so late in the day that it's a kick in the teeth,\" Sir Van said.\n\"Cancelled concerts that were planned for this week could have gone ahead.\n\"Regrettably like many other sectors, there's been no advance warning, no plan or roadmap for the industry. \n\"Stormont have lost the confidence in the public and are clearly deaf to our industry when making decisions.\"\nCommunities Minister Deirdre Hargey welcomed the return of theatres and concerts.\nShe said: \"I expect all venue promoters to have safety measures in place to ensure that staff and audiences are in a Covid safe environment. \n\"I believe that equality of access to the arts, be that through participation or as a member of the audience, is crucial and I look forward to attending a performance in the time ahead.\"\nMs Hargey said she will meet with the chairwoman of the Culture, Arts and Heritage Recovery Taskforce later in the week to discuss financial support for the sector.\nTen people from three households will be allowed to meet inside a home, with children aged 12 and under not counting towards that total.\nPreviously the rules permitted six people from two households to meet inside, with up to 10 people allowed if one household was bigger than six people.\nThe Northern Ireland Executive also agreed that people attending religious services will not have to wear face coverings during the service. It will be guidance only to wear a covering.\nIt will still be a legal requirement to masks when entering and exiting the building.\nMinisters will also strongly advise their use when singing or when moving around during services.\nThis all amounts to another move towards life after lockdown - changes that will be very welcome in different parts of society.\nThere will be relief in the arts sector - it means indoor plays, concerts and other performances can at last go ahead with restrictions.\nThis is another step towards the life we all used to lead but in the background there is concern about the rising number of Covid cases.\nIt is a day about change but there is still much caution in the air.\nEarlier on Monday other rules changed, including allowing 15 people from unlimited households to meet outdoors and close-contact services being allowed to operate without the need for pre-booked appointments.\nThe executive will meet again on Thursday to consider other Covid-19 restrictions.\nIt comes as another 639 positive cases were reported by the Department of Health on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57992929",
      "category": "uk",
      "title": "Covid travel: Fully jabbed from EU and US could avoid quarantine",
      "tags": "Coronavirus lockdown measures,Travel,London Heathrow Airport,British Airways,Air travel,Virgin Atlantic,Coronavirus pandemic",
      "text": "Senior cabinet ministers are discussing whether to allow fully vaccinated travellers from the EU and US to avoid quarantine when they arrive in England.\nA review of the border rules is due by 31 July - the second date in the Department for Transport's plan for a safe return to international travel.\nThe government's Covid Operations committee was due to meet on Wednesday morning.\nForeign Secretary Dominic Raab said a decision would be taken shortly.\nCurrently, people who have been fully vaccinated in the UK do not have to quarantine when travelling from the US and EU, apart from France, because those places are on the amber list (and some EU countries are on the green list). But that exemption does not apply to people who have been vaccinated outside the UK.\nDowning Street and the Department for Transport declined to comment on newspaper reports the government would go ahead with the plan to also exempt people vaccinated in the US and EU. \nThe travel industry has been pushing for this change in the rules so that people living abroad can more easily come to the UK for holidays or to visit loved ones.\n\"At the moment we're in this slightly ridiculous situation where if I'm on a plane from Spain, because I'm lucky enough to have had two jabs, once we get to the UK I just wander off, no problem,\" said travel expert Simon Calder.\n\"But the person sitting next to me, who happens to have had their vaccinations in Spain, not in the UK, has to go and sit in a room for 10 days. Doesn't make sense.\"\nThe aviation industry is also calling for a change after carrying out a 10-day trial of checking the vaccination status of passengers.\nBritish Airways, Virgin Atlantic and Heathrow Airport wanted to demonstrate that vaccination status could be checked away from the border and allow safe entry to the UK from countries on the amber list.\nThe companies said 99% of documents were verified correctly during the trial, which involved about 250 fully-vaccinated participants from the US, the Caribbean and Europe, travelling to Heathrow.\nTwo passengers had their credentials rejected, the companies said: one because their vaccination was completed less than 14 days before travel, and the other because of a discrepancy between the name on the passport and on the vaccine card.\nThe relaxation of the quarantine rules for travellers into England from the EU and the US is backed by a broad coalition of government ministers, who see the benefits to the tourism industry and the economy in general.  \n\"There's no reason not to do this,\" said one advisor. Another warned that an airline could go bankrupt if it didn't happen.  \nA decision may be imminent but it may take days or weeks to put it into practice. For example, airlines will need time to prepare because they'll be the ones checking the documents. \nAnd the recent creation of an \"amber plus\" category at the last minute and without the knowledge of some members of the government shows that sometimes the process doesn't always go smoothly.  \nThen there's travel in the other direction, with the US in no rush to allow in British travellers despite the high-profile launch of a transatlantic travel taskforce last month.  \nBritish Airways, Virgin Atlantic and Heathrow Airport said the UK was falling behind the EU in opening up to international travellers.\nBA chief executive Sean Doyle said the trial provides the evidence that the government needs to allow fully vaccinated visitors from low-risk countries to come to the UK without self-isolating.\nHeathrow boss John Holland-Kaye said there was \"no reason to delay with rolling out the solution from July 31\", while the head of EasyJet told LBC such a change was \"the right thing\" but a \"little bit too late\".\nFreddie Julius runs tour company Tourist England which puts on trips for overseas visitors. He said around 80% of his customers are from the US and EU and \"over the last 18 months we've seen almost none\".\nHe said changing the rules to allow vaccinated tourists to visit without quarantining was \"critical for the revival of the inbound tourism sector\".\nBut he told the BBC any change needed to be lasting, adding: \"The constant easing and tightening of restrictions have made it almost impossible to plan ahead, both for tour companies and tourists.\" \nHowever, even if the UK changed its rules for the US, its citizens have been urged not to travel to the UK by the country's health protection agency, the Centers for Disease Control and Prevention. \nAnd the US border is currently closed to the UK, as well as many other countries, except for US citizens.\nThe UK and US have set up a taskforce to discuss a travel corridor, although earlier this week the White House said it had no plans to lift Covid-19 travel restrictions for non-Americans.\nBoris Johnson told LBC on Wednesday that \"we're talking to them the whole time\".\nThe EU has encouraged its members to gradually lift travel restrictions for the UK, and each country has its own rules.\nLabour's deputy leader Angela Rayner told Sky News the potential plan was \"reckless\", adding: \"We also know that people who have had the vaccine of course can still get the virus so a testing regime is very important and crucial as well.\"\nUnder current rules, other countries are granted a \"traffic light\" status for arrivals - red, amber or green.\nThe vast majority of countries, including the US and many European countries including Spain, Italy and Germany, are on the amber list. \nAdults who have been fully vaccinated in the UK, and under-18s who are UK residents, no longer have to self-isolate after visiting any amber country apart from France. \nBut anyone who was fully vaccinated outside the UK still has to quarantine for 10 days on arrival, or pay for the test-to-release scheme to shorten their quarantine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57983455",
      "category": "business",
      "title": "Covid: Insurance threat for pinged holidaymakers",
      "tags": "Contact tracing,Money,Travel insurance,Personal finance,Self-isolation,Insurance,Coronavirus pandemic",
      "text": "A host of travel insurance policies will not cover cancellation costs if holidaymakers are told to self-isolate owing to a close Covid contact.\nHundreds of thousands of people have been pinged recently by the NHS app or contacted by the tracing service.\nAnalysts Defaqto said nine in 10 travel insurance policies cover the cost of cancelled holidays if the policyholder tests positive for Covid.\nBut for cases of self-isolation, cover falls to fewer than six in 10 policies.\nThe practical effects of self-isolation requests - dubbed the pingdemic - have crossed work and home lives, and led to considerable political debate.\nMuch of that has concentrated on people's ability to work safely, particularly in critical roles.\nThere has also been concern among holidaymakers, desperate for a summer getaway, that their plans may be scuppered by contracting Covid or coming into close contact with someone who has the virus.\nThe latest information from data specialists Defaqto, which analyses the insurance sector, found that 88% of single trip travel insurance policies on the market in the UK would pay out if a holiday was cancelled owing to a positive test.\nHowever, this drops to 56% if cancellation is owing to a self-isolation request. The figures are almost identical for annual policies.\nAnyone who receives notification from NHS Test and Trace is legally required to self-isolate, whereas a ping from the NHS app is advisory, but strongly recommends isolation.\nAnna-Marie Duthie, from Defaqto, said some insurers would be sympathetic to those required to self-isolate, so people in that situation should talk to their insurer about a claim.\n\"Policyholders should read their policies carefully to be sure they fully understand what cover they have, and if in doubt should contact their insurers before changing any travel plans,\" she said.\nThe vast majority of people take out travel insurance policies for overseas trips, although there is also cover available for domestic travel. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57970050",
      "category": "uk-england-manchester",
      "title": "Wayne Rooney: Cheshire Police reviewing blackmail complaint",
      "tags": "Cheshire",
      "text": "A complaint of blackmail is being reviewed by police in relation to photographs of former England star Wayne Rooney which were shared online. \nThe images, which were shared widely on social media, appear to show the Derby County manager asleep in a chair with unknown women posing beside him.\nIt is not known when the photos were taken but there is no suggestion he has behaved in any way inappropriately.\nCheshire Police said it was \"reviewing\" the complaint. \nRooney's representatives have declined to comment on the nature of the images. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57979208",
      "category": "uk-wales",
      "title": "Mum hit by car at Denbighshire festival as daughter, 2, thrown to safety",
      "tags": "Wrexham,Corwen,North Wales Police",
      "text": "A mother seriously injured by a \"careering car\" says her two-year-old daughter was saved by her husband throwing her out of the way.\nJenna O'Neill, 32, of Gloucestershire, suffered life-changing injuries after being struck by a car while at a festival in north Wales at the weekend.\nMs O'Neill was airlifted to hospital from the Conscious Tribal Gathering in Denbighshire after Saturday's incident.\nHer husband Stephen said he \"thought they had died and my life was ruined\".\n\"My two-and-a-half year old toddler only survived this incident because my husband threw her out of the way of the car as it careered down the hill,\" Ms O'Neill said, speaking from hospital in Stoke.\n\"He's a hero. Things would be very different if it wasn't for his quick-thinking and fast actions.\"\nNorth Wales Police said they were called to a report that an \"unoccupied vehicle had rolled downhill over a tent at a campsite near Corwen\", which is about 15 miles west of Wrexham.\nThe force has launched an investigation and is liaising with the Health and Safety Executive.\n\"We were sat outside our tent enjoying the sunshine having just had lunch,\" said Ms O'Neill, who is from the Forest of Dean.\n\"The camping fields were on a sharp incline. We, like many people, had camped at the bottom as it was the only shaded area.\"\nThe Welsh ambulance service confirmed it was called to \"reports of a road traffic collision involving pedestrians\" in the Glyndyfrdwy area of Corwen at about 13:30 BST on Saturday.\nThe service said one person was flown by air ambulance to the major trauma unit at the Royal Stoke University Hospital, while two people were taken to Wrexham's Maelor Hospital in a road ambulance.\nNorth Wales Fire and Rescue Service confirmed firefighters were called to stabilise the vehicle while paramedics treated the injured people.\nMs O'Neill's husband Stephen said he had thought his \"life was over\" when he saw the aftermath of the incident.\nMr O'Neill said: \"We were sat outside our tent having lunch and a neighbouring tent got our attention and just shouted 'move out the way' and looked worried and confused.\n\"In that moment I just felt desperation to help Ayla and it felt like there wasn't much time between the neighbour seeing the car and us being hit.\n\"I watched it roll down the hill and thought 'oh my God, my family is under the car' - I just thought they had died and my life was ruined.\"\nHe said he saw his daughter lying face-down on a collapsed tent near the wheel of the car.\n\"I thought she was dead. She had a graze on her face and I checked her limbs, but she was fine,\" he said.\nMr O'Neill added his wife \"was in a terrible state\" but was concerned about her daughter.\n\"My daughter had seen what happened, so I just had to get her away from the scene when first aiders arrived.\n\"I spent the time pacing between trying to relax Ayla and it was only after half an hour that people told me I had grabbed her out the tent and got her to the other side, but I have no recollection of this.\"\nMs O'Neill said she was in a critical but stable condition in hospital having suffered a broken collar bone, 10 broken ribs and a fractured pelvis, as well as damage to her liver and spleen.\nHowever, she added: \"Mentally I keep going over what happened. I genuinely believed my whole family had died.\"\nDaughter Ayla \"escaped with cuts\" and husband Stephen fractured his ankle, but has since been discharged from hospital.\n\"I'm really struggling with the fact that two days ago I was healthy and having fun with my family and now I'm unable to move in a hospital bed, unable to see my family as I'm so far from home due to Covid restrictions,\" said Ms O'Neill.\n\"However all of this is manageable as I am so aware that it could have been so much worse if it wasn't for the actions of my heroic husband throwing our toddler out of the way of the oncoming car. So I am grateful for their safety.\"\nMs O'Neill said she \"100% has no doubt\" that the situation could have been avoided had the festival's rules been adhered to.\n\"In these guidelines from the festival website, it clearly states that cars must be parked in designated areas after unloading and kept away from hilly inclines - particularly not facing down the hill,\" she said.\n\"I can confirm that from the moment we arrived on Thursday, there were multiple cars in the camping areas, many of which, including vans, were at the top of the hill facing down. This is something we discussed as we thought it seemed unfair and odd.\n\"The organisers or stewards seemed to put no effort into sticking to these guidelines.\"\nNia Lloyd Jones from Denbigh was leading a children's workshop in a marquee on the field when the accident happened, which her family witnessed.\nShe said her son described seeing the car \"going faster and faster, and then realised there was no-one in the car\" while her husband tried to help Ms O'Neill but the car went so fast \"it was a little bit too late\".\nThe Conscious Tribal Gathering was a five-day event between Thursday and Monday and on its website describes itself as \"an ultra chilled family friendly event to connect with like-minded souls\".\nIn a statement, the organisers said: \"Everybody has been devastated by the incident. \n\"Our hearts and thoughts are with the family affected and we wish them a speedy and full recovery.\n\"We send thanks to all those that assisted on the scene.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57989607",
      "category": "world-us-canada",
      "title": "Capitol Hill police officer in tears during testimony",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57984790",
      "category": "technology",
      "title": "Instagram makes under-16s' accounts private by default",
      "tags": "Social media,Instagram,Facebook,Advertising",
      "text": "Instagram has made new under-16s' accounts private by default so only approved followers can see posts and \"like\" or comment. \nTests showed only one in five opted for a public account when the private setting was the default, it said.\nAnd existing account holders would be sent a notification \"highlighting the benefits\" of switching to private. \nBut Instagram also said it was pushing ahead with new apps for under-13s, despite a backlash from some groups. \n\"The reality is that they are already online and, with no foolproof way to stop people from misrepresenting their age, we want to build experiences designed specifically for them, managed by parents and guardians,\" parent company Facebook said. \nAlthough it was also developing artificial-intelligence systems to find and remove under-age accounts.\nThe upcoming Online Safety Bill puts the onus on technology giants to ensure sufficient safeguards to prevent children accessing potentially harmful content.\nAnd Instagram has also:\nIn response, it has developed a range of child-protection measures. \nIn March, it announced older users would be able to message teenagers who already followed them only.  \nBut the system relies on the age listed in the account - something younger users may lie about to avoid such restrictions.  \nInstagram said its latest updates were about \"striking the right balance\".\n\"Historically, we asked young people to choose between a public account or a private account when they signed up for Instagram but our recent research showed that they appreciate a more private experience,\" the company said. \nAnother of its changes - preventing accounts showing \"potentially suspicious behaviour\" such as recently having been blocked from messaging or following children's accounts - would make them \"difficult to find for certain adults\", Instagram said. \nMeanwhile, \"a more precautionary approach\" will see advertisers able to target children based on only age, gender, and location, rather than interests and web-browsing habits. \nAnd while defending targeted ads in general and the optout features it has for some types, Instagram said: \"We have heard from youth advocates that young people may not be well equipped to make these decisions.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57983698",
      "category": "business",
      "title": "Tesco offers £1,000 joining bonus for HGV lorry drivers",
      "tags": "Tesco,UK economy,BP,Freight transport,Grant Shapps,Coronavirus pandemic,Haulage",
      "text": "Tesco is offering lorry drivers a £1,000 joining bonus amid a chronic shortage of drivers in the industry. \nThe supermarket giant has deployed the recruitment incentive for candidates who join before 30 September.\nOther companies are also understood to be offering similar incentives for HGV drivers after disruption to supply chains led to product shortages.\nMorrisons said it was working on schemes to train staff to become lorry drivers.\nThe Road Haulage Association (RHA) has estimated there is a 100,000 shortage of HGV drivers across the UK.\nThe industry body has said some 30,000 HGV driving tests did not take place last year because of the coronavirus pandemic, and added a \"historic\" shortage in drivers had been exacerbated by changes to rules following Brexit.\nMore recently, drivers being told to self-isolate after being notified by the NHS Covid app is also adding to the problem.\nA lack of drivers has led to supermarkets suffering shortages of particular brands, while oil firm BP was forced to temporarily close a \"handful\" of its UK sites due to shortages in unleaded petrol and diesel being delivered.\nThere have also been problems with the delivery of some council services.\nJames Jamieson, chair of the Local Government Association (LGA), said several councils had been forced to suspend garden waste collections because of the lack of drivers.\nDarren Rodwell, environment spokesperson for the Local Government Association, said: \"While most councils have been able to keep services running, some are having to reduce services such as green waste collection. \n\"These issues are partly due to the increase in 'pinged' staff but also a larger problem with a shortage of HGV drivers.\n\"The announcement that waste collection staff can apply for exemption is pleasing, but we are awaiting details on how quick the application process will be and whether it includes all waste collection staff.\"\nIn Sutton and Croydon delays to bin collections could last until the autumn, the Local Democracy Reporting Service said.\nRod McKenzie, managing director of the RHA, said it was becoming \"increasingly competitive\" to recruit a \"a diminishing number of HGV drivers\", which he added had also driven up wages.\nMr McKenzie said he appreciated the \"difficulties\" caused by the pandemic but urged the government to \"speed up\" driving tests. He said it currently takes about six months to fully train a HGV driver.\n\"We are not seeing any sign of it getting better in the short term,\" he added.\nMr McKenzie said a \"package of measures\" was required to tackle driver shortages, which included conducting more tests and creating short-term visas for drivers from overseas to work in the UK.\nAlex Veitch, general manager of public policy at Logistics UK, said incentives being offered by Tesco and other businesses were \"obviously the law of supply and demand at work, given the current shortage of HGV drivers\". \nTo address driver shortages, wholesale food and catering supplier JJ Foodservice is aiming to fill the gap by broadening its talent pool.\nThe company has launched a recruitment campaign to encourage more women to become HGV drivers.\n\"Only 1% of HGV drivers in the UK are women - we want to help change that,\" said JJ's HR manager, Joanna Florczak. \nThe wholesaler said it was offering \"permanent contracts with no evenings or weekends, salaries of up to £35K in London, and no gender pay gap\". \nKaan Hendekli, head of operations at JJ Foodservice, said the company was also using women in recruitment adverts and highlighting \"support with wellbeing, which you might  not associate with traditional HGV driver ads\".\n\"The UK driver shortage is not going to go away overnight, so we're doing our part to make HGV driver roles more appealing to a wider diversity of people,\" he added.\nTo reduce demand on the company's existing drivers, the wholesaler if offering savings for customers who collect their orders instead of having them delivered. \nThe RHA has called on ministers to put HGV drivers on the Home Office Shortage Occupation List.\nIn response to HGV driver shortages, the government recently granted a temporary extension of lorry drivers' working hours.\nIn a letter to the logistics sector, government ministers said they would consult about \"the delegation of off-road manoeuvres\" as part of the HGV test, which they said would boost testing capacity.\nIt added the Department for Transport would also look to into issuing provisional licences to drive rigid and articulated lorries. "
    }
  ]
}