{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-59428936/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK car output suffers worst October for 65 years",
      "tags": "Electric cars,UK economy,Car industry,Coronavirus pandemic",
      "text": "UK car production dropped by more than 40% last month to the lowest level recorded for October since 1956.\nThe Society of Motor Manufacturers and Traders (SMMT) said the fall was due to \"a global shortage of semiconductors which led to production stoppages\".\nIt added that the decline, compared to last year, was exacerbated by the closure of a Honda plant in Swindon at the end of July.\n\"These figures are extremely worrying,\" said SMMT chief executive Mike Hawes.\nHe added that they \"show how badly the global semiconductor shortage is hitting UK car manufacturers and their suppliers\".\nNew cars often include dozens of microchips - also called semiconductors - but a shortage has put pressure on a number of carmakers, who are competing directly with tech companies and the consumer electronics sector for supply.\nThe UK manufactured 64,729 cars in October, down 41.4% compared with the same month last year. The SMMT said it was the fourth consecutive month of decline.\n\"Britain's automotive sector is resilient but with Covid resurgent across some of our largest markets and global supply chains stretched and even breaking, the immediate challenges in keeping the industry operational are immense,\" said Mr Hawes.\nThe shift away from traditional petrol and diesel cars continued, with production of battery electric, plug-in hybrid and hybrid vehicles comprising 30.9% of all cars made in October.\nThe SMMT said battery electric vehicle production rose by 17.5% to 8,454 cars. \n\"So far this year, UK car makers have produced more than 50,000 zero emission vehicles, exceeding the total built in the whole of the pre-pandemic 2019,\" it said.\nThe UK has said it will ban the sale of new petrol and diesel cars by 2030, and hybrids by 2035."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59421259",
      "category": "uk-politics",
      "title": "Female Doctor Who robs boys of role models, claims Tory MP",
      "tags": "Men,Peaky Blinders,Doctor Who,Toxic masculinity,James Bond",
      "text": "A Tory MP has linked young men turning to crime to women playing traditionally male roles in TV and film.\nNick Fletcher said \"female replacements\" in shows like Doctor Who were robbing boys of good role models.\nThe only characters they had to look up to were gangsters the Krays and Tommy Shelby from Peaky Blinders, he said.\n\"Is there any wonder we are seeing so many young men committing crime?,\" he asked MPs taking part in a debate on International Men's Day.\nHis comments were met with surprise by Labour Party chair Anneliese Dodds, who said she thought she had \"misheard\" him.\nThe reason boys turned to a life of crime was \"far more complex\" than \"who should be the next 007\", she added.\nBut later, Mr Fletcher tweeted a statement, saying his \"rather nuanced point\" that there were \"increasingly fewer male role models for young boys\" had been \"misconstrued\". \nThe Westminster Hall debate, led by Mr Fletcher, discussed numerous issues facing men, especially attainment in school and the ability to discuss mental health problems. \nMr Fletcher also listed some statistics, including the fact male suicide rates are three times higher than women and that 96% of people in prison are men and boys. \nHe said there had been a \"creeping narrative that males have it easy, life is a breeze and they have nothing to complain about\".\nBut, he added: \"It is clear that life is tough for many men and young boys, and many of our boys in schools are far from privileged.\"\nHe attacked the phrase \"toxic masculinity\" - used to describe the pressure on men to stick to traditional views of how they should act - saying it \"vilified\" men and led them to feeling \"worthless\". \nAnd then he turned to the \"cultural sphere\", claiming it shared the blame for rises in male violence. \nMr Fletcher said: \"Everywhere... there seems to be a call from a tiny, but very vocal, minority that every male character or good role model must have a female replacement. \n\"One only needs to look at the discussion around who will play the next James Bond.\"\nBut he said it went further than 007, adding: \"In recent years we have seen Doctor Who, Ghostbusters, Luke Skywalker, the Equaliser, all replaced by women, and men are left with the Krays and Tommy Shelby. \n\"Is there any wonder we are seeing so many young men committing crime?\" \nThe SNP's Gavin Newlands said he thought the reboot of The Equaliser - a role played by Denzel Washington, but more recently taken on by Queen Latifah - was \"positive\".\nSpeaking in the debate, he criticised the concept of International Men's Day altogether, calling it \"a rather cruel joke concocted in response to feminism, women's rights and International Women's Day\". \nMr Fletcher challenged him, saying the government should be helping men be \"proud to be men\", rather than feeling \"awful\" about their gender. \nBut while Mr Newlands said he had sympathy with the viewpoint, he added that first, \"we need men in general to take responsibility for what men have done and continue to do\" - including making misogynistic comments or committing violence against women. \nAfter his speech gained attention on social media, Mr Fletcher released a statement on Twitter, saying his point \"in no way linked Dr Who being female to crime being committed by men\".\nHe said: \"Teachers, parents and carers need to teach young men and boys that males can make a positive difference. \n\"Promoting this can be done through various means, including through films and programmes. \n\"Yet something not often discussed is that the only characters many boys with no good male role models in their lives see on television and online are increasingly criminal.\"\nThe MP added: \"I did not link a Dr Who being female to crime being committed by men - in fact, I was making a statement that boys and young men also need positive role models within the media, just as women do.\"\nInternational Men's Day began is celebrated on 19 November in more than 60 countries, according to the organisers. \nIn the UK, there are debates and get-togethers held across the country. \nThe idea is to promote male role models, increase awareness of men's health issues, improve gender equality and highlight discrimination.\nInternational Women's Day is celebrated around the world on 8 March, with events and demonstrations aimed at promoting women's equality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59435965",
      "category": "uk",
      "title": "Storm Arwen: Third person dies as gale-force winds hit UK",
      "tags": "Transport,Storm Arwen,Severe weather",
      "text": "A third person has died after Storm Arwen lashed parts of the UK with high winds, rain and snow.\nThe 35-year-old man died after his pick-up truck was struck by a falling tree in Aberdeenshire on Friday.\nThe same day a head teacher died after a tree fell onto his car in Antrim and another man also died after he was hit by a falling tree in Cumbria. \nIn the Aberdeenshire incident, police returned to their own van to find it had been crushed by another tree. \nGusts reached speeds of 98mph in Northumberland, and about 120 lorries became stuck in snow on the M62.\nIn Scotland, more than 100,000 people lost power.\nA rare red warning for wind was issued by the Met Office on Friday across the east coast of Scotland and north-east England, with the highest speeds of 98mph recorded at Brizlee Wood in Northumberland.\nGusts overnight affected \"a wide swathe of the United Kingdom\", the Met Office said, with buildings damaged and trees blown down.\nGusts of 87mph were recorded at Orlock Head, County Down, while Inverbervie on the north-east coast of Scotland saw speeds of 78mph, and Aberporth in Wales had gusts of up to 77mph.\nThe man who died when a falling tree hit his car in Northern Ireland was named as the principal of St Mary's Primary School in Maghera, Francis Lagan.\nPolice in Cumbria said a man from Lancaster was killed after a tree fell on him in Ambleside on Friday evening.\nThe driver in Aberdeenshire was in a Nissan Navara on the B977 Dyce to Hatton of Fintray road when it was struck by a falling tree at about 17.45 GMT on Friday.\nLNER advised customers not to travel north of York on Saturday or Sunday, saying they were unable to transport passengers between Newcastle and Edinburgh due to significant damage to the rail network.\nScotRail also withdrew services between Aberdeen, Perth and Inverness on Friday and there was disruption on other lines.\nPassengers in Aberdeenshire were stuck on a train for 17 hours as Storm Arwen swept across Scotland.\nMark Swinglehurst, 62, told the BBC the train had reached Huntly at about 17:00 GMT on Friday before coming to a halt.\nAsked about the experience, he said: \"I don't think it will get rave reviews on any sort of travel site.\" \nHe said it had been cold but comfortable and although there was a lack of refreshments initially, staff managed to secure bacon rolls and pies for the stranded passengers during their ordeal.\nMeanwhile, dozens of people - including an Oasis tribute band - were trapped by heavy snow at Britain's highest pub.\nOn Friday night, about 3ft of snow fell at the Tan Hill Inn in the Yorkshire Dales, which is 1,732ft (528m) above sea level - meaning 60 people were unable to leave. \nBeds in the pub's lounge area were set up for the 20 guests who had not planned an overnight stay, but the pub said it had plenty of supplies to keep people warm and fed.\nSleet fell across parts of Scotland and northern England with some heavy snow on higher ground.\nPart of the M62 near Rochdale between junctions 21 and 22 was closed, with 120 lorries stuck in the snow after one of them jack-knifed. \nMore than 100,000 homes in Scotland lost power in the storm, with Scottish and Southern Electricity Networks saying electricity had been restored to 55,000 by mid-afternoon on Saturday. A post on Twitter said 60,000 customers currently remained without supply.\nNorthern Powergrid reported outages for customers in north-east England, mainly in Northumberland, County Durham and Tyne and Wear, as well as people in the Midlands, Cheshire, Merseyside, Wales and south-west England. \nBy late afternoon on Saturday, the supplier tweeted it had restored power to 153,000 customers. However, a tweet urged those still without power on Saturday evening to \"seek alternative accommodation with family and friends\" where possible, adding that it was \"likely\" the supply would remain off throughout the night and into Sunday.\nThere were also power outages in Northern Ireland.\nIn Wales, reality TV show I'm a Celebrity Get Me Out of Here cancelled all its weekend shows \"owing to technical difficulties caused by extreme weather conditions in the area\". A compilation show featuring the best bits from previous shows will be broadcast instead.\nThe celebrity participants are understood to be safe inside the castle, with only essential crew on site, after the set was badly damaged by the storm, reports suggest.\nFriday's live show was also abandoned and pre-recorded footage broadcast in its place as a precautionary measure due to Storm Arwen.\nIn County Durham, the roof of the clubhouse came off at Chester-le-Street Town FC, landing on the pitch of the Northern League division two team.\nTemperatures are set to fall with the storm and a yellow warning for ice, lasting until 11:00 on Sunday, has been issued for large stretches of northern and eastern Scotland, along with much of northern England.\nIn the early hours of Sunday, parts of north-west Scotland might receive more snow, while temperatures in Scotland and northern England could fall as low as -6C.\nThe UK Health Security Agency has issued a cold weather alert, which is in place from 18:00 on Friday until 15:00 on Monday.\nThe government body is advising people to check on older neighbours and relatives, especially those who live alone or have a serious illness.\nIn other developments:\nAre you in the area affected by Storm Arwen? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59427593",
      "category": "uk-wales",
      "title": "Llantwit Fardre: Man charged with murder of June Fox-Roberts",
      "tags": "Llantwit Fardre",
      "text": "A man has appeared in court charged with the murder of a 65-year-old woman in her home.\nThe body of June Fox-Roberts was found at her house in St Anne's Drive, Llantwit Fardre, on Sunday afternoon. \nLuke Deeley, 25, appeared before Merthyr Tydfil Magistrates' Court on Friday.\nDuring the brief hearing Mr Deeley spoke only to confirm his name, date of birth and address.\nThe court heard how he was charged with her murdering Ms Fox-Roberts at the house, between the 19 and 21 November.\nHe is due to appear before Cardiff Crown Court on Monday.\nIn a tribute released by Ms Fox-Roberts' family earlier, she was described as \"a kind-hearted, generous woman who was never happier than when with family and friends around her\".\nSpeaking before the hearing Det Supt Darren George, the senior investigating officer, said there was \"currently no known links between June and the person charged\".\nHe added: \"I once again urge people not to speculate on social media, my thoughts remain with June and her family who we continue to support through specially trained officers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59420935",
      "category": "uk",
      "title": "National Trust bans trail hunting on its land",
      "tags": "Fox hunting,National Trust",
      "text": "The National Trust will stop issuing licences for trail hunts on its land, the charity's board of trustees said.\nTrail hunting is legal and sees dogs and riders follow an artificial scent along an agreed route. It differs from traditional fox hunts which are banned.\nIn 2020, the National Trust suspended trail licences after video emerged of a prominent huntsman advising how to use them for covert illegal fox hunts.\nFollowing his conviction, trust members voted to ban trail hunts on its land.\nUsing dogs to chase or kill foxes was made illegal in England and Wales in the Hunting Act 2004. Many organisations instead turned to trail hunting which involves laying a scent for hounds to chase instead of a live animal.\nIn October, huntsman Mark Hankinson was ordered to pay £3,500 after Westminster Magistrates' Court concluded he was \"clearly encouraging the mirage of trail laying to act as cover for old fashioned illegal hunting\".\nHarry Bowell, the National Trust's director of land and nature, said there had been \"a loss of trust and confidence in the Masters of Foxhounds Association\" - where Hankinson was a director.\nHe said other reasons behind the decision included \"the considerable resources needed to facilitate trail hunting, and the reputational risk of the activity continuing on our land\".\nThe move to ban trail hunting applies to the trust's land in England and Wales. No hunting is allowed on Northern Irish trust land.\nThe Hunting Office - the executive arm of the governing bodies for hunting with hounds in Great Britain - called the decision \"hugely disappointing\".\n\"Hunts have had access to National Trust land for generations and the decision goes completely against the core mantra of the National Trust 'for everyone, for ever',\" a statement said.\nMeanwhile Tim Bonner, chief executive of the Countryside Alliance said: \"The inability of trustees to differentiate between the legal use of hounds and the governance of hunting is extremely regrettable and breaks the basic principle of access to National Trust land for legitimate activities.\" \nTV wildlife expert Chris Packham thanked the National Trust board for showing sense and strength over what he called a difficult decision.\n\"Their bravery now needs to be matched by other large landowners, the Forestry Commission, all of the National Parks, the Ministry of Defence,\" he said.\n\"This is the time to finally put an end to fox hunting and end this appalling savagery which continues to blight the UK countryside.\"\nWhen the National Trust suspended licences a year ago, there was just one trail hunting licence. In 2019/20, there had been 14 licences, and eight the year before that.\nThe charity said it looks after more than 250,000 hectares of countryside across England, Wales and Northern Ireland.\nIn the 2018/19 season around 9% of total trust ownership was licensed for trail hunting, In the 2019/20 season around 3%, it said.\nLast week, Welsh Government nature agency Natural Resources Wales, which looks after swathes of countryside and forests, banned trail hunting on its land."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-59433593",
      "category": "uk-england-stoke-staffordshire",
      "title": "Mother left waiting in ambulance for an hour with her dead baby",
      "tags": "Worcestershire Royal Hospital,Worcester",
      "text": "A mother and her dead baby were left waiting in an ambulance for an hour because of a hospital handover delay.\nThe trust which runs the Worcestershire Royal Hospital apologised to the family for \"the additional distress caused in what were already extremely upsetting circumstances\".\nIt has also apologised to West Midlands Ambulance Service.\nThe BBC has been told the hospital team the paramedics had requested were not there when the ambulance arrived.\nThe chief executive of the Worcestershire Acute Hospitals NHS Trust, Matthew Hopkins, said: \"We have carried out a preliminary review of the incident with colleagues from the West Midlands Ambulance Service and together we are working to make improvements to our procedures.\"\nIt is understood the baby had died at home and was being brought to the hospital with the mother.\nWest Midlands Ambulance Service has not commented, but it has previously highlighted the amount of time its vehicles were being forced to wait outside hospitals in the region, because of delays in getting patients admitted.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59423271",
      "category": "uk-northern-ireland",
      "title": "Covid-19: New variant 'most concerning' since Delta, says Prof Young",
      "tags": "Travel,Coronavirus pandemic",
      "text": "A new Covid-19 variant discovered in six southern African countries is \"probably the most concerning\" since Delta, Prof Ian Young has said.\nNorthern Ireland's chief scientific officer was speaking after quarantine measures were introduced for travellers arriving from the affected countries.\nSouth Africa, Botswana, Namibia, Zimbabwe, Lesotho and Eswatini have been added to the red list.\nFlights from those countries were suspended in the UK from 12:00 GMT.\nNo cases of the new variant have been confirmed in the UK.\n\"Based on the early information we have this is probably the most concerning new variant since the Delta form of the virus, which is now dominant in the UK,\" said Prof Young.\nHe said the new B.1.1.529 variant, known as Omicron, has \"a number of changes\" compared with forms seen before.\n\"And those may alter its behaviour in a way that makes it more easily transmitted,\" he added.\nIt comes after Northern Ireland's chief medical officer described the variant as a \"matter of concern\".\nSouth Africa, Hong Kong and Botswana have identified just 59 cases of the variant, so far.\nBelgium announced on Friday afternoon it had Europe's first case of the variant, while Israeli media also reported one case involving a traveller.\nTravellers arriving from red list countries have to quarantine for 10 days in a government-approved hotel.\nRecent arrivals to Northern Ireland from those six countries will also be contacted by the Public Health Agency and asked to self-isolate and undertake PCR tests, which will undergo genomic sequencing.\nThe Department of Health said there was \"limited evidence\" of the new variant's impact the but there were concerns that it has a \"large number of mutations\", which could affect transmission and the effectiveness of vaccines. \nChief medical officer Sir Michael McBride said: \"This is undoubtedly a matter of concern. We are taking the action on international travel on a precautionary basis, while we await further evidence on the spread of this variant in South Africa and understand more about it.\n\"The need for further measures will be kept under constant review and we will continue to liaise closely with public health colleagues in Great Britain and the Republic of Ireland.\n \"It is not possible at this stage to accurately assess the potential for this new variant to impact on vaccine effectiveness.\n\"This should in no way dissuade people from coming forward for their first and second doses and boosters.\n\"The Delta variant is currently dominant in Northern Ireland and the threat it poses to our citizens is very real.\nIn the Republic of Ireland the public are also being advised not to travel to southern Africa due to concerns over the new Omicron variant. \nThe Irish Minister for Health, Stephen Donnelly, said residents of Ireland who are currently in southern Africa should return as soon as possible and follow public health protection measures upon arrival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59422292/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Ambulances forced to queue daily outside A&Es, study suggests",
      "tags": "NHS,Coronavirus pandemic",
      "text": "Ambulances are being forced to queue outside the majority of emergency departments before they can unload patients, a new survey suggests.\nUnder NHS guidance, ambulance handovers should be completed within 15 minutes.\nBut about two-thirds of A&Es polled by the Royal College of Emergency Medicine (RCEM) indicated they were struggling to meet the standard every day.\nThe Department of Health said extra funding is being provided to boost staff numbers in key areas.\nRCEM president Dr Katherine Henderson said: \"We are facing a crisis in urgent care and a crisis of patient safety.\"\nThe Royal College surveyed A&E departments across the UK between 8 and 14 November, receiving responses from 70 of about 230 units. \nDuring that week:\n\"These results show the serious state that our urgent and emergency care system is in,\" said Dr Henderson. \n\"None of us want to have patients held in ambulances, treated in corridors, or waiting very long times to go up to a ward bed.\"\nA separate RCEM report, published earlier this month, estimated that 4,519 patients had died after waiting more than 12 hours in emergency departments in England in 2020-2021.\nA spokesperson for England's Department of Health said: \"Ambulance Trusts have been given an extra £55m to boost staff numbers in control rooms and on the front line.\n\"This is on top of our record investment this year, including £5.4bn over the next six months to tackle the backlog, as well as £36bn for health and care over the next three years.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59430510",
      "category": "entertainment-arts",
      "title": "Adele: 30 becomes 2021's fastest-selling album despite sales drop",
      "tags": "Ed Sheeran,Official UK music charts,Music,Adele",
      "text": "Adele's 30 has shot to number one, overtaking Abba to become the fastest-selling album of the year so far. \nIts 261,000 first-week chart sales mean it sped past the Swedish pop group's comeback album Voyage, which opened with 204,000 sales.\nHowever, Adele's sales figures are significantly lower than those of her previous album 25, released in 2015.\nThat album, her third, opened with 800,000 first-week sales, which means 30 has sold 32% of its predecessor.\nThe drop can be partially explained by the huge growth of streaming in the last six years. Added to which, there was a greater incentive for fans to buy 25, as it was kept off streaming platforms for its first six months of release.\nAdele won out over Ed Sheeran's = (Equals) album to claim top spot this week.\nThis means she has now secured a chart double, with the album's lead single Easy On Me remaining number one for a sixth consecutive week. \nAdele's opening week success with 30 ensures all four of her albums have now reached number one - a record for a female act. \nThe album made up 67% of all physical sales and became the most-streamed album of the week, with 55.7 million plays across all tracks.\nThe numbers mark the biggest first week for an album since Sheeran's ÷ (Divide) in 2017.\nIt is also strongest opening week for a female solo album since Adele's last studio album 25, which was released in November 2015. \nThe London-born star has said that 30 is an attempt to explain her divorce from her husband to nine-year-old son Angelo.\nThe BBC's review said it finds an \"emotionally bewildered\" Adele \"at the top of her game\".\nAdele's last album achieved platinum status in 24 hours, selling 300,000 copies in a single day. \nHer latest hasn't reached that figure after a week on sale. But go easy on her - album sales have fallen precipitously in the six years since Adele released 25. \nBack then, streaming accounted for just 11% of the UK's music market - and no-one thought it was odd for Adele to withhold her album from Spotify and Apple. By relying on CDs, vinyl and downloads, she racked up a record-breaking 800,000 sales in the space of a week. \nToday, 80% of music consumption is on streaming services and most of Adele's fans are happy not to own a hard copy of 30. That's reflected in lower sales figures - but Adele is still setting fire to the rain. \nIn the US, 30 is already the biggest-seller of the year, overtaking albums by Drake and Olivia Rodrigo. In the UK, her first-week total of 261,000 is miles ahead of the 7,317 copies Dua Lipa's Future Nostalgia sold on its fourth week at number one last May (the lowest ever total for a UK chart topper). \nThe record industry and the media still rely on album sales as a measure of success - but in reality, the public has moved on. Adele's success should really be measured in cultural impact. Her US TV special was watched by more people than the Grammys or the Oscars. The British equivalent drew a peak audience of 5.4 million viewers, helping ITV achieve its biggest Sunday night of the year. \nThe real question is whether, after this publicity blitz, her new music will hang around. \n\"Success may be more about whether, two months down the line, we still have memes flooding TikTok and James Corden doing skits,\" observed music industry analyst Mark Mulligan. \n\"This will say as much about how the world is responding to her music than how many streams she clocks up.\"\nAbba's Voyage slips to third place this week, while Oasis are a new entry at number four with the live recording of their Britpop-defining Knebworth gig from 1996.\nOther debut entries in the top 10 include Robert Plant and Alison Krauss' second collaboration Raise The Roof and London rap collective D Block Europe's new mixtape Home Alone 2.\nRock-pop veterans Elbow also feature with their latest album Flying Dream 1.\nIn the singles rundown, Adele's chart domination means her biggest competition remains... herself. \nThe singer's 101,000 chart sales and 11.5 million streams of Easy On Me beat out her two other tracks from 30 - Oh My God, which claims the week's highest new entry at number two, and I Drink Wine at number four.\nEasy On Me is now Adele's longest-running chart-topper, outstripping Someone Like You. \nHer closest competition in the singles chart, Sheeran, slipped to third with Shiver, while Bad Habits spent its 22nd week in the top 10 at number five.\nThis week's biggest chart jump comes courtesy of 17-year-old Nashville pop prodigy Gayle, whose track ABCDEFU rises 26 positions to number 14. \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59422292",
      "category": "health",
      "title": "Ambulances forced to queue daily outside A&Es, study suggests",
      "tags": "NHS,Coronavirus pandemic",
      "text": "Ambulances are being forced to queue outside the majority of emergency departments before they can unload patients, a new survey suggests.\nUnder NHS guidance, ambulance handovers should be completed within 15 minutes.\nBut about two-thirds of A&Es polled by the Royal College of Emergency Medicine (RCEM) indicated they were struggling to meet the standard every day.\nThe Department of Health said extra funding is being provided to boost staff numbers in key areas.\nRCEM president Dr Katherine Henderson said: \"We are facing a crisis in urgent care and a crisis of patient safety.\"\nThe Royal College surveyed A&E departments across the UK between 8 and 14 November, receiving responses from 70 of about 230 units. \nDuring that week:\n\"These results show the serious state that our urgent and emergency care system is in,\" said Dr Henderson. \n\"None of us want to have patients held in ambulances, treated in corridors, or waiting very long times to go up to a ward bed.\"\nA separate RCEM report, published earlier this month, estimated that 4,519 patients had died after waiting more than 12 hours in emergency departments in England in 2020-2021.\nA spokesperson for England's Department of Health said: \"Ambulance Trusts have been given an extra £55m to boost staff numbers in control rooms and on the front line.\n\"This is on top of our record investment this year, including £5.4bn over the next six months to tackle the backlog, as well as £36bn for health and care over the next three years.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59432487",
      "category": "uk-politics",
      "title": "'World-leading' Down's syndrome bill clears first hurdle in Parliament",
      "tags": "House of Commons,Down's syndrome,Liam Fox,Gillian Keegan",
      "text": "Plans to ensure people with Down's syndrome get lifelong care have passed the first hurdle on the way to being law in England.\nMP Liam Fox said his bill was needed now because people with Down's syndrome are starting to outlive their parents.\nThe Tory former minister said it would \"lighten the burden\" on parents who worried about what would happen to their children after they died.\nThe legislation has government support and is therefore likely to become law. \nOn Friday, MPs approved the bill at its first stage, known as the second reading. \nIt will now be considered by a committee of MPs and, if approved by both the Houses of Commons and Lords could become law by Spring next year.\nIf passed, it would place a duty on authorities providing health, care, education and housing to assess and plan to meet the needs of people with Down's syndrome.\nIt would also force the government to provide guidance to on how it can better accommodate people with the syndrome. \nKen Ross, from the Down's Syndrome Policy Group, told the BBC that at the moment getting the right provision - such as securing the right speech support in schools - can be difficult.\nHe said the bill would mean people will \"have to think about how their practices can be adapted to meaningfully include people with Down's syndrome\". \nSpeaking in a Commons debate on his bill, Dr Fox said: \"When I was born the life expectancy of someone with Down's syndrome was 13 years by the time I became a junior doctor it was 30 years, today it is 58 years. \n\"We have people with Down's syndrome living into their seventies.\"\nHe argued that it would be \"a stain on our country and a scandal\" to see \"in future those whose parents have died being placed in inappropriate institutions, in elderly care homes or mental health institutions.\n\"That would be something that I think would bring shame to our country as well as an utterly inappropriate lifestyle for those to whom we should be giving the best possible care.\"\nHe said his legislation would not be \"panacea\" but would be a \"vital step forward\". \nResponding to criticism that people with Down's syndrome were already protected under current laws, Dr Fox said many of the 47,000 who have the syndrome were not getting the help they needed. \nConservative MP Sir Charles Walker said the services on offer were \"fragmented\" adding that it could be \"exhausting to navigate these specialist services\". \nLabour's Meg Hillier said the bill was \"just the beginning\", with \"a lot of heavy lifting\" left to do and she urged the government to set targets on improving outcomes.\nDUP MP Ian Paisley described the proposed legislation as \"world-leading\" and said it would make people with Down's syndrome \"equal under the law\". \nThe government said it would support Dr Fox's bill with health minister Gillian Keegan arguing it would help people \"stay well, receive the right education and secure appropriate living arrangements\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-59413768",
      "category": "uk-england-devon",
      "title": "Bobbi-Anne McLeod: Murder suspect 'not linked' to victim",
      "tags": "Plymouth",
      "text": "Police investigating the suspected murder of Bobbi-Anne McLeod said there was \"no known link\" between the suspect and victim.\nOfficers searching for the 18-year-old found a woman's body on Tuesday, south of Plymouth at Bovisand. Formal identification is yet to take place.\nA 26-year-old man arrested on suspicion of murder has been released from police custody with no further action.\nA 24-year-old man remains in custody under a warrant of further detention.\nPolice said a \"significant number of inquiries and searches\" were carried out on Wednesday and Thursday.\nDuring a press conference Assistant Chief Constable Nikki Leaper said they were not looking for anyone else in relation to the matter.\nShe said: \"A significant number of inquiries and searches have been carried out overnight and into today in relation to the ongoing murder investigation in Plymouth. \n\"These inquiries remain ongoing across a number of scenes in and around the city.\"\nMs Leaper said: \"I can confirm that at this time, there is no known link between the suspect and victim and I would like to reassure the public that at this time, we are not seeking anyone else in relation to this matter.\"\nShe said \"extensive searches of a number of scenes\" would \"continue over the coming days\".\n\"We apologise to our communities but we will see a lot of police on our streets,\" she said.\nPolice said the family of Bobbi-Anne continue to be supported by specialist officers.\nA candlelit vigil took place on Thursday at Bampton Road where Ms McLeod was seen waiting for a bus in Leigham on her way to meet friends in the city centre.\nTributes posted on social media include a message from her brother saying: \"Until we meet again sis, I love you.\n\"You didn't deserve this, such a beautiful and talented girl.\"\nLocals have been leaving floral tributes close to where Ms McLeod was last seen.\nHayley Wells, a family friend who lives in Leigham and whose children grew up with Ms McLeod, said: \"My family are there for Bobbi-Anne's family and I have some lovely memories of Bobbi-Anne.\n\"This should have never happened to Bobbi and I hope she gets the justice she deserves.\"\nTiffany Allan, who lives next door to Miss McLeod's family, said: \"Out of all of the friends, she was the quiet one. She sort of kept herself to herself, hung round with her friends.\"\nShe said she helped to organise a candlelit vigil which was held on Thursday evening.\n\"What we want really is just to show as a community that we are all there for the family, that we all care - and that Bobbi will always be in our minds and our memories,\" she said.\nHayley Nicholls, who attended the vigil, said: \"What a wonderful, wonderful, beautiful girl just taken tragically like that, it's awful. Justice for Bobbi.\"\nShania Van Eeden said she was in the same tutor group as Miss McLeod at school: \"I've known Bobbi for years, we've had a lot of good memories... but it's beautiful to see everyone coming together.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59419572/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Protesters hit Amazon buildings on Black Friday",
      "tags": "Companies,Amazon,Retailing,GMB",
      "text": "Protests are being staged at Amazon buildings in the UK, US, and Europe - on Black Friday.\nThe shopping sales day is among Amazon's busiest all year.\nAn international coalition of unions, equality and environmental groups called \"Make Amazon Pay\" is staging a day of action.\nThe movement is demanding Amazon make changes to its business, including improved pay, an end to employee surveillance, and union engagement.\nIn an unrelated separate protest, the Extinction Rebellion environmental group has blocked the entrances to Amazon distribution centres in the UK.\nThe group says it has targeted 13 British buildings, including the largest one in Dunfermline.\nIt is staging similar action abroad in Germany and Netherlands.\nThe Make Amazon Pay coalition is not affiliated with Extinction Rebellion group, but also has environmental groups such as Greenpeace among its members.\n\"Amazon takes too much and gives back too little,\" it claims - backed by trade unions, grassroots campaigns and non-profit-making organisations in individual countries.\nIn the UK, that includes:\nNo UK Amazon warehouses are unionised, so legally they can't strike.\nMany employees will be working on the day, but campaign groups which include Amazon workers are staging protests at Amazon buildings in Coalville, Leicestershire, Coventry, Peterborough and at its London headquarters.\nBut strikes are being encouraged elsewhere.\nIn Germany, for example, the union Verdi called on employees at major shipping centres to strike, beginning on Wednesday night. And in France, major union CGT is also calling for workers to down tools.\nWorldwide, nearly 50 organisations have signed up to a list of \"common demands\", published by the Make Amazon Pay coalition, which include:\nOwen Espley, from the War on Want campaign group, said: \"Amazon is abusing its dominance across online retail, cloud services, and logistics, to create unfair competition that is driving down standards for everyone.\n\"Amazon workers face unsafe conditions, constant surveillance and are treated like robots.\n\"It's time for Amazon to pay fair wages, fair taxes, and for its impact on the planet.\" \nThe GMB union also released figures on Friday that it said showed ambulance callouts to Amazon warehouses increased by nearly 50% in the run-up to Black Friday - something it blames on staff rushing to hit \"crushing targets\".\nIt filed Freedom of Information requests with four ambulance trusts near \"major Amazon sites\". It said the data shows that over five years, November had the most ambulance visits.\nAmazon said such claims were \"using incomplete information that's without context and designed to intentionally mislead\".\n\"We know we're not perfect and are continuing to get better every day, but the fact is that Amazon has 40% fewer injuries on average compared to other transportation and warehousing businesses in the UK,\" a spokesperson said.\nIt claimed the \"vast majority\" of ambulance visits to its buildings were for pre-existing conditions.\nMick Rix, from the GMB Union, said: \"This company is a pandemic profiteer that can afford to do better.\"\n\"It's time for Amazon sit down with their workers' union GMB and make Amazon a great, safe place to work. \"\nAmazon reported a tripling of profits earlier this year, attributed to its success during the Covid-19 pandemic.\nAmazon issued a prepared statement in advance of the protests about the wider Make Amazon Pay movement.\n\"These groups represent a variety of interests, and while we are not perfect in any area, if you objectively look at what Amazon is doing in each one of these areas you'll see that we do take our role and our impact very seriously,\" it said.\n\"We are inventing and investing significantly in all these areas, playing a significant role in addressing climate change with the Climate Pledge commitment to be net zero carbon by 2040, continuing to offer competitive wages and great benefits, and inventing new ways to keep our employees safe and healthy in our operations network, to name just a few.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59419572",
      "category": "technology",
      "title": "Protesters hit Amazon buildings on Black Friday",
      "tags": "Companies,Amazon,Retailing,GMB",
      "text": "Protests are being staged at Amazon buildings in the UK, US, and Europe - on Black Friday.\nThe shopping sales day is among Amazon's busiest all year.\nAn international coalition of unions, equality and environmental groups called \"Make Amazon Pay\" is staging a day of action.\nThe movement is demanding Amazon make changes to its business, including improved pay, an end to employee surveillance, and union engagement.\nIn an unrelated separate protest, the Extinction Rebellion environmental group has blocked the entrances to Amazon distribution centres in the UK.\nThe group says it has targeted 13 British buildings, including the largest one in Dunfermline.\nIt is staging similar action abroad in Germany and Netherlands.\nThe Make Amazon Pay coalition is not affiliated with Extinction Rebellion group, but also has environmental groups such as Greenpeace among its members.\n\"Amazon takes too much and gives back too little,\" it claims - backed by trade unions, grassroots campaigns and non-profit-making organisations in individual countries.\nIn the UK, that includes:\nNo UK Amazon warehouses are unionised, so legally they can't strike.\nMany employees will be working on the day, but campaign groups which include Amazon workers are staging protests at Amazon buildings in Coalville, Leicestershire, Coventry, Peterborough and at its London headquarters.\nBut strikes are being encouraged elsewhere.\nIn Germany, for example, the union Verdi called on employees at major shipping centres to strike, beginning on Wednesday night. And in France, major union CGT is also calling for workers to down tools.\nWorldwide, nearly 50 organisations have signed up to a list of \"common demands\", published by the Make Amazon Pay coalition, which include:\nOwen Espley, from the War on Want campaign group, said: \"Amazon is abusing its dominance across online retail, cloud services, and logistics, to create unfair competition that is driving down standards for everyone.\n\"Amazon workers face unsafe conditions, constant surveillance and are treated like robots.\n\"It's time for Amazon to pay fair wages, fair taxes, and for its impact on the planet.\" \nThe GMB union also released figures on Friday that it said showed ambulance callouts to Amazon warehouses increased by nearly 50% in the run-up to Black Friday - something it blames on staff rushing to hit \"crushing targets\".\nIt filed Freedom of Information requests with four ambulance trusts near \"major Amazon sites\". It said the data shows that over five years, November had the most ambulance visits.\nAmazon said such claims were \"using incomplete information that's without context and designed to intentionally mislead\".\n\"We know we're not perfect and are continuing to get better every day, but the fact is that Amazon has 40% fewer injuries on average compared to other transportation and warehousing businesses in the UK,\" a spokesperson said.\nIt claimed the \"vast majority\" of ambulance visits to its buildings were for pre-existing conditions.\nMick Rix, from the GMB Union, said: \"This company is a pandemic profiteer that can afford to do better.\"\n\"It's time for Amazon sit down with their workers' union GMB and make Amazon a great, safe place to work. \"\nAmazon reported a tripling of profits earlier this year, attributed to its success during the Covid-19 pandemic.\nAmazon issued a prepared statement in advance of the protests about the wider Make Amazon Pay movement.\n\"These groups represent a variety of interests, and while we are not perfect in any area, if you objectively look at what Amazon is doing in each one of these areas you'll see that we do take our role and our impact very seriously,\" it said.\n\"We are inventing and investing significantly in all these areas, playing a significant role in addressing climate change with the Climate Pledge commitment to be net zero carbon by 2040, continuing to offer competitive wages and great benefits, and inventing new ways to keep our employees safe and healthy in our operations network, to name just a few.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59434196",
      "category": "uk",
      "title": "Chris Whitty: Public would need to back more Covid curbs",
      "tags": "Chris Whitty,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "England's chief medical officer Chris Whitty has said his \"greatest worry\" is whether people will accept fresh curbs on activities to tackle Covid variants.\nHis comments came after the government announced quarantines on travellers from some African countries following the emergence of a new strain.\nProf Whitty said he questioned whether \"we could take people with us\" if restrictions had to be imposed.\nBut he added that \"my overall view is, I think we will\".\nEngland has been through three national lockdowns since Covid first struck. There have also been many local restrictions imposed at various points during the past 20 months.\nProf Whitty told a panel discussion hosted by the Local Government Association: \"My greatest worry at the moment is that people... if we need to do something more muscular at some point, whether it's for the current new variant or at some later stage, can we still take people with us?\"\nHe admitted that some of the changes the public has had to make have been \"very destructive\" to society and the economy. However, despite his worries, Prof Whitty struck a positive note, saying he believed the government will be able to maintain public support for coronavirus measures.\n\"I think the extraordinary thing has been the ability of the UK population, with very, very small exceptions, to just accept that there are things we collectively have to do to protect one another and do collectively, including things that have been very destructive to social and economic situations for individuals and families,\" he said.\n\"Obviously, we want to avoid having to do those at all if we can, and to do the minimum ones necessary, but will we be able to maintain public support? \n\"And I think my overall view is, I think we will.\"\nThere have been a further 50,091 Covid cases in the UK and another 160 deaths within 28 days of a positive test, the latest government figures show. \nBoth deaths and the number of people admitted to hospital continue to trend lower despite the rise in cases. It is likely we're seeing the impact of the booster campaign protecting the most vulnerable people and keeping them out of hospital.\nOn Friday, Health Secretary Sajid Javid told the House of Commons it was \"highly likely\" the B.1.1.529 variant - which has been named Omicron by the World Health Organization - had already spread from South Africa and Botswana. No cases have yet been detected in the UK.\nTravellers from these countries, as well as Namibia, Zimbabwe, Lesotho and Eswatini, will have to self-isolate for 10 days, with those arriving in England after 04:00 GMT on Sunday having to quarantine in a hotel.\nFormer Health Secretary Matt Hancock told BBC Radio 4's PM programme: \"The government are right to be cautious and they've moved very swiftly to bring these travel restrictions in, and that's the right thing to do, especially as there's so much uncertainty about this new variant.\"\nHe added: \"I hope very much that we can avoid further restrictions here, not least because of the breadth of the vaccination programme.\"\nBut there are fears the new variant might be more transmissible, that vaccines might be less effective against it and that it might affect one of the UK's major treatments, Ronapreve.\nBelgium has become the first European country to confirm a case of the new variant. The European Union is already struggling to cope with fresh waves of coronavirus, and several countries have re-imposed lockdowns and restrictions.\nSince Thursday a number of countries have placed restrictions on travel from southern Africa amid concerns about the variant.\nThe EU has agreed to ban flights from Botswana, Eswatini, Lesotho, Mozambique, Namibia, South Africa and Zimbabwe, following a call to do so from the European Commission on Friday.\nThe US has also banned visitors from those countries, and from Malawi."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-59430825",
      "category": "uk-england-derbyshire",
      "title": "Gracie Spinks: Officers face misconduct probe after woman's death",
      "tags": "Derbyshire Constabulary",
      "text": "Two police officers have been served with misconduct notices over their handling of a stalking complaint made by a woman who was stabbed to death.\nGracie Spinks, 23, was found fatally injured in a field in Duckmanton, Derbyshire, in June.\nIt is believed she was killed by Michael Sellers, 35, who she had told police in February was stalking her.\nThree other Derbyshire Police officers are being investigated over a bag of weapons found near the field in May.\nThe Independent Office for Police Conduct (IOPC) opened its investigation shortly after Ms Spinks's death on 18 June.\nAn inquest held the same month heard she died from a stab wound to the neck at Blue Lodge Farm, where she had gone to look after her horse.\nFriends said she was being stalked by Mr Sellers, a work colleague, who was found dead nearby a short time later.\nThe IOPC said: \"Our investigation is considering whether the force carried out all its safeguarding obligations to Ms Spinks and whether its investigation into the stalking matter was carried out in accordance with relevant police guidelines and policies.\n\"We are also looking into the actions and decision making of police following the discovery of a bag, containing a hammer, an axe and some knives, in May this year.\n\"The bag had been found close to where Ms Spinks died several weeks later, and its discovery was reported to the force.\"\nThe IOPC said based on evidence it had seen so far, it had served misconduct notices on a police sergeant and constable over their handling of the stalking and harassment allegation.\nAnother police sergeant was served with a gross misconduct notice, and two other constables were given misconduct notices, over the handling of the bag.\nToby Perkins, Labour MP for Chesterfield, previously called for stalking victims to be the \"law's utmost priority\" following Ms Spinks's death.\nA petition was also set up calling for tougher sentences for people convicted of stalking.\nIOPC regional director Derrick Campbell said: \"We have made good progress, but our investigation is ongoing and there is more work still to do.\n\"The purpose of [misconduct] notices is to advise officers their conduct is subject to investigation, and do not necessarily mean that disciplinary proceedings will follow. The serving of notices will be kept under review.\n\"We aren't able to provide more detail at present, but we appreciate the impact Gracie's death has had on the local community and beyond and the importance of keeping people updated with our investigation's progress.\n\"We are keeping Gracie's family informed and we note the work they have undertaken with others to campaign for Gracie's Law to help better protect victims of stalking.\"\nAlison Heaton, Gracie's mother, said she was \"thrilled to bits\" with the update from the IOPC.\nShe said: \"We are happy that somebody has been found, possibly for gross misconduct, although we would like gross misconduct for all the officers that have been involved in this case.\"\nRichard Spinks, Gracie's father, said he felt the police had \"failed\" their daughter.\nHe has called for an \"urgent review\" of more cases where officers might not have followed procedure.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-52125017",
      "category": "entertainment-arts",
      "title": "Obituary: Stephen Sondheim",
      "tags": "Obituaries",
      "text": "The American composer and songwriter Stephen Sondheim has died at his home in Connecticut aged 91, according to the New York Times. He was a titan of musical theatre who turned the unlikeliest of subjects into entertainment landmarks.\nFrom Sweeney Todd and the president killers of Assassins to the fairy tale-based Into the Woods, his works boasted an audacity, complexity and linguistic dexterity that few of his peers could rival.\nBorn in New York in March 1930, the composer and lyricist saw his first Broadway musical at the age of nine.\nThe following year he met Oscar Hammerstein II, of The King and I and Oklahoma! fame, who became his mentor as he made his first forays into musical theatre.\nAfter some adolescent experiments with the form, he was commissioned to turn Front Porch in Flatbush, a play by twin brothers Julius and Philip Epstein, into a musical.\nThe resulting piece, called Saturday Night, did not open on Broadway in 1954 as planned, following the death of its producer, Lemuel Ayers. Indeed, it would be 43 years before it received its professional premiere in London.\nSondheim's big break instead came through an invitation to pen lyrics for West Side Story, Leonard Bernstein's contemporary retelling of Shakespeare's Romeo and Juliet.\nIn 2012, producer Hal Prince recalled the first time he heard the score for the show.\n\"It was a Sunday evening at Lenny Bernstein's apartment with Lenny playing the piano very loudly because he was nervous,\" he told the BBC. \"Steve sang the words. By the time they'd finished, I knew we were producing. We raised the money in 24 hours.\"\nWest Side Story opened on Broadway in 1957 and ran for more than 700 performances. A 1961 film version won 10 Oscars.\nYet Sondheim was dissatisfied with his contribution and later described his lyrics as \"embarrassing\".\n\"It's very hard for me to listen to some of those songs,\" he told ABC News in 2010.\n\"Bernstein wanted the songs to be heavy, what he called 'poetic', and my idea of poetry and his idea of poetry are polar opposites.\"\nSondheim had further success as a lyricist with the 1959 musical Gypsy, about striptease artist Gypsy Rose Lee and her domineering mother, Rose.\nThat was followed in 1962 by A Funny Thing Happened on the Way to the Forum, an adaptation of farces by ancient Roman playwright Plautus, for which he wrote both music and lyrics.\nThe show won a Tony for best musical and was later filmed with original lead, Zero Mostel, reprising his role as wily slave Pseudolus.\nSondheim's next shows - Anyone Can Whistle, from 1964, and Do I Hear A Waltz? the following year - were not successes.\nNeither was a reunion with Bernstein and West Side Story director Jerome Robbins on a project that was eventually abandoned.\nOver the following decade, though, he worked with Prince on a series of acclaimed shows that are now regarded as modern masterpieces.\nCompany (1970) told of a single New Yorker, called Bobby, whose married friends teach him the value of commitment.\nThe original production was nominated for 14 Tonys and won six, with Sondheim receiving one apiece for his music and lyrics.\nA 2018 revival in London made the lead character female - with Sondheim’s blessing.\nFollies (1971) imagined the reunion of a group of ageing vaudevillians who relive their youth in a Broadway theatre scheduled for demolition.\nIts score included the song Losing My Mind, which became a UK top-10 single when covered by Liza Minnelli in 1989.\nA Little Night Music (1973) saw Sondheim nimbly adapt the 1955 Ingmar Bergman film Smiles of a Summer Night into a sprightly operetta.\nThe score, written primarily in waltz time, included the poignant ballad Send in the Clowns, arguably his best-known song. A Little Night Music later became a film, starring Elizabeth Taylor.\nThe composer's golden decade concluded with Sweeney Todd: The Demon Barber of Fleet Street (1979), a bold, baroque and very bloody account of the throat-slitting barber's nefarious adventures.\nThe \"musical thriller\" was filmed in 2007 by director Tim Burton, with Johnny Depp as Todd and Helena Bonham Carter as his pie-making accomplice, Mrs Lovett.\nIn contrast, Merrily We Roll Along (1981) was a disappointment, opening to sniffy reviews and closing after just 16 performances.\nBut the show, which follows two decades in the lives of a group of friends in reverse chronological order, has been more warmly appraised in recent years.\nIn 2019, director Richard Linklater began work on a film version, to be assembled in stages, in real time, over 20 years.\nSunday in the Park with George (1984) took the painting of Georges Seurat's A Sunday Afternoon on the Island of La Grande Jatte 100 years earlier as the cue for a lyrical contemplation on \"the art of making art\".\nThe musical won Sondheim and librettist James Lapine the Pulitzer Prize for Drama.\nInto the Woods (1987) combined such Grimms' fairy tale characters as Cinderella, Rapunzel and Little Red Riding Hood within a single narrative.\nIt, too, was filmed, in 2014, with an all-star cast, headed by Meryl Streep.\nAssassins (1990) used a similar conceit, combining John Wilkes Booth, Lee Harvey Oswald and others together in a dark meditation on presidential assassination attempts.\nThe following year Sondheim won an Oscar for Sooner or Later, sung by Madonna in the film Dick Tracy.\nIn Sondheim's later years he produced fewer musicals directly for the stage.\nBut he continued to create regardless, producing the non-musical play Getting Away with Murder (1996) and two volumes of annotated lyrics - Finishing the Hat (2010) and Look, I Made a Hat (2011).\nIn 2010, the year he turned 80, a Broadway theatre was renamed in his honour.\nTen years later, he received the same accolade in London when the Queen's Theatre in Shaftesbury Avenue was rechristened the Sondheim.\nSondheim's many other honours include a special Tony in 2008, a special Olivier in 2011, and the Presidential Medal of Freedom in 2015.\nHe is survived by his husband, Jeffrey Scott Romley, who is almost 50 years his junior, whom he married in 2017.\n\"You have to work on something that makes you uncertain - something that makes you doubt yourself,\" Sondheim said in 2017.\n\"If you know where you're going, you've gone, as the poet says. And that's death.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59438723",
      "category": "world",
      "title": "Covid: New variant classed 'of concern' and named Omicron",
      "tags": "World Health Organization (WHO),South Africa,Omicron variant,Coronavirus pandemic",
      "text": "The World Health Organization (WHO) has declared a new coronavirus variant to be \"of concern\" and named it Omicron.\nIt had a large number of mutations, and early evidence suggested an increased reinfection risk, the WHO said.\nIt was first reported to the WHO from South Africa on 24 November, and has also been identified in Botswana, Belgium, Hong Kong and Israel. \nA number of countries around the world have now decided to ban or restrict travel to and from southern Africa.\nTravellers from South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini will not be able to enter the UK unless they are UK or Irish nationals, or UK residents.\nUS officials said flights from South Africa, Botswana, Zimbabwe, Namibia, Lesotho, Eswatini, Mozambique and Malawi would be blocked, mirroring earlier moves taken by the EU. It will come into effect on Monday.\nBrazil and Australia also introduced travel restrictions.\nOn Friday, the WHO said the number of cases of this variant, initially named B.1.1.529, appeared to be increasing in almost all of South Africa's provinces. \n\"This variant has a large number of mutations, some of which are concerning,\" the UN public health body said in a statement.\nIt said \"the first known confirmed B.1.1.529 infection was from a specimen collected on 9 November\". \nThe WHO said it would take a few weeks to understand the impact of the new variant, as scientists worked to determine how transmissible it was.\nA top UK health official warned that vaccines would \"almost certainly\" be less effective against the new variant.\nBut Professor James Naismith, a structural biologist from the University of Oxford, added: \"It is bad news but it's not doomsday.\"\nHe said mutations in the variant suggested it may spread more quickly - but transmissibility \"is not just as simple as 'this amino acid does this'\" and was determined by how mutations worked together.\nOnly about 24% of South Africa's population is fully vaccinated, which could spur a rapid spread of cases there, Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Modelling group (Spi-M), told the BBC on Friday.\nMeanwhile, US infectious disease chief Dr Anthony Fauci said that while the reports on the new variant threw up a \"red flag\", it was possible that vaccines might still work to prevent serious illness.\n\"Until it's properly tested... we don't know whether or not it evades the antibodies that protect you against the virus\", Dr Fauci told CNN.\nThe WHO has warned against countries hastily imposing travel restrictions, saying they should look to a \"risk-based and scientific approach\".\nHowever, in addition to the UK, and the US and the EU, a host of other countries have also announced restrictions:\nSouth Africa's Health Minister Joe Phaahla told reporters that the flight bans were \"unjustified\".\n\"The reaction of some of the countries, in terms of imposing travel bans, and such measures, are completely against the norms and standards as guided by the World Health Organization,\" he said. \nEchoing his words, Angelique Coetzee, chairperson of the South African Medical Association, told the BBC that the travel restrictions on her country were premature.\n\"For now, it is a storm in a tea cup,\" she said.\nOnly about 24% of South Africa's population is fully vaccinated, which could spur a rapid spread of cases there, Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Modelling group (Spi-M), told the BBC on Friday.\nStock markets across the world also fell sharply on Friday, reflecting the fears of investors over the potential economic impact.\nThe FTSE 100 index of leading UK shares closed 3.7% down, while main markets in Germany, France and the US also sank.\nA \"variant of concern\" is the World Health Organization's top category of worrying Covid variants.\nThe decision adds weight to the mounting scientific worry about the potential of this new variant, but it doesn't change any of the facts.\nThe variant has an astounding collection of mutations which are thought to increase its ability to spread and bypass some, but not all, of the protection from vaccines.\nHowever, we still don't have the clear real-world data.\nWe don't know for sure that it spreads faster, makes vaccines or drugs less effective or whether it leads to more severe disease.\nThe WHO have also given it a name and ended days of speculation that we would end up in the slightly ridiculous position of calling the new variant the \"Nu variant\".\nThere have even been arguments about the correct pronunciation of the Greek letter Nu (it's technically a \"Nee\").\nInstead, you can guarantee we'll be talking a lot about Omicron in the weeks to come."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59423301",
      "category": "world-europe",
      "title": "Clashes as protesters demand end to violence against women",
      "tags": "Turkey,Femicide,Violence against women,Mexico City,Recep Tayyip Erdogan,Mexico,Istanbul",
      "text": "Riot police in Turkey and Mexico have fired tear gas and smoke bombs at protesters calling for an end to violence against women. \nIn the Mexican city of Guaymas, three people were shot dead in an apparent attack on the city's female mayor.\nAnd in the Turkish city of Istanbul, clashes broke out with security forces.\nThere were also large rallies in Barcelona, Paris and London to mark the international day for the elimination of gender-based attacks.\nMexican media say the incident in Guaymas saw armed attackers storm the city's municipal palace, shooting dead a female protester and two men - a government worker and a bodyguard for Mayor Karla Córdova, who was in the palace at the time.\nEyewitnesses told local journalists that they heard something like a grenade exploding at the door of the building, before gunshots rang out.\nThe identity of the attackers and their motives remain unknown.\nThere was another rally in Mexico City, where crowds chanted \"not one (woman) less\" as they demanded an end to femicide - the intentional murder of women because of their gender.\n\"We are always protesting and it shouldn't have to be this way, violence needs to end at some point,\" protester Laura Valle told Reuters news agency. \"We notice the authorities are not acting on it, for example, when we report it [violence],\" she added.\nPolice fired smoke bombs at a small group of hammer-wielding protesters who tried to grab their shields.\nAt least 10 women and girls are killed every day in the Latin American country, according to Amnesty International.\n\"Femicide Mexico! They're killing us!\" one woman reportedly shouted during a tussle with police. \nSome hooded demonstrators threw bottles, stones and flares at police, local media reported. Seventeen people, including 11 female police officers, were injured during the march, according to police.\nThe demonstration in Istanbul's Taksim Square came just months after Turkey withdrew from an international treaty aimed at protecting women.\nPolice scuffled with protesters as they urged them to disperse from the area. \nMany demonstrators were pictured holding banners while others called for the government to resign over its withdrawal from the Istanbul Convention in June. \nSome in the party of Turkish President Recep Tayyip Erdogan had argued that the agreement was inconsistent with Turkey's conservative values. Mr Erdogan said Turkey would use local laws to protect women. \n\"Women are being killed,\" one protester told Reuters. \"They are being publicly murdered. As of June, we have started to move away from the guarantees that protect us. \n\"We do not and will not accept this and we will keep fighting\". \nAccording to rights groups in Turkey, 345 women have been killed so far this year. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59418127",
      "category": "health",
      "title": "Omicron: How worried should we be?",
      "tags": "Public health,South Africa,Omicron variant,Coronavirus pandemic",
      "text": "We're back in familiar territory - growing concern about a new variant of coronavirus.  \nIt has been named Omicron by the World Health Organization, following the pattern of Greek code-names like the Alpha and Delta variants.\nOmicron has such a long list of mutations that it was described by one scientist as \"horrific\", while another told me it was the worst variant they'd seen. \nIt has now been detected in more than 30 countries and there are signs it may be able to bypass some of our immunity. \nBut there are also claims that it could be milder than earlier versions of Covid, such as Delta.\nThere is a lot of speculation. Here's what we know. \nOmicron is the most heavily mutated version of coronavirus found so far. \nProf Tulio de Oliveira, the director of the Centre for Epidemic Response and Innovation in South Africa, said there was an \"unusual constellation of mutations\" and that it was \"very different\" to other variants that have circulated. \n\"This variant did surprise us, it has a big jump on evolution [and] many more mutations that we expected,\" he said.\nHe said there 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells. \nZooming in even further to the receptor binding domain (that's the part of the virus that makes first contact with our body's cells), it has 10 mutations compared to just two for the Delta variant that swept the world. \nIt is not certain where Omicron came from, but it is thought it evolved in a single patient who was unable to beat the virus.\nA lot of mutation doesn't automatically mean: bad. It is important to know what those mutations are actually doing.\nThe vaccines have all been based on the original form of the virus that was first detected in Wuhan, in China. The concern is Omicron is now so different to the original that vaccines may not be as effective. \nSome of the mutations have been seen before in other variants, which gives some insight into their likely role in this variant. \nFor example N501Y seems to make it easier for a coronavirus to spread. There are some in there that make it harder for antibodies to recognise the virus and might make vaccines less effective, but there are others that are completely new. \nThere have been many examples of variants that have seemed scary on paper, but came to nothing. The Beta variant was at the top of people's concerns at the beginning of the year because it was the best at escaping the immune system. But in the end it was the faster-spreading Delta that took over the world. \nScientists in South Africa have reported early evidence that Omicron can evade some of our immunity. \nThey have detected a surge in the number of people catching Covid multiple times, which had not been seen with previous variants. However, the scientists stressed they did not know what this meant for vaccines. \nLaboratory experiments are underway to see how effective the antibodies in people's blood are at stopping the new variant. \nProf Ravi Gupta, from the University of Cambridge, said: \"Beta was all immune escape and nothing else, Delta had infectivity and modest immune escape, this potentially has both to high degrees.\"\nThe Omicron variant is being blamed for a surge in cases in South Africa. In mid-November there were around 250 cases recorded every day. This has now topped 8,000 daily cases in a country that has already seen large waves of other variants. \nExperts have warned the same could happen around the world, including in the UK. \n\"The early signs are it will probably spread quite quickly and probably start outcompeting Delta, and become the dominant variant probably within the next weeks,\" said Prof Paul Hunter, from the University of East Anglia.\nThe jury is still out on the severity of an Omicron infection. \nAnecdotal accounts from South Africa have argued symptoms tend to be mild and data on just 40 patients in one hospital hinted that fewer were becoming severely ill. However, it will take weeks to know for sure as there is a long delay between catching the virus and becoming seriously ill. South Africa also has a relatively young population and younger people tend to have milder Covid.\nAnd any difference in severity could have more to do with the amount of immunity in the country than anything the virus is inherently doing differently. \nSo, for now, we are left with a variant that raises significant concerns despite huge holes in our knowledge. It is one that needs to be watched closely and asks deep questions about what to do and when. The lesson of the pandemic is you can't always wait until you have all the answers. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59423245",
      "category": "uk",
      "title": "Channel migrants: PM calls on France to take back people who make crossing",
      "tags": "France,English Channel,Priti Patel,Emmanuel Macron,Dover,Calais,Migration",
      "text": "Prime Minister Boris Johnson has called on France to agree to \"take back\" people who cross the Channel to the UK.\nThe PM said he had written to French President Emmanuel Macron setting out five steps to \"move further and faster\" to avoid a repeat of Wednesday's tragedy where 27 people died.\nUK government officials are due to attend talks in Calais later.\nHowever, France has cancelled a meeting between Home Secretary Priti Patel and her French counterpart.\nShe had been due to hold talks with French interior minister Gérald Darmanin in Calais on Sunday.\nIn a statement, the French interior ministry said: \"We consider Boris Johnson's public letter unacceptable and in opposition with discussions between counterparts.\n\"As a consequence, Priti Patel is not invited any more to the meeting on Sunday which will still take place between France, Belgium, The Netherlands, Germany and the EU commission.\"\nWednesday's incident marked the biggest loss of life by drowning in the English Channel on record and included 17 men, seven women - one of whom was pregnant - and three children.\nIn his letter to Mr Macron, the prime minister outlined five steps he wanted to see taken:\n\"An agreement with France to take back migrants who cross the Channel through this dangerous route would have an immediate and significant impact,\" Mr Johnson said. \nHowever, the BBC's Paris correspondent Lucy Williamson said his suggestions would \"be hard for France to swallow\".\nOn Thursday, Ms Patel told the Commons there was \"no quick fix\" to tackle the issue but said she had spoken to her French counterpart to offer to put more officers on the ground and had continued to push for joint patrols of the Channel.\nShe said it was important to address \"long-term pull factors\" and stop criminal gangs who treat people as \"cargo\". \nBut Calais MP Pierre-Henri Dumont dismissed the idea of joint patrols as \"crazy\" and said it would not change anything along the vast shoreline.\nMr Darmanin said regional prosecutors had launched an investigation into aggravated manslaughter after Wednesday's loss of life.\nHe said two survivors were in a critical condition in a French hospital, where they are being treated for severe hypothermia. One is Iraqi and the other Somali, he told RTL radio. \nIt comes after more people continued to attempt the crossing. A group wearing life jackets were seen huddled together onboard a lifeboat near Dover on Thursday.\nMr Macron has called an emergency meeting of European ministers to discuss how to stop the crossings.\nHe said France was going to ask for \"extra help\" from the British, adding that despite authorities telling migrants they were able to stay in France, they wanted to reach the UK.\nThe UK signed an agreement in July to pay France €62.7m (£54m) during 2021-22 to help secure the borders, but the number of people making the crossing has continued to rise.  \nSince the start of the year, 1,552 smugglers have been arrested in northern France and 44 smuggler networks dismantled, Mr Macron said.\nDespite this, he said 47,000 attempted Channel crossings to the UK took place this year and 7,800 people were rescued.\nCharles Devos, volunteer for the French National Sea Rescue organisation SNSM, was one of the first to reach the scene of Wednesday's tragedy after getting a mayday call from the coastguard. \nHe told French radio station Delta FM he and his crew picked up six bodies that were drifting in the water.\n\"We passed next to an inflatable boat that was completely deflated. What little air remained was keeping it afloat. I don't know if there were children, but we picked up [the body of] a pregnant woman and a young man who was around 18 or 20,\" he said.\n\"It's hard to say, but I was expecting this, we know it would end in tragedy, and today sadly that's the case.\"\nAsylum claims made in the UK have risen to the highest level in nearly 20 years, with 37,562 applications in the year to September.\nThe Dover Strait is the busiest shipping lane in the world and has claimed many lives of people trying to cross in inflatable dinghies.\nRecord numbers of migrants are making the crossing from France to the UK and it is thought at least 10 other people had died in the past few weeks while attempting to cross. \nThis year more than 25,700 migrants have arrived in the UK by boat, more than three times the 8,469 that did so in 2020.\nWhile the number coming across the Channel by boat has soared, that is only part of the picture regarding migrants - as this year has seen far fewer using other strategies to enter the country undetected.\nAdditional reporting by George Bowden\nWere you in the area? Do you have any information to share? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-59416262",
      "category": "uk-scotland-highlands-islands",
      "title": "Storm Arwen: 80,000 homes in Scotland without power",
      "tags": "Met Office,Wick,Storm Arwen,Severe weather,Tomintoul,Aberdeen,Dundee",
      "text": "About 80,000 homes in Scotland are without electricity as a result of the damage caused by Storm Arwen. \nThe main areas affected are Aberdeenshire, Angus, Perthshire and the Moray coast.\nPolice warned people not to travel \"under any circumstances\" in areas covered by a Met Office red warning following a 90mph wind forecast.\nThe Met Office's highest storm level warning was in place until 02:00 on Saturday.\nMany parts of Scotland have suffered storm damage and travel disruption as a result of the high winds. \nCoastal areas of Angus, Fife, Aberdeenshire, Moray, East Lothian and the Scottish Borders, along with Aberdeen and Dundee have been the worst affected. \nScottish and Southern Electricity Networks (SSEN) said that as of 22:00 on Friday, 80,000 customers were off supply.\nThe utility firm has managed to restore power to a further 25,000 homes affected by the storms but warned the weather was severely hampering its work.\nOn Friday night, Mark Rough, director of customer operations at SSEN, said: \"Storm Arwen has brought some of the most severe and challenging weather we have experienced in recent years, resulting in significant disruption across the north of Scotland.\n\"Despite detailed preparations, the prolonged and severe nature of the weather front has hampered efforts to restore supplies, with the high winds expected to continue until the early hours of the morning. \n\"We therefore expect many customers to remain without power into tomorrow, particularly in the Aberdeenshire area.\"\nTrain services across the country have been stopped because of the weather conditions. There has been a landslip as well as trees falling on to overhead power cables and railway lines, leaving people stranded on carriages and at railway stations. \nA barn was blown on to the line near Polmont.\nScotRail urged passengers on its trains in the north east delayed by fallen trees to \"sit tight\". Network rail warned it \"may take some time\" for its staff to reach them. \nSupt Simon Bradshaw said: \"The high winds being experienced along the coastal areas of the north, east and southern parts of Scotland have led to red weather warnings coming into effect and as such, any motorist within these affected regions should not travel under any circumstances.\"\nFollowing a meeting of the Scottish government's Resilience Room (SGoRR), First Minister Nicola Sturgeon said in a tweet that the \"conditions pose a potential risk to life\".\nTransport minister Graeme Dey said people should be prepared for possible travel disruption across Scotland.\nA Met Office amber warning for gales and a yellow alert for high winds and snow have also been issued for other parts of the country.\nRed warnings mean there could be danger to life, damage to property, travel and power disruption, and dangerous seas.\nThe Met Office said: \"A spell of exceptionally strong northerly winds will affect eastern coastal districts of Scotland from later this afternoon moving south into south-east Scotland and north-east England this evening. \n\"Gusts of 80-90 mph are likely and these will generate some very large waves.\"\nThe strongest gusts have been recorded in Inverbervie at 78mph (125km/h). In Lossiemouth, the 74mph (119km/h) gusts are the highest recorded since 2015. \nDeputy First Minister John Swinney said the red weather warning was \"rare\". \n\"People in these affected areas should not travel under any circumstances, including motorists,\" he said. \"Yellow and amber weather warnings also remain in place for a number of areas and people should continue to exercise extreme caution and plan any necessary journeys in advance as there is disruption to transport services.\n\"The Scottish government is in close contact with local authorities and the emergency services to ensure people in the affected areas receive the latest information, advice and support where needed.\"\nA Met Office amber weather warning for winds gusting to 75mph along coastal areas of eastern Scotland is in place until 09:00 Saturday.\nIn addition, yellow weather warnings for high winds and snow are in place through to Saturday evening, with gusts of 55 to 65mph forecast for coastal areas.\nArwen is the first of the Met Office's latest list of named storms this winter.\nThere has been disruption on Scotland's roads. \nThe A1 has been closed to high-sided vehicles, and a 10-mile (16km) stretch has been closed in both directions between Thistly Cross roundabout and Abbotsview Junction due to high winds.\nTrunk roads company Bear Scotland said wind speeds of up to 84mph (135km/h) were forecast at the bridge over the River Tyne near East Linton.\nA diversion route is in place via the A199. \nThe A96 between Elgin and Forres has been blocked by a number of fallen trees and the A90 is closed after Brechin because of \"multiple incidents on the carriageway\". \nTraffic Scotland has reported numerous other road closures across the area affected by Storm Arwen, including an overturned HGV on the A90 near Bogbrae. \nThere are multiple fallen trees on a 20-mile stretch of the A9 from Dalwhinnie to House of Bruar, blocking the north bound carriageway.\nThe A85 at Crieff and between Tarbet and Tyndrum, as well as the A84 between Doune and Callander were also closed due to fallen trees. \nThe Tay Road Bridge was also closed to all traffic at 22:00.\nAberdeen Council appealed for taxi drivers to pick up passengers stranded at the city bus station after all buses were cancelled. \nBus services were also withdrawn in large swathes of eastern Scotland. \nNetwork Rail Scotland said the line between Keith and Elgin in the north of Scotland had been blocked by a landslip and engineers were assessing the damage.\nThe track operator said high winds were blowing large objects on to the railways and this ranged \"from trees and trampolines to an entire barn\". \nScotRail services had already been withdrawn on the line between Aberdeen and Inverness because of Storm Arwen. \nRoutes between Perth and Aberdeen and on the Far North Line between Inverness and Wick have also been closed.\nTrains from Edinburgh to Fife, Dundee and Perth were all suspended because of the storm. \nScotRail said it was \"struggling to get replacement transport\" and advised passengers stranded at railway stations to get in touch using a platform help point. \nLondon North Eastern Railway, which operates trains between London and Aberdeen, urged people not to travel until Monday because their services were severely disrupted. \nAll trains north of Newcastle have been cancelled but replacement buses between Newcastle and Edinburgh will not operate because of the A1 road closure. \nEast coast route director Sarah Reid said staff were \"doing all we can to keep services moving where possible and it is safe to do so\".\nFerry operator CalMac has warned of disruption across its network, and has already cancelled some sailings.\nServices disrupted include Oban to Castlebay on Barra and Ullapool to Stornoway.\nNorthLink Ferries has also warned of disruption to its Northern Isles services, and the bad weather has affected Loganair flights to and from Shetland.\nThe Scottish Environment Protection Agency said coastal areas were expected to see the worst of the windy weather.\nIt has issued flood alerts for Aberdeenshire and Aberdeen, Dundee and Angus, Edinburgh and Lothians, Fife, parts of Moray and the Scottish Borders.\nThe HM Coastguard issued a warning about dangerous seas and told people not to put themselves at risk by taking pictures on the coastline.\n\"A dramatic photograph or selfie is not worth risking your life for,\" it said.\nAberdeenshire Council said the snow gates at the Lecht on the A939 Cockbridge to Tomintoul road would be closed from 13:00 due to difficult driving conditions.\nBad weather has already closed more than a dozen schools in the Highland Council area. \nWick High School was shut due to damage caused by high winds and will be closed along with the primary school and other facilities on Wick Community Campus until Tuesday.\nAll schools in Orkney closed at lunchtime. \nMoray Council said Tomintoul Primary and Glenlivet Primary closed early due to a forecast of high winds and blizzards. Elgin Library was closed after storm damage to the building.\nA Met Office yellow warning for snow runs from 14:00 to midnight and snow could accumulate to as much as 8cm (3in) above 300m (984ft) in upland areas of the Highlands, Aberdeenshire, Moray, Perth and Kinross and Angus.\nThe Mountain Weather Information Service has forecast \"massive snowfall\" for the Cairngorms overnight Friday and into Saturday, and the risk of wind-blown snow causing whiteout conditions.\nIn addition, on Friday in the Cairngorms and south eastern Highlands, the service has warned of gusts of 100 to 120 mph in hurricane force winds.\nThe most recent red weather warning in the UK was in February 2020 for heavy rain in South Wales associated with Storm Dennis.\nThe last red warning in Scotland was in March 2018 during the storm which was dubbed the Beast from the East. It was a combined wind and snow warning which also covered parts of south west England and South Wales.\nAre you in the area covered by the red alert? Are you preparing for the storm? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-59427722",
      "category": "uk-england-devon",
      "title": "Bobbi-Anne McLeod: Man in court charged with murder",
      "tags": "Plymouth",
      "text": "A man has appeared in court charged with the murder of Bobbi-Anne McLeod, who disappeared in Plymouth.\nThe 18-year-old was reported missing on Saturday after she failed to meet friends in the city.\nA woman's body, which has not been formally identified, was found at Bovisand, south of the city on Tuesday.\nCody Ackland, 24, of Southway, Plymouth, was remanded in custody to appear at Plymouth Crown Court on 29 November.\nMr Ackland, wearing a Covid-19 mask, grey sweater and jogging bottoms, spoke only to confirm his name, age and address in a two-minute-long hearing. \nMs McLeod left her home in Leigham at about 18:00 GMT on Saturday and was last seen waiting at a bus stop close to her house.\nHundreds of people gathered by the spot she was last seen to hold a candlelit vigil in her memory on Thursday.\nA bank of flowers dotted with candles has been laid by local residents over the past few days.\nMs McLeod's family are being supported by specialist officers, said police.\nOn Friday evening, a vigil was held for Ms McLeod at Smeaton's Tower on Plymouth Hoe.\nThe structure was lit up purple on Wednesday in tribute to her.\nAttending the vigil, Plymouth University student Maisy Walker, 20, said: \"It was quite overwhelming and it was nice to see so many men here as well and young people.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59423796",
      "category": "uk",
      "title": "Covid: Africa travel curbs over variant concern and pandemic hampers Black Friday",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nConcerns over a new coronavirus variant emerging in southern Africa have prompted the UK government to temporarily ban flights from six countries, with travellers required to quarantine on arrival. While only 59 cases of the variant have so far been confirmed, none of them in the UK, one scientist is describing it as \"the worst one we've seen so far\", amid concerns it has the potential to evade immunity. The UK \"acted immediately\" with a \"safety first\" approach, Transport Secretary Grant Shapps tells the BBC. \nThe director of South Africa's Centre for Epidemic Response and Innovation says the variant has 50 mutations, with more than 30 on the spike protein used by the virus to enter our body's cells. And our health correspondent James Gallagher says its radical difference from the form that emerged in China \"means vaccines, designed using the original, may not be as effective\". But, in his analysis, he adds many variants have looked bad on paper before.\nIt's unclear whether a scheme launched to counteract an expected surge in youth unemployment due to the pandemic is creating quality job placements for 16 to 24-year-olds, a watchdog says. The National Audit Office says it's also unclear whether jobs made available through the scheme would have been created anyway. The government says Kickstart has created more than 100,000 \"life-changing\" new jobs since being set up in September 2020.\nA woman has described having to learn how to talk again after she said she was left partially paralysed by side effects of her Covid-19 vaccine. Kerry Hurt, from Rotherham, is bidding for compensation, having suffered a stroke after undergoing surgery for a blood clot two weeks after having the AstraZeneca jab. The government spokesperson says severe side effects are \"extremely rare\", affecting one in 100,000 people having first doses.\nSupply problems caused by the pandemic might mean there are fewer deals on offer this year. But Britons are nonetheless expected to splurge £8.7bn during this year's Black Friday shopping event, analysts PWC predict. Our report explains how this year's sales are a bit different.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWondering how the UK's reaction to the new variant affects travel rules? Here's what we know.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59417452",
      "category": "uk-northern-ireland",
      "title": "The Late Late Toy Show: NI girl to star in this year's special",
      "text": "An 11-year-old girl from County Down says she was left speechless when she heard she would be performing on The Late Late Toy Show.\nSophie Lennon, from Mayobridge, said the show would be \"magical\" and viewers would \"love every bit of it\".\nThe RTÉ Christmas show struck a chord in 2020 with its feel-good factor in the middle of the Covid-19 pandemic.\nIt  was the most watched programme on Irish television that year, with 1.7m viewers. \nThe Late Late Toy Show is an annual tradition in many Irish households. Children are invited to test out the latest toys and gadgets and give their - often very honest - reviews.\nIt began in 1975 as a half-hour slot at the end of The Late Late Show to give parents Christmas gift ideas while their kids were asleep.\nQuickly, it grew into a one-night show in its own right.\nSophie, who was a finalist in the contest to represent Ireland in Junior Eurovision, said she was speechless when she learned she had been selected.\n\"My mum had just told me 'Sophie you're going to be on the Late Late Toy Show', I couldn't talk for about 10 seconds,\" she said.\n\"It's just amazing, I met [host] Ryan Tubridy and all the dancers, it's just so magical.\"\nThe performer, who leaves for London to perform in West End Musical Christmas very soon, said viewers can expect a feel-good vibe.\n\"I think they're just going to love every bit of it because it's so amazing, all the producers and Ryan Tubridy especially are all so nice and I think they're going to be in a really good mood after it,\" she said.\nMr Tubridy said the 2021 event would be a spectacular celebration of colour in contrast with the darkness of the Covid-19 pandemic.\nBut he has dropped a hint about this year's theme, which in previous years has cast him as Fantastic Mr Fox, the ringmaster from The Greatest Showman and Olaf from Frozen.\nSpeaking on the The Ryan Tubridy Show on RTÉ Radio 1, he said: \"I had to go and get fitted up for a new nose, Toy Show-wise.\"\nThe Late Late Toy Show will air on Friday, November 26 at 21:35 local time on RTÉ One and RTÉ Player."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-59418071",
      "category": "uk-england-norfolk",
      "title": "Berney Arms: Quietest rail stop sees eight-fold passenger rise",
      "tags": "Watford,Chelmsford,St Albans,Grays,Greater Anglia,Great Yarmouth,Norwich",
      "text": "A railway station once dubbed the UK's quietest has seen passenger numbers increase eight-fold after the line serving it reopened. \nBerney Arms in Norfolk saw 348 passengers in the year to March, compared with 42 the previous year.\nIt was the biggest year-on-year increase of any UK station, according to the Office of Rail and Road (ORR). \nTravel vlogger Geoff Marshall said it was a \"beautiful quirk of Britain's railway system\".\nFeras Alshaker, ORR director of planning and performance, said the increase was \"likely due to railway enthusiasts taking the opportunity to visit this station over the past year\".\nThe lines serving Berney Arms were closed for most of the period between April 2019 and March 2020 due to work to upgrade signalling.\nMr Marshall, whose video on the station has been viewed more than 250,000 times, said it had never been a busy station but was close to returning to pre-pandemic levels.\n\"It is served more on weekends, which is an oddity, so it's a leisure destination,\" he added.\nThe station, which is only accessible on foot, is a request stop on the line between Norwich and Great Yarmouth.\nMuch like buses, passengers wanting to board at Berney Arms have to stick an arm out, and to alight they must \"inform the conductor or the driver of your intentions in good time\".\nThe station is close to the River Yare and surrounded by the RSPB's Berney Marshes and Breydon Water reserve.\nAlso close by is the Berney Arms Windmill, a Scheduled Ancient Monument under the care of English Heritage.\nCambridge remained the busiest station in the East of England with 2.3 million entries and exits in the year to March, but this was an 80% decrease in 2019-20 passengers numbers.\nChelmsford (1.7 million), Watford Junction (1.7 million), Grays (1.5 million) and St Albans City, Hertfordshire (1.3 million), are the other top five stations in the region.\nStratford railway station in London was the most used station in Britain, recording nearly 14 million entries and exits in 2020-21.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59427770",
      "category": "world",
      "title": "Covid: US joins EU in restricting travel from southern Africa",
      "tags": "Israel,Botswana,Hong Kong,South Africa,United States,Coronavirus pandemic",
      "text": "The US will restrict travel from South Africa and seven other southern African countries to try to contain a new coronavirus variant spreading there.\nFrom Monday, only US citizens and residents will be allowed to travel from the region.\nThis follows similar restrictions imposed by the EU and the UK. Canada is also introducing travel restrictions.\nThe World Health Organization (WHO) earlier declared the new variant to be \"of concern\", naming it Omicron.\nUS officials said travellers from South Africa, Botswana, Zimbabwe, Namibia, Lesotho, Eswatini, Mozambique and Malawi will be blocked, mirroring earlier moves taken by the EU. The ban will come into effect on Monday.\nIn a statement, President Joe Biden called the move a \"precautionary measure\" taken until more is known about the variant. \nCanada is also shutting its borders to foreign travellers who have recently been to South Africa, Namibia, Lesotho, Botswana, Eswatini, Zimbabwe and Mozambique. Foreign citizens will be banned from Canada if they have been to the seven nations in the past 14 days.\nThe Omicron variant was first reported to the WHO from South Africa on 24 November, and has since been identified in other countries.\nSouth Africa's health ministry has criticised the rush to impose new travel restrictions, calling them \"draconian\", and contrary to WHO guidance.\nScientists say they still have much to learn about the virus's new mutations, and the WHO has said it will take a few weeks to understand the impact of the new variant, as experts work to determine how transmissible it is.\nThe WHO on Friday said preliminary evidence suggested the new variant carried a higher risk of reinfection than other variants. \nScientists have said it is the most heavily mutated version yet, which means Covid vaccines, which were designed using the original strain from Wuhan, China, may not be as effective.\nThe WHO says so far fewer than 100 sample sequences have been reported. Cases have mainly been confirmed in South Africa, but have also been detected in Hong Kong, Israel, Botswana and Belgium.\nMost of the cases in South Africa have been from its most populated province, Gauteng, of which Johannesburg is the capital city.\nThe WHO has warned against countries hastily imposing travel restrictions, saying they should look to a \"risk-based and scientific approach\".\nSouth African Health Minister Joe Phaahla told reporters that the restrictions were \"unjustified\". \nBut health officials in the Netherlands warned that passengers on two KLM flights from South Africa to Amsterdam on Friday were likely infected. Tests were being done to determine whether it could be the new variant. \nPassengers travelling from Cape Town to Manchester via Amsterdam told the BBC that they were held on the tarmac at Schiphol Airport in the Dutch capital for four hours, before eventually disembarking to take PCR tests. \nMeanwhile, the flight bans threaten to separate families over the festive season.\nRuth Daines-Slack, 70, had booked to fly from Cape Town to the UK next week for Christmas and her mother's 100th birthday celebration. She told the BBC she is \"beyond devastated\" that she will no longer be able to make the trip, adding that the UK's travel ban is a \"knee-jerk reaction\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-59426312",
      "category": "world-asia-china",
      "title": "Peng Shuai: Man claiming to know athlete says WTA head ignored mail",
      "tags": "Asia,China,Peng Shuai",
      "text": "A man claiming to be an associate of Chinese tennis star Peng Shuai has accused the head of the Women's Tennis Association (WTA) of ignoring an email from her.\nDing Li tweeted a screenshot of mail he claims she wrote to WTA chief Steve Simon asking not to be \"disturbed\". \nMs Peng disappeared from public view after accusing former Vice-Premier Zhang Gaoli of sexually assaulting her.\nThe WTA has led a chorus of voices demanding proof of her safety.\nMs Peng, 35, who is one of China's top tennis players, had earlier this month written a 1,600-word post on Chinese social media platform Weibo, where she laid out her allegations against the 75-year-old Mr Zhang.\nThis is the most significant case of its kind in China's slow-moving #MeToo movement. \nLittle is known about Mr Ding, who claims he is friends with the tennis star. He is reportedly a senior executive of a company that organises sport events and manages athletes, and his relationship to her is also not clear. \nHe said Ms Peng had sent an email to Mr Simon, in which she said:  \"At the moment I do not want to be disturbed, and especially [can you] not hype up my personal affairs. I hope to live quietly. Thank you again for your concern.\"\nIn an email interview with the BBC, Mr Ding alleged that Mr Simon had received the emails but \"avoided\" her. \nHe also claimed Mr Simon had given her contact details to more than 10 tennis players as well as media outlets, causing her to be \"bothered\" by many phone calls. \nThis, he said, was \"a very big factor\" in why she was not talking to Mr Simon.\nThe BBC has approached the WTA for a response to Mr Ding's allegations.\nMr Ding added that she was in Beijing and had \"freedom of movement\". He claimed Ms Peng was under \"absolutely no supervision nor pressure, and there was definitely no punishment\".\nWhen the BBC asked to speak to her however, he said she declined as her life had already been \"significantly impacted\". Asked why she was not directly addressing the public, he said \"she only wishes to have a good rest alone in her own home\", reiterating a line carried in state media to justify her absence from public view.\nMany including the WTA and activist groups have expressed doubt about such claims.\nMr Ding added that the authorities were not investigating nor taking any action with regards to Ms Peng's accusations, as her alleged emails to WTA showed \"there was no sexual assault\". This is despite Ms Peng having explicitly stated she was forced to have sex with Zhang Gaoli. \nMr Simon has threatened to pull the WTA's business out of China, which would have a big effect. There are 10 WTA events scheduled to take place in the country next year including the Wuhan Open and WTA finals in Shenzhen. \nThe Wuhan Open next year will be the first time tennis players have returned to the city since the start of the pandemic. \nThe UN and US have also demanded information on her whereabouts along with a number of major tennis players including Serena Williams, Naomi Osaka and Novak Djokovic.\nChina has reacted angrily to the attention, particularly after there was sceptical reaction to a series of photographs and videos that appeared to show all was well with the athlete.\nThe WTA said the recent videos \"don't alleviate or address the WTA's concern about her wellbeing and ability to communicate without censorship or coercion\".\nDays ago, China issued a statement saying \"people should stop deliberately and maliciously hyping [the issue] up, let alone politicise this issue.\"\nReporting by Tessa Wong and BBC Chinese"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59414721",
      "category": "entertainment-arts",
      "title": "Richard Madeley leaves I'm a Celebrity after going to hospital",
      "tags": "Television,Richard Madeley,I'm a Celebrity...Get Me Out of Here!",
      "text": "TV presenter Richard Madeley has said he is \"absolutely fine\" but is leaving I'm a Celebrity... Get Me Out of Here! after being taken to hospital.\nMedics on the ITV show entered the camp at Gwrych Castle in north Wales early on Thursday and called an ambulance.\nPosting online on Thursday, Madeley said: \"I started to feel briefly unwell in the small hours of the morning and was taken to hospital as a precaution.\"\nHe must now leave the show because he has broken its Covid safety bubble.\nThe 65-year-old said he had \"had the time of my life\" on the programme and was \"gutted\" to be unable to re-join, but stressed that the \"safety of all the campmates is the number one priority\".\nHe wrote: \"I'm incredibly excited to watch their journey continue… even more so at the prospect of being somewhere a little warmer than Gwrych Castle.\n\"Thank you to everyone who supported me on my brief but completely unforgettable adventure - I've made some great friends.\"\nA statement from the show said: \"Our strict Covid protocols means Richard has sadly had to leave the show as he is no longer in the bubble the celebrities form when entering the castle.\n\"He has been a truly brilliant campmate and we thank him for being part of this series.\"\nEarlier on Thursday, an ITV spokesman said: \"Richard was unwell in the early hours and was immediately seen by our on-site medical team.\n\"He's since been taken to hospital as a precaution, the health and safety of our campmates is our priority.\"\nThe Welsh Ambulance Service said it was called to a \"medical emergency\" at the castle in Abergele, Conwy, at 05:43 GMT.\n\"We sent a paramedic in a rapid response car and an emergency ambulance to the scene, and one patient was taken to hospital,\" they said.\nReacting to the news, Madeley's Good Morning Britain colleague Susanna Reid tweeted: \"Sending love  - hope he's feeling ok now. Doing brilliant job on #IACGMOOH and being supportive to everyone. Get well soon Richard.\"\nNo details of his illness have been revealed. It came the morning after he had slid head first into a sewer of rotten fruit and vegetables during a trial.\nThe Castle Kitchen Nightmares task saw him hunt for 10 hidden stars in a kitchen \"full of castle critters\" after a public vote. \nRotten food was dumped on Madeley, who said: \"That's seven tons of fruit, I'll never find a star in here. Oh, it's freezing.\"\n\"Oh, this is really, really hard...there's just no way of sorting the wheat from the [chaff],\" he said.\nAfter searching in dark chambers for 10 minutes, as fish guts and offal fell on him, Madeley managed to get four out of 10 stars, securing a meal of squirrel for his camp-mates.\nMadeley told Metro before he went into the castle: \"I really hope I do get voted for the trials. The thing about this programme is you mustn't go into it if you take yourself remotely seriously.\"\nHe had also said his roles in the camp would be cook and interviewer. \n\"I will ask questions in camp. Unless you are curious, you don't learn about people,\" he said.\nMadeley made his name alongside wife Judy Finnigan on ITV's This Morning from 1988 to 2001, and more recently has co-hosted Good Morning Britain, as well as doing stints on BBC Radio 2.\nA familiar face to millions, the TV presenter had been asked to do I'm A Celebrity many times - but said this time around he \"realised the time had come to experience it.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59428712",
      "category": "world-europe",
      "title": "Ukraine-Russia conflict: Zelensky alleges coup plan involving Russians",
      "tags": "Russia,Crimea,Nato,Ukraine conflict,Ukraine,Crimea crisis",
      "text": "Ukraine's President Volodymyr Zelensky says Russian \"representatives\" are planning to overthrow his government next week, as a Russian troop build-up sparks fears of an invasion.\nMr Zelensky said audio recordings suggested Ukraine's richest businessman was being dragged into the plan, though this has been denied.\nThe Kremlin spokesman, meanwhile, said Russia had \"no plans to get involved\".\nMoscow has also dismissed concerns over the troop build-up as \"alarmist\".\nOn Friday, Nato's Secretary-General Jens Stoltenberg warned that Russian use of force against Ukraine would \"come at a cost\", without specifying what this would be. \nMr Zelensky denounced a \"very dangerous rhetoric\" coming out of Russia.\n\"It is a signal... that there could be escalation,\" he said. \"There is a threat today that there will be war tomorrow. We are entirely prepared for an escalation.\"\nA large part of the Russian force is in Crimea, the peninsula which Russia annexed from Ukraine in March 2014. Troops have recently been massing near Ukraine's eastern Donbas region, the name for Luhansk and Donetsk areas partially under the control of Russian-backed separatists.\n\"I have received information that a coup will happen in our country on 1 December,\" the Ukrainian president said in a lengthy news conference.\nMr Zelensky said business magnate Rinat Akhmetov - seen as an opponent of the president - was \"being dragged into war against the Ukrainian state\".\nMr Zelensky did not name the alleged plotters, but said Mr Akhmetov may or may not know about such plans that he was being drawn into by his \"inner circle\".\nIn a statement, Mr Akhmetov dismissed the president's claims, saying he was \"outraged by the spread of this lie\".\n\"My position was and will be unequivocal, an independent, democratic and integral Ukraine with Crimea and my native Donbas. My actions confirm this,\" he added in a statement published in Ukrainian media.\nThe Ukrainian leader did not directly accuse the Russian government over the alleged plan, but Kremlin spokesman Dmitry Peskov responded almost immediately by saying Russia \"never does such things at all\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56286744",
      "category": "health",
      "title": "New Covid variant: Where do variants come from?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59421319",
      "category": "world-europe",
      "title": "Russian coal mine: Dozens killed in Siberia accident",
      "tags": "Siberia,Russia,Mining,Coal mining",
      "text": "Fifty-one people have been killed in Russia's worst mining disaster in a decade, prompting three days of mourning in Siberia's Kemerovo region.\nAmong the dead were five rescue workers, although a sixth was found alive and taken to hospital in a serious condition.\nThe blast happened at the Listvyazhnaya mine when coal dust caught fire in a ventilation shaft on Thursday.\nRescuers suffocated as they tried to reach dozens of missing miners.\nAt the time of the accident early on Thursday there were 287 people in the mine, some 3,500km (2,175 miles) east of Moscow. \nMany managed to get out and 49 people were taken to hospital, some of them suffering from smoke inhalation.\nBut dozens were trapped and rescue operations had to be suspended because of high concentrations of methane. \nOfficials said a methane gas explosion had filled the mine with smoke and the victims had died because of a lack of oxygen and high concentration of poisonous gas.\nBy Petr Kozlov, BBC Russian\nRelatives sobbed outside the mine office on Friday. \nOne man who said his grandson had died was prevented from going in and argued bitterly with a guard.\nA woman came out carrying a black plastic bag containing her dead son's clothes and boots: \"My boy is under the ground now, there is nothing more to say.\"\nRelatives said warnings about growing levels of methane gas in the mine had gone unheeded. They said there had been a fire at the mine only 10 days earlier and miners had been frustrated that more was not done to improve safety. \nAmid all the sadness there was one moment of relief. As hope faded for the lives of the missing, the rescuers managed to find one man alive.\nThe survivor from the rescue team was named as Alexander Zakovryashin and Russian Emergencies Minister Alexander Chupriyan said it was a \"miracle carried out by our people\".\nThe mine director, his deputy and the disaster area supervisor were arrested over alleged safety failings, according to Russian news agencies.\nRussian mine accidents are not uncommon and this is not the first accident at Listvyazhnaya. In 2004, a methane gas explosion left 13 people dead. \nIn 2016, authorities assessed the safety of the country's 58 coal mines and declared 34% of them potentially unsafe. The list did not include the Listvyazhnaya mine at the time, reports say.\nPresident Vladimir Putin described the loss of life as \"a great tragedy\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59422675",
      "category": "uk-politics",
      "title": "Keir Starmer: I haven't spoken to Jeremy Corbyn in over a year",
      "tags": "Keir Starmer,Labour Party,Jeremy Corbyn",
      "text": "Sir Keir Starmer has revealed he has not talked to his predecessor, Jeremy Corbyn, in over a year.\nThe Labour leader told the BBC the pair had not spoken since a report was published into anti-Semitism in the party in October 2020.\nMr Corbyn's reaction to the report saw him suspended from the party - and while he was allowed back as a member, he still sits as an independent MP.\nSir Keir said Mr Corbyn \"knows what he must do\" to move towards reinstatement.\nBut he told the BBC's Political Thinking podcast it \"may be the case\" that the situation remains unresolved by the next general election, meaning Mr Corbyn could not stand as a Labour candidate.\nMr Corbyn was originally suspended from Labour in October last year after he suggested the scale of anti-Semitism in the party had been \"dramatically overstated\" by his opponents.\nHe made the remarks in response to a highly critical report from the Equality and Human Rights Commission (EHRC) into how the party handled anti-Jewish racism complaints by party members during his time as leader.\nThe Islington North MP was later readmitted to the party after he said concerns about anti-Semitism were neither \"exaggerated nor overstated\".\nBut Sir Keir said the former leader would not be able to return as a Labour MP, and called for Mr Corbyn to apologise for his reaction to the report.\nAllies of Mr Corbyn said he had been treated unfairly by the leadership, and called for Sir Keir to restore the party whip to him, allowing him to sit once again as a Labour MP.\nIn the podcast with the BBC's Nick Robinson, Sir Keir said he had not spoken to Mr Corbyn since the night before the EHRC report was published.\nAsked whether he would restore the Labour whip to Mr Corbyn before the next election - enabling him to stand as a candidate for the party - Sir Keir said: \"It's up to him\".\nHe added: \"He knows what he must do in order to move this forward. He's not chosen to do so - that's his choice\".\nAsked whether it was likely Mr Corbyn would not be able to stand as a Labour candidate, he replied: \"I don't know, but at the moment that may be the case.\"\nAlthough the next election could take place in spring 2024, Sir Keir said the next polling day \"may well come\" in May 2023 and he had put his party \"on a footing\" to be ready.\nElsewhere in his interview, Sir Keir said he hoped Luciana Berger, a Jewish MP who quit Labour in 2019 over its handling of anti-Semitism cases during Mr Corbyn's tenure, would feel she would want to re-join the party."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59427833",
      "category": "uk-england-merseyside",
      "title": "Ava White: Liverpool murder arrests after girl stabbed to death",
      "tags": "Merseyside Police,Toxteth,Liverpool,Ava White death",
      "text": "A 12-year-old girl has been stabbed to death during an argument in a city centre.\nAva White was with friends in Liverpool when she was assaulted at 20:40 GMT on Thursday, shortly after the city's Christmas lights switch-on.\nMerseyside Police said she suffered \"catastrophic injuries\" and a weapon was yet to be found. \nFour teenage boys, aged between 13 and 15 and from Toxteth, have been arrested on suspicion of her murder.\nPolice said officers found Ava collapsed on the ground on Church Alley and a member of the public, who had witnessed the incident, was giving her first aid.\nAva, who attended Notre Dame Catholic College in Everton, was taken to Alder Hey Children's Hospital with critical injuries but died a short time later. \n\"We know at the moment that Ava was with her friends in Liverpool city centre and there has been a verbal argument which has escalated to an assault on her involving a knife,\" Det Supt Sue Coombs said.\n\"We are able to say there has been a verbal argument and there has been an assault, and the offenders ran off up School Lane, across Hanover Street and into Fleet Street.\"\nAssistant Chief Constable Ngaire Waine said police were not looking for anyone else in connection with Ava's death.\n\"It's very sad for the city but it is even sadder for her family, their lives are never going to be the same,\" she said.\n\"This is a very, very rare event, so I hope that will reassure people.\"\nPaying tribute to Ava, her head teacher Peter Duffy said the Year Eight pupil was a \"much loved, valued and unique member of the Notre Dame family\". \n\"She was an incredibly popular girl with a fantastic group of friends,\" he said.\n\"My staff are working with students to provide all the support they need at this traumatic time.\"\nRebecca Flynn, her head teacher at Trinity RC Primary School, said she was a \"popular and caring\" girl who was \"bright and respectful\". \nPeace campaigner Colin Parry, whose son Tim was killed in the Warrington bomb in 1993, tweeted that Ava had been given a peace ambassador award by his charity in 2019 and her death was a \"tragic loss\". \nMetro Mayor of Liverpool City Region, Steve Rotheram, said he was \"horrified\" by Ava's death. \n\"I am angry today for Ava and her family, for the parents across the region worrying about their children's safety and angry that such a heinous act should take place here,\" he tweeted.\nSarah Doyle, the assistant mayor of Liverpool, said she was \"heartbroken\" at the \"extremely devastating\" news. \n\"It's senseless and I know it will bring a lot of fear to communities across the city,\" she said.\n\"I just want to send a message of reassurance that our city is a safe place but I know this will be giving a lot of anxiety to people. We all share in [her family's] unimaginable grief.\"\nPosting on Twitter, Dame Rachel de Souza, children's commissioner for England, said: \"This kind of violence involving a child and with such tragic consequences is shocking at any time, but when the victim is 12 it's particularly so.\"\nMary Katilius, 65, from Limerick, said she had been nearby with her granddaughter when Ava was attacked.   \n\"We heard screams and someone said to call an ambulance. We rushed over straight away but there was already a man helping her,\" she said.\nDet Supt Coombs said a lot of the witnesses were young and would be given special treatment when being interviewed.\nFloral tributes have been left near the scene, with one message saying: \"Rest in peace angel.\"\nLacey, 17, who came to lay flowers and a balloon, said her younger sister had been close friends with Ava.\n\"She was just a bubbly character, so loving and caring,\" she added.\nBy Andy Gill, BBC North West Tonight reporter\nThere is a massive police presence in Liverpool with several of the city's main shopping streets taped off. \nDozens of police vehicles are parked close to the scene where 12-year-old Ava was fatally attacked. \nMany shoppers and tourists are having to ask officers how they can get to their destinations as many are unaware of the tragedy which lies behind the disruption to their usual routine. \nAva died on what is called White Ribbon Day, a worldwide campaign to end violence against women and girls. \nCivic leaders came together yesterday to mark it and start 16 days of activity to highlight the issue. \nThe death of a girl, not yet in her teens, throws the need for the campaign into the starkest relief. \nThe four boys - a 13-year-old, two 14-year-olds and a 15-year-old - remain in custody for questioning. \nThey were arrested at different locations during Thursday evening and into the early hours of Friday, police said.   \nA police cordon was in place surrounding Williamson Square, Tarleton Street, Church Street, Church Alley and School Lane crossing over Hanover Street on to Fleet Street.\nSeveral shops on Church Street, one of the city's main shopping streets, remained closed on Black Friday due to the cordon.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59409507/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Black Friday on track to beat last year's sales",
      "tags": "Coronavirus lockdown measures,Retailing,British Retail Consortium,Black Friday,Coronavirus pandemic",
      "text": "Black Friday sales are on track to beat the bumper shopping bonanzas of the last two years, latest data suggests.\nBarclaycard, which processes about £1 in every £3 spent using cards, said by 17:00 GMT, there were 23% more transactions than that point in 2020.\nAnd the firm said there was a 2.4% rise in the volume of payments compared with the same period on Black Friday 2019.\nAnalysts PwC predict £8.7bn will be spent on Friday, twice the amount spent last year, during lockdown.\nIt is also higher than the £7.8bn spent before the pandemic in 2019. \nThe increase comes despite warnings to expect less generous discounts and some shortages.\nBlack Friday, which began in the US, sees retailers slash prices to entice shoppers ahead of the Christmas period. \nIt is officially on Friday 26 November but retailers' campaigns span the whole month and started earlier than ever this year, with some in October.\nRob Cameron, chief executive of Barclaycard Payments, said Black Friday was off to a \"strong start\" despite the country's economic challenges.\n\"As we reach the end of the Black Friday, it is great to see that the trend we have been seeing throughout the day has continued, and retailers will be happy that today's trading figures have surpassed those secured in 2019. \n\"They will be hoping for this spending pattern to continue, not only in the last few hours of trading, and into Cyber Monday, but also in the run up to the festive season.\" \nMetapack, a firm that connects major retailers with parcel delivery services, said data indicated that the biggest shipping days would take place on Monday and Tuesday, the same as last year.\nPwC predicts about 60% of adults in the UK will make purchases, spending an average of £280 each.\nBut people are not only venturing out for shopping trips. On Friday, protestors gathered at Amazon buildings in the UK, US and Europe, with unions, equality and environmental groups saying Black Friday \"epitomises an obsession with over-consumption\".\nMeanwhile, Extinction Rebellion has targeted Amazon depots in the UK, blocking entrances and access roads.\nLinda Ellett, head of consumer markets at analysts KPMG, said deals were likely to be worse this year as retailers struggled with global supply issues linked to the pandemic, and shortages of HGV drivers and warehouse staff.\nBlack Friday is the first big test for supply chains in the all important \"golden quarter\" for retailers. \nShoppers have been buying early, worried they won't get the presents they want if they leave it until the last minute this year.\nBlack Friday started as a one-day event but is now almost a month long blizzard of promotions. \nBut expect fewer deals overall this time around amid all the problems over stock availability and labour shortages. Many retailers can ill afford to slash prices when their costs are soaring. \nRetailers also want to smooth out demand to try to reduce the pressure on distribution centres where goods are picked, packed and despatched over the big Black Friday weekend.\nA lot of businesses have been removing next day delivery options to help them cope. \nSome businesses, especially smaller independents, will shun this event altogether.\nIt may have a lost a bit of its lustre, but Black Friday is still a massive shopping event. And it will probably be the most well organised retailers with scale and the biggest clout over suppliers who will cope the best. \nThere are concerns some retailers will not be able to meet demand on the day, leading to long waits for orders to be processed and delivered. \nBut analysts say most brands have spent months preparing for the sale and will have enough stock - although shoppers will not always get their first choice of product. \nJohn Lewis told the BBC: \"We've worked closely with our suppliers and we are confident we've got an extensive range of deals across a wide range of categories that represent great value for our customers.\" \nAO World, which has hired 500 extra drivers ahead of the day, said: \"Like all electrical retailers, we are currently unable to get all the stock we need in categories like gaming to meet customer demand largely because of global microchip shortages. \n\"We are working closely with our partners so that our customers continue to get the exceptional service and range they rely on.\"  \nMetapack thinks most retailers will avoid a \"perfect storm\" but a few could be unlucky. \n\"We've already seen retailers reach out and suggest customers buy early for Christmas which should ease the pressure,\" said senior vice president Tom Forbes. \nSome big brands such as M&S and Next have shunned Black Friday this year, with M&S again saying its focus was on \"offering great value throughout the whole season\". \nMany independent shops have also opted-out as they cannot afford to offer deep discounts in the vital Christmas shopping period. \nMike Cherry, chairman of the Federation of Small Businesses, urged shoppers to support smaller local businesses who are \"pinning their hopes to a bumper festive season\" after last year's restrictions. \nHe said: \"Rather than reaching for the same old brands - where deals might not be all they seem in any case - shop bespoke, receive one-to-one personal service and give some new restaurants, cafes and pubs a try.\" \nShoppers have also been warned to check whether offers are all they seem.\nAn investigation by consumer rights group Which? found that 92% of Black Friday deals in 2020 were the same price or cheaper in the six months before the event.\nThe Potions Cauldron gift shop in York is one of the independent retailers not taking part in Black Friday. \nManager Phil Pinder thinks it's an American invention driven by retailers like Amazon who want to \"squeeze everyone else out\". \n\"I read a story saying that some of the electrical retailers are going to run out of stock by Christmas from doing Black Friday deals. \n\"I'm not playing that game... it seems illogical.\"\nThe shop, which sells magical themed drinks, sweets and gifts, has been doing well this year but it is struggling with product shortages due to supply chain issues. \nPhil says it is missing about £50,000 of stock it hoped to sell before Christmas which is \"a real headache\".\nHis message to shoppers this festive season is buy early: \"If you want to get a specific present, go out and get it now. There are probably not going to be many of those last minute sales this Christmas because I don't think the retailers will have the stock.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-59419772",
      "category": "uk-england-tyne",
      "title": "Storm Arwen: Red wind warning for parts of UK",
      "tags": "Met Office,Whitby,Hartlepool,Storm Arwen",
      "text": "People are being urged to avoid travelling as winds of up to 100mph caused by Storm Arwen have hit.\nThe Met Office has issued a red warning - the highest level - which is issued only rarely, meaning there is potentially a risk to life.\nTrains have been heavily disrupted and people are being warned against visiting the coast. The notice runs until 02:00 GMT on Saturday.\nElsewhere there is an amber warning, with winds of 60 to 75mph.\nFollow live updates as Storm Arwen hits\nPeople have been urged to check on elderly neighbours or relatives and put off journeys if possible.\nThe red warning - which stretches along the east coast from Newcastle to beyond Aberdeen - means dangerous weather is expected and people should take action immediately to keep themselves and others safe.\nThe Met Office said the \"spell of exceptionally strong northerly winds will affect eastern coastal districts of Scotland from later this afternoon moving south into south-east Scotland and north-east England this evening.\"\nA spokesperson warned these strong gusts were likely to generate \"some very large waves\".\n\"We are talking about wave heights that really are exceptional,\" they said.\n\"I've heard of nine to 10m waves out at sea, which is particularly noteworthy.\"\nThe RNLI has warned people should be extremely careful if visiting the shoreline, especially along exposed cliffs, seafronts and piers.\nRail passengers are being advised to defer their travel plans if possible by London North Eastern Railway.\nIt has imposed emergency speed restrictions and a number of services have been cancelled or terminated early. More information is available on its website.\nFriday's Premiership game between Newcastle Falcons and Worcester Warriors has been postponed.\nThe match at Kingston Park has been moved to 18:00 GMT on Saturday.\nA number of other events, including the Whitby Christmas Festival and the outdoor elements of Hartlepool's Wintertide Festival, have been cancelled.\nThere is also an amber warning - meaning damage and travel disruption - for other parts of Scotland and north-east England, and a yellow warning for Northern Ireland, Wales and south-west England.\nThe Met Office said the winds could mean:\nPeople are being urged to take precautions, with Northumberland Fire and Rescue Service urging them to secure loose items outdoors.\nThe Met Office said temperatures would plummet to below average over the weekend.\nHead of civil contingencies, Will Lang, said: \"Areas in the north will see temperatures below freezing overnight, with daytime maximum temperatures only getting into the low single figures.\n\"It's important to note that strong wind speeds ... will exacerbate the cold temperatures we'll be seeing over the weekend.\"\nThe UK Health Security Agency (UKHSA) has urged people to check on elderly relatives or neighbours.\nA spokesperson said: \"Cold weather can have a serious impact on health, particularly for older people and those with heart and lung problems, as it increases the risks of heart attacks, strokes and chest infections.\n\"Make a call, or a socially-distanced doorstep visit if they live close by, to remind them to heat their home to at least 18C (64.4F) .... and check they have enough food and drinks and any medicines they need.\"\nRod Dennis, from the RAC, said a red warning was \"the strongest possible signal to drivers not to set out in the first place unless absolutely necessary\".\nHe added: \"Drivers in those parts of the UK covered by amber weather warnings should also consider postponing their planned trips until the storm passes. \n\"As well as making driving much more challenging, strong winds cause an increased risk of trees and powerlines falling - add snow into the equation and the risks increase significantly.\"\nStorm Arwen, the first named storm of the year, is moving south down from Scotland.  \nBBC Look North weather presenter Jennifer Bartram said: \"It is likely to cause damage and transport disruption.\n\"Coastal flooding is less likely, as we don't have spring tides at the moment, but it will be very dangerous with large waves nonetheless.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59439533",
      "category": "world-europe",
      "title": "Channel disaster: Kurdish woman is first victim identified",
      "tags": "Calais migrant crisis,English Channel,Europe migrant crisis,Migration",
      "text": "A 24-year-old Kurdish woman from northern Iraq has become the first victim of this week's mass drowning in the Channel to be identified.\nMaryam Nuri Mohamed Amin was one of 27 people who died while attempting to cross to Britain on Wednesday.\nHer fiancé, who lives in the UK, told the BBC she was messaging him as the group's dinghy started deflating.\nShe tried to reassure him that they would be rescued. \nBut help came too late, and she and 17 men, six other women - one of whom was pregnant - and three children died after their inflatable boat sank into the sea off the northern French coast.\nThere were only two survivors - an Iraqi and a Somali. The disaster marked the biggest loss of life by drowning in the Channel in many years.\nHer fiancé said Maryam, nicknamed Baran, had been on the boat with a female relative.\nHe had not known beforehand about the attempted Channel crossing and said Maryam's arrival in the UK was supposed to be a surprise.\nThey were messaging each other on Snapchat just before the dinghy began to lose air, he said. Maryam told him that the boat was deflating and that they were trying to get the water out of it.  \nHe said she had been trying to reassure him in her last message, and give him hope that the authorities were on their way to rescue them.\nReports from Calais say the two survivors of Wednesday's sinking have been discharged from hospital and are due to be questioned about how many people were on the boat.\nMaryam's uncle confirmed to the BBC that she was one of the people who drowned in the English Channel. \nHe said the family heard the news from two people who were with her, and the family were waiting for her body to be flown back to Iraq.\nMaryam's family said she had tried to reach the UK legally twice and that she had been to the British embassy but the process was \"delayed\", forcing her instead to take the route she did.\nNuri Hamadamin, Maryam's father, told the BBC: \"The whole world talks about Europe as a place that is calm, that is pleasant, is this what calm means? Around 30 people dying in the middle of the sea? \n\"This is a sin to put people through this.\"\nOn Friday night her father, family and friends gathered at their home in northern Iraq to share their grief and remember her.\nMaryam's best friend Imann Hassan said that her friend was \"very humble\" and had \"a very big heart\".\n\"When she left Kurdistan she was very happy, she couldn't believe that she was going to meet her husband,\" Ms Hassan told the BBC on Friday night.\n\"At her engagement party she was telling me: 'I will buy a house and live nearby you ... we are going to live together.'\"\nMs Hassan said that she wanted to send a message to the world \"that no one deserves to die likes this\".\n\"She tried to live a better life, she chose the UK, but she died.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59333291",
      "category": "entertainment-arts",
      "title": "Nile Rodgers is auctioning guitars for talented teenagers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-59417390",
      "category": "uk-england-hampshire",
      "title": "Southampton FC left Bob Higgins free to abuse, reports finds",
      "tags": "Peterborough,Southampton,Child sexual abuse in football",
      "text": "Southampton Football Club left a paedophile youth coach \"free to continue\" his abuse of boys, an independent report has found.\nBob Higgins was jailed for 24 years in 2019 for sexually touching trainees in the 1970s and 1980s.\nA report by Barnardo's, commissioned by the club, said its board should have acted on rumours about Higgins which \"seemed to be rife\".\nThe club said it had \"no excuse\" for the failure to act.\nHiggins was found guilty of 46 counts of indecent assault on 24 victims, predominantly Southampton and Peterborough United trainees, between 1971 and 1996. \nFormer trainees described being abused during massages, in Higgins' car, at training camps and while staying at his house.\nAmong its conclusions, the report by the children's charity found there was \"no managerial oversight\" of boys staying overnight at Higgins' home, and the board had been \"neglectful\" in not addressing the issue.\nThe report also highlighted that concerns had been raised about Higgins' behaviour over a number of years.\nIt said the board was made aware of a complaint against Higgins in 1979, shortly before he left the club for a period, but there was no detail available about its nature or the club's response.\nThe report also said a letter from the chairman of the Football Association in 1987 raised issues that would have caused \"disquiet\". \nIt said the board \"took no action, leaving boys vulnerable and Higgins free to continue abusing them\".\n\"Despite assertions to the contrary, the board and/or management must at some point have heard or been told about stories circulating about Higgins and if this was so, they failed to take any action to find out whether there could be any substance to the rumours,\" it said.\n\"By not doing so, either intentionally or by default, the club failed to put the safety and welfare of boys concerned first.\"\nIt said it could not conclude with any certainty who knew about the rumours and that the boys themselves did not report abuse to other adults.\nHiggins left the club two weeks after Dave Merrington, who was the youth team manager at the time, overheard players making \"troubling comments\" about him in April 1989.\nThe Barnado's report said when his alleged sexual abuse of boys was brought to the board's attention, it did not immediately inform the police - something which it called a \"dramatic let-down\" for those involved.\nIt said the club \"persistently failed in exercising a duty of care\" towards the boys.\n\"This left them and other boys vulnerable to ongoing abuse by Higgins which impacted upon their lives as children and the adults they became,\" it said.\nThose abused were \"offered no support and were left to make sense for themselves of all that happened\", it added.\nIn its response to the report, Southampton FC said there had been a \"complete institutional failure\" on its part.\nA statement said: \"It is very clear that the club completely failed to protect so many young people from suffering abuse over a long period of time.\n\"This failure was then compounded by the complete lack of support for those boys who were brave enough to speak up about the abuse. There is no excuse for that.\n\"It cannot be possible that anyone could fail to regard any coach having so many children stay at their house or engage in so many extremely odd behaviours around children as highly unusual and inappropriate.\"\nDean Radford, who was abused by Bob Higgins as a Southampton youth player from the age of 13, said the report's conclusions were \"completely damning\".\nHe said: \"There's no reasoning behind why they wouldn't have reported these allegations about Higgins or investigated at least.\n\"The heartbreaking thing is that if something had been done then then none of these lads would have been affected.\n\"I do believe now that Southampton Football Club are doing the right thing, I think the people that are involved now have set things in place and they take this sort of thing very, very seriously.\"\nGreg Llewellyn, who also waived his right to anonymity to speak out about abuse by Higgins after the 2019 trial, said the report was a \"difficult read\" but a \"positive outcome\".\n\"On a number of occasions there was opportunities for someone to ask questions and act on it.\n\"I'm still trying to fathom what the board and senior management in the 1970s and 80s were thinking about - I can't comprehend it to be honest,\" he added.\nEarlier this year, a report by Clive Sheldon QC into sex abuse in football said a headteacher warned the club about Higgins in the 1970s but it was dismissed as \"malicious gossip\".\nThat report also said Southampton could have reported an allegation of abuse to police \"more quickly\" and failed to carry out any of its own inquiries at the time to find out if other boys may have been victims.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59438500",
      "category": "uk-politics",
      "title": "Channel migrants: Johnson under pressure to reduce small boat crossings",
      "tags": "Calais migrant crisis,English Channel,Europe migrant crisis,Migration",
      "text": "Usually tragedies bring people together but the deaths in the Channel seem to have highlighted the differences between the UK and French governments \nThe prime minister is under pressure from many of his own MPs - who in turn are under pressure from a substantial number of their voters - to do more to stop the small boats coming to our shores.\nSo it was perhaps unsurprising that Boris Johnson made his letter to the French president public, portraying himself as offering potential solutions.\nDowning Street insiders say they were genuinely surprised at what they regarded as a disproportionate response from France. \nAnd they point out that it is not unknown for French ministers to use social media to criticise UK positions, or indeed to denounce the prime minister personally for \"populism\".\nDowning Street is emphasising that everything Mr Johnson asked for publicly in his letter - for example, joint patrols or an agreement on returning refugees - had already been asked for privately, but to no avail.\nAnd those close to discussions with the French government say that many of the arguments that are now out in the open had persisted for some time behind closed doors.\nIt had been thought that the events of this week might have led to a willingness to revisit some of the more contentious issues.\nThe atmosphere, though, has instead turned more negative.\nBut while the sound of megaphone diplomacy has dominated much of the coverage today, there are quieter attempts to get the UK/French relationship on an even keel.\nThere is a move to try to get Home Secretary Priti Patel's invitation to meet her French counterpart, Gérald Darmanin, reinstated.\nI'm told that amid rocky relations with France over fishing and the Northern Ireland protocol, the entente between the Home Office and the French interior ministry is usually relatively cordiale.\nSo while she is currently not on this weekend's guest list in France, Ms Patel did speak to Mr Darmanin this afternoon.\nHome Office officials are already in France tonight to try to discuss closer co-operation.\nAnd the UK government is still paying by instalments the £54m promised to France to help bolster patrols and surveillance on the other side of the Channel.\nBut Labour realises what a potentially toxic issue this is for Boris Johnson.\nIn his attack today, the shadow home secretary Nick Thomas-Symonds has targeted the prime minister's vulnerabilities.\nHe deliberately echoed concerns of Mr Johnson's backbenchers by accusing him of \"losing control of the situation in the Channel\".\nBut he has also picked at another political sore.\nWith concerns about how Downing Street has handled some difficult issues in recent weeks, the Labour MP has accused the prime minister of \"a gross error of judgment\" over his diplomacy by Twitter. \nIt's well known in Whitehall that Boris Johnson has been frustrated at the continuation of the migrant crisis.\nHis critics say he has focused too much on small boats, while not doing enough to tackle the underlying factors driving migration.\nLives remain at risk, but the longer the crisis persists, the greater the political risks for the prime minister too. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59430868",
      "category": "uk-wales",
      "title": "Chester crash: Two Flintshire women die and man seriously injured",
      "tags": "Chester,Connahs Quay,Greenfield",
      "text": "Two 20-year-old women from Flintshire have died and a man has been seriously injured following a crash.\nThe driver of a Citroen, from Greenfield, and her passenger, from Connahs Quay, died at the scene on the A5117 near Parkgate Road, Chester.\nA man, 28, who was driving a BMW, was taken to hospital with serious injuries following the incident at 21:28 GMT on Thursday.\nCheshire Police are appealing for witnesses following the crash."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59420099/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Transport: Better links between Wales and England recommended",
      "tags": "Chester,UK government,Boris Johnson,Transport,Flintshire County Council,HS2,M5 motorway,Welsh government,Cheshire,M4 motorway",
      "text": "Road and rail improvements between north Wales and north-west England are among the recommendations of a UK government transport review.\nSir Peter Hendy also recommended improvements to public transport should be used to alleviate M4 congestion.\nPrime Minister Boris Johnson has invited the Welsh government to work \"collaboratively\" on the proposals.\nThe Welsh government has said it is the UK government's responsibility to invest in rail networks in Wales.\nThe Union Connectivity Review, chaired by Sir Peter Hendy, began work in October 2020 with a remit to review the quality and availability of transport infrastructure across the UK.\nPrime Minister Boris Johnson said: \"We must strengthen the rail and road links across Wales if we are to truly level up the UK - enhancing the connectivity of Welsh towns and cities and bringing communities closer together.\"\nHe said the UK government would reflect on the review, \"boost key transport connections\" and \"more evenly distribute opportunity and prosperity\" through close working with the Welsh government.\nHowever the report omits any plans to electrify the network in north Wales and across south Wales, which Mr Waters said was a \"big disappointment\" as it had been promised by the UK government.\n\"The way that the transport system across the UK is working is dysfunctional, because the UK government has responsibility for the rail infrastructure but is not funding Wales, the funding is still going around London,\" said Mr Waters.\n\"We are not getting our fair share, we're not getting our share of HS2.\n\"This report is really welcome but now the UK government has to follow through.\"\nCurrently, all new road building projects in Wales are being frozen while the Welsh government conducts a review.\nTransport Secretary for England Grant Shapps told Radio Wales on Friday: \"On a road you can drive an electric car… so I don't think necessarily we can imagine a world in which we'll all get around without any roads at all and where there are roads we'll want to deal with the congestions.\"\nMr Shapps said the Welsh government had been involved in discussions ahead of the report's release and both governments would work together to resolve issues around transport, such as congestion.\n\"I don't think there's any surprises in the report itself… the top lines are all the things he's been talking to the Welsh government about,\" Mr Shapps added.\n\"We know we need to resolve the problems of the south Wales corridor… how we do it is a matter for discussion.\"\nHe added proposals for a UK network \"would certainly be of interest to sort out those problems around the M4\".\nWales' deputy minister for climate change and transport, Lee Waters said: \"We need to work together, this report now firmly endorses our actions around Newport, it turns away from the M4 and says public transport is the way ahead.\n\"Now the UK has to help with the investment because they have responsibility for rail.\"\nSir Peter advised the UK government to support measures to reduce congestion on the M4, which runs from Carmarthenshire to London, as well as improving the M4 junction with the M5. \nThis would support another of Sir Peter's suggestions - to improve connectivity between south Wales and the Midlands.\nSuggested rail improvements in south Wales include upgrading and building new stations on the south Wales main line.\nIt also advises the UK government to increase connectivity and reduce journey times between Cardiff and Birmingham, including better rolling stock, timetable changes and enhanced infrastructure.\nNew mainline stations are already planned for the south Wales mainline, including a Cardiff Parkway station near St Mellons.\nStuart Cole, Emeritus professor of transport at the University of South Wales, told Radio Wales Breakfast: \"There's been a concentration in the report very much on the two big corridors, north Wales into England and south Wales into England.\n\"But little mention, as far as we can see, of the electrification of Cardiff to Swansea - and indeed a straightening of that track which could reduce the journey time to 35 minutes - and the electrification of the north Wales rail line which I worked on in 1978.\n\"I just hope we don't have another 40 years before we wait for that line to be electrified.\"\nThe Labour leader of Flintshire council, Ian Roberts, said he wanted the UK government to \"deliver\" on union connectivity.\nMr Roberts is also vice chair of the Growth Track 360 campaign which is lobbying for rail improvements in north Wales and Cheshire. \nHe said he hoped Chester station would be upgraded as a result of the review, because the track layout \"needs modernisation\".\n\"The Welsh government has announced that next year there will be trains running from Llandudno to Liverpool Lime Street,\" he said.\n\"We genuinely wonder how they are going to get through Chester station because current capacity is just not enough. \n\"Some of our asks for north Wales are - not to put too fine a point on it - in England. Chester is the key station, and unlocking capacity there is particularly important.\"\nMr Roberts said \"pinch-points\" on roads across north Wales had become exacerbated during the pandemic, with holidaymakers highlighting the need to improve certain stretches of roads including the A55.\nHe added that public transport for many in north Wales was a \"forlorn hope\".\nChris Bird, the director of Llantrisant-based hauliers CJ Bird Transport, said he had little faith that issues with the road network in south Wales would be resolved in the wake of the report.\n\"They'll spend an arm and a leg on a report and nothing's going to change,\" he said.\nReferencing the shelved plans to build a relief road for the M4 around Newport, Mr Bird said a solution had not yet been put forward.\n\"The pinch-point seems to be Newport\", he said.\n\"My main concern is getting in and out of Wales in a timely fashion and when you have an incident it turns into a one-track road.\n\"We were having two-and-a-half, three hour delays earlier this week. That's drivers' time wasted, that's extra wear and tear.\"\nMr Bird added he remained unconvinced by plans to improve the rail network in south Wales given people's reticence to use public transport because of Covid fears.\nMatthew Fell, chief policy director for the Confederation of British Industry (CBI), said Sir Peter's review made \"important recommendations which will help deliver a modern, integrated transport network\".\n\"Strong collaboration between the UK and devolved governments will be vital to making this vision a reality,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59410472",
      "category": "uk-northern-ireland",
      "title": "Stephen McKinney: Minimum 20 years in prison for Lu Na murder",
      "tags": "Police Service of Northern Ireland",
      "text": "A \"cold, callous\" killer who murdered his wife on a family boating holiday in County Fermanagh has been told he must serve a minimum of 20 years in prison.  \nStephen McKinney, 45, originally from Strabane in County Tyrone, was sentenced on Thursday after being found guilty of murdering Lu Na McKinney.\nThe body of 35-year-old mother of two was found in Lough Erne in April 2017.\nHer family said the sentence given to her husband brought some justice but they would never get over their loss.\nSpeaking outside the court in Belfast, Det Supt Eamonn Corrigan of the Police Service of Northern Ireland (PSNI) described McKinney as a \"cold, callous killer… a coward\".\n\"Lu Na's death was a cold-blooded, cruel and calculated murder,\" he said.\nThe couple and their two young children had moored their boat at a jetty on Devenish Island in Lough Erne during an Easter holiday.\nMcKinney claimed his wife had fallen into the water after going on deck to check the mooring ropes.\nHe said he had gone into the water after her, grabbing her at first, but that she slipped from his grip and went underwater.\nThe prosecution described McKinney as \"a controlling, manipulative, coercive man\" who had grown tired of his wife.\nThey said the story he told the police was a lie to cover up a planned, carefully thought-out murder.\nIn their statement, Mrs McKinney's family thanked the PSNI investigation team and all of those involved in securing a conviction against her killer.\n\"As a family, we have endured four very difficult years, made more difficult living so far away from the investigation and trial,\" they said.\n\"We are thankful that Lu Na had so many people fighting for her.\n\"The outcome of this court process has brought us some justice, it does not change the fact that Lu Na was so cruelly taken from us and we will never be able to see her, talk to her or for Lu Na to be part of our family celebrations.\n\"We all love Lu Na and will miss her forever.\"\nSentencing McKinney, the judge said the killer had left behind a trail of destruction.\n\"Two young children have been deprived of their mother's love, care and support,\" she said.\n\"As a result of your actions you've left the children without parents to care for them and their lives have been irreparably damaged.\n\"You've also deprived a mother of her only child and caused endless hurt and pain by your cruel and callous actions.\"\nThe judge told McKinney he had committed a cold-blooded murder, which was carefully planned and ruthlessly executed when his wife was entirely defenceless.\nShe paid tribute to the \"dogged detective work\" of the investigation team, highlighting in particular the work of one officer who died with Covid-19 before the trial began.\n\"Had it not been for the thorough, comprehensive and painstaking detective work… the defendant may well have got away with murder,\" said the judge.\nMr Corrigan of the PSNI praised the \"dedication and tenacity\" of his officers and the expert witnesses \"who used ground-breaking techniques\" to help bring the killer to justice.\n\"I know today's sentencing will never bring Lu Na back, however I hope this outcome brings some sort of comfort to her family,\" he said.\n\"Stephen McKinney thought he had silenced Lu Na - he hadn't. Police spoke for her and found justice.\"\nWhile being led away from the court on Thursday, McKinney continued to protest his innocence.\n\"I'm innocent. I did not do this\" he said.\nLynne Carlin, Public Prosecution Service (PPS) assistant director, said Mc Kinney had carefully planned and carried out his wife's murder.\n\"Every murder causes great distress and pain,\" Ms Carlin said.\n\"This case, in which McKinney murdered his wife as their two young children slept aboard the boat, is particularly disturbing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59414935",
      "category": "uk-wales",
      "title": "Storm Arwen forces I'm a Celeb to abandon live show",
      "tags": "Met Office,Conwy,Declan Donnelly,Ant McPartlin,Snowdon,Weather forecasting,Storm Arwen,Brecon Beacons,Ant and Dec,Severe weather",
      "text": "I'm a Celebrity... Get Me Out Of Here! was forced to abandon the live element of Friday's episode as Storm Arwen hit north Wales.\nThe Met Office has warned of high winds likely to cause injuries in Wales and other parts of the UK.\nITV instead broadcast a pre-recorded show, filmed in Gwrych Castle, Conwy, as a precautionary measure.\nMeanwhile, the crew of a rowing boat were rescued from the sea off the coast of Ceredigion after capsizing.\nThe broadcaster said presenters Ant McPartlin and Declan Donnelly recorded their links earlier on Friday.\n\"Our celebrities will remain inside the castle, which is secure, and we have contingencies in place to cover all weather scenarios to ensure the safety of our cast and crew,\" ITV said in a statement.\nEarlier on Friday, a rowing boat capsized with four people on board as it was heading from Ireland to Aberystwyth. One person was airlifted to hospital with head injuries.\nMeanwhile, hundreds of properties experienced power cuts in Bridgend, Swansea, Cardiff, Pembrokeshire, Carmarthenshire, Ceredigion, Neath Port Talbot and Blaenau Gwent.\nThe A548 Flintshire Bridge at Connah's Quay was closed because of strong winds, the council said.\nAnd in Carmarthenshire, Dyfed Powys Police said a section of the A48 east of Carmarthen was closed after \"a number of collisions\".\nAn amber wind warning covering most of north and west Wales is in place until 09:00 GMT on Saturday.\nA yellow warning for wind covers all of Wales until 18:00 on Saturday.\nForecasters say damage to trees and buildings, with risk of \"injuries and danger to life from flying debris\".\nThe RNLI has urged people to stay safe near the coast as severe weather makes coastlines particularly dangerous.\nThe windy weather is likely to cause bridges and roads to close, and in some areas winds could exceed 70 mph.\nSaturday's amber warning covers Carmarthenshire, Ceredigion, Conwy, Denbighshire, Flintshire, Gwynedd, Anglesey, Pembrokeshire, Powys and Wrexham.\nRoad, rail, air and ferry services may be affected, with longer journey times and cancellations possible.\nNetwork Rail said speed restrictions would be put in place to keep passengers safe.\nThey will be introduced on services between Carmarthen and Fishguard, Flint and Holyhead and some sections of the south Wales mainline from 18:00 on Friday, running into Saturday.\nForecasters warned people living in or visiting coastal areas that \"danger to life is likely from large waves and beach material being thrown onto coastal roads, sea fronts and properties\".\nOne mountain rescue team has urged people to be aware of the dangers of freezing temperatures and \"exceptionally\" high winds. \n\"It's time to think about carrying additional layers, fully charged torches and being prepared to change your plans or routes,\" advised Ogwen Valley Mountain Rescue. \nBBC Wales weather forecaster Derek Brockway tweeted that Wales would face \"strong to severe gale force winds\".\nThe Met Office predicted temperatures could turn \"frosty in places\" over the weekend, with warmer temperatures by Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59433988",
      "category": "entertainment-arts",
      "title": "Motsi Mabuse to miss Strictly Come Dancing after Covid contact",
      "tags": "Strictly Come Dancing",
      "text": "Strictly Come Dancing judge Motsi Mabuse will miss Saturday's show after coming into close contact with a person who tested positive for Covid-19.\nIn an Instagram post, Mabuse explained she was fully vaccinated, which would normally mean exemption from isolation.\nHowever, Mabuse is currently in Germany and not able to travel back due to UK government guidelines, which do not recognise the vaccines she received.\nSinger and actress Cynthia Erivo will take her place on the panel.\nIt will be Erivo's second week as a judge, after she stood in for Craig Revel Horwood last weekend.\nHorwood had tested positive for Covid-19 but will return to the panel this weekend, a Strictly spokesman confirmed.\n\"Motsi Mabuse will not be taking part in Strictly Come Dancing this weekend,\" a representative for the show said on Friday.\n\"We are delighted that Cynthia Erivo will be joining us as a guest judge again, joining Craig Revel Horwood, Anton Du Beke and head judge Shirley Ballas on the judging panel. We look forward to having Motsi back with us next weekend.\"\nOther stars to have missed episodes of Strictly due to Covid this year include celebrity contestants Tom Fletcher and Judi Love.\nWriting on Instagram, Mabuse said she was \"gutted\" to have to miss Strictly. \n\"I was contacted by NHS Test and Trace as being in close contact with someone on Sunday 21 Nov who has since tested positive,\" she explained.\n\"Being double vaccinated and booster as I am, would normally mean exemption from isolation under the close contact rules, but unfortunately German EU vaccines are not recognised and neither is my booster in this instance, so I must follow UK Government guidance and can only return after 30 November to UK.\"\nThe government website states that the EU Digital Covid Certificate (EUDCC) is not recognised as proof of vaccination for passengers travelling to the UK from Germany.\nWhile the UK recognises the certificate for passengers travelling from some European countries, for those travelling from Germany the guidelines state: \"You cannot currently use your EUDCC to verify your vaccination status via the UK passenger locator form.\"\nIt adds that people whose EUDCC was issued in Germany can use it to prove vaccination status within the UK, however it does not apply for travel.\nMabuse said: \"Our health is the most important thing and luckily I have been tested multiple times this week and am negative. I am healthy, I am with my family, that's what matters! I wish everyone good luck, sending you my love. Keep dancing. Until then, lots of love and stay safe.\"\nAlso this week, the BBC confirmed all six of the celebrities who will take part in this year's Strictly Christmas special.\nEach of the six couples will perform a Christmas-inspired routine.\nBroadcaster and journalist Adrian Chiles has presented TV shows including The One Show, The Apprentice: You're Fired, GMTV and Match of the Day 2, plus radio programmes including BBC Radio 5 Live's Chiles on Friday.\nChiles said: \"Discouragingly, every one of my family and friends with whom I've shared this news has reacted with horror. They can't believe it I'm doing it, and neither can I. Thoughts and prayers with whichever poor dancer is lumbered with me.\"\nThe broadcaster appears to have overcome his previous reluctance to appear on the show. In 2019 he wrote an article in The Guardian headlined: \"I have been begged to do Strictly Come Dancing. Here's why I turned it down.\"\n\"Home alone, shimmying around beautifully, I know I am a simply superb mover. It is just that, as soon as a set of eyeballs alights on me, it is game over,\" he wrote. \"As for actual dancefloors, I become paralysed with shame and embarrassment, quite unable to move at all.\"\nSinger Anne-Marie is paired with Graziano Di Prima for the festive special.\nThe nine-time Brit Awards nominee and world karate champion, who was also a winning coach in ITV singing show The Voice, said she was \"excited\" to be taking part. \n\"I love the show, and who would turn down a dance with Graziano?\" she added.\nNewsreader Moira Stuart, whose dance partner will be Aljaz Skorjanec, worked for the BBC for 40 years of her five-decade career in TV and radio.\nThe award-winning journalist, who read the news for Chris Evans' listeners when he presented the Radio 2 breakfast show, said: \"I've loved dancing for as long as I can remember. \n\"In fact, it even helped me try to keep warm in my early cold water flat.\"\nBroadcaster, comedian and writer Mel Giedroyc will be partnered by Neil Jones, who said on BBC Two's It Takes Two he was excited to dance with someone who knew more about the series than he did.\nGiedroyc, whose TV work includes hosting BBC's Children in Need, Channel 4's Handmade: Britain's Best Woodworker and seven series of The Great British Bake Off, added; \"I don't think I've been this excited about Christmas since I got my first guinea-pig from Santa in 1978.\"\nRepair shop presenter and furniture restorer Jay Blades, who was made a MBE earlier this year for his services to craft, will dance with Luba Mushtuk.\nHe told It Takes Two he was keen to be on the show.\n\"It is probably one of the things I love doing most, which is challenging myself and doing something I have never done before,\" he said via video link from Barbados.\nThe former sausage factory worker added: \"I could do a dad dance but I can't do full dancing. So let's dive in there and have a go.\"\nFrench maitre'd Fred Sirieix will hit the dancefloor dance with Dianne Buswell. \nThe Channel 4 TV host, who also stars in programmes alongside chefs Gordon Ramsay and Gino D'Acampo, began his career working front of house at Michelin-starred restaurants.\nHe said: \"I got the phone call and I was as excited as I was scared. Because I was so scared I thought I have got to do it. \n\"There is no way I can turn this down. I have got to do it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59418127/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Omicron: How worried should we be?",
      "tags": "Public health,South Africa,Omicron variant,Coronavirus pandemic",
      "text": "We're back in familiar territory - growing concern about a new variant of coronavirus.  \nIt has been named Omicron by the World Health Organization, following the pattern of Greek code-names like the Alpha and Delta variants.\nOmicron has such a long list of mutations that it was described by one scientist as \"horrific\", while another told me it was the worst variant they'd seen. \nIt has now been detected in more than 30 countries and there are signs it may be able to bypass some of our immunity. \nBut there are also claims that it could be milder than earlier versions of Covid, such as Delta.\nThere is a lot of speculation. Here's what we know. \nOmicron is the most heavily mutated version of coronavirus found so far. \nProf Tulio de Oliveira, the director of the Centre for Epidemic Response and Innovation in South Africa, said there was an \"unusual constellation of mutations\" and that it was \"very different\" to other variants that have circulated. \n\"This variant did surprise us, it has a big jump on evolution [and] many more mutations that we expected,\" he said.\nHe said there 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells. \nZooming in even further to the receptor binding domain (that's the part of the virus that makes first contact with our body's cells), it has 10 mutations compared to just two for the Delta variant that swept the world. \nIt is not certain where Omicron came from, but it is thought it evolved in a single patient who was unable to beat the virus.\nA lot of mutation doesn't automatically mean: bad. It is important to know what those mutations are actually doing.\nThe vaccines have all been based on the original form of the virus that was first detected in Wuhan, in China. The concern is Omicron is now so different to the original that vaccines may not be as effective. \nSome of the mutations have been seen before in other variants, which gives some insight into their likely role in this variant. \nFor example N501Y seems to make it easier for a coronavirus to spread. There are some in there that make it harder for antibodies to recognise the virus and might make vaccines less effective, but there are others that are completely new. \nThere have been many examples of variants that have seemed scary on paper, but came to nothing. The Beta variant was at the top of people's concerns at the beginning of the year because it was the best at escaping the immune system. But in the end it was the faster-spreading Delta that took over the world. \nScientists in South Africa have reported early evidence that Omicron can evade some of our immunity. \nThey have detected a surge in the number of people catching Covid multiple times, which had not been seen with previous variants. However, the scientists stressed they did not know what this meant for vaccines. \nLaboratory experiments are underway to see how effective the antibodies in people's blood are at stopping the new variant. \nProf Ravi Gupta, from the University of Cambridge, said: \"Beta was all immune escape and nothing else, Delta had infectivity and modest immune escape, this potentially has both to high degrees.\"\nThe Omicron variant is being blamed for a surge in cases in South Africa. In mid-November there were around 250 cases recorded every day. This has now topped 8,000 daily cases in a country that has already seen large waves of other variants. \nExperts have warned the same could happen around the world, including in the UK. \n\"The early signs are it will probably spread quite quickly and probably start outcompeting Delta, and become the dominant variant probably within the next weeks,\" said Prof Paul Hunter, from the University of East Anglia.\nThe jury is still out on the severity of an Omicron infection. \nAnecdotal accounts from South Africa have argued symptoms tend to be mild and data on just 40 patients in one hospital hinted that fewer were becoming severely ill. However, it will take weeks to know for sure as there is a long delay between catching the virus and becoming seriously ill. South Africa also has a relatively young population and younger people tend to have milder Covid.\nAnd any difference in severity could have more to do with the amount of immunity in the country than anything the virus is inherently doing differently. \nSo, for now, we are left with a variant that raises significant concerns despite huge holes in our knowledge. It is one that needs to be watched closely and asks deep questions about what to do and when. The lesson of the pandemic is you can't always wait until you have all the answers. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56237778",
      "category": "world",
      "title": "Covid vaccines: How fast is progress around the world?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost 10 billion doses of coronavirus vaccines have been administered, in at least 197 countries worldwide. \nHowever, there are vast differences in the pace of progress in different parts of the world.  \nSome countries have secured and delivered doses to a large proportion of their population - but others are some way behind.\nWith an aim to give doses to nearly every adult around the world, this is the largest vaccination programme in history. \nOverall, China and India have administered the highest number of doses, with about three billion and 1.6 billion respectively. The US is third, with more than 530 million.\nMany poorer countries are relying on deliveries from Covax, a scheme led by Gavi, the Vaccine Alliance, together with the WHO and the Coalition for Epidemic Preparedness Innovations (CEPI), which is trying to ensure everyone in the world has access to a Covid vaccine.\nCovax had planned to deliver about two billion vaccine doses globally by the end of 2021, but downgraded its supply forecast as a the result of global export bans, production challenges and slow regulatory approval processes.\nThe scheme has now distributed more than one billion vaccines.\nThe vaccine produced by Pfizer and BioNTech was the first approved by the WHO, followed by several others.\nThe Oxford-AstraZeneca vaccine is now the most widely used around the globe. \nUnlike Pfizer's jab - which has to be kept at an extremely cold temperature (-70C) - the Oxford vaccine can be stored in a normal fridge, which makes it easier to distribute.\nMost governments have started with doses for the over-60s, health workers and people who are clinically vulnerable. After priority groups have been vaccinated, there is a wider rollout among younger age groups. \nThe Pfizer vaccine has been approved for 12 to 15-year-olds in the US, UK, Europe and other countries. The Sinovac vaccine is being used for children as young as three in China and Colombia.\nEarly studies suggest the newly identified Omicron variant of coronavirus is better able to evade vaccine protection than previous strains, though vaccination still offers strong protection against serious illness and hospitalisation. \nA third 'booster' dose of a vaccine does appear to offer protection against infection from Omicron and at least 96 countries have begun booster vaccination programmes.\nWorldwide, more than 100 possible vaccines are undergoing trials to test their efficacy and safety. \nOur World in Data, a collaboration between Oxford University and an educational charity, collated the information in the map and table above.\nPopulation figures have been sourced from the United Nations' mid-2021 estimates provided by Our World in Data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59421260",
      "category": "uk-politics",
      "title": "Women MPs lobby Speaker against babies in debates",
      "tags": "House of Commons,Stella Creasy,Lindsay Hoyle,Babies & toddlers",
      "text": "Commons Speaker Sir Lindsay Hoyle says he has been \"heavily lobbied\" by women MPs not to change the rules on bringing babies into the chamber.\nEarlier this week Labour's Stella Creasy was told it was against \"behaviour and courtesies\" rules to bring her three-month-old into debates.\nShe said MPs were not able to take maternity leave, so the rules needed to help \"parenting and politics to mix\".\nSir Lindsay has asked a committee of MPs to review the rules.\nBut he told BBC's Newscast: \"I have been heavily lobbied not to change the rules, by other mothers.\n\"I have texts on my phone saying do not give in.\" \nA number of MPs have brought babies into the Commons when participating in debates, including Ms Creasy.\nBut after appearing with her son in Westminster Hall on Tuesday, the Labour MP received an email from the private secretary to the chairman of the ways and means committee, Dame Eleanor Laing, saying it was not in line with recently updated rules.\nSharing the email on Twitter, Ms Creasy wrote: \"Mothers in the mother of all parliaments are not to be seen or heard it seems.\"\nShe gained the support of a number of MPs, and No 10 said the PM wanted to see \"further improvements\" on making Parliament family-friendly.\nBut others spoke out against her, with Conservative MP Scott Benton saying: \"Parents who get paid a fraction of what you do pay for childcare and juggle responsibilities so they can go to work. What makes you so special?\"\nSpeaking to Newscast, Sir Lindsay said it would now be up to Parliament's Procedure Committee to decide what to do, and he would abide by its recommendations. In the meantime, he said he and his deputies should \"use some discretion\" over the rules."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59425118",
      "category": "uk-scotland",
      "title": "Father Robert Mackenzie: Abuse charges against retired priest dropped",
      "tags": "Scottish Child Abuse Inquiry,Fort Augustus",
      "text": "Scotland's prosecution service has dropped its case against an 87-year-old retired priest extradited from Canada on historical child abuse charges.\nFather Robert Mackenzie had been accused of committing offences at two Catholic boarding schools. \nThe 18 charges involved allegations of physical and sexual abuse. \nThey were said to have taken place at Fort Augustus Abbey in the Highlands and Carlekemp Preparatory School in East Lothian between 1955 and 1988.\nFr Mackenzie had denied the allegations. \nThe alleged victims have been told there has been a change in circumstances in the case and senior Crown lawyers decided there should be no further proceedings.\nOne of the complainers, David Walls, asked for the decision to be reviewed but it was upheld and the charges against Fr Mackenzie have been withdrawn.\nMr Walls said: \"My gut reaction is very complex. Disappointment, to put it mildly.\n\"I'm disappointed in the justice system, because justice isn't about putting criminals behind bars, as much as it is for delivering the truth for the victims of the alleged crimes.\n\"That truth is extremely important, in this case in particular because it reflects on the integrity of the whole structure of the Catholic church.\n\"There has been huge cover up, not only in this country but across the globe and to dismiss this case simply makes it easier for those in authority to bury it.\"\nBorn in Edinburgh, Fr Mackenzie taught at Carlekemp during two spells between the 1950s and 1970s, and was a teacher and housemaster at Fort Augustus between 1977 and 1988.\nHe left Scotland for Canada, and worked in Saskatchewan before retiring. \nProsecutors at the Crown Office were granted a petition warrant for his arrest in 2017 and began extradition proceedings.\nFr Mackenzie denied the allegations but the extradition was approved by Canada's Minister of Justice and the retired priest was sent to Scotland to stand trial in 2020.\nHe was held in custody for 13 months before he was released on bail in March 2021.\nIn a statement, the Crown Office said it would not be appropriate to give its reasons for dropping the charges \"to respect the rights of all of those involved in the case.\" \nThe prosecution service said \"such decisions are based on confidential information, for example relating to essential witnesses\".\nThe procurator fiscal for High Court sexual offences Fraser Gibson said: \"This has been a complex investigation and the Crown Office and Procurator Fiscal Service appreciates that it has been a difficult time for all those involved. \n\"Following a detailed review of the facts and circumstances of the case, proceedings are now at an end.\"\nThe BBC understands that Fr Mackenzie's health and the time he has already spent in custody were also factors in the decision.\nDavid Walls had alleged that the priest struck him over the head with a ruler, drawing blood, when he was a pupil at Carlekemp.\n\"I feel very sorry for the man himself. No doubt he's going through a huge trauma and at his age that can't be very pleasant,\" said Mr Walls.\n\"I take no pleasure in that but my feeling is that what the justice system is considering here above all else is cost and convenience over getting at the truth, which is what justice is supposed to be about.\"\nAllegations that children suffered sexual and physical abuse at Fort Augustus and Carlekemp first emerged in a BBC documentary in 2013. Both schools closed decades ago.\nThe programme led to a police investigation and was a major factor in the Scottish Government's decision to hold a public inquiry into the historic abuse of children in care.\nThe judge presiding over the Scottish Child Abuse Inquiry later concluded that Fort Augustus and Carlekemp had been \"havens for paedophiles where they had easy access to their chosen victims.\" Lady Smith said children had also suffered brutal physical abuse at both schools.\nTwo former priests who worked at Fort Augustus have been convicted in the courts.  \nFather Denis Alexander was extradited from Australia and jailed for four years and five months for indecency against two boys.  \nFather Benedict Seed was fined £1,000 for physically assaulting a pupil at the school."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59353305",
      "category": "uk-northern-ireland",
      "title": "Mental health: Western Trust sees rise in children treated for depression",
      "tags": "Children,Northern Ireland Commissioner for Children and Young People,Young people,Mental health",
      "text": "A five-year-old was one of a number of children sent to a hospital emergency department by their GP after suffering from depression and suicidal thoughts.\nThat is according to information received from the Western Health Trust. \nIt also revealed an 11% rise during the first year of the pandemic, compared to the year before, in those aged 18 and under attending emergency departments for serious mental health issues.\nThe figures relate to Altnagelvin, South West Acute and Omagh Hospitals.\nAmong those was a five-year-old referred by a GP for \"depression and suicidal thoughts\" and a suicidal nine-year-old brought in by police.\nThere were 473 children and young people who arrived at the emergency departments in the year prior to the pandemic, including 67 children aged 14 and under.\nThis had risen to 527 in the first year of the Covid-19 pandemic between March 2020 and February 2021, with 102 of them aged 14 and under.\nAlthough these figures take into account the first twelve months of the pandemic for annual comparison purposes, an upward trend has continued with the most recent figures given up until the end of August this year.\nFrom March 2021 until the end of August, there have been 333 children and young people attending the trust's emergency departments, an average of 56 a month. \nThere were 44 a month in the first year of the pandemic and 39 a month in the year prior to it.\nThe figures have come to light from a Freedom of Information request in which BBC News NI asked for the numbers of children and young people who had visited emergency departments with a serious mental health issue being recorded as the main reason.\nThe Western Health Trust advised that there was no way of identifying a category of \"serious mental health issue\", but determined its search via those presenting with an overdose, self-harm or mental health issue.\nDr Raymond Nethercott, the officer for Ireland at the Royal College of Paediatrics and Child Health, said all children's wards across Northern Ireland had been seeing more children and young people \"requiring place of safety admissions for mental distress, illness and harm\".\n\"I wish I was surprised by your findings. They reflect very much the experience of paediatric teams right across Northern Ireland and, for me, represent the tip of a very large iceberg,\" he said.\n\"I am extremely concerned that not enough is being done to understand why this has occurred. \n\"Yes, the pandemic has played a role, but this was already a problem and we have not done nearly enough to understand and fix it.\"\nHe added his biggest fear was that \"this headline will fade like so many others without any measurable actions taken to save lives or to make this better\".\nProf Siobhan O'Neill, Northern Ireland's mental health champion, said suicidal behaviour in very young children was extremely unusual and that most children would not be aware of the meaning of suicide.\n\"However, impulsive behaviours in response to distress are common in this age group,\" she said.\nShe added that children with mental health problems had been accessing healthcare at a later stage and therefore their symptoms were more severe.\nProf O'Neill said she was aware that during the lockdowns many schools and children's services were shut, and referrals to specialists may have gone down as a consequence.\nShe said that an initial downward trend \"reflected unmet need\".\nShe said she was concerned that the current pressures on health services may lead to a similar situation \"with vulnerable young people again paying the highest price\".\nProf O'Neill said the Department of Health had invested £10m to improve mental health services through the community and voluntary sector, and that services within these sectors were reporting a surge in demand for mental health interventions and treatments for this age group.\n\"The executive is conscious of the implications of the pandemic on the mental health of young people and is committed to keeping schools open,\" she said.\n\"We also now have a strong ten-year mental health strategy to improve services and support early intervention. \n\"This strategy is currently being implemented but needs an additional 34% allocation of funding in order to deliver the strategy in full, and to schedule.\"\nProf O'Neill said it was vital that political parties commit to delivering this funding and implement the Covid-19 recovery plan to meet the needs of \"struggling\" young people and reduce the numbers needing help.\nKoulla Yiasouma, the Northern Ireland Commissioner for Children and Young People, said she found the figures \"deeply disturbing\" both in terms of the numbers and the ages of the children attending emergency departments in crisis. \nShe referred to the restricted access to services and schools, which she said had \"added to the worries and stress about Covid-19\".\n\"This has resulted in children and young people experiencing more complex issues, particularly with regards to isolation and anxiety,\" the commissioner said.\n\"What is also very worrying is that these figures represent the tip of a very deep iceberg, and I fear the true extent and impact of Covid on our children and young people's mental health is only just coming to light.\"\nThe Department of Health said its Child and Adolescent Mental Health Services (CAMHS) had \"faced significant pressures in recent years\" including increased demand and the Covid pandemic.\nIt said work was ongoing to address the pressures, increase capacity and improve accessibility.\nIt also said an additional £750,000 was allocated in 2020 to tackle waiting lists as well as a further £500,000 this year to alleviate pressures from the increasing number of young people presenting with issues around eating disorders.\nThe department also said it was working on a number of other initiatives, such as collaboration with the Department of Education on a framework aimed at delivering better mental health outcomes.\n\"It is hoped that as a result of this work we will soon begin to see a reduction in the waiting times for children and young people accessing CAMHS,\" the department added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59420099",
      "category": "uk-wales",
      "title": "Transport: Better links between Wales and England recommended",
      "tags": "Chester,UK government,Boris Johnson,Transport,Flintshire County Council,HS2,M5 motorway,Welsh government,Cheshire,M4 motorway",
      "text": "Road and rail improvements between north Wales and north-west England are among the recommendations of a UK government transport review.\nSir Peter Hendy also recommended improvements to public transport should be used to alleviate M4 congestion.\nPrime Minister Boris Johnson has invited the Welsh government to work \"collaboratively\" on the proposals.\nThe Welsh government has said it is the UK government's responsibility to invest in rail networks in Wales.\nThe Union Connectivity Review, chaired by Sir Peter Hendy, began work in October 2020 with a remit to review the quality and availability of transport infrastructure across the UK.\nPrime Minister Boris Johnson said: \"We must strengthen the rail and road links across Wales if we are to truly level up the UK - enhancing the connectivity of Welsh towns and cities and bringing communities closer together.\"\nHe said the UK government would reflect on the review, \"boost key transport connections\" and \"more evenly distribute opportunity and prosperity\" through close working with the Welsh government.\nHowever the report omits any plans to electrify the network in north Wales and across south Wales, which Mr Waters said was a \"big disappointment\" as it had been promised by the UK government.\n\"The way that the transport system across the UK is working is dysfunctional, because the UK government has responsibility for the rail infrastructure but is not funding Wales, the funding is still going around London,\" said Mr Waters.\n\"We are not getting our fair share, we're not getting our share of HS2.\n\"This report is really welcome but now the UK government has to follow through.\"\nCurrently, all new road building projects in Wales are being frozen while the Welsh government conducts a review.\nTransport Secretary for England Grant Shapps told Radio Wales on Friday: \"On a road you can drive an electric car… so I don't think necessarily we can imagine a world in which we'll all get around without any roads at all and where there are roads we'll want to deal with the congestions.\"\nMr Shapps said the Welsh government had been involved in discussions ahead of the report's release and both governments would work together to resolve issues around transport, such as congestion.\n\"I don't think there's any surprises in the report itself… the top lines are all the things he's been talking to the Welsh government about,\" Mr Shapps added.\n\"We know we need to resolve the problems of the south Wales corridor… how we do it is a matter for discussion.\"\nHe added proposals for a UK network \"would certainly be of interest to sort out those problems around the M4\".\nWales' deputy minister for climate change and transport, Lee Waters said: \"We need to work together, this report now firmly endorses our actions around Newport, it turns away from the M4 and says public transport is the way ahead.\n\"Now the UK has to help with the investment because they have responsibility for rail.\"\nSir Peter advised the UK government to support measures to reduce congestion on the M4, which runs from Carmarthenshire to London, as well as improving the M4 junction with the M5. \nThis would support another of Sir Peter's suggestions - to improve connectivity between south Wales and the Midlands.\nSuggested rail improvements in south Wales include upgrading and building new stations on the south Wales main line.\nIt also advises the UK government to increase connectivity and reduce journey times between Cardiff and Birmingham, including better rolling stock, timetable changes and enhanced infrastructure.\nNew mainline stations are already planned for the south Wales mainline, including a Cardiff Parkway station near St Mellons.\nStuart Cole, Emeritus professor of transport at the University of South Wales, told Radio Wales Breakfast: \"There's been a concentration in the report very much on the two big corridors, north Wales into England and south Wales into England.\n\"But little mention, as far as we can see, of the electrification of Cardiff to Swansea - and indeed a straightening of that track which could reduce the journey time to 35 minutes - and the electrification of the north Wales rail line which I worked on in 1978.\n\"I just hope we don't have another 40 years before we wait for that line to be electrified.\"\nThe Labour leader of Flintshire council, Ian Roberts, said he wanted the UK government to \"deliver\" on union connectivity.\nMr Roberts is also vice chair of the Growth Track 360 campaign which is lobbying for rail improvements in north Wales and Cheshire. \nHe said he hoped Chester station would be upgraded as a result of the review, because the track layout \"needs modernisation\".\n\"The Welsh government has announced that next year there will be trains running from Llandudno to Liverpool Lime Street,\" he said.\n\"We genuinely wonder how they are going to get through Chester station because current capacity is just not enough. \n\"Some of our asks for north Wales are - not to put too fine a point on it - in England. Chester is the key station, and unlocking capacity there is particularly important.\"\nMr Roberts said \"pinch-points\" on roads across north Wales had become exacerbated during the pandemic, with holidaymakers highlighting the need to improve certain stretches of roads including the A55.\nHe added that public transport for many in north Wales was a \"forlorn hope\".\nChris Bird, the director of Llantrisant-based hauliers CJ Bird Transport, said he had little faith that issues with the road network in south Wales would be resolved in the wake of the report.\n\"They'll spend an arm and a leg on a report and nothing's going to change,\" he said.\nReferencing the shelved plans to build a relief road for the M4 around Newport, Mr Bird said a solution had not yet been put forward.\n\"The pinch-point seems to be Newport\", he said.\n\"My main concern is getting in and out of Wales in a timely fashion and when you have an incident it turns into a one-track road.\n\"We were having two-and-a-half, three hour delays earlier this week. That's drivers' time wasted, that's extra wear and tear.\"\nMr Bird added he remained unconvinced by plans to improve the rail network in south Wales given people's reticence to use public transport because of Covid fears.\nMatthew Fell, chief policy director for the Confederation of British Industry (CBI), said Sir Peter's review made \"important recommendations which will help deliver a modern, integrated transport network\".\n\"Strong collaboration between the UK and devolved governments will be vital to making this vision a reality,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59414642",
      "category": "uk-northern-ireland",
      "title": "Storm Arwen: Man dies as high winds strike NI",
      "tags": "Met Office,Storm Arwen,Severe weather",
      "text": "A man has died after a tree fell on his car as Storm Arwen hit Northern Ireland on Friday.\nThe incident took place on the Dublin Road in Antrim at about 15:30 GMT.\nThe victim has been named locally as Francis Lagan, the principal of St Mary's Primary School in Maghera.\nA message on the school's website said: \"It is with great pain and sadness this evening that I have to inform you of the untimely death of our much loved principal Mr Lagan. \n\"May his gentle soul rest in peace.\"\nFerries were cancelled and a number of roads were blocked in high winds and heavy rain.  \nA weather warning is in place until 18:00 on Saturday.\nGusts of wind up to 100km/h - 60mph - were expected in exposed areas.\nAll of P&O Ferries' sailings between Larne and Cairnryan on Friday have been cancelled, as have Stenaline's sailings between Belfast and Cairnryan. \nStenaline will review the situation at 03:00 GMT on Saturday.\nFerry sailings between Ballycastle and Rathlin Island are cancelled on Friday and are also expected to be affected on Saturday.\nPower outages have also affected a number of locations across Northern Ireland.\nAt one stage more than 2,400 homes in Larne were left without without electricity, according to NIE.\n The Met Office warns that:\nHigh winds are expected along the north coast through the first part of the day; causing large waves and possible disruption.\nSevere gales in excess of 105kmh/65mph are forecast around coastal areas later on Friday and into the early hours of Saturday, before easing slightly during the afternoon and evening.\nAlthough the strongest winds will affect coastal areas, inland parts can also expect some very windy conditions.\nIn the Republic of Ireland, a severe weather warning has also been issued for Counties Donegal, Mayo, and Sligo for Friday and Saturday by Met Éireann.\nThe RNLI has urged the public to exercise \"extreme caution\" if visiting the shoreline, especially along exposed cliffs, seafronts and piers.\nThe charity advised people to stay out of the sea during the stormy conditions and not to take unnecessary risks near breaking waves.\n\"While stormy conditions may be tempting to watch, it is important to remember the sea is very dangerous and unpredictable and big waves can easily knock you off your feet,\" said Kevin Rahill, the RNLI's water safety lead."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59432579",
      "category": "world-africa",
      "title": "New Covid variant: South Africa's pride and punishment",
      "tags": "Botswana,South Africa,Coronavirus pandemic",
      "text": "South Africans have responded sharply to the news that the UK, and a growing list of other countries, have reacted to the emergence of a new Covid variant with red-listings and travel bans. \nWhile there is genuine pride here in the country's scientific expertise, and the speed with which South Africa has been able to identify and share information about new variants, there is also a strong sense that the nation is being unfairly punished for its successes. \n\"The world should provide support to South Africa and Africa and not discriminate or isolate it,\" said Prof Tulio de Oliveira, the Durban-based scientist leading efforts to understand the new variant. \nIn a series of tweets, he pointed out that South Africa has been \"very transparent with scientific information. We did this to protect our country and the world in spite of potentially suffering massive discrimination.\" \nSouth Africa has a sophisticated monitoring infrastructure that allows it to do the sequencing work effectively. \nProf de Oliveira urged \"billionaires and financial institutions\" to help the country cope with the economic damage caused by new travel restrictions. \nSouth Africa's Foreign Minister Naledi Pandor was also quick to condemn the UK's travel ban, describing it as \"rushed\" and damaging to tourism and business, and urging the UK government \"to reconsider this decision\". \nNews of the flight bans has caused inevitable frustration among many South Africans who had hoped to see visiting friends and family over the southern hemisphere summer holidays in December. \nSouth Africa was one of the last countries to have previously been removed from the red list last month. \n\"It's absolutely ridiculous that they've imposed it again so quickly without investigating this new variant,\" said one woman waiting for arrivals from London at Cape Town's international airport this morning.\n\"My sister just got on the flight [from London] but I think she'll be staying here for a long time. We were just getting on our feet again with tourism, and this is going to just kill it.\"  \n\"The new ban is a knee-jerk reaction of the UK government that puts airlines, hotels, travel businesses and travellers in a very difficult situation,'' said Otto de Vries, CEO of South Africa's travel agents' association, Asata. \nOne industry analysis estimated that South Africa lost 26 million rand ($1.6m; £1.2m) for every day it spent on the UK's red list. \n\"The UK being our largest inbound international market, last night's news by the British government has caused widespread disbelief and disappointment amongst our hospitality industry as we enter our peak festive season period,\" said Rosemary Anderson, national chairperson of the Federated Hospitality Association of South Africa.\nOverall, tourism employs 2.8 million people and in 2018 it earned the country about $8bn (£6bn). \nThe variant was first sequenced in neighbouring Botswana, and then in South Africa's capital, Pretoria. That was where a group of students, exactly how many is not known, took PCR tests which all contained an anomaly that prompted experts to send their samples to Prof de Oliviera's Durban laboratory for genome sequencing.  \n\"His team then found all these mutations. So we've only know about it for a few days, and because it's a new variant we have no idea how it will actually behave,\" said Prof Salim Karim, former chair of the South African government's Covid advisory committee.\n\"All we can do is extrapolate some of the likely behaviour based on previous similar mutations. But we do know that it spreads fast - we've seen how rapidly it spread in Pretoria. It sky-rocketed.\"  \nFrom a relatively low base, the numbers of confirmed cases in South Africa have shot up this week - from less than 700 on Sunday to almost 2,500 on Thursday. It is believed the increase is largely down to the new variant.\nSouth Africa's vaccination programme has slowed in recent months - not because of a lack of supplies, but due to public indifference. \nAn estimated 42% of the population has had at least one jab. But roughly two-thirds of those aged over 60 have been vaccinated. \nExperts are hopeful that the variant may help encourage more people to get jabbed.\nThe government has urged people to come forward, saying: \"Let us crush the power of the new variant by vaccinating to limit the number of mutations.\" \n\"It's going to be a shock to the system. I think it can have a positive effect [on vaccination rates],\" said Stavros Nicolaou, senior executive at Aspen Pharmacare Group.\n\"We know this variant is more contagious. My sense is that the current vaccines are likely to reduce morbidity. They might not be as effective in terms of preventing people getting infected. All the more reason, if you've got a more contagious variant, that you should go out and get vaccinated.\"\nThe bigger concern is the potential impact of the variant if it spreads to other parts of the continent where, on average, roughly 3% of the population has been vaccinated. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59428398",
      "category": "uk",
      "title": "New Covid variant: Javid says UK must act quickly over public health risk",
      "tags": "Coronavirus vaccines,Omicron variant,Coronavirus pandemic",
      "text": "The new Covid variant circulating in South Africa that prompted UK travel restrictions is a \"huge international concern\", the health secretary says.\nSajid Javid said experience has shown \"we must move quickly and at the earliest possible moment\".\nHe said it might be more transmissible, vaccines might be less effective against it and it might affect one of the UK's major treatments, Ronapreve.\nNo cases of the variant have yet been detected in the UK.\nMr Javid told the House of Commons it was \"highly likely\" the B.1.1.529 variant had already spread from South Africa and Botswana, where confirmed cases have been found, to other countries.\nTravellers from these countries, as well as Namibia, Zimbabwe, Lesotho and Eswatini, will have to self-isolate for 10 days, with those arriving after 04:00 GMT on Sunday required to quarantine in a hotel.\nAll flights from the six countries are also being suspended until the hotel quarantine system is in operation.\nOther countries have also imposed travel restrictions on them, while European Commission President Ursula von der Leyen has called for air travel to the European Union from these countries, and others affected by the variant, to be suspended \"until we have a clear understanding about the danger posed by this new variant\".\nMr Javid said he was concerned the variant \"may pose substantial risk to public health\" as it has \"an unusually high number of mutations\".\nHe said as well as possibly boosting transmission and affecting vaccine protection, the mutations may weaken the antibody treatment Ronapreve, which is being given to the most vulnerable hospital patients.\n\"One of the lessons of this pandemic has been that we must move quickly, and at the earliest possible moment,\" he said.\n\"We're heading into winter and our booster programme is still ongoing, so we must act with caution.\"\nSouth Africa, Hong Kong and Botswana have identified just 59 cases of the variant, so far. Belgium announced on Friday afternoon it had Europe's first case of the variant, while Israeli media also reported one case involving a traveller. \nScientists say the variant has 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells. \nProf James Naismith, director of the Rosalind Franklin Institute at Oxford University, said: \"It's bad news, but it's not doomsday.\"\nThe variant would \"almost certainly\" make vaccines less effective, but they would still work to some extent. New drugs to treat Covid-19 would not be affected by the variant, he suggested.\nOne scientist told me this was the worst variant they'd seen - look at it on paper and it's not hard to see why. \nIt is the most heavily mutated variant so far and is now radically different to the form that emerged in Wuhan, China. \nThat means vaccines, which were designed using the original, may not be as effective. \nAnd some of its mutations are known to increase the ability of coronaviruses to spread. \nBut there have been many variants that looked bad on paper before, but haven't taken off. \nThere are early signs this virus is spreading in South Africa and may already be in every province in the country. \nBut the big questions - how much does it evade vaccines, is it more severe, does it spread faster that Delta - are unanswerable for now. \nIt had not been proven the variant was more transmissible, but it has mutations consistent with the Delta variant and appeared to spread more quickly than other variants, Prof Naismith told BBC Radio 4's Today programme.\n\"The travel ban will slow it down,\" he said. \"It will get here but it will give us a few more weeks.\"\nFrom midday non-UK and Irish residents will be banned from entering England if they have been in the six countries in the past 10 days.\nAny British or Irish resident arriving from the countries after 04:00 GMT on Sunday will have to quarantine in a hotel, with those returning before that being asked to isolate at home.\nThe announcements prompted a slump in airline stocks, with the share price of British Airways' owner IAG dropping by 15%. \nOverall, London's main FTSE-100 share index closed down more than 3% and saw its biggest fall in points since the early days of the pandemic in March.\nAt Cape Town airport, one woman whose sister had just made it on to a flight back to the UK said: \"It's absolutely ridiculous they've imposed it again so quickly without really investigating this new variant.\n\"We're just trying to get on our feet again with tourism and this will just kill it.\"\nBut another traveller was unconcerned. \"I love being back in Cape Town, so if I get stuck here - what a pleasure!\"\nSusan Hopkins, chief medical adviser at the UK Health Security Agency, said the variant was the \"most worrying that we've seen\".\nShe said scientists needed to learn more about the variant before they could be certain but it appeared that \"there's mutations which increase infectivity, mutations that evade the immune response - both from vaccines and from natural immunity - and mutations that cause increased transmissibility\".\nShe said South Africa had a very low rate of cases which more than doubled in two weeks. \nBut she added the variant, which was first reported on 22 November, could be detected easily with genomic sequencing and it was \"reassuring\" it had not been seen in the UK yet.\nWhile there have been no cases of the new variant, there have been a further 50,091 Covid cases in the UK and another 160 deaths within 28 days of a positive test, the latest government figures show. \nNearly 400,000 boosters have been administered, meaning about 16.8 million people in the UK have had a third dose of a Covid vaccine - 29.2% of the population aged over 12.\nScotland's First Minister Nicola Sturgeon said it was not time to \"press the panic button\" over the new variant, and said that there was no need to revisit the recent decision not to extend the nation's vaccine passport scheme.\nPeople who have returned to the UK from the six red list countries will be asked to take a PCR test to try to identify any cases.\nSeveral other countries joined the UK in imposing travel restrictions on southern African nations, including Japan, Singapore and Israel.\nBut a scientist leading efforts in South Africa to understand the new variant, Prof Tulio de Oliveira, said: \"The world should provide support to South Africa and Africa and not discriminate or isolate it.\"\nHe said the country needed scientific and financial help to ensure the variant does not spread worldwide, including support for deprived people who could not otherwise endure a lockdown.\nWere you planning to travel to or from southern Africa soon? How will the travel ban affect you?Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59413821",
      "category": "uk-northern-ireland",
      "title": "Police examine video of 'punch' during arrest",
      "tags": "Moy,Police Service of Northern Ireland",
      "text": "A video, which appears to show a police officer punching a man in the face, has been referred to the Police Service of Northern Ireland's internal watchdog.\nThe video, which was posted on social media, was linked to an incident in Moy, County Tyrone, on Saturday night.\nTwo men were arrested during the incident and were charged with assault on police and disorderly behaviour.\nA police spokeswoman said they had referred the footage to their Professional Standards Department.  \nShe added that no complaints had been received about the incident by the PSNI.\nAll of the officers involved in the arrest operation remain on duty. \nThe content of the video was reported by the Irish News, which said the clip appeared to show one officer restraining a man on the ground before punching him in the face.\nDenise Mullen, a member of Mid Ulster Council, told the paper she had received several complaints about the incident.\n\"I would call for a full investigation to be carried out into this,\" the Aontú councillor said.\nThe two men facing charges are due to appear in court next month. \nThe Police Ombudsman's office told BBC News NI that it had not received a public complaint. \n\"However, we are aware of the incident and are currently considering it,\" it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59435443",
      "category": "uk",
      "title": "Covid: UK 'must act quickly' over variant and South African travel fears",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow. \nThe new Covid variant discovered in South Africa that prompted the UK government to introduce travel restrictions is a  \"huge international concern\", Health Secretary Sajid Javid has said. The minister argued experience over the course of the pandemic so far has shown \"we must move quickly and at the earliest possible moment\" after the discovery. Travel restrictions on arrivals from six southern African nations are set to come in from Sunday - with all UK and Irish residents arriving from that day required to quarantine in a hotel.  No cases of the variant have yet been detected in the UK. \nMany countries outside the UK are also tightening their travel restrictions on the region after the discovery of the variant, cases of which have also been identified in Botswanan, Belgium, Hong Kong and Israel. The EU is proposing to ban flights from the region across the whole bloc, with many member states already introducing restrictions ahead of the advice - while Singapore, Japan and others are either set to introduce curbs or have already done so. Scientists say they still have much to learn about the variant, but have expressed major concerns over the number of mutations it has and its potential to be vaccine resistant and more transmissible. \nThe BBC's Africa correspondent Andrew Harding has written about the strong reaction from South Africa over the travel restrictions. Experts in South Africa have expressed concern the country is being unfairly punished for its swift identification of the new strain, as well as its openness and transparency about the discovery. Prof Tulio de Oliveira, the Durban-based scientist leading efforts to understand the variant, has called for the world to support southern African nations affected - rather than \"discriminate or isolate\" against them. \nStock markets across the world have fallen sharply after the discovery of the new variant raised fears over the global economic recovery. US stock markets opened lower after big drops in Europe, with London's FTSE 100 share index down 3.65% and similar falls seen in Germany and France. Shares in airlines and travel firms were among the hardest hit, with British Airways owner IAG leading the fallers as its share price tumbled by 14.6%. One investment analyst has told the BBC: \"Fear has gripped the financial markets with the travel industry flying into another violent storm.\"\nStrictly Come Dancing judge Motsi Mabuse is set to miss Saturday's show after coming into close contact with a person who tested positive for Covid-19. In an Instagram post, she explained she was fully vaccinated, which would normally mean exemption from isolation. However, Mabuse is currently in Germany and not able to travel back because of UK Government guidelines, which do not recognise the vaccines she received. Singer and actress Cynthia Erivo will take her place on the show's panel.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWondering how the UK's reaction to the new variant affects travel rules? Here's what we know.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59409507",
      "category": "business",
      "title": "Black Friday on track to beat last year's sales",
      "tags": "Coronavirus lockdown measures,Retailing,British Retail Consortium,Black Friday,Coronavirus pandemic",
      "text": "Black Friday sales are on track to beat the bumper shopping bonanzas of the last two years, latest data suggests.\nBarclaycard, which processes about £1 in every £3 spent using cards, said by 17:00 GMT, there were 23% more transactions than that point in 2020.\nAnd the firm said there was a 2.4% rise in the volume of payments compared with the same period on Black Friday 2019.\nAnalysts PwC predict £8.7bn will be spent on Friday, twice the amount spent last year, during lockdown.\nIt is also higher than the £7.8bn spent before the pandemic in 2019. \nThe increase comes despite warnings to expect less generous discounts and some shortages.\nBlack Friday, which began in the US, sees retailers slash prices to entice shoppers ahead of the Christmas period. \nIt is officially on Friday 26 November but retailers' campaigns span the whole month and started earlier than ever this year, with some in October.\nRob Cameron, chief executive of Barclaycard Payments, said Black Friday was off to a \"strong start\" despite the country's economic challenges.\n\"As we reach the end of the Black Friday, it is great to see that the trend we have been seeing throughout the day has continued, and retailers will be happy that today's trading figures have surpassed those secured in 2019. \n\"They will be hoping for this spending pattern to continue, not only in the last few hours of trading, and into Cyber Monday, but also in the run up to the festive season.\" \nMetapack, a firm that connects major retailers with parcel delivery services, said data indicated that the biggest shipping days would take place on Monday and Tuesday, the same as last year.\nPwC predicts about 60% of adults in the UK will make purchases, spending an average of £280 each.\nBut people are not only venturing out for shopping trips. On Friday, protestors gathered at Amazon buildings in the UK, US and Europe, with unions, equality and environmental groups saying Black Friday \"epitomises an obsession with over-consumption\".\nMeanwhile, Extinction Rebellion has targeted Amazon depots in the UK, blocking entrances and access roads.\nLinda Ellett, head of consumer markets at analysts KPMG, said deals were likely to be worse this year as retailers struggled with global supply issues linked to the pandemic, and shortages of HGV drivers and warehouse staff.\nBlack Friday is the first big test for supply chains in the all important \"golden quarter\" for retailers. \nShoppers have been buying early, worried they won't get the presents they want if they leave it until the last minute this year.\nBlack Friday started as a one-day event but is now almost a month long blizzard of promotions. \nBut expect fewer deals overall this time around amid all the problems over stock availability and labour shortages. Many retailers can ill afford to slash prices when their costs are soaring. \nRetailers also want to smooth out demand to try to reduce the pressure on distribution centres where goods are picked, packed and despatched over the big Black Friday weekend.\nA lot of businesses have been removing next day delivery options to help them cope. \nSome businesses, especially smaller independents, will shun this event altogether.\nIt may have a lost a bit of its lustre, but Black Friday is still a massive shopping event. And it will probably be the most well organised retailers with scale and the biggest clout over suppliers who will cope the best. \nThere are concerns some retailers will not be able to meet demand on the day, leading to long waits for orders to be processed and delivered. \nBut analysts say most brands have spent months preparing for the sale and will have enough stock - although shoppers will not always get their first choice of product. \nJohn Lewis told the BBC: \"We've worked closely with our suppliers and we are confident we've got an extensive range of deals across a wide range of categories that represent great value for our customers.\" \nAO World, which has hired 500 extra drivers ahead of the day, said: \"Like all electrical retailers, we are currently unable to get all the stock we need in categories like gaming to meet customer demand largely because of global microchip shortages. \n\"We are working closely with our partners so that our customers continue to get the exceptional service and range they rely on.\"  \nMetapack thinks most retailers will avoid a \"perfect storm\" but a few could be unlucky. \n\"We've already seen retailers reach out and suggest customers buy early for Christmas which should ease the pressure,\" said senior vice president Tom Forbes. \nSome big brands such as M&S and Next have shunned Black Friday this year, with M&S again saying its focus was on \"offering great value throughout the whole season\". \nMany independent shops have also opted-out as they cannot afford to offer deep discounts in the vital Christmas shopping period. \nMike Cherry, chairman of the Federation of Small Businesses, urged shoppers to support smaller local businesses who are \"pinning their hopes to a bumper festive season\" after last year's restrictions. \nHe said: \"Rather than reaching for the same old brands - where deals might not be all they seem in any case - shop bespoke, receive one-to-one personal service and give some new restaurants, cafes and pubs a try.\" \nShoppers have also been warned to check whether offers are all they seem.\nAn investigation by consumer rights group Which? found that 92% of Black Friday deals in 2020 were the same price or cheaper in the six months before the event.\nThe Potions Cauldron gift shop in York is one of the independent retailers not taking part in Black Friday. \nManager Phil Pinder thinks it's an American invention driven by retailers like Amazon who want to \"squeeze everyone else out\". \n\"I read a story saying that some of the electrical retailers are going to run out of stock by Christmas from doing Black Friday deals. \n\"I'm not playing that game... it seems illogical.\"\nThe shop, which sells magical themed drinks, sweets and gifts, has been doing well this year but it is struggling with product shortages due to supply chain issues. \nPhil says it is missing about £50,000 of stock it hoped to sell before Christmas which is \"a real headache\".\nHis message to shoppers this festive season is buy early: \"If you want to get a specific present, go out and get it now. There are probably not going to be many of those last minute sales this Christmas because I don't think the retailers will have the stock.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59428927",
      "category": "business",
      "title": "Covid: Shares hit as new variant rattles investors",
      "tags": "Easyjet,IAG,FTSE 100,Stock markets,DAX,British Airways,Air travel,Omicron variant,CAC 40,Coronavirus pandemic",
      "text": "Stock markets across the world have fallen sharply after the discovery of a new Covid variant raised fears over the economic recovery.\nThe FTSE 100 index of leading UK shares closed 3.7% down, while main markets in Germany, France and the US also sank.\nShares in airlines and travel firms were hit hard, with BA-owner IAG and Wizz Air down 15%. Tui shed 10%.\nThe UK and other nations have introduced a ban on flights from six southern African countries.\nUK Health Secretary Sajid Javid said scientists were \"deeply concerned\" about the new Covid strain and its potential to evade immunity.\nThe UK has temporarily banned flights from South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini starting from midday on Friday until 04:00 on Sunday.\nAll six counties are being added to the UK's travel red list. It means that any British or Irish resident arriving from the countries after 04:00 on Sunday will have to quarantine in a hotel, with those returning before that being asked to isolate at home.\nThe FTSE 100 index suffered its biggest one day drop in more than a year. Shares of major UK lenders HSBC, Lloyds Bank, NatWest and Barclays all fell about 7% as investors scaled back expectations of a Bank of England interest rate rise in December.\nThe biggest FTSE 100 riser was food delivery firm Ocado, up 4.5%, on anticipation that online firms could be a beneficiary if tighter restrictions are reintroduced.\nCruise operator Carnival suffered a 15% slide, making it the biggest faller on the FTSE 250, while EasyJet tumbled 11.5%.\nNeil Wilson, chief market analyst at Markets.com said investors fear a new Covid variant \"will lead to fresh lockdowns, mobility restrictions and lower economic growth\".\nOn Wall Street, the Dow Jones index slumped 2.8% in its shortened trading day following Thursday's Thanksgiving holiday.\n\"It's Black Friday today for the retailers, but it's 'Red Friday' right now for the stock market,\" said Patrick O'Hare at Briefing.com.\nConcern the new variant could slow global economic growth sent oil prices sharply lower. US WTI crude tumbled 11.3% to $69.53 per barrel, while European benchmark Brent retreated 10.2% to $73.81. The price of gold, a haven for investors in troubled times, rose.\nDespite the fall in the FTSE 100, the index is still trading nearly 12% higher than it was a year ago.\nA number of other countries - such as Germany, Italy and Israel - have banned flights from the six southern African nations. \nBoth Germany and France's leading stock market indexes fell by more than 3% on Friday.\nEuropean Commission president Ursula von der Leyen tweeted that other EU nations should also \"activate the emergency brake\" to stop travel from these countries.\nOvernight stock markets in Japan, Hong Kong and Australia also fell as did indexes in India and South Korea. \nOil prices also declined on fears the new Covid strain could lead to restrictions and dampen demand. Brent crude extended earlier declines to fall by 5.86% to $77.43 a barrel by early afternoon.\n\"The drop in the oil price is the market's way of saying it is worried about a reduction in economic activity,\" said Russ Mould, investment director at AJ Bell.\nIn London, shares in oil giant BP dropped by 6.2%% while rival Shell also saw its share price fall by more than 4.6%.  \nBut Mr Mould added: \"The flipside of falling commodity prices is that a weaker oil price should provide some relief in terms of inflationary pressures. \n\"That may cause central banks to be more cautious towards raising rates in the near-term, however it does depend on whether the new Covid strain causes significant disruption or can be contained as best as possible in a rapid manner.\"\nMr Javid said more needed to be learned about the new Covid variant. Only 59 confirmed cases have been identified in South Africa, Hong Kong and Botswana so far.\nHowever, he said the variant had a significant number of mutations, \"perhaps double the number of mutations that we have seen in the Delta variant\".\nHe said that adding the six countries to the red list was about \"being cautious and taking action and trying to protect, as best we can, our borders\". \nBA said: \"We'll be contacting affected customers with information about their flight.\"\nIt added it was advising passengers to monitor the latest travel advice with the UK government and on the BA website.\nVirgin Atlantic said its flights from Johannesburg to London Heathrow would be cancelled between midday on Friday to early on Sunday morning. \n\"We're currently reviewing our schedule of South Africa operations for the coming week,\" it added.\nThe carrier said any customers booked to travel to or from South Africa with Virgin Atlantic should check on the company's website. If they have booked through third parties or agents, they should get in touch with them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59410095",
      "category": "uk-northern-ireland",
      "title": "Books and Boots: The football captain encouraging pupils to read",
      "tags": "Literacy,Millisle",
      "text": "The captain of Linfield is helping pupils at a County Down school in the classroom as well as on the football pitch.\nCoaching from Jamie Mulgrew is giving pupils at Millisle Primary School the motivation to read more books.\nHe has been helping the school with their Books and Boots scheme.\nPupils who meet reading targets every week get a session working on their football skills with the former Northern Ireland international.\nPrimary school children in Northern Ireland rank highly when it comes to international comparisons of reading skills.\nBut encouraging some children to read more can be a challenge. \nAccording to the principal of Millisle Primary, Ian McManus, giving reluctant readers an incentive has made a real difference.\n\"The children if they read a certain amount of words get to have a weekly coaching session with Jamie Mulgrew,\" he said.\n\"That first step might be a little bit of coercion to get them to read.\n\"But once they get into reading they very quickly develop a love of books and favoured authors and then there's a culture of reading across the school.\"\nThe Linfield captain comes to Millisle every week to coach pupils who have been top of turning the pages. \nHe admitted to BBC News NI that he was a reluctant reader at school, but said that had changed.\n\"I wasn't overly interested in reading and I didn't read often which I would regret,\" he said.\n\"Now I've an opportunity to change that with my children.\n\"I've three kids - two that are in school - and my wife and I faithfully read books every night to my kids because I feel that it's very, very important.\"\nHe also said the combination of exercise and fresh air was vital for the children.\n\"They're all at different levels within their football,\" he said.\n\"But I think it's very important for their mental health, for their self-esteem and enjoyment as well that they get out into the fresh air and get running about and get doing something that they enjoy.\"\nThe Books and Boots scheme has been running at Millisle for five years and has been praised by Education Minister Michelle McIlveen.\nThe pupils are developing their football ability but the reading message is certainly getting through too, if P7 pupils Finlay, Ethan and Jacob are anything to go by.\n\"It's encouraged me to read more because it's very intense and it's fun to read,\" Finlay said.\nEthan, meanwhile, has been reading the Diary of a Wimpy Kid and Horrid Henry books and Jacob has become a fan of David Walliams.\n\"They're really funny and they have loads of words I never knew about which now I know,\" he said.\nSo when it comes to both books and football, the pupils at Millisle are winners."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59424269",
      "category": "uk",
      "title": "Coronavirus variant fear sparks Africa travel curbs",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Travellers arriving in England from several southern African countries will have to quarantine amid warnings over a new coronavirus variant.\nUK Health Secretary Sajid Javid said from 12:00 GMT on Friday six countries would be added to the red list, with flights being temporarily banned.\nOne expert described the variant, known as B.1.1.529, as \"the worst one we've seen so far\", and there is concern it has the potential to evade immunity.\nNo cases have been confirmed in the UK.\nOnly 59 confirmed cases have been identified in South Africa, Hong Kong and Botswana so far.\nAll flights from South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini are being suspended.\nMr Javid said that scientists were \"deeply concerned\" about the new variant but more needed to be learned about it.\nBut he said the variant has a significant number of mutations, \"perhaps double the number of mutations that we have seen in the Delta variant\".\nHe added: \"And that would suggest that it may well be more transmissible and the current vaccines that we have may well be less effective.\"\nHe said adding the six countries to the red list was about \"being cautious and taking action and trying to protect, as best we can, our borders\". \nSusan Hopkins, chief medical adviser to the UK Health Security Agency, said the new variant was the \"most complex that we've seen\" and \"the most worrying that we've seen\". \nFrom midday non-UK and Irish residents will be banned from entering England if they have been in the six countries in the past 10 days.\nAny British or Irish resident arriving from the countries after 04:00 on Sunday will have to quarantine in a hotel, with those returning before that being asked to isolate at home.\nThose who have returned in the past 10 days are being asked to take a PCR test by the UK Health Security Agency (UKHSA).\nThe flight ban will remain in place until the hotel quarantine system is up and running.\nOne scientist told me this was the worst variant they'd seen - look at it on paper and it's not hard to see why. \nIt is the most heavily mutated variant so far and is now radically different to the form that emerged in Wuhan, China. \nThat means vaccines, which were designed using the original, may not be as effective. \nAnd some of its mutations are known to increase the ability of coronaviruses to spread. \nBut there have been many variants that looked bad on paper before, but haven't taken off. \nThere are early signs this virus is spreading in South Africa and may already be in every province in the country. \nBut the big questions - how much does it evade vaccines, is it more severe, does it spread faster that Delta - are unanswerable for now. \nBBC Africa correspondent Andrew Harding said scientists in South Africa were trying to understand the mutations of the new variant.\nHe said there was unhappiness at the new red listing by other countries, with scientists saying the country needed more support and more reward for spotting the new variant.\nExperts from the World Health Organization (WHO) are meeting South African officials on Friday to assess the evolving situation in the country.\nThe new variant, which has been designated a new variant under investigation by the UKHSA, is heavily mutated and the confirmed cases are mostly concentrated in one province in South Africa.\nScientists say the variant has 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells. \nExperts in South Africa have said the variant is \"very different\" to others that have circulated, with concerns that it could be more transmissible but also able to get around parts of the immune system.\nProf James Naismith, director of the Rosalind Franklin Institute at Oxford University, said: \"It's bad news, but it's not doomsday\".\nHe told BBC Radio 4's Today programme the variant would \"almost certainly\" make vaccines less effective, but they would still work to some extent. New drugs to treat Covid-19 would not be affected by the variant, he suggested.\nIt had not been proven that the variant was more transmissible, but it has mutations consistent with the Delta variant and appeared to spread more quickly than other variants, he said.\n\"The travel ban will slow it down,\" Prof Naismith said. \"It will get here but it will give us a few more weeks.\"\nImperial College London's Prof Neil Ferguson said it was concerning the new variant appeared to be \"driving a rapid increase in case numbers in South Africa\" and said the move to restrict travel was \"prudent\".\nBut he said it was not clear if the variant was more transmissible or resistant to vaccines and therefore it was too early to judge the risk it poses.\nAt the moment between 500 and 700 people are travelling to the UK from South Africa each day, but this figure was likely to have increased as the festive period began.\nBritish Airways said it was contacting affected customers and Virgin Atlantic said it would be reviewing its schedule for South Africa for the coming week, with flights from Johannesburg to Heathrow cancelled between 12:00 on Friday and 04:00 on Sunday.\nAll the countries that remained on the UK's red travel list were removed in October.\nEach UK nation sets its own policy but they have generally followed the same rules for past announcements.\nScotland is following the UK government's decision, with anyone arriving from the six countries having to self-isolate and take two PCR tests, while hotel quarantine will be in place from 04:00 GMT on Saturday.\nCurrently people travelling to the UK who are fully vaccinated do not need to take a Covid test before setting off but do need to take a lateral flow test two days after arrival and fill out a passenger locator form.\nThose who are not fully vaccinated and are over 18 must self-isolate at home for 10 days and take a Covid test in the three days before travelling as well as on day two and day eight of their return."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59438994",
      "category": "uk-wales",
      "title": "Cinema & Co Swansea told to close by Welsh government",
      "tags": "Coronavirus vaccines,Swansea,Welsh government,Cinemas,Vaccine passports,Coronavirus pandemic",
      "text": "A cinema has been ordered to close by the Welsh government after its owner failed to show up for her court case. \nAnna Redfern did not turn up at Swansea Magistrates' Court after the city council told her to close Cinema & Co for refusing to ask for Covid passes.\nCovid passes are a legal requirement, and the cinema remained open despite being told to close.\nThe Welsh government said it had issued the order on public health grounds under the Coronavirus Act 2020.\nMs Redfern, who runs the 56-seat independent cinema, was served with a closure notice by the council on 18 November after allegedly failing to comply with several coronavirus regulations.\nThey include a lack of a Covid risk assessment, not informing staff of measures to try to reduce spread of Covid, a lack of signs and cleaning materials, as well as not checking Covid passes.\nCovid passes have been a legal requirement for anyone over 18 in Wales for nightclubs and large-scale events since 11 October.\nThis was expanded to theatres, concert halls and cinemas on 15 November and means people must show a pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 48 hours.\nIn a Facebook post, the business said the new rules were \"unfair and killing the entertainment industry\".\nIt said it would \"take a stand\" against the \"discriminatory and unlawful\" measures. \nThe decision was met with a mixed response, with some criticising the independent cinema's stance and others voicing their support. \nThe Welsh government said: \"Recently the local authority identified a series of breaches of the coronavirus regulations at the premises.\n\"The premises was previously served with a notice requiring it to close due to the risk to public health.\n\"As the owner has chosen not to comply with this legal requirement, Welsh ministers have taken further enforcement action.\"\nThe Welsh government said it would not comment further as legal proceedings were ongoing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-59429844",
      "category": "uk-england-beds-bucks-herts",
      "title": "Amazon protests: 31 arrested as Extinction Rebellion targets retailer",
      "tags": "Gateshead,Peterborough,Dartford,Extinction Rebellion,Amazon,Rugeley,Milton Keynes,Manchester,Dunfermline,Derby,Darlington,Doncaster,Coventry,Tilbury,Bristol",
      "text": "More than 30 people have been arrested after climate change activists blocked UK Amazon warehouses on Black Friday, the retailer's busiest day of the year.\nExtinction Rebellion targeted 13 UK sites, including the retail giant's largest distribution centre in Dunfermline, Fife.\nIt said it was to draw attention to alleged exploitation of Amazon workers and wasteful business practices.\nAmazon said it took its \"responsibilities very seriously\".\nThe campaign group said blocked multiple entrances using bamboo structures, lock-ons, and banners and had planned to stay for at least 48 hours.\nHowever, a number of the blockades were cleared by mid-afternoon.\nThe demonstrations started at 04:00 GMT at the Dunfermline warehouse, where about 20 activists stopped lorries entering the site and some from leaving.\nThe group also targeted sites in Doncaster; Darlington; Gateshead; Altrincham, Greater Manchester; Peterborough; East Midlands Airport, Leicestershire; Coventry; Rugeley, Staffordshire; Dartford, Kent; Bristol; Tilbury, Essex; and at Ridgmont, close to junction 13 of the M1 in Bedfordshire.\nA spokesman said: \"The action is intended to draw attention to Amazon's exploitative and environmentally destructive business practices, disregard for workers' rights in the name of company profits, as well as the wastefulness of Black Friday.\"\nAmong those affected by the blockade was haulage firm J R Dixon, based in Workington, Cumbria, which said one its drivers was unable to leave the depot in Tilbury.\nPhil Clarke, from the firm, said it meant the driver may not be able to get to Warrington for deliveries, or get home for the weekend.\n\"The knock-on effect of these protests is harming businesses and people's private lives,\" he said.\nProtesters at Rugeley said it was \"non-violent action\" and there were about eight people on a bamboo structure, two on top and six on the concrete structure at the bottom.\nAlice Martin, part of the group, said they wanted to highlight Amazon's use of \"loopholes\" to avoid tax and its destruction of unsold products, including electronic items.\n\"We also have witnesses and people working inside that have been reporting workers being exploited, being on difficult shifts for long hours with low wages, so that is all the things we want to highlight today,\" she said.\nNathan McGovern, 22, at the blockade in Coventry, said he and fellow protesters were \"disrupting and stopping any lorries from exiting and entering this facility\".\n\"We are doing this because of Amazon's complicity and contribution to the climate crisis,\" he said. \nHe said they were hoping to stay for 48 hours but it was up to individuals if they wanted to stay for that entire time. \nIn Darlington, an unnamed protester said they were aware they had \"upset quite a few people today\" but they had lobbied their MPs and had \"tried using usual avenues and nothing is changing\".\nExtinction Rebellion said the blockade was part of an international action that would also target Amazon fulfilment centres in the US, Germany and the Netherlands. \nThe group's spokeswoman at the Dunfermline blockade, Meg Paton-Jones, said: \"The police have one van on site and they are watching us.\n\"We started here at about 04:00 GMT but are not blocking the employees' car park so the night shift can leave.\n\"We have good vibes and music.\"\nAn Amazon spokesman said: \"We take our responsibilities very seriously.\n\"That includes our commitment to be net zero carbon by 2040 - 10 years ahead of the Paris Agreement - providing excellent pay and benefits in a safe and modern work environment, and supporting the tens of thousands of British small businesses who sell on our store.\n\"We know there is always more to do, and we'll continue to invent and invest on behalf of our employees, customers, small businesses and communities in the UK.\"\nEssex Police said 17 people were arrested on suspicion of aggravated trespass following the protests at Windrush Road, Tilbury.\nGreater Manchester Police arrested two men and two women on suspicion of public nuisance at the protest in Altrincham.\nWhile five people were arrested by Kent Police on suspicion of aggravated trespass after the demonstration at the Littlebrook Business Centre in Dartford.\nFour people were arrested by Durham Police following a demonstration outside the Amazon depot in Darlington.\nPolice Scotland said one person, who was not a protester, was charged under the Road Traffic Act in relation to the protest in Dunfermline.\nThe force said officers left the scene there at about 16:45.\nAmazon's warehouse in Bristol reopened by 14:00 and police were also called to protests at Coventry and Ridgmont."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59428936",
      "category": "business",
      "title": "UK car output suffers worst October for 65 years",
      "tags": "Electric cars,UK economy,Car industry,Coronavirus pandemic",
      "text": "UK car production dropped by more than 40% last month to the lowest level recorded for October since 1956.\nThe Society of Motor Manufacturers and Traders (SMMT) said the fall was due to \"a global shortage of semiconductors which led to production stoppages\".\nIt added that the decline, compared to last year, was exacerbated by the closure of a Honda plant in Swindon at the end of July.\n\"These figures are extremely worrying,\" said SMMT chief executive Mike Hawes.\nHe added that they \"show how badly the global semiconductor shortage is hitting UK car manufacturers and their suppliers\".\nNew cars often include dozens of microchips - also called semiconductors - but a shortage has put pressure on a number of carmakers, who are competing directly with tech companies and the consumer electronics sector for supply.\nThe UK manufactured 64,729 cars in October, down 41.4% compared with the same month last year. The SMMT said it was the fourth consecutive month of decline.\n\"Britain's automotive sector is resilient but with Covid resurgent across some of our largest markets and global supply chains stretched and even breaking, the immediate challenges in keeping the industry operational are immense,\" said Mr Hawes.\nThe shift away from traditional petrol and diesel cars continued, with production of battery electric, plug-in hybrid and hybrid vehicles comprising 30.9% of all cars made in October.\nThe SMMT said battery electric vehicle production rose by 17.5% to 8,454 cars. \n\"So far this year, UK car makers have produced more than 50,000 zero emission vehicles, exceeding the total built in the whole of the pre-pandemic 2019,\" it said.\nThe UK has said it will ban the sale of new petrol and diesel cars by 2030, and hybrids by 2035."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59418932",
      "category": "uk-england-merseyside",
      "title": "Liverpool bomb: Taxi driver saw red light on bomber's vest, says witness",
      "tags": "Liverpool hospital blast,Cheshire,Liverpool,Runcorn",
      "text": "The cabbie who survived the Liverpool hospital blast only realised it was a bomb when he spotted a red light on the attacker's vest, a security guard said.\nDarren Knowles ran to help David Perry, who escaped his taxi seconds before it burst into flames outside Liverpool Women's Hospital on 14 November.\nEmad Al Swealmeen died when a homemade device exploded shortly before the two minutes' Remembrance Sunday silence.\nMr Knowles said Mr Perry had \"acted very quickly and very bravely\". \nIraq-born asylum seeker Al Swealmeen was a passenger in the taxi.\nPolice have previously said the bomb had ball bearings attached to it, which could have caused \"significant injury or death\".\nMr Perry was taken to hospital but has since been discharged.\nMr Knowles was standing only metres away from the taxi when the bomb exploded.\nHe told BBC North West Tonight he did not realise it was a bomb initially because \"there wasn't a very loud bang\" and just saw black smoke. \n\"I just thought it was a malfunction with the car and just ran over and see if he was all right,\" Mr Knowles, from Runcorn in Cheshire, added. \n\"[Mr Perry] said: 'Been blown up, been blown up. There's a bomb in my car'.\n\"[The taxi driver] seen a little red light on the vest the passenger was wearing, that gave it away for him to do something and he acted very quickly and very bravely.\"\nMr Knowles said he stopped Mr Perry from going back to his vehicle, which was now engulfed in flames, and \"gave him a big hug\".\nThe security guard said he was still \"very shocked\" the explosion happened at the hospital, not least because two of his children had been born there.\n\"You don't expect that to happen at a kids' hospital where there are new-born babies.\n\"There's no need for that.\"\nMr Knowles said he was trying to \"keep himself busy\" and \"not to dwell on it too much\". \n\"I'm still having the odd flashbacks but I'm coping,\" he added.\n\"I'm just glad the taxi driver's OK.\"\nMr Perry has previously said it was a \"miracle he is alive\" and has given \"special thanks\" to staff at Liverpool Women's Hospital.\nMerseyside Police said investigators have now closed the cordon at the hospital after a \"painstaking examination\".\nThe force has also opened a mobile police station at the hospital to \"reassure staff and the public\".\nOfficers said they had finished searches at a house in Rutland Avenue and have lifted the cordon. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59428311",
      "category": "world-europe",
      "title": "Channel migrants: Emmanuel Macron and Boris Johnson clash over crisis",
      "tags": "Calais migrant crisis,France,English Channel,Europe migrant crisis,European Union,Migration",
      "text": "Emmanuel Macron has reacted angrily to Boris Johnson's public call for France to take back migrants who reach the UK.\nThe French president accused the UK prime minister of not being \"serious\" by making the call on Twitter, after the deaths of 27 people on Wednesday. \nThe diplomatic row erupted after France withdrew a summit invitation to Home Secretary Priti Patel.\nThe UK government urged it to reconsider, with the PM saying: \"This is a problem we have to fix together.\"\nBelgium, France, the Netherlands, Germany and the European Commission are due to attend Sunday's talks in Calais, which Mr Macron set up to deal with the recent surge in migrant crossings of the Channel.\nThe diplomatic spat comes as French fishermen are holding a day of action, including blockades, to disrupt cross-Channel traffic, in protest at post-Brexit fishing rights granted by the UK.\nThe sinking of an inflatable boat on Wednesday marked the biggest loss of life by drowning in the Channel in many years, with 17 men, seven women - one of whom was pregnant - and three children dying.\nAhead of Sunday's meeting, in a letter to Mr Macron on Thursday which was shared on Twitter, Mr Johnson set out five steps which he said could help avoid a repeat of the tragedy.\nThese included joint patrols, better use of technology such as sensors and radar, maritime patrols in each other's waters and stronger cooperation by intelligence services.\nThe letter also called for immediate work on a policy of returning migrants who reach the UK to France, alongside talks to establish a UK-EU returns agreement.\nBut the French government reacted furiously, withdrawing Ms Patel's invitation to the Calais meeting.\nAt a press conference on Friday, Mr Macron attacked Mr Johnson over the posting of the letter on Twitter, saying: \"I spoke two days ago with Prime Minster Johnson in a serious way.\n\"For my part I continue to do that, as I do with all countries and all leaders. I am surprised by methods when they are not serious.\n\"We do not communicate from one leader to another on these issues by tweets and letters that we make public. We are not whistleblowers.\"\nA French government spokesman accused Mr Johnson of saying different things in his conversation with Mr Macron and in the letter, adding: \"We are sick of double-speak.\"\nThe UK insists the prime minister's letter was sincere, meant to be constructive, not combative.\nBut the French suspicion is that the letter was actually directed more at Mr Johnson's Conservative Party than Paris.\nThe French believe Mr Johnson is in an uncomfortable position with his supporters now, having promised that Brexit would mean \"taking back control\" of UK waters and borders. \nThe UK government insists the letter was sent in good faith.\nParis says such a delicate matter as migration, especially between France and post-Brexit UK, should be handled with care, away from the media glare. \nRead Katya's blog in full\nBut a Downing Street spokesman said: \"We have spoken about many of these ideas before. The public understandably want to know what we are doing to prevent this happening again. We want to work closely with France.\"\n\"If you look at the tone of the letter, this is about deepening our co-operation,\" the spokesman added.\nHome Office officials are still taking part in talks with their French counterparts in Paris on how to deal with the Channel crisis.\nReports from Calais say the two survivors of Wednesday's sinking - one Iraqi and the other Somali - have been discharged from hospital and are due to be questioned about how many people were on the boat.\nFor Labour, shadow home secretary Nick Thomas-Symonds accused the prime minister of a \"grave error of judgement\" in sending the letter and of having \"completely lost control of the situation in the Channel\".\nBut Conservative MP Tim Loughton, a member of the House of Commons Home Affairs Committee, called France's decision not to invite Ms Patel to the Calais meeting \"incredible\", adding that Mr Johnson's letter had been \"perfectly reasonable\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59419578",
      "category": "technology",
      "title": "Spotify tests TikTok-like vertical video feature",
      "tags": "Spotify,TikTok,Streaming,Apps,iPhones",
      "text": "Spotify is the latest app to experiment with a vertical video feed similar to TikTok's successful design.\nA new feature in an early test build for iPhone reveals a new Discover tab being added to the app's front page. \nIt has vertical music video clips that users can swipe through rapidly, similar to TikTok's interface.\nIt is not yet clear if the feature is slated for a wide release, or is only a test which may never be added to the main app.\nIt was first discovered by Chris Messina, widely credited as the inventor of the hashtag, who posted a short video to Twitter showing the new system in action.\nMr Messina told news site Techcrunch - which first reported the story - that he found the new feature in the TestFlight build - Apple's name for early-adopter beta versions of apps. \nMany app companies - such as Twitter and Facebook - test such features many months before rolling them out to all users, and some tests never get released.\nSpotify told Techcrunch that it was not formally announcing the new feature.\n\"At Spotify, we routinely conduct a number of tests in an effort to improve our user experience,\" a spokesperson said. \n\"Some of those tests end up paving the way for our broader user experience and others serve only as an important learning. We don't have any further news to share at this time.\"\nTikTok's vertical-scrolling video format has been repeatedly copied since the Chinese-owned app burst on to the scene in 2016, and has exploded in popularity in recent years.\nYouTube has an experimental version named Shorts, Instagram has introduced a similar feature called Reels, and Snapchat has added Spotlight. Other apps with similar features as their central pillar include Byte and Triller."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59438989",
      "category": "uk-wales",
      "title": "Emiliano Sala: David Henderson to appeal against sentence",
      "tags": "Emiliano Sala death",
      "text": "The man who organised the flight in which footballer Emiliano Sala and pilot David Ibbotson died will appeal against his sentence.\nDavid Henderson, 67, of Hotham, East Riding of Yorkshire, was jailed for 18 months after being convicted of recklessly endangering the safety of an aircraft.\nHis legal team say papers were lodged with the Court of Appeal on Tuesday.\nHenderson will not appeal against his conviction.\nSala, 28, and Mr Ibbotson, 59, of Crowle, North Lincolnshire, were killed when the plane they were flying in plunged into the English Channel in January 2019.\nThe footballer's body was found about two-and-a-half weeks after the crash, though Mr Ibbotson, the pilot, has never been found.\nThe Argentine striker had completed a £15m transfer from Nantes to Cardiff City and was travelling between the two cities at the time of the crash."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    }
  ]
}