{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56969519",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: UK and Iran in talks over debt but 'unlinked' to case",
      "tags": "UK government,Dominic Raab,UK-Iran relations,Iran,James Cleverly,Nazanin Zaghari-Ratcliffe case",
      "text": "The UK and Iran are in discussions over a £400m debt that the UK owes, foreign office minister James Cleverly has said - but the talks are not linked to the detention of Nazanin Zaghari-Ratcliffe.\nThe UK owes the money for failing to deliver tanks Iran bought in the 1970s.\nBritish-Iranian national Mrs Zaghari-Ratcliffe, who is in jail in Iran, believes she has been imprisoned as leverage for the debt.\n\"There are two entirely separate issues,\" the prime minister said.\nSpeaking to reporters during a visit to Hartlepool, Boris Johnson said ministers were doing \"everything we can to look after the interests of Nazanin and all the very difficult dual national cases we have in Tehran\".\nThe case of Mrs Zaghari Ratcliffe made headlines again in recent weeks after she was sentenced to another year in prison, just weeks after she reached the end of a five-year sentence. She was first jailed in Tehran in 2016 on spying charges, which she has always denied.\nHer husband, Richard, maintains she is being used as a bargaining chip in the dispute over the unpaid debt, as well as leverage in talks over the nuclear deal between Iran and world powers.\nOn Sunday, Iranian state TV suggested the UK had paid the £400m debt - but the UK government said nothing had changed. \nSpeaking to BBC Radio 4's Today programme on Monday, Foreign Office minister Mr Cleverly said: \"The situation with regards to the... military contract from the 1970s which has dragged on for decades, those negotiations are ongoing. They have been for a long while, sadly, but they are ongoing.\"\nAsked if the talks were getting anywhere, Mr Cleverly said: \"There's a legal process tied up with this as well. Iran most recently stepped away from that legal process which has of course delayed things.\n\"We are looking at ways of resolving what has been a multi-decade long problem. \n\"The reports that we had over the weekend linking that work with the incarceration and the arbitrary detention of British dual nationals I think was completely inappropriate - they are separate issues, one massively predates the other.\"\nHe said the imprisonment of dual nationals in Iran \"should be unlinked to the multi-decade long dispute with regard to the tanks\".\nBy Caroline Hawley, BBC Diplomatic Correspondent\nThe decades-old debt and the imprisonment of British-Iranian nationals may be \"separate issues\" to the UK government. However, they are not in the eyes of Iran's powerful Islamic Revolutionary Guard Corps, which has been involved in the detention of both Nazanin Zaghari-Ratcliffe and Anoosheh Ashoori, a 67-year-old retired engineer now serving a 10-year sentence in Evin jail - where he has twice attempted suicide. Both of them have been told directly that their cases are connected to the military debt.  \nWe don't know exactly what's happening behind the scenes to resolve the debt. British officials have said sanctions on Iran are an obstacle to repayment, but negotiations have been taking place in Vienna which would involve lifting US sanctions in return for Iran complying with the nuclear deal it signed in 2015.  \nAs the nuclear deal came into force back in early 2016, the US paid back its own historic military debt and in return saw the release of four Americans detained in Tehran. Richard Ratcliffe believes Iran is now trying to engineer a \"grand bargain\" - involving frozen assets, Iranian prisoners and jailed dual nationals from several countries.   \nAnd this is against the backdrop of Iran's complex internal politics and elections in June pitting hardliners against moderates.   \nIt's all extraordinarily complicated and, for the innocent families caught up in it, exceedingly fraught.\nMeanwhile, Tulip Siddiq - who is the MP representing 42-year-old Mrs Zaghari-Ratcliffe, from West Hampstead in London - tweeted: \"People seem to be being fed a false narrative that the £400m in Nazanin Zaghari-Ratcliffe's case is a ransom. It is not. It is a historic debt that the courts (and the government) have confirmed the UK owes Iran.\"\nThe UK government has repeatedly condemned Iran's treatment of her - and on Sunday Foreign Secretary Dominic Raab used its strongest language to date when he said it \"amounts to torture\".\nSpeaking to the BBC's Andrew Marr show, Mr Raab said Tehran was using her in \"a cat-and-mouse game\" for diplomatic leverage.\n\"Nazanin is held unlawfully, in my view, as a matter of international law. I think she's being treated in the most abusive, tortuous way,\" he said.\nRichard Ratcliffe - who has not seen his wife since 2016 - said the family had not been updated but welcomed the reports on Iranian state TV over the long-running dispute as \"a good sign\".\n\"My instinct is that it is actually a sign we are in the middle of negotiations rather than at the end of them,\" he told the BBC.\n\"But we will keep our fingers crossed - for ourselves, and all the other families caught up in this.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59275554",
      "category": "uk",
      "title": "Royals pay tribute at Royal Albert Hall in Festival of Remembrance",
      "tags": "UK Royal Family,Camilla, Duchess of Cornwall,The Royal British Legion,Prince William, Duke of Cambridge,Prince Charles, Prince of Wales,Catherine, Duchess of Cambridge",
      "text": "The Prince of Wales, politicians and members of the Royal Family have paid tribute to those who died in conflict, at the Festival of Remembrance.\nPrince Charles, the Duchess of Cornwall and the Duke and Duchess of Cambridge marked the annual event at London's Royal Albert Hall, although the Queen did not attend. \nHowever, she is expected to attend the Cenotaph on Remembrance Sunday.\nThis year's event commemorated 100 years of the Royal British Legion. \nThe festival was dedicated to those who have served and sacrificed their lives from Britain and the Commonwealth.\nPM Boris Johnson and Labour leader Sir Keir Starmer were also at the event, with royals including the Earl and Countess of Wessex, the Princess Royal and Vice Admiral Sir Tim Laurence. \nIt was opened by the Royal Marines fanfare team, who were followed by Royal British Legion members carrying blue and gold standards.\nThe blue indicates loyalty and fidelity and the gold represents trial by fire.\nArtists including Alfie Boe, Cynthia Erico, Gregory Porter, Ramin Karimloo and Alexandra Burke performed alongside the Band of HM Royal Marines, the Royal Air Force, the Bach Choir and the Soul Sanctuary Gospel Choir.\nPoet Tomos Roberts, who is also known as Tomfoolery, gave an emotional rendition of his specially commissioned poem to commemorate 100 years of the poppy as the symbol of remembrance.\nThere was a sombre mood when The Last Post rang out in the theatre and during the minutes of silence poppy petals drifted from the ceiling.\nThe service ended with traditional prayers and hymns before a rendition of God Save the Queen.\nThe festival honours military personnel, past and present, for their service and dedication in defending our freedoms and way of life.\nThe monarch had not been expected to join the other royals at the event since Buckingham Palace said doctors had advised her to rest until mid-November after medical checks in hospital last month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-42252741",
      "category": "uk-politics",
      "title": "Nazanin Zaghari-Ratcliffe: What is Iran jail case about?",
      "tags": "Foreign & Commonwealth Office,Boris Johnson,Iran,Jeremy Hunt,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe was detained at an Iranian airport in April 2016, while travelling home to London with her young daughter.\nThe British-Iranian was sentenced to five years in prison - for allegedly plotting against the Iranian government.\nShe maintains her innocence, saying she was on holiday in Iran visiting family.\nMrs Zaghari-Ratcliffe, 41, has dual British and Iranian citizenship, and before her arrest lived in London with her husband Richard Ratcliffe, who is an accountant.\nShe worked as a project manager for the charity Thomson Reuters Foundation and was previously employed by BBC Media Action, an international development charity.\nShe says she took her daughter Gabriella, now six, to Iran in March 2016 to celebrate the country's new year and visit her parents.\nIranian authorities allege Mrs Zaghari-Ratcliffe was plotting to topple the government in Tehran - but no official charges have been made public.\nIran's Revolutionary Guards said she was leading a \"foreign-linked hostile network\" when she visited.\nBoth the Thomson Reuters Foundation and BBC Media Action issued statements saying she was not working in Iran but was on holiday there.\nMr Ratcliffe said he had asked his wife what the charges were during a phone call in 2016, and a nearby prison guard had said: \"National security charges\".\nIn October last year, Foreign Secretary Dominic Raab said the government would \"redouble\" its efforts to secure Mrs Zaghari-Ratcliffe's release after her daughter Gabriella returned to the UK.\nA month earlier, newly-appointed prime minister Boris Johnson had called for Mrs Zaghari-Ratcliffe's immediate release during a meeting with Iran President Hassan Rouhani.\nHe had previously been involved in the case when he was foreign secretary. In November 2017, he had to apologise after he was criticised for suggesting Mrs Zaghari-Ratcliffe had been training journalists when she was arrested, rather than on holiday.\nCampaigners said she could face an increased prison sentence in Iran as a result of the comments.\nThe following month Mr Johnson visited Tehran and met his counterpart as well as President Rouhani, and pressed for her release on humanitarian grounds.\nTheresa May had also raised concerns when she was prime minister.\nIn March 2019, then-Foreign Secretary Jeremy Hunt - Mr Johnson's successor - announced Mrs Zaghari-Ratcliffe would be given diplomatic protection -  making the case a formal, legal dispute between Britain and Iran.\nMrs Zaghari-Ratcliffe, who maintains her innocence, mostly speaks publicly through her husband, who regularly calls her.\nAccording to Mr Ratcliffe, she misses Gabriella \"all the time\" and is in a \"pretty fragile\" state of mental health. \nIn an open letter, published in October 2019, Mrs Zaghari-Ratcliffe said weekly visits from her daughter had sustained her during her imprisonment.\nWriting before Gabriella returned to the UK to start school, she said the thought of being unable to hold her child was \"the deepest torture of them all\". \nMrs Zaghari-Ratcliffe's five-year-sentence was handed down on 6 September - one day after the UK appointed an ambassador to Iran for the first time since 2011.\nMr Ratcliffe said the timing was proof his wife is being held as a political bargaining chip.\nIt has been claimed Mrs Zaghari-Ratcliffe is being held in order to force the UK into settling a multi-million pound dispute with Iran, which dates back to the 1970s.\nBBC diplomatic correspondent Caroline Hawley said London and Tehran do not see eye-to-eye on Iran's role in the wider Middle East or on human rights.\nIran's Revolutionary Guards are hardliners, opposed to Iran's nuclear deal struck by moderates with the West in 2015. And in 2009, Britain was accused of fuelling unprecedented street protests.\nTensions between the nations increased last year after a series of incidents in and around the Gulf, including Iran seizing a British-flagged tanker in the Strait of Hormuz."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59273273",
      "category": "uk",
      "title": "Covid: 'No reason' not to give boosters to under-50s",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Rolling out booster jabs to younger age groups could help cut Covid infection rates to low levels across the UK, a leading scientist has said.\nProf Neil Ferguson said data suggests a third jab gives significant protection, even against mild illness.\nHe said he saw \"no reason\" why younger age groups should not be offered boosters after priority groups.\nHe also said the UK was unlikely to get a \"catastrophic winter wave\" this Christmas.\nThe UK recorded 38,351 new Covid-19 cases on Saturday, up by nearly 8,000 on the previous week. A further 157 deaths within 28 days of a positive test were also reported. \nHealth Secretary Sajid Javid tweeted that 12 million booster jabs had been given across the UK, with more than two million being delivered in one week.\nIn September, the government's scientific advisers recommended everyone over 50 should be offered a third dose of a Covid vaccine, along with front-line medical staff and younger adults with some underlying health conditions. The rollout began later that month.\nProf Ferguson, head of the modelling group at Imperial College London, told BBC Radio 4's Today Programme he saw \"no reason why we shouldn't be rolling them out to younger age groups, once we've got through the priority groups, the over-50s and the clinically very vulnerable\".\nModelling data on the immunity booster jabs provided to the UK population will be published next week, he said. \nProf Ferguson said he expected the data to be \"very like\" that seen in places such as Israel, where it showed people were \"very substantially protected\" after receiving their booster dose - not just from severe disease, \"but even from just getting infected again, mild disease\".\nHe added: \"And that's what we've been missing in the last few months with the Delta variant, with people who have only had one or two doses.\"\nHe said, according to modelling carried out by his group and at the London School of Hygiene and Tropical Medicine, rolling out booster jabs to younger age groups \"could make quite a big difference to driving down transmission to low levels\". \nHowever, Prof Ferguson, whose modelling led to the first nationwide restrictions in 2020, added this would be a decision for the Joint Committee on Vaccination and Immunisation (JCVI) committee to make.\nPeople are eligible for a booster jab in the UK if:\nIt must also have been six months since their second dose.\nRules about who is eligible for a booster are the same throughout the UK. \nIn Scotland, people will be able to book boosters online from later this month. In Wales and Northern Ireland people will be invited to book an appointment and for most people this will happen at least six months after their second jabs.  \nRead more here.\nProf Ferguson said he thought the UK was unlikely to experience a \"catastrophic winter wave at this point\". He said \"we are in a very different place from last year\" and \"the vaccination is having a huge effect\" in the population's immunity levels.\nWhereas restrictions have been reintroduced in some countries across Europe, such as the Netherlands, Prof Ferguson said the UK was in \"quite a different situation\" and he hoped it could \"avoid\" the return of social distancing measures this winter.\nHe said \"we might see slow increases as we did in October\" near Christmas, but the fast rollout of booster jabs has given the UK an advantage in the fight to control Covid.\nIn light of Boris Johnson's statement on Friday about \"storm clouds\" gathering over parts of Europe, Prof Ferguson said: \"We can't be complacent, but at the moment I don't think we'll be in a situation the Netherlands is coming into where they really do need to get on top of rising case numbers using social distancing.\"\nThe UK has experienced a high number of cases since July, ranging from 30,000 to 50,000 new cases daily. Prof Ferguson said the high number of cases during the past four months \"has obviously had a downside\". But, \"paradoxically it had an upside of boosting the immunity of the population compared to countries like Germany, the Netherlands and France\", he added. \nGermany recorded its highest number of new Covid infections on Wednesday, whilst Austria is set to impose a lockdown for unvaccinated people. \nAcross Europe, the highest number of hospitalisations and deaths from Covid have been among unvaccinated members of the population.\nRecent data from the Office for National Statistics (ONS) has suggested infection levels are continuing to fall across the UK.\nAbout one in 60 people in private households in England had Covid-19 in the week ending 6 November, down from one in 50 the previous week.\nIn Wales, about one in 45 people were estimated to have had the virus in the week ending 6 November, down from one in 40 the previous week.\nIn Northern Ireland, the figure was about one in 75 people, down from one in 65 the previous week, while in Scotland it was one in 85, down from one in 80."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59277788",
      "category": "world",
      "title": "COP26: New global climate deal struck in Glasgow",
      "tags": "Our Planet Now,COP26,Paris climate agreement,Climate change",
      "text": "A deal aimed at staving off dangerous climate change has been struck at the COP26 summit in Glasgow.\nThe Glasgow Climate Pact is the first ever climate deal to explicitly plan to reduce coal, the worst fossil fuel for greenhouse gases.\nThe deal also presses for more urgent emission cuts and promises more money for developing countries - to help them adapt to climate impacts.\nBut the pledges don't go far enough to limit temperature rise to 1.5C.\nA commitment to phase out coal that was included in earlier negotiation drafts led to a dramatic finish after India and China led opposition to it.\nIndia's climate minister Bhupender Yadav asked how developing countries could promise to phase out coal and fossil fuel subsidies when they \"have still to deal with their development agendas and poverty eradication\". \nIn the end, countries agreed to \"phase down\" rather than \"phase out\" coal, amid expressions of disappointment by some. COP26 President Alok Sharma said he was \"deeply sorry\" for how events had unfolded.\nHe fought back tears as he told delegates that it was vital to protect the agreement as a whole.\nUK Prime Minister Boris Johnson said he hoped the world would \"look back on COP26 in Glasgow as the beginning of the end of climate change\".\n\"There is still a huge amount more to do in the coming years. But today's agreement is a big step forward and, critically, we have the first ever international agreement to phase down coal and a roadmap to limit global warming to 1.5 degrees,\" he said.\nJohn Kerry, the US envoy for climate, said it was always unlikely that the Glasgow summit would result in a decision that \"was somehow going to end the crisis\", but that the \"starting pistol\" had been fired.\nMeanwhile, UN Secretary-General Antonio Guterres said the planet was \"hanging by a thread\". \"We are still knocking on the door of climate catastrophe... it is time to go into emergency mode - or our chance of reaching net zero will itself be zero.\"\nAs part of the agreement, countries will meet next year to pledge further major carbon cuts with the aim of reaching the 1.5C goal. Current pledges, if fulfilled, will only limit global warming to about 2.4C.\nIf global temperatures rise by more than 1.5C, scientists say the Earth is likely to experience severe effects such as millions more people being exposed to extreme heat.\nMain achievements of the deal:\n\"We would like to express our profound disappointment that the language we agreed on, on coal and fossil fuels subsidies, has been further watered down,\" Swiss environment minister Simonetta Sommaruga said. \"This will not bring us closer to 1.5C, but make it more difficult to reach it.\"\nDespite the weakening of language around coal, some observers will still see the deal as a victory, underlining that it is the first time coal is explicitly mentioned in UN documents of this type.\nCoal is responsible for about 40% of annual CO2 emissions, making it central in efforts to keep within the 1.5C target. To meet this goal, agreed in Paris in 2015, global emissions need to be reduced by 45% by 2030 and to nearly zero by mid-century.\n\"They changed a word but they can't change the signal coming out of this COP - that the era of coal is ending,\" said Greenpeace international executive director Jennifer Morgan.\nHowever, Lars Koch, a policy director for charity ActionAid, said it was disappointing that only coal was mentioned.\n\"This gives a free pass to the rich countries who have been extracting and polluting for over a century to continue producing oil and gas,\" he said.\nSara Shaw, from Friends of the Earth International, said the outcome was \"nothing less than a scandal\". \n\"Just saying the words 1.5 degrees is meaningless if there is nothing in the agreement to deliver it. COP26 will be remembered as a betrayal of global South countries,\" she said. \nFinance was a contentious issue during the conference. A pledge by developed nations to provide $100bn (£75bn) per year to emerging economies, made in 2009, was supposed to have been delivered by 2020. However, the date was missed.\nIt was designed to help developing nations adapt to climate effects and make the transition to clean energy. In an effort to mollify delegates, Mr Sharma said around $500bn would be mobilised by 2025.\nBut poorer countries had been calling throughout the meeting for funding through the principle of loss and damage - the idea that richer countries should compensate poorer ones for climate change effects they are unable to adapt to.\nThis was one of the big disappointments of the conference for many delegations. Despite their dissatisfaction, several countries that stood to benefit backed the agreement on the basis that talks on loss and damage would continue.\nDelegations pushing for greater progress on the issue included those from countries in Africa, such as Guinea and Kenya, as well as Latin American states, small island territories and nations in Asia such as the Philippines.\nLia Nicholson, delegate for Antigua and Barbuda, and speaking on behalf of small island states, said: \"We recognise the presidency's efforts to try and create a space to find common ground. The final landing zone, however, is not even close to capturing what we had hoped.\"\nShauna Aminath, environment minister for the low-lying Maldives, said: \"We have 98 months to halve global emissions. The difference between 1.5 and 2 degrees is a death sentence for us.\"\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59282304",
      "category": "uk",
      "title": "Covid vaccines: NHS jabs more than 1m children aged 12-15 in England",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than a million children between 12 and 15 years old in England have received a Covid-19 vaccine.\nVaccine clinics have been held at around 3,500 schools, with 800 more to be visited next week, NHS England said.\nA single dose of the Pfizer-BioNTech jab has been available to 12 to 15-year-olds since 20 September.\nHowever, this offer came later than many European countries and the US - who began to vaccinate those age groups over the summer.\nHealth Secretary Sajid Javid said: \"Over a million young people aged 12 to 15 have now received the crucial protection the vaccine provides.\n\"This is a phenomenal accomplishment and will make a huge difference in stopping Covid-19 from further disrupting their education, their health and their lives.\"\nOn Sunday a 36,517 new cases were recorded, up by more than 6,000 from the same time last week. A further 63 deaths within 28 days of a positive test were also reported.\nAlmost three million children aged 12 to 15 in England are eligible for one dose, NHS England has said.\nThe rollout to this age group came later in the UK than in some other places, after a period of controversy over approving the Pfizer-BioNTech jab vaccine for younger children.\nThe vaccination programme began in earnest once it was approved by the UK's chief medical officers, but much of Europe began to offer jabs to this age bracket ahead of their return to school in the autumn.\nThe US is currently also offering doses of the Pfizer vaccine to children aged between five and 11 years old.\nCoronavirus jabs are also available to children in Scotland and Wales, who have focused on the use of vaccine clinics - while Northern Ireland is getting them to children via their own school programme.\nFollowing the announcement that the million mark had been reached, NHS officials said 95% of schools had already been visited or had a visit planned in the coming weeks.\nDr Emily Lawson, head of the NHS Covid-19 vaccination programme, described the news as \"fantastic\".\nShe explained it was down to the schools programme and the \"hard work of specialist NHS teams who are either visiting hundreds of schools every single week or our vaccination sites\".\n\"I would urge families to look at the information together and then book in to give children and their loved ones crucial protection ahead of winter,\" Dr Lawson added.\nLetters requesting consent are sent to parents and guardians before the school clinics with information on vaccination. \nThose who want their children to be jabbed outside of school hours are asked to go to vaccination sites, where consent will be asked for on the day.\nThere are around 60 immunisation services for school age children across the country, with teams made up of clinical staff including paediatric nurses and school nurses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59279585",
      "category": "world-us-canada",
      "title": "US defends air strikes that killed civilians in Syria",
      "tags": "Iraq,United States,Islamic State group",
      "text": "The US military has defended as \"legitimate\" an air strike attack which killed dozens of people in Syria in 2019.\nThe attack on so-called Islamic State fighters killed 80 people, as the group made their last stand.\nThe US identified 16 of the dead as militants, and four as civilians. \nBut officials could not conclude on more than 60, and a spokesperson told the BBC it was \"highly likely\" more civilians were killed.\nAn independent investigation into the strike was never conducted, according to a New York Times report which accused the military of a cover-up.\nThe air strikes occurred on 18 March 2019 in the town of Baghuz in eastern Syria - then the last stronghold of the so-called IS caliphate. \nThree bombs were dropped by US jets on a large group of people, despite drone footage showing the presence of civilians, according to the New York Times. \nCommanders ignored alarm expressed in the immediate aftermath and a subsequent investigation into the incident by the defence department's inspector general was \"stripped\" of any mention of the strike, the newspaper reported. It added that no thorough independent investigation had ever happened.\n\"Leadership just seemed so set on burying this. No-one wanted anything to do with it,\" Gene Tate, an official who worked on the case and said he was forced out of his job, told the newspaper.\nUS Central Command rejected the accusations. \nIn a statement to the BBC, spokesman Cpt Bill Urban said US troops had been assured there were no civilians in the area at the time of the attack.\nOnly afterwards, he went on, did the US become aware of high-resolution video from a drone operated by an unidentified US ally suggesting civilians had been present. And footage from that drone enabled the US to conclude their bombs had killed 16 fighters and four civilians - but could not \"conclusively characterise the status of more than 60 other casualties\". \n\"The reason for this uncertainty is that multiple armed women and at least one armed child were observed in the video, and the exact mixture of armed and unarmed personnel could not be conclusively determined. Likely, a majority of those killed were also combatants at the time of the strike, however, it is also highly likely that there were additional civilians killed by these two strikes.\"\nAn investigation concluded that \"these two strikes were legitimate self-defence strikes\" and \"no disciplinary actions were warranted\", Cpt Urban continued.\nHe did not address the New York Times accusation that there had been a cover-up in the investigation conducted by the inspector-general's office.\nKurdish-led Syrian Democratic Forces (SDF) - allied to the US - started the final ground attack on Baghuz at the start of March 2019.\nThe alliance was forced to slow its offensive after it emerged that a large number of civilians were also there, sheltering in buildings, tents and tunnels.\nMany IS fighters stayed in their midst, putting up fierce resistance, deploying suicide bombers and car bombs.\nThe fall of Baghuz was a major moment in the fight against IS. \nThe extremist Islamist group came to international prominence in 2014 when it seized large parts of Syria and Iraq.\nIS imposed its brutal rule on almost eight million people, carried out countless atrocities, destroyed cultural heritage, and generated billions of dollars in revenue from oil, extortion, robbery and kidnapping.\nAfter five years of fierce and bloody battles, local forces, backed by world powers, have driven IS out of all the territory it once controlled.\nLast year, however, IS claimed to have carried out nearly 600 attacks in Syria and more than 1,400 in neighbouring Iraq."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59275207",
      "category": "uk-politics",
      "title": "MPs Layla Moran and Crispin Blunt admit using offices for paid meeting",
      "tags": "House of Commons,Crispin Blunt,Owen Paterson,Layla Moran,Oxford,UK Parliament,Geoffrey Cox",
      "text": "Two MPs have admitted using their Commons offices for non-parliamentary paid meetings.\nLiberal Democrat Layla Moran and Conservative Crispin Blunt appeared via video link on a panel discussing political prisoners in Saudi Arabia.\nThe event last November was organised by law firm Bindmans LLP.\nAccording to the register of financial interests for MPs, Ms Moran was paid £3,000 by the firm and Mr Blunt received £6,000.\nBindmans described the meeting as an \"evidence session\", which heard from human rights organisations and family members of detained Saudi Arabian activists.\nUnder House of Commons rules, MPs must not use the parliamentary facilities for non-parliamentary work.\nMs Moran, MP for Oxford West and Abingdon, has apologised and said she \"deeply regretted\" it.\nIn a statement, Ms Moran said: \"With MPs from other parties, I worked on the detention of political prisoners in Saudi Arabia with Bindmans. \n\"I deeply regret that I 'zoomed' in for one meeting from my office in Parliament when Covid restrictions were in place. \n\"I take full responsibility for this and it will not happen again.\"\nMr Blunt, who represents Reigate, told the BBC it did not occur to him that there would be an issue using a room in Parliament at no cost to the taxpayer.\nHe said the MPs on the panel were discussing a matter of \"serious public concern\" and emphasised he would accept the findings of any investigation by the parliamentary standards commissioner if a complaint was made.\nHe told the BBC: \"It was a parliamentary panel, although one not formed as either an all-party-parliamentary group or a select committee.\nHe added: \"I have chaired three of these detention review panels over recent years and as the panel members were all parliamentarians, each panel cross party, advised by legal counsel, examining matters of serious public and human rights concern - that on any reasonable interpretation the work would meet a definition of being 'parliamentary'.\"\nMr Blunt continued that while the panel members had been paid a fee for their time and expertise devoted to the work, it had been declared in the usual way, and the process was open to public scrutiny throughout.\nHe said he thought MPs were being subjected to an \"absurd feeding frenzy\" by the media in relation to their additional work that was now \"doing wider damage to the institution of Parliament by creating a wholly inaccurate image in the mind of the wider public\". \nPoliticians are allowed to have second jobs outside Westminster but the work they do has come under the spotlight since Tory MP Owen Paterson, who has since stood down, broke lobbying rules when working as a consultant.\nAnd questions have been raised about Conservative MP and former attorney general Sir Geoffrey Cox, who earned about £900,000 last year through his work outside Parliament.\nHe notched up the wage bill in his work as a lawyer, including travelling to the British Virgin Islands (BVI) to advise on a corruption inquiry.\nLabour chair Anneliese Dodds previously accused him of taking advantage of Covid restrictions to work remotely from the Caribbean.\nNo 10 said MPs should be \"visible in their constituencies and available to help constituents with their constituency matters\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-59274466",
      "category": "uk-england-beds-bucks-herts",
      "title": "Swampy among final protesters evicted from HS2 camp in Buckinghamshire",
      "tags": "Wendover,Transport,Environment",
      "text": "Veteran eco-protester Swampy was one of the last two protesters to be evicted from a camp set up by activists against the HS2 rail project.\nThe eviction began at Wendover Active Resistance (War) camp in Buckinghamshire five weeks ago.\nThe protesters had been digging a tunnel, but a spokeswoman for the group said on Saturday the last two demonstrators were out of the tunnel.\nA HS2 spokeswoman said: \"All protesters have now been safely removed\".\nSwampy, whose name is Dan Hooper, was among protesters who had charges against them dropped recently after they occupied tunnels near Euston Station in London.\nHe was accompanied by another protester, called Satchel, at the War camp between the A413 and the local Chiltern railway line south of Wendover.\nThe HS2 line will pass over the road and railway on a low viaduct before entering a tunnel to pass to the west of the village.\nThe HS2 spokeswoman said: \"By providing a cleaner, greener way to travel, HS2 will help cut the number of cars and lorries on our roads, cut demand for domestic flights, and help the country's push to reduce carbon emissions.\n\"Instead of wasting their time and public money on often violent and disruptive protest, we would urge anyone who cares about the environment to support this project.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59280706",
      "category": "world-us-canada",
      "title": "US bank robber identified after decades-long hunt",
      "tags": "Ohio",
      "text": "The fugitive behind one of America's most notorious bank robberies has been identified after a 52-year search, law enforcement officials have announced. \nTed Conrad was working as a teller at the Society National Bank in Cleveland, Ohio when he robbed his employer in July 1969. \nHe disappeared with $215,000, worth $1.7m (£1.2m) today.\nInvestigators from the US Marshals Service said he subsequently lived a quiet and unassuming life. \nConrad, who died in May from lung cancer, was just 20 years old when he pulled off the heist. He reportedly took advantage of the bank's lacklustre security, walking out with the money stuffed into a brown paper bag as the branch closed on a Friday evening.\nBy the time other bank employees realised the money was gone two days later, Conrad had disappeared. \nHe sparked a manhunt that would last for more than half a century, and went on to feature on television shows like America's Most Wanted and Unsolved Mysteries.\nAccording to the Marshal Service, Conrad had allegedly told friends of his plans to rob the bank and boasted about how easy it would be to do. He was reportedly obsessed with the 1968 Steve McQueen heist film, The Thomas Crown Affair, and watched it more than a dozen times during his preparation for the robbery. \nMarshals say that after his disappearance Conrad changed his name to Thomas Randele and fled to Washington DC and Los Angeles, before eventually settling in a Boston suburb around 1000km (621 miles) away from the scene of the crime.\nInvestigators say he subsequently lived a quiet and unassuming life, and the New York Times reported that he had spent the past 40 years working as a golf professional and at a used-car dealership. \nThe case remained cold for decades before investigators, alerted by the appearance of Randele's obituary in a newspaper, were able to match papers he had filed during the 1960s with documents \"Randele\" had completed more recently. Ironically, this included papers from Randele's bankruptcy case in a Boston court in 2014. \nMarshal Peter Elliott was one of the lead investigators on the case. He inherited it from his father John, who had been obsessed with finding out what became of the daring thief. \n\"My father never stopped searching for Conrad and always wanted closure up until his death in 2020,\" Mr Elliott said. \n\"I hope my father is resting a little easier today knowing his investigation and his United States Marshals Service brought closure to this decades-long mystery.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58874518",
      "category": "science-environment",
      "title": "What is net zero and how are the UK and other countries doing?",
      "tags": "Carbon capture and storage,Greenhouse gas emissions,COP26,Climate change,Carbon neutrality",
      "text": "Countries have set out plans to cut greenhouse gas emissions, at the COP26 climate change summit in Glasgow.\nThey hope to achieve the target of \"net zero\" by 2050, to help slow global warming.\nNet zero means not adding to the amount of greenhouse gases in the atmosphere. \nAchieving it means reducing emissions as much as possible, as well as balancing out any that remain by removing an equivalent amount.\nGreenhouse gases like carbon dioxide (CO2) are released when we burn oil, gas and coal for our homes, factories and transport. Methane is produced through farming and landfill. These gases cause global warming by trapping the sun's energy.\nMeanwhile, rapid deforestation across the world means there are fewer trees and plants to absorb CO2.\nUnder the 2015 Paris Agreement, 197 countries agreed to try to keep temperature rises \"well below\" 1.5C to avoid the worst impacts of climate change. \nExperts say that to achieve this, net zero must be reached by 2050. \nNot all emissions can be reduced to zero, so those that remain have to be compensated for, or offset - for example, by planting more trees.\nAlmost every country has embarked on tree planting as a cheap way of reducing carbon, although there may not be enough space for the number required.\nCarbon capture and storage has also been suggested as another solution. \nThis involves using machinery to remove carbon from the air, then solidifying it and burying it underground.\nHowever, the technology is still emerging, very expensive and as yet unproven.\nIt won't be easy. \nReaching net zero will involve moving from fossil fuels to renewable energy for our power, and abandoning vehicles run on petrol and diesel, in favour of those powered by electricity and hydrogen.\nGas central heating will need to be replaced by alternative sources, such as heat pumps. \nReaching net zero could also mean flying far less in future, and eating less red meat.\nPresenting the government's net zero strategy to the House of Commons in the run up to COP26, the government pledged:\nThe government had already announced a ban on new petrol and diesel cars from 2030, and that all the UK's electricity will come from renewable sources by 2035.\nAt the time, Shadow Business Secretary Ed Miliband called the latest announcements \"a massive let-down\".\nMore than 130 countries have pledged to reach net zero emissions before 2050.\nHowever, China - currently the biggest producer of CO2 in the world - says it's aiming for \"carbon neutrality\" by 2060. It hasn't set out exactly what this means or how it will get there. \nRussia - the third-largest producer of oil worldwide - has also pledged to reach net zero by 2060, although its draft commitment hasn't been legally ratified. \nUntil recently President Putin dismissed the risks posed by rising temperatures.\nUS President Joe Biden criticised the Russian and Chinese leaders for not attending the COP26 summit. \nIndia - the world's fourth biggest emitter of CO2 after China, the US and the EU - has promised to cut its emissions to net zero by 2070. \nSome of the world's most heavily populated countries - including Indonesia - haven't made any net zero commitment.\nBut many of the announcements which have already come out of the COP26 summit on deforestation, cutting methane and reducing coal are directly linked to helping countries hit their net zero goal.\nThere's controversy about how some countries might try to reach net zero.\nFor instance, Country A might record lower emissions if it shuts down energy-intensive industries such as steel production. \nBut if Country A then imports steel from Country B, it's effectively handed on its carbon emissions to Country B instead of reducing the sum total of greenhouse gases.\nThere are schemes that enable rich countries to offset their emissions by paying poorer countries to switch to cleaner fuels. \nHowever, some climate scientists worry such arrangements could let wealthier nations avoid reducing their own fossil fuel usage. \nAnd it's hard to say that initiatives funded to offset emissions elsewhere would not have happened anyway.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-24021772",
      "category": "science-environment",
      "title": "What is climate change? A really simple guide",
      "tags": "Greenhouse gas emissions,Our Planet Now,Carbon dioxide,Extinction,Effects of global warming,Climate change,Environment",
      "text": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life.\nLeft unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species. \nWe face a huge challenge, but there are potential solutions.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions.\nThe rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport. \nWhen these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise.\nThe world is now about 1.2C warmer than it was in the 19th Century - and the amount of CO2 in the atmosphere has risen by 50%.\nTemperature rises must slow down if we want to avoid the worst consequences of climate change, scientists say. They say global warming needs to be kept to 1.5C by 2100. \nHowever, unless further action is taken, the planet could still warm by more than 2C by the end of this century. A report in 2021 by the Climate Action Tracker group calculated that the world was heading for 2.4C of warming by the end of the century.\nIf nothing is done, scientists think global warming could exceed 4C in the future, leading to devastating heatwaves, millions losing their homes to rising sea levels and irreversible loss of plant and animal species. \nExtreme weather events are already more intense, threatening lives and livelihoods. \nWith further warming, some regions could become uninhabitable, as farmland turns into desert. In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands.\nPeople in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse.\nOur oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has already lost half of its corals since 1995 due to warmer seas driven by climate change.\nWildfires are becoming more frequent as climate change increases the risk of hot, dry weather. \nAnd as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change.\nIn a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need.\nScientists believe at least 550 species could be lost this century if action is not taken. \nClimate change has different effects in different areas of the world. Some places will warm more than others, some will receive more rainfall and others will face more droughts. \nIf temperature rise cannot be kept within 1.5C:\nCountries agree climate change can only be tackled by working together, and in a landmark agreement in Paris in 2015, they pledged to try to keep global warming to 1.5C. \nThe UK is hosting a summit for world leaders, called COP26, in November, where countries will set out their carbon reduction plans for 2030. \nMany countries have pledged to get to net zero by 2050. This means reducing greenhouse gas emissions as much as possible and balancing out remaining emissions by absorbing an equivalent amount from the atmosphere.\nExperts agree that this is achievable, but it will require governments, businesses and individuals to make big changes.\nMajor changes need to come from governments and businesses, but scientists say some small changes in our lives can limit our impact on the climate:\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59273174",
      "category": "world-europe",
      "title": "Poland-Belarus border: The BBC reports from the camps within touching distance of the EU",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59282354",
      "category": "uk-england-merseyside",
      "title": "Liverpool Women's Hospital: One dead in car explosion outside hospital",
      "tags": "Liverpool hospital blast,Merseyside Police,Liverpool",
      "text": "One person has died and another has been injured in a car explosion and fire outside a hospital in Liverpool.\nMerseyside Police said there were reports of an explosion after a taxi pulled up at Liverpool Women's Hospital just before 11:00 GMT.\nThe force said it \"has not been declared a terrorist incident\" but counter-terrorism detectives were leading the inquiry \"out of caution\".\nIt added it \"could take some time\" before they could confirm details. \nThe injured man is being treated in hospital and is not in a life-threatening condition, police said.\nArmed officers have also carried out a raid on a property in Rutland Avenue near Sefton Park. However, the force has not yet confirmed whether the two incidents are related.\nHome Secretary Priti Patel said on Twitter she was \"being kept regularly updated on the awful incident\". \n\"Our police and emergency services are working hard to establish what happened and it is right they are given the time and space to do so,\" she added.\nAt a press conference outside the hospital, Chief Constable Serena Kennedy said: \"The emergency services have well-rehearsed plans for dealing with major incidents. Our response is ongoing at the hospital and will be for some time.\" \nShe added: \"We have triggered our information channels - to inform the local community and businesses about what information we do have and can provide. We would urge the public to remain calm but vigilant.\"\nPhil Garrigan, chief fire officer of Merseyside Fire and Rescue Service, said the car fire was \"fully developed\" when crews arrived shortly after 11:00.\n\"The operational crews extinguished the fire rapidly but... there was one fatality,\" he said.\n\"Another individual had left the vehicle prior to the fire developing to the extent that it did.\n\"Our thoughts are with them and the families of those involved.\"\nCounter Terrorism Police North West said: \"We are leading the investigation with support from Merseyside Police, and are keeping an open mind as to what has caused the explosion.\n\"We are working at a rapid pace to try and establish the circumstances behind this and will update in due course.\"\nKathryn Thomson, chief executive of Liverpool Women's Hospital, said staff were restricting patient access to the hospital \"with immediate effect\" but allowing emergency ambulances.\n\"Where possible, we have diverted patients to other hospitals until further notice,\" she added.\n\"We are reviewing our patient activity for the next 24-48 hours and patients should wait to be contacted for updates about any planned appointments or other attendance at the hospital.\"\nBy Phil McCann, BBC News\nA patient we spoke to here told us she was heading for an exit at just before 11 o'clock this morning when she heard a very loud bang. The hospital's security teams then sealed the doors and stopped people leaving.\nAll afternoon rumours abounded across social media - based on the fact bomb disposal officers attended the scene; and the fact the explosion happened at around the time the nation fell silent for Remembrance Sunday.\nThis hospital is now full of police cars - some of which look like they have armed officers inside.\nLiverpool mayor Joanne Anderson tweeted that the car fire, which has since been extinguished, was \"unsettling and upsetting and my thoughts are with those affected\".\n\"I'd like to thank the emergency services for their swift response and for bringing calm to the situation,\" she added.\nA bomb disposal unit and fire engines attended the scene, which remains cordoned off.\nLiverpool Women's Hospital, which featured in the popular Channel 4 series One Born Every Minute, receives about 50,000 patients annually and is the largest hospital in its specialism in Europe.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59283128",
      "category": "world-europe",
      "title": "Covid: Austria introduces lockdown for unvaccinated",
      "tags": "Austria,Netherlands,Coronavirus pandemic",
      "text": "About two million people who have not been fully vaccinated against Covid-19 have been placed in lockdown in Austria as the country faces a surge in cases.\n\"We are not taking this step lightly, but unfortunately it is necessary,\" Chancellor Alexander Schallenberg said.\nUnvaccinated people will only be allowed to leave home for limited reasons, like working or buying food.\nAbout 65% of Austria's population is fully vaccinated - one of the lowest rates in Western Europe.\nMeanwhile, the seven-day infection rate is more than 800 cases per 100,000 people, which is one of the highest in the region. \nOverall, Europe has again become the area most seriously affected by the pandemic and several countries are introducing restrictions and warning of rising cases.\nHowever, the UK, which has one of the highest Covid infection rates, has yet to reintroduce restrictions, despite health leaders calling for rules like mandatory face coverings in crowded and enclosed spaces to be brought back to avoid a winter crisis.\nThe measures introduced in Austria on Monday, which come amid growing pressure on the nation's hospitals, will initially last for 10 days. \nChildren under the age of 12 and people who have recently recovered from the virus will be exempt.\nOver the weekend, hundreds of people protested outside the chancellery in the capital, Vienna, waving banners that read: \"Our bodies, our freedom to decide.\"\nOne female protester said she was demonstrating \"to fight for my rights\". \"It is totally discriminatory what is happening here,\" she said.  \nBut Prof Eva Schernhammer, of the Medical University of Vienna, said the measures were needed, warning that hospital intensive care units were filling up. \"It's already projected that within two weeks we'll have reached the limit,\" she said. \nUnvaccinated people were already barred from visiting restaurants, hairdressers and cinemas, but will now be expected to stay at home.\n\"In reality we have told one third of the population: you will not leave your [home] apart from for certain reasons,\" Mr Schallenberg said. \n\"That is a massive reduction in contacts between the vaccinated and the unvaccinated.\"\nThe government says police will carry out spot checks in public spaces to determine the vaccination status of individuals, and issue fines to those caught breaking the rules.\nAustria's health ministry says anyone who violates the lockdown for the unvaccinated could be fined €500 (£426; $572), while a penalty of €1,450 could be incurred for refusing to participate in checks.\nThere was a last-minute rush at vaccination centres in Upper Austria on the eve of the new restrictions.\nBut critics have questioned whether the move is constitutional. The far-right Freedom Party has said it will create a group of second-class citizens.\nIn neighbouring Germany, where Health Minister Jens Spahn has warned of a pandemic of the unvaccinated, the federal government and state leaders are due to meet later this week to discuss possible new restrictions.\nGermany's 67.3% vaccination rate is higher than in Austria, but not by much. Germany has designated Austria a high-risk area, meaning anyone arriving from the country must go into quarantine.\nIn the Netherlands, \"lockdown-lite\" measures have been imposed to limit social contacts in response to a sharp increase in infections. \nThe measures include early closing for restaurants and shops, and barring spectators from sporting events.\nAbout 84% of Dutch adults have been fully vaccinated. Most patients in Dutch hospitals have not had their jab.\nVaccination rates are significantly lower in some eastern European nations.\nLatvia, where 59% of the population are fully vaccinated, re-imposed lockdown last month and has banned lawmakers who refuse the vaccine from voting on laws and taking part in debates until the middle of next year. They will also see their pay docked. \nIn Russia, only about 35% of the population has been fully vaccinated, according to Our World In Data. At the end of October, Moscow shut shops, restaurants and schools in a partial lockdown and workers were given nine days paid holiday to curb infections.\nSome other countries are also introducing measures applying only to the unvaccinated. In Australia, the state of Queensland will bar unvaccinated people from restaurants, pubs and sports events from 17 December.\nAnd Singapore has said that those who remain unvaccinated by choice will have to pay for their own medical bills from December."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59285235",
      "category": "uk",
      "title": "Liverpool explosion: Three arrested under Terrorism Act after car blast at hospital",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "Three men have been arrested under the Terrorism Act after a man was killed in a car explosion outside Liverpool Women's Hospital.\nA taxi carrying one passenger pulled up just before 11:00 GMT on Remembrance Sunday, as a national two minutes' silence was due to begin, and exploded. \nThe passenger was declared dead at the scene and is yet to be formally identified.\nThe male driver was injured and is in hospital in a stable condition.\nDetectives from Counter Terrorism Police North West said three men - aged 29, 26 and 21 - were detained in the Kensington area of the city.\nThey said they were continuing to keep an open mind about the cause of the blast and were working with Merseyside Police as the investigation continued \"at pace\". The security service, MI5, is also assisting.\nArmed officers have carried out raids on properties on Rutland Avenue near Sefton Park, and around Sutcliffe Street and Boaler Street in Kensington.\nSpecialist officers remain outside a house on Rutland Avenue, in an operation police say is linked to the explosion. \nPolice negotiators are on the scene, a fire crew is on standby, and a number of residents have been evacuated.\nA large cordon, guarded by uniformed officers, remains in place.\nCarl Bessant, whose partner had just had a baby, was inside the hospital at the time of the blast.\n\"My partner is really shook up to be honest,\" he said.\n\"We were so close and she was feeding the baby when it happened. We heard a loud bang and looked out of the window. \n\"We saw the car on fire and someone jump out... screaming, and there was someone inside the car.\n\"The hospital shut down, no-one in or out, so they said, but people were using the back entrance.\"\nPrime Minister Boris Johnson said on Twitter: \"My thoughts are with all those affected by the awful incident in Liverpool today.\n\"I want to thank the emergency services for their quick response and professionalism, and the police for their ongoing work on the investigation.\"\nHome Secretary Priti Patel also tweeted she was \"being kept regularly updated on the awful incident\". \nBy Jim Clarke, BBC North West Tonight deputy editor\nThe first raid happened at about 13:00 GMT on Rutland Avenue in the Sefton Park area of the city. It's about 0.75 miles from the hospital. It's an area of the city with large Victorian houses.\nThe house that was raided had been split up into flats. Local residents said they had not seen anybody coming or going from the property for some weeks - they thought it was unoccupied. The street remains cordoned off and some residents have been evacuated.\nPolice were also seen at Boaler Street in the Kensington area of the city. It's about a mile away from the hospital. \nEyewitnesses on the street said armed police arrived at about 14:00 and raided a house. They said they saw men being arrested and handcuffed. They were led by armed officers into a car. That street also remains cordoned off.\nChief Constable Serena Kennedy, of Merseyside Police, sought to reassure the public, saying events of this nature were very rare and that there would be an increased and visible police presence on the streets in the coming days.\nA bomb disposal unit and fire engines attended the scene earlier, which remains cordoned off. Road closures are also in place.\nPolice were called at 10:59 to reports of a car explosion.\nPhil Garrigan, chief fire officer of Merseyside Fire and Rescue Service, said the car fire had been \"fully developed\" when crews arrived shortly after 11:00.\n\"The operational crews extinguished the fire rapidly but... there was one fatality,\" he said.\n\"Another individual had left the vehicle prior to the fire developing to the extent that it did. Our thoughts are with them and the families of those involved.\"\nNick Aldworth, a former counter terror co-ordinator, said investigators would be looking to ascertain what happened inside the vehicle.\n\"They'll be looking at what sort of damage has been caused, trying to get an assessment of what might have caused that blast,\" he told BBC Radio 4's Today programme.\n\"From what I've seen there is very little blast damage - a lot of fire damage but very little blast damage. \n\"So whatever was in that vehicle was either a low yield or didn't work properly or was possibly an incendiary.\"\nMr Aldworth explained it was common for investigations to be linked to terrorism quickly as it provides investigators with more resources from an earlier stage.\nHe added that it was entirely appropriate to involve MI5 to understand if it holds relevant information.\nLiverpool Women's Hospital said visiting access had been restricted until further notice and patients had been diverted to other hospitals where possible.\n\"We are reviewing our patient activity for the next 24-48 hours and patients should wait to be contacted for updates about any planned appointments or other attendance at the hospital,\" chief executive Kathryn Thomson said.\nLiverpool Women's Hospital receives about 50,000 patients annually and is the largest hospital in its specialism in Europe.\nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59276572",
      "category": "uk",
      "title": "Remembrance Sunday: Queen to attend Cenotaph service",
      "tags": "British Armed Forces,UK Royal Family,Queen Elizabeth II",
      "text": "The Queen will attend the annual Remembrance Sunday service at the Cenotaph later after taking time away from her duties for health reasons.\nThe 95-year-old monarch has been resting after spending a night in hospital in October.\nThe event will see the return of pre-pandemic numbers of veterans, military personnel and onlookers.\nThe prime minister will join members of the royal family in laying a wreath at the war memorial in central London.\nThe National Service of Remembrance in Whitehall, which commemorates the war dead, was closed to the public last year, with limited numbers of veterans and military personnel taking part.\nThis year will see a return to normal, with hundreds of servicemen and women marching and lining up around the Cenotaph. A large crowd is expected to watch.\nA national two-minute silence will be held at 11:00 GMT to remember those who fought and died in past conflicts, with similar ceremonies taking place at war memorials across the country.\nBuckingham Palace said it was the Queen's \"firm intention\" to attend the wreath-laying service after she missed several other events, including the Festival of Remembrance at the Royal Albert Hall on Saturday.\nThe monarch, who lived through World War Two as a teenager, is head of the armed forces.\nThe Prince of Wales will lay a wreath on the top step of the Cenotaph on the Queen's behalf while she watches from the balcony of a government building, as in previous years.\nPrince Charles, who celebrates his 73rd birthday on Sunday, has placed the wreath on behalf of his mother since 2017.\nSenior politicians will also lay wreaths, including Boris Johnson and Labour leader Sir Keir Starmer.\nMr Johnson said it was a moment to \"come together to remember those who sacrificed everything in service of our country\".\nSir Keir said it was \"a time for us all to stop, reflect and remember those millions of people from Britain and the Commonwealth who have kept us safe through their service and sacrifice\".\nAnother to lay a wreath will be Chief of the Defence Staff General Sir Nick Carter, who said those who died did so \"to protect the free and open way of life that we enjoy today\".\nDavid Atkin, who served as a senior aircraftman in the Royal Air Force Regiment, said: \"It's probably even more poignant this year because I know a lot of people, especially from the RAF Regiment Association, who should have been marching there last year and are no longer with us, so they're not able to march this year, so we're doing it for them as well.\"\nStefan Godfree, who served in the Royal Artillery for 17 years, said many veterans had been \"upset that last year was scaled back, but we understood why\". \nHe added: \"It was strange that there was none of the usual outpouring of loss as the Cenotaph event was very watered down\". \nArmed forces charity the Royal British Legion, which holds its Poppy Appeal in the run up to Remembrance Sunday each year, said this year's march would include hundreds of young people from the Cadets, Guides and Scouts.\nThe organisation said it was \"vital the torch of Remembrance is passed to younger generations\".\nAlso marching will be 21 LGBT+ veterans, including the first transgender officer to serve openly in the British Armed Forces.\nCaroline Paige, who served in the Royal Air Force for 35 years as a navigator on fast jets and battlefield helicopters, said it would be a proud and emotional moment.\n\"It will be fantastic to see all the veterans together marching for the first time, bearing in mind that many of them were dismissed from the service, and it's just so nice to see them as part of the military family,\" she said.\nRemembrance Sunday: The Cenotaph will be on BBC One from 10:15 GMT on Sunday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59283099",
      "category": "uk",
      "title": "Boris Johnson admits he could have handled Owen Paterson row 'better'",
      "tags": "Boris Johnson,Owen Paterson",
      "text": "Prime Minister Boris Johnson has admitted he could have handled the Owen Paterson row \"better\".\nThe comments come after weeks of criticism over how the government dealt with the fallout over the former MP's suspension for breaking lobbying rules.\nLast month, Mr Paterson was found to have been paid more than £100,000 a year to lobby for two companies.\nMr Johnson also defended the watchdog for MPs standards, who has previously come under criticism from government.  \nSpeaking at a news conference about the COP26 climate summit on Sunday, the prime minister was asked how he would respond to those who think he had \"got it wrong\" over Mr Paterson.\nHe replied: \"I think I've said quite a lot about parliamentary stuff already. Of course, I think things could certainly have been handled better, let me put it that way, by me.\" \nMr Johnson also defended the parliamentary standards commissioner Kathryn Stone, saying she should be permitted to do her job.\nHe told reporters: \"I think the commissioner has a job to do and a huge amount of work to do, and she needs to get on and be allowed to do it.\n\"Whether the system is capable of improvement or not is a matter for the Standards Committee and for the House.\"\nThe prime minister's comments follow calls from Business Secretary Kwasi Kwarteng for Ms Stone to consider resignation over the way she handled the investigation into Mr Paterson.\nMr Paterson, a former environment secretary who was Conservative MP for North Shropshire, was initially given a 30-day suspension. He had been found to have lobbied for two companies who paid him more than £100,000 a year.\nNumber 10 at first tried to defend Mr Paterson, instructing Conservative MPs to vote for reform of the MPs' standards watchdog earlier this month, blocking his suspension.\nHowever, following furious reactions from opposition parties and some Tory MPs, Downing Street U-turned - which led to Mr Paterson resigning. \nThe attempt to reform the standards system as a result of the row has also been roundly criticised by current and former Conservative party politicians, with former prime minister John Major describing Mr Johnson's actions as \"shameful\".\nLabour party leader Sir Keir Starmer has previously said the prime minister's actions over the last few weeks have been \"corrupt and contemptible\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59276428",
      "category": "world-latin-america",
      "title": "Ecuador prison riot: New fighting at Guayaquil jail kills 68",
      "tags": "Ecuador",
      "text": "At least 68 prisoners have been killed in new fighting at an Ecuadorean prison where more than a hundred inmates died in clashes between rival gangs in September, officials say.\nThe riot at the Litoral Penitentiary in the city of Guayaquil reportedly began on Friday evening.\nPolice tactical units who entered the prison buildings found guns, explosives and blades, reports say.\nOfficials say they have re-gained control of the jail.\nNearly 300 inmates have died so far this year in the country's prisons, and September's gang-related violence was the worst in Ecuador's history.\nSome 119 inmates lost their lives during a riot in the Litoral Penitentiary on 28 September.\nThe latest fighting at the prison in Guayaquil, Guayas province, has also left 25 people injured and follows a smaller armed clash earlier this month in which three inmates were shot dead.\nThere were reports of further violence at the prison later on Saturday and soldiers were deployed as reinforcements, securing the outside of the facility in armoured vehicles.\nFamily and friends of prisoners desperate for information gathered outside the building, where a list of victims' names was taped to a post. \n\"They are human beings, help them,\" read a banner held by one of the families.\nAuthorities said the violence started as a territorial dispute between rival groups after a gang leader was released early.\n\"As this section of the prison was without a ringleader, other gangs tried to... enter to carry out a total massacre,\" the governor of Guayas province, Pablo Arosemena, told reporters. \nHe said there were about 700 prisoners in the area of the facility where the deadly riot was taking place.\nIn a short statement posted to Twitter, President Guillermo Lasso offered his condolences \"to the families who have lost loved ones\" and said new measures were needed to \"fight the mafias that profit from chaos\".\nOn 28 September, inmates from one wing of the prison crawled through a hole to gain access to a different wing, where they attacked rival gang members. Hundreds of officers and army soldiers were deployed to regain control of the complex.\nThe deadly fight, which saw some inmates decapitated, drew attention to the growing influence in Ecuador of transnational crime gangs such as the Mexico-based Sinaloa and Jalisco New Generation cartels.\nEarlier this month in a BBC interview, Mr Lasso insisted that his government was regaining control not only of the prisons but also of areas of Ecuador where drug traffickers had gained a foothold.\nHe accused previous governments of being \"passive\" about drug trafficking but warned that rising drug use in the country would take \"more than a decade\" to tackle.\nAnd he said Ecuador would need international support from neighbouring Colombia, the US and the EU to strengthen its armed forces and police to combat the growing influence of crime gangs.\nEcuador's prisons are currently accommodating about 9,000 more prisoners than they were designed to hold, officials say. The Litoral Penitentiary was designed for 5,300 inmates but currently holds 8,500."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-59280929",
      "category": "uk-england-nottinghamshire",
      "title": "Eight murder arrests as fatal stabbing Nottingham victim named",
      "tags": "Nottingham",
      "text": "A man who died after being stabbed in a street fight has been named by police.\nOfficers arrived at Wilford Crescent West in The Meadows area of Nottingham at about 22:30 GMT on Wednesday after receiving reports of a fight.\nA 31-year-old man found with knife wounds was taken to Queen's Medical Centre but died in hospital.\nHe has been named as Michael Anton O'Connor, from Alexandra Park in Nottingham. Eight people have been arrested on suspicion of murder.\nThe men arrested are aged 19, 21, 23, 27, 29, 34 and 47.\nA 37-year-old woman was initially arrested for assisting an offender but has since also been arrested on suspicion of murder.\nNottinghamshire Police said inquiries continue.\nPastor Clive Foster, senior minister at the Pilgrim Church, close to where the incident took place, appealed for calm.\nHe said: \"When these awful crimes happen within our community it not only hurts the immediate family who feel it most profoundly but impacts on other family members, friends and wider community.\n\"This bloodshed and destruction of families within our community has to stop.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59267142",
      "category": "uk-northern-ireland",
      "title": "Robert Bradford: 'Find the killers of MP and my brother'",
      "tags": "Belfast,The Troubles",
      "text": "A Belfast man has described a 40-year search for justice for his brother who was killed during an IRA attack that claimed the life of an MP.\nRoy Campbell's brother, Ken, was shot dead by the gang who murdered Reverend Robert Bradford in November 1981. \nThe 40-year-old Ulster Unionist MP and the 29-year-old caretaker were attacked during a constituency clinic at Finaghy Community Centre. \nNo one has ever been convicted of the murders.\nBut four decades on, the 71-year-old still hopes that at least some of the men who shot his brother and the South Belfast MP can still be brought to justice.\nMr Bradford, a former Methodist minister and member of the Orange Order, was the only MP murdered in Northern Ireland during the Troubles. \nKen Campbell, who was 29, was outside talking to his police bodyguard on the Saturday morning when three gunmen dressed in painters' overalls arrived at the centre.\nOne of the gang forced the pair to their knees before shooting Mr Campbell in the head and chest.\nThey then burst into an office where the MP was speaking to two elderly constituents and opened fire, fatally wounding him.\nChildren attending a disco in the centre dived under tables as the gunfire rang out.\nRoy Campbell, who still lives close to the centre, was at home when the attack took place.\nThe retired shipyard worker recalls hearing two bursts of gunfire and then a neighbour came to the door asking him to come to the centre.\n\"When I got up there, Ken was lying on the ground at the door. I took his arm and the pulse was still beating but after two or three minutes it was gone,\" he told BBC News NI. \n\"The kids had to run past my brother's body to get out.\"\nThe IRA later issued a statement admitting it had carried out the attack.\nWithin hours of the killings, loyalist paramilitaries shot dead a Catholic teenager, Thomas McNulty, and fatally wounded 19-year-old Stephen Murphy in a second attack.  Five more lives were lost in Northern Ireland by the end of the week. \nRoy Campbell attended the inquest into the two deaths in 1982, but learned little.\n\"It was over in half an hour,\" he said.\nHe said he heard nothing more from the police until he was visited some 30 years later by officers from the Historical Enquiries Team, a Police Service of Northern Ireland (PSNI) team that reviewed cold cases.\nTheir report concluded that the gunmen mistakenly believed that Ken Campbell was a police officer.\nThey revealed that more than 30 people were arrested in connection with the murders and said the police investigation was \"well managed and well resourced\". \nA number of witnesses gave descriptions of the gunmen, from which the Royal Ulster Constabulary (RUC) produced photofits and circulated them in the media.\nOne witness identified one of the gunmen from a police photograph. The RUC files did not name the suspect, so the HET team could not say if he had been arrested.  \nAmong the forensic evidence gathered at the scene was a pistol grip which appeared to have broken off a machine gun used by the gang.  \nThe gun itself was later recovered in a raid, but there were no arrests and no record of fingerprinting. \nThere were rumours that the intelligence services had allowed the attack on Mr Bradford to go ahead to protect an informer in the IRA. \nBut the HET report concluded: \"There was no known intelligence to suggest that he was to be attacked at Finaghy Community Centre on Saturday Nov 14, 1981.\"\nThe case is now being examined by detectives from Operation Kenova, the team investigating the activities of an IRA informer known as Stakeknife.\nIt is understood they are reviewing the murders to decide whether they should be officially added to their caseload.  \nMr Campbell has also lodged a complaint with the Police Ombudsman, but has been warned that it is currently stuck in a backlog of more than 400 Troubles-related cases.\nOn Saturday, Roy Campbell joined Mr Bradford's widow Norah at a ceremony to mark the 40th anniversary of the attack.\nThey addressed the small gathering at the centre, organised by the Ulster Unionist Party (UUP) where flowers were laid in memory of the two victims.\nSpeaking before the ceremony, Mrs Bradford, who has written a book on her experiences, said she was aware of the rumours around the murder of her husband and Ken Campbell.\n\"People have had conspiracy theories. I didn't have any evidence. I am not a policeman,\" she said.\nMrs Bradford said that her focus was not on achieving criminal convictions.\n\"At this point it's not a priority for me. I leave that to God,\" she said.\n\"Nothing gets past God, he knows exactly who was involved and ultimately they will have to face him.\n\"I can let that all go. I don't have to carry it. And that is a message of hope.\" \nUlster Unionist leader Doug Beattie said that even in 1981 the killings \"managed to shock a Northern Ireland that had become hardened by 12 years of terrorist violence\". \n\"Forty years on their families are as entitled to truth and justice as anyone else,\" he said.\nWhen asked if the case was still live, a PSNI spokesperson said: \"If we find evidence, we will examine it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59278275",
      "category": "world-africa",
      "title": "Wilbur Smith: Popular Zambian-born author dies aged 88",
      "tags": "South Africa,Books",
      "text": "International best-selling author Wilbur Smith has died at his home in Cape Town at the age of 88, his publisher has announced.\nHe passed away on Saturday afternoon with his wife, Niso, by his side, a statement published on the Wilbur Smith Books website said. \nSmith's 49 published books have sold more than 140 million copies worldwide.\nHe gained widespread recognition following the publication of his debut novel When the Lion Feeds in 1964.\nThe book, which told the story of a young man growing up on a South African cattle ranch in the shadow of the Zulu wars and the gold rush, quickly became a bestseller.\nIt was a tale based partly on his own experience - Smith told the BBC in an interview in 2013 that at the age of 13 he shot dead a lion that had attacked cattle on his father's property.\nIndeed, the novelist's personal life resembled that of many of his buccaneering protagonists; he was a big game hunter, a scuba diver and also a licensed pilot.\nSmith was also \"a believer in deep research\", the statement from his publisher says, and the success of his first book allowed him the \"opportunity to travel far and wide in search of inspiration and adventure\".\nIn a biography on his website, Smith describes his interest in weaving \"chunks of early African history\" into his work. \"I wrote about black people and white. I wrote about hunting and gold mining and carousing and women.\"\nBorn in January 1933 in Northern Rhodesia, now Zambia, he devoured tales from Rider Haggard and John Buchan as a child. \nSmith, who was named after US aviation pioneer Wilbur Wright, detailed more of his own life in his memoir On Leopard Rock, released in 2018.\nOther bestsellers include The River God and The Triumph of the Sun."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59274686",
      "category": "world-middle-east",
      "title": "Egypt: Hundreds stung by scorpions after deadly floods in Aswan",
      "tags": "Egypt",
      "text": "Storms and flooding in the southern Egyptian province of Aswan killed three people and led to 503 others being stung by scorpions, officials said.\nState media initially attributed the deaths to scorpions forced into streets and homes by the rainwater on Friday.\nBut the health ministry later said that all of those stung were treated with anti-venom in hospital and survived.\nThe three fatalities were soldiers who were electrocuted when their camp was flooded, the New York Times reported.\nEgypt is home to fat-tailed scorpions that are among the most deadly in the world. Venom from a black fat-tail can kill humans in under an hour.\nSymptoms related to widespread venom effects can include difficulty breathing, muscle twitching and unusual head movements. \nAnti-venom is used as a preventative measure before symptoms arise, but can also work once symptoms start to worsen. \nExtra doses of anti-venom were provided to medical centres in villages near mountains and deserts in Aswan after the scorpion swarm was reported. \nPeople were also urged to stay at home and avoid places with many trees.\nUpdate 16 November 2021: Egypt's health ministry said no-one was killed by scorpion stings, as had originally been reported."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59238305",
      "category": "science-environment",
      "title": "Renewable energy: How Scottish Isle of Eigg relies on wind, water, solar",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59280396",
      "category": "uk-england-london",
      "title": "Brentford stabbing: Man charged with murder and attempted murder",
      "tags": "London violence,Brentford",
      "text": "A man has been charged with murder and attempted murder following a double stabbing in west London.\nNorris Henry, 37, is charged with the murder of Ali Abucar Ali, 20, and the attempted murder of an 82-year-old woman, who were both attacked at Albany Parade in Brentford on Friday night.\nMr Ali died at the scene and the woman was taken to hospital with serious knife wounds. \nMr Henry is due to appear before Uxbridge Magistrates' Court on Monday.\nThe woman, who has not been officially named, is in a serious condition in hospital but her injuries have been assessed as non life-threatening, the Met Police said.\nA crowd-funding page for Mr Ali  has raised more than £50,000, beating its original target. \nOn the page, well wishers called Mr Ali a \"brave young man\" and an \"upstanding member of our local community\".\nSamale Nur wrote: \"Ali was such a wonderful young man who always encouraged my sons to do their best while coaching them in basketball.\n\"A true selfless hero.\"\nAbdulsatar Abdi Aden, who set up the crowd-funding page, said: \"May Allah rise our beloved brother Ali .\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59269916",
      "category": "uk-wales",
      "title": "Gay couple receive landmark Church in Wales blessing",
      "tags": "Marriage,Divorce laws,Relationships,Civil partnerships,Religion,Llangollen,LGBT,The Church of England,Christianity",
      "text": "\"This is a landmark and a really big step - a time to rejoice,\" said Father Lee Taylor.\nFather Lee and his partner Fabiano Da Silva Duarte have become what is thought to be the first same-sex couple to be officially blessed by the Church in Wales.\nIt comes after the Church's governing body approved a new service of blessing for same-sex couples in September. \nHowever it stopped short of allowing gay couples to marry in its parishes.\nThe move has put the Church in Wales at odds with its sister Anglican church, the Church of England, which forbids clergy from blessing gay couples.\nFather Lee said the service, at St Collen's Church, in Llangollen, Denbighshire, was \"extremely special\".\n\"Our civil partnership took place at our local registry office in London in 2008. Although this was an important step for us it didn't really feel like an occasion for great celebration back then,\" he said.\n\"The ceremony was short and no religious content was permitted. It didn't feel like a solemn and sacred moment.\n\"So this [blessing] is a really big step. It's an opportunity to celebrate our love and union in the presence of God. It is exciting - a time to rejoice.\"\nHe added: \"We both have a deep faith and love of God and the church has always played an important part in our lives.\n\"We are very excited to have made this next step in our journey together.\"\nWith a choir, bell ringers and family and friends attending, Father Lee said the ceremony had the \"look and smell\" of a traditional wedding.\n\"It has been a very moving and meaningful service for us. It had all the bells and whistles but without the actual marriage part,\" added Father Lee.\nHowever he admitted there were mixed emotions given same-sex marriages are still not permitted by the Church in Wales.\nThe Church in Wales' governing body voted in September to allow same-sex couples to have their civil partnership or marriage blessed in church.\nA blessing signifies, in theological terms, God's approval. It marks a significant shift from the historical church teaching that homosexual relationships are sinful. \nHowever, the Evangelical Fellowship opposed the move, saying at the time it did not uphold the \"standard of Christian marriage between one man and one woman\".\n\"It feels like we are only half way there. I would like to see the Church in Wales move forward now with same-sex marriages in church,\" said Father Lee.\n\"I believe that making a covenant with our spouse in marriage is a reflection of God's own covenant with us through Jesus.\"\nThe Bishop of St Asaph, the Right Revered Gregory Cameron, led the service at St Collen's Church, Llangollen, where Father Taylor is priest-in-charge.\nHe said it was \"a great honour and privilege\" to lead the first blessing for a gay couple that the Church was aware of.\nClergy have a \"conscience clause\" which means they can opt out of offering the blessing if they disagree. \nThe Scottish Episcopal Church became the first Anglican church in the UK to allow same-sex marriages in 2017.\nOther Christian denominations in the UK that permit same-sex marriages include the Quakers in Britain, the General Assembly of Unitarian and Free Christian Churches, and the United Reformed Church."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-59280556",
      "category": "uk-england-birmingham",
      "title": "'Derailment' at Wolverhampton causes disruption",
      "tags": "Wolverhampton",
      "text": "A derailed engineering train is set to cause disruption to rail services until the end of the day.\nThe train has blocked the line immediately north of Wolverhampton station in the West Midlands. \nThe issue is \"causing major disruption to trains\" due to call at the station and services may be cancelled or diverted, National Rail said.\nAvanti West Coast cannot get trains out of its depot near Wolverhampton and will have fewer trains in service. \nWhere Avanti West Coast can run services, they will not call at the Sandwell and Dudley station or Wolverhampton, it said.\nTickets will instead be accepted on Chiltern Railways, between London Marylebone and Birmingham Moor Street in both directions, and West Midlands Railway, between London Euston and Wolverhampton in both directions.\nCrossCountry train services between Manchester Piccadilly and Birmingham New Street, via Stoke-On-Trent and Stafford, will be diverted via Bescot Stadium.\nLondon Northwestern Railway and West Midlands Railway train services to and from Liverpool and Crewe will divert and will not call at Wolverhampton and local stations between Birmingham and Wolverhampton.\nPassengers are also being accepted on local bus services. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-59232599",
      "category": "explainers",
      "title": "Climate change: Do I need to stop eating meat?",
      "tags": "Meat,Climate change,Vegetarianism",
      "text": "Almost a quarter of global greenhouse gas emissions comes from agriculture and other related land use, according to the United Nations.\nWith livestock being one of the main contributors, the government's climate advisers have said the public should be urged to less meat to help protect the planet. \nMeat consumption in the UK dropped by 17% in the decade to 2019, with the average daily amount eaten per person falling from from 3.6oz (103g) to 3oz.\nBut while most people are eating less red and processed meat compared to a decade ago, they are eating more white meat, according to a study published in Lancet Planetary Health.\nMore than one billion chickens and other poultry were killed for food in the UK in 2018.\nThe impact of livestock on emissions varies between countries. Globally, the UN estimates it makes up more than 14% of all man-made greenhouse gases, including methane.\nWhen we talk about emissions, we usually think of carbon dioxide (CO2). But livestock's emissions also include methane, which is up to 34 times more damaging to the environment over 100 years than CO2, according to the UN.\nBeef produces the most greenhouse gas emissions, which include methane. A global average of 110lb (50kg) of greenhouse gases is released per 3.5oz of protein.\nLamb has the next highest environmental footprint but these emissions are 50% less than beef. \nCattle produce more methane than poultry, which rely more on imported feed than cows, generating a carbon footprint offshore, says Prof Margaret Gill, from University of Aberdeen.\nMeasuring and comparing the environmental impact of different foods is not simple. \nThis is partly because some measurements include emissions from processing, packaging and transportation, rather than just the farming process.\nThe diagram below is based on research published in the Science journal, which estimated emissions per serving of different foods. It shows a wide range of potential environmental impact, even within the same foods, depending on how and where they are produced. \nAccording to the UK's Agriculture and Horticulture Development Board, greenhouse gas emissions are lower from UK-produced beef, partly because the \"landscape and climate is perfect for growing grass, with grasslands covering 65% of our farmland and 50% of total land\". This means cows don't rely as much on grain and other feed, which can have a high carbon footprint.\nOther factors around the world vary the environmental impact. Beef production is the leading cause of deforestation in tropical rainforests such as the Amazon, says food sustainability researcher Valentina Caldart. This adds to the environmental impact of beef from that part of the world.\nThe true climate impact of what we eat is not easy to calculate, says Prof Gill. \"Carbon footprints of food vary with how it is produced and where it comes from, and thus changes with the seasons,\" she says. \nSo, as well as cutting down on red meat and dairy, people who want to make their diets more climate-friendly can follow principles including minimising waste and trying to choose fruit and vegetables that are in season. \nProf Gill says there is: \"A need for transition - albeit fairly rapid - rather than abrupt change.\"\nMany people wanting to reduce the environmental impact of their diets have cut out animal products such as milk and cheese. According to the Vegan Society, there were 600,000 vegans in the UK in 2018.\nThe biggest environmental impact of non-meat products comes from land use change, the effect on soil quality and things like transport and packaging.\nNon-animal protein generally emits much less greenhouse gases than meat and dairy.\n\"Replacing beef with pork may sound like a good choice,\" says Ms Caldart. \"But opting for peas instead would be even better: their production results in 90% less emissions.\" \nHow we produce our food does not just affect our global emissions, but has a wider environmental impact, such as on biodiversity.\n\"We live on a planet where nature is being squeezed out\" says Mike Barrett, executive director of science and conservation at the World Wildlife Fund.\n\"Half of all habitable land is used for agriculture, and three-quarters of that land is used to feed and raise livestock.\"\nMr Barrett says: \"To feed a growing world population, it's far more efficient to use land to produce crops that people can consume directly, and to have a fair global approach ensuring that parts of the world with diets high in meat and dairy shift towards more plant-based foods.\"\nAdopting a \"flexitarian\" diet would also allow us to move away from factory farming with its low animal welfare standards, says Peter Stevenson, chief policy adviser to the charity Compassion in World Farming."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56901261",
      "category": "science-environment",
      "title": "COP26: What was agreed at the Glasgow climate conference?",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "A new global agreement - the Glasgow Climate Pact - was reached at the COP26 summit.\nIt aims to reduce the worst impacts of climate change - but some leaders and campaigners say it does not go far enough.\nThe agreement - although not legally binding - will set the global agenda on climate change for the next decade:\nEmissions\nIt was agreed countries will meet next year to pledge further cuts to emissions of carbon dioxide (CO2) - a greenhouse gas which causes climate change.\nThis is to try to keep temperature rises within 1.5C - which scientists say is required to prevent a \"climate catastrophe\". Current pledges, if met, will only limit global warming to about 2.4C. \nCoal\nFor the first time at a COP conference, there was an explicit plan to reduce use of coal - which is responsible for 40% of annual CO2 emissions.  \nHowever, countries only agreed a weaker commitment to \"phase down\" rather than \"phase out\" coal after a late intervention by China and India. \nDeveloping countries\nThe agreement pledged to significantly increase money to help poor countries cope with the effects of climate change and make the switch to clean energy.\nThere's also the prospect of a trillion dollar a year fund from 2025 - after a previous pledge for richer countries to provide $100bn (£72bn) a year by 2020 was missed.\nWhile some observers say the COP26 agreement represented the \"start of a breakthrough\", some African and Latin American countries felt not enough progress was made. \nFossil fuel subsidies\nWorld leaders agreed to phase-out subsidies that artificially lower the price of coal, oil, or natural gas.\nHowever, no firm dates have been set.\nA flurry of other announcements were made:\nThe world's biggest CO2 emitters, the US and China, pledged to cooperate more over the next decade in areas including methane emissions and the switch to clean energy.\nChina has previously been reluctant to tackle domestic coal emissions - so this was seen as recognising the need for urgent action. \nLeaders from more than 100 countries - with about 85% of the world's forests - promised to stop deforestation by 2030.\nThis is seen as vital, as tress absorb vast amounts of CO2. \nSimilar initiatives haven't stopped deforestation, but this one's better funded. However, it's unclear how the pledge will be policed.\nA scheme to cut 30% of methane emissions by 2030 was agreed by more than 100 countries. \nMethane is currently responsible for a third of human-generated warming. \nThe big emitters China, Russia and India haven't joined - but it's hoped they will later.\nFinancial organisations controlling $130tn agreed to back \"clean\" technology, such as renewable energy, and direct finance away from fossil fuel-burning industries.\nThe initiative is an attempt to involve private companies in meeting net zero targets.\nHowever, some environmental organisations have said without a greater commitment to ending support for fossil-fuels, this could be little more than a PR exercise. \nMost commitments made at COP will have to be self-policed.\nOnly a few countries are making their pledges legally binding. \nCOP26 was the moment countries revisited climate pledges made made under the 2015 Paris Agreement. \nSix years ago, countries were asked to make changes to keep global warming \"well below\" 2C - and to try to aim for 1.5C.\nCOP stands for \"Conference of the Parties\", and the one in Glasgow was the 26th annual summit. Ahead of it, 200 countries were asked for their plans to cut emissions by 2030. \nThe goal is to keep cutting emissions until they reach net zero by mid-century.\nNext year's COP27 summit is in Egypt.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nDo you have any questions about the forthcoming COP26 global climate conference in Glasgow?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59274851",
      "category": "uk-wales",
      "title": "Paraglider crash: Man severely injured at Hay Bluff",
      "tags": "Mountain Rescue ",
      "text": "A man has suffered \"severe\" injuries after a paraglider crashed on to a hillside.\nLongtown Mountain Rescue Team went to his aid at Hay Bluff in the Black Mountains following a callout by Dyfed-Powys Police.\nA Coastguard helicopter ferried the rescuers to the scene so they could put him on a stretcher before he was airlifted to hospital on Saturday. \nA passing paramedic also provided aid, said the team in a Facebook post.\n\"Initial reports were of a knee injury but, after further investigation and contact with the casualty's friends, it became clear that the injuries were severe,\" it said. \n\"The casualty's location and injuries meant that winching on to the helicopter would be difficult and it was decided that the best option was for the team to raise the casualty up the hill slope first.\n\"Once on the summit, the team set up a rope raise system, got the casualty on to a stretcher and able to raise him up slowly before transferring him to the waiting helicopter for onward travel to hospital.\"\nThe mountain rescue team paid tribute to the Coastguard helicopter crew, the casualty's friends who \"stayed with him throughout and also the passing paramedic who was able to give immediate medical aid\". \n\"We wish him a full and speedy recovery,\" the team said.\nThe Welsh Ambulance Service said the casualty was taken to Cardiff's University Hospital Wales."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59275772",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: Husband ends hunger strike after 21 days",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "The husband of British-Iranian detainee Nazanin Zaghari-Ratcliffe has ended his hunger strike after 21 days.\nRichard Ratcliffe has been protesting outside the Foreign Office, demanding the government does more to secure his wife's release from Iran. \nHe said he had promised her he would end the protest, adding their child \"needs two parents\", and he would now go to hospital for a full check-up.\nThe Foreign Office says it is doing all it can to help Britons held in Iran.\nMrs Zaghari-Ratcliffe has been detained in Iran for five years on spying charges and lost an appeal against a second jail sentence in October.\nShe was arrested there in 2016 while taking the couple's daughter, Gabriella, to see her family, and was accused of plotting to overthrow the government. She served four years of a five-year sentence in Evin prison in Tehran, and one under house arrest.\nHer husband, Richard, began protesting on 24 October, hoping to put pressure on Prime Minister Boris Johnson to meet Iranian delegates at the COP26 climate summit and to demand freedom for Britons detained in Iran.\nFor the past three weeks, he has been sleeping in a small tent in Whitehall, taking in only liquid.\nMr Ratcliffe said he had started to get pains in his feet overnight and after a chat with his doctor, the decision was made to end the hunger strike.\nHe said he had told his wife he would end the demonstration if it got to that point because he did not want to \"go out in an ambulance\" but rather wanted to \"walk out with my head held high\".\nHe also said he hoped to eat something after visiting hospital. \nMr Ratcliffe was joined by seven-year-old Gabriella on Saturday and said the hunger strike had been \"a lovely experience emotionally\" but \"tough physically\".\n\"It's only when it stops that you realise quite the toll it's taken on your body,\" he said.\nHe offered a \"warm thank-you\" to everyone who supported him, adding \"I wouldn't have got through this alone\".\nMr Ratcliffe said his daughter was relieved and happy he was coming home, and it was now his job to recover and think about what the next steps would be.\nHe said he felt a \"greater spotlight\" had been shone on his wife's case and he felt as though \"we've stopped the backward movement\".\nHis local MP Tuliq Siddiq, who has visited him during his strike, said she had secured a parliamentary debate on Mrs Zaghari-Ratcliffe's case on Tuesday which \"has cross-party support\".\nShe said she had been in touch with Mrs Zaghari-Ratcliffe, who was \"worried sick\" about her husband, to reassure her Mr Ratcliffe was getting medical attention.\nLater on Saturday she said Mr Ratclifffe had eaten and was \"doing ok\".\nAfter a meeting with Foreign Office minister James Cleverly on Thursday, Mr Ratcliffe admitted feeling \"fairly deflated\" but added he thought the government had seen a \"huge depth of care around the country for Nazanin's case\".\nHe also criticised Mr Johnson for not visiting him during his hunger strike, and said: \"He hasn't dealt adequately with Nazanin's case for years.\n\"He hasn't honoured his promises. And we live with those consequences.\"\nHe added that Mr Johnson \"shouldn't just walk away from promises made\".\nMr Johnson had previously been involved in the case when he was foreign secretary. In November 2017, he had to apologise after he was criticised for suggesting Mrs Zaghari-Ratcliffe had been training journalists when she was arrested, rather than on holiday.\nA Foreign Office spokeswoman said: \"Iran's decision to proceed with these baseless charges against Nazanin Zaghari-Ratcliffe is an appalling continuation of the cruel ordeal she is going through.\"\nShe added the foreign secretary, Mr Cleverly, and the Foreign Office were \"doing all we can to help all unfairly detained British nationals in Iran get home to their families\", including retired civil engineer Anoosheh Ashoori and conservationist Morad Tahbaz as well as Mrs Zaghari-Ratcliffe.\nIt is the second time Mr Ratcliffe has gone on hunger strike, having camped in front of the Iranian embassy for 15 days two years ago - a move he said had resulted in getting his daughter home.\nAmnesty International UK said it was a \"striking reflection on the UK government\" that Mr Ratcliffe had felt it necessary to resort to such \"an extreme form of protest\" again.\nDuring his latest demonstration he has been visited by supporters including Strictly Come Dancing co-host Claudia Winkleman, writer and presenter Victoria Coren Mitchell, as well as Labour leader Sir Keir Starmer and Lib Dem leader Sir Ed Davey.\nMr Ratcliffe said he had been visited by Defence Secretary Ben Wallace as well as another government minister but he acknowledged he had seen more people from the Labour benches during his demonstration."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59277713",
      "category": "science-environment",
      "title": "COP26: The two week summit in two minutes",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59276651",
      "category": "world",
      "title": "COP26: Alok Sharma fights back tears as Glasgow Climate Pact agreed",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-59280849",
      "category": "uk-england-kent",
      "title": "Channel Tunnel: Cocaine haul found in shipment of onion rings",
      "tags": "Channel Tunnel,Folkestone",
      "text": "Cocaine with a street value of £33m has been discovered in a lorry load of frozen onion rings bound for the UK.\nBorder Force officials found the 418kg haul at the Channel Tunnel's UK inbound zone in Coquelles, France, on Thursday evening.\nLorry driver Piotr Perzenowski, 30, from Mazowieckie in Poland, has been charged with smuggling Class A drugs. \nHe appeared at Folkestone Magistrates' Court on Saturday, and was remanded in custody until 13 December.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59268394",
      "category": "science-environment",
      "title": "COP26 climate deal: 'It won't save us from drowning'",
      "tags": "Intergovernmental Panel on Climate Change,COP26,Climate change",
      "text": "The climate deal struck in Glasgow plans to reduce the world's reliance on coal and promises more money to help poorer countries cope with the impacts of a warming planet. \nCampaigners on the frontline of climate change have been speaking to the BBC what that means for them.\nLargely pessimistic about the outcome of the summit, they passionately explained their fears that political agreements aren't enough to save their homes and cultures.\nElizabeth Kité is an youth leader in Nuku'alofa, Tonga. The deal doesn't do enough to save her home in the Pacific islands from drowning, she says. The survival of their island is at stake.\nShe calls the summit a stage for big countries to \"flex how much they can pay small nations\". She wanted to hear rich countries acknowledge responsibility for historic greenhouse gas emissions. \"But they talk like promising money is a favour for us -  it is not,\" she says.\nShe became emotional when she was describing how proud she was to watch Pacific Island negotiators fight hard at the summit. Last week Foreign Minister Simon Kofe of Tuvalu gave a press conference standing in the sea, to highlight rising sea levels. \n\"We are friendly people and usually very peaceful. It's unnatural for us to come out so strong - and I'm sad the deal doesn't reflect how hard we tried,\" she explains.\nShe is frustrated by what she feels is a lack of urgency and immediate actions: \"It's like rich countries are saying, 'Yes we'll let the islands die off and we'll try to figure something out along the way.'\"\nBut she sees signs of progress. It's the first time fossil fuel and coal have been included in the texts. And she says the agreement to discuss separate funding for loss and damage - money to help countries pay for the damage caused by climate change they can't adapt to - is another positive step.\nSohanur Rahman, 25, is a founding member of Bangladesh's Friday for Future movement. He leads young people as they grow up in a low-lying country that is extremely vulnerable to climate change and feeling the dire effects now.\nAs the agreement was gavelled, he said he felt that youth were recognised for the first time at COP. But he concluded \"the end result is nothing\".\nHe was in Glasgow for two weeks and hoped to take back good news to the most affected communities. But he's leaving with feelings of helplessness and betrayal.\n\"These empty pledges will not protect our people from crisis,\" he explains.\nHe welcomes the news on loss and damage, but he says the voices of the most affected people were silenced. He blames the fossil fuel industry representatives at the summit.\nChildren in Bangladesh will still be forced out of education and communities will be displaced by rising sea levels, he fears.\nEdwin Mumbere in Uganda lives in the shadow of the Rwenzori mountains where glacial melt and flooding is putting rural communities at huge risk. Now 29, he became an activist when he saw the snow disappearing from the high ground. \nHe works with communities to bring solar power to the area and educates them about their rights as a pipeline is built nearby.\nHe calls the Glasgow deal disappointing for Uganda and thinks it makes no real difference to the 100,000 people in his communities.\n\"Real solutions have not been put in place despite us proving to them that climate change is real,\" he says.\nHis main concern is the lack of urgency in reducing greenhouse gas emissions. He sees new oil and gas exploration being established in Uganda and other parts of Africa and says that the Glasgow agreement won't stop that.\n\"Pledges to give money are being made and the same countries are also investing in projects that are seriously increasing the carbon emissions - it's truly a double standard,\" he says.\nJon Bonifacio, 23, studied biology before he became an activist in Metro Manila, Philippines. \"It's a lot of 'one step forward, two steps backwards'\", he said about the deal.\nWith 197 parties to the UN summit, compromise between countries with vastly different priorities is the route to agreement. But he says this compromise is \"completely unjust\" for countries on the climate frontline. \"We will continue to experience the climate crisis acutely and in the long term,\" he says.\nHe is distrustful of the language used in the text about coal and fossil fuels because he thinks it provides get-out clauses to the biggest polluters. \nLike many activists who have long campaigned for better support for developing nations, he says the promise to increase the money given to poorer countries represents good progress. \nHe'll go back to Manila and keep fighting for change: \"Even if it was a perfect agreement, it's still up to citizens and activists to pressure their governments into action,\" he says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59266120",
      "category": "world-us-canada",
      "title": "Can California save itself from the flames?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59284505",
      "category": "uk",
      "title": "COP26: Climate deal sounds the death knell for coal power - PM",
      "tags": "Boris Johnson,COP26,Climate change",
      "text": "The Glasgow climate deal is a \"game-changing agreement\" which sounds \"the death knell for coal power\", Boris Johnson says. \nAlthough countries only agreed to \"phase down\" rather than \"phase out\" coal, the prime minister said this was a fantastic achievement.\nThe wording change was made after a late intervention by China and India.\nBut it remains the first time plans to reduce coal have been mentioned in such a climate deal.\nThe agreement was reached after the two-week Glasgow COP26 summit went into overtime on Saturday. \nCritics have said the deal does not go far enough and will not meet the key summit goal of limiting global warming to 1.5C by the end of the century.\nScientists say this would limit the worst impacts of climate change.\nDuring a Downing Street news conference, Mr Johnson said: \nMr Johnson said that despite the achievements of the summit, his reaction was \"tinged with disappointment\".\nHe said there had been a high level of ambition - especially from countries where climate change was already \"a matter of life and death\". \nAnd \"while many of us were willing to go there, that wasn't true of everybody\", he admitted.\nBut he added the UK could not compel nations to act. \"It's ultimately their decision to make and they must stand by it.\"\nMr Johnson also said he thought the watered-down language on coal did not \"make that much of a difference\", adding that the direction of travel was \"pretty much the same\".\nHe said most of Western Europe and North America had been persuaded to pull the plug on financial support for overseas fossil fuel projects by this time next year.\n\"And when you add all that together, it is beyond question, Glasgow has sounded the death knell for coal power,\" he said.\nSpeaking alongside the PM, COP26 president Alok Sharma revealed that at one point during the final negotiations, he had feared the agreement was in jeopardy.\n\"There was an hour where really we weren't going to get a deal,\" he said.\nMr Sharma, who fought back tears as he closed the summit following the late intervention, said: \"I can tell you there was one really tense hour where I did feel the weight of the world on my shoulders... this deal was absolutely in jeopardy. We got it over the line.\"\nEarlier he said that \"China and India will have to explain themselves\" to climate-vulnerable nations.\nOne of the main goals set out by COP26 was to ensure global warming does not go above 1.5C by 2100 - but a report by the Climate Action Tracker group has calculated that at the current rate, the world is heading for 2.4C warming by that date. \nAs part of the agreement struck in Glasgow, countries will meet next year to pledge further major carbon cuts with the aim of reaching the 1.5C goal. \nUnder the Glasgow climate pact:\nThe UN's climate change chief Patricia Espinosa described the mention of fossil fuels as a \"huge step forward\" but added there was a need to \"balance out the social consequences\" for people of cutting coal power - particularly in poor countries.\nShe said that the 1.5C target was \"definitely alive\" but, earlier, Labour's shadow business and energy secretary Ed Miliband said the goal was \"in intensive care\".\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59280215",
      "category": "world-africa",
      "title": "Saif al-Islam Gaddafi: Son of Libya ex-ruler runs for president",
      "tags": "Libya",
      "text": "The son of Libya's late leader Muammar al-Gaddafi has registered as a candidate in the country's first direct presidential election next month.\nSaif al-Islam Gaddafi was once the heir apparent to his father, but his support for a brutal crackdown on protesters 10 years ago tarnished his image. \nSince that 2011 uprising, Libya has been riven by conflict. \nRights groups have raised fears the vote, scheduled for 24 December, will not be free and fair. \nWorld powers and the UN secretary-general have warned that anyone who tries to obstruct it or falsify the outcome will face sanctions.\nPhotos and video circulating online show Saif al-Islam Gaddafi sitting in front of a poster for the upcoming poll, signing electoral papers.\nBearded and wearing traditional Libyan clothing, he addressed the camera and cited a verse from the Koran that translates as, \"judge between us and our people in truth\".\n\"God always prevails in his purpose,\" he also said, citing another chapter of the Muslim holy book, and adding from another section - \"even if the unbelievers hate it\".\nIt is a very different image from the one he presented before the uprising that brought down his father in 2011.\nIn the aftermath of Muammar Gaddafi's brutal end, Saif al-Islam Gaddafi was himself captured by a militia.  \nHe was held for six years, receiving a death sentence that was later overturned. \nMr Gaddafi is still wanted on war crimes charges by the International Criminal Court, but has gradually re-emerged onto the public stage, including via an interview to the New York Times from his villa in Zintan earlier this year [paywall].\nMr Gaddafi's comeback has sharply divided opinion in Libya, says BBC Monitoring's Amira Fathalla. Yet there is little surprise at his leadership bid, as he has been repeatedly touted as a contender for years.\nMemories in Libya are likely still too raw for him to win the presidency, says the BBC's Middle East editor Sebastian Usher, and his candidacy will further complicate the already fragile electoral process.\nAfter years of civil war and rival powers operating in the east and west of the country, Libya is currently led by an interim government but remains politically unstable. \nDisagreement between Libya's political bodies and opposing factions about the election rules and the schedule have threatened to derail the presidential vote.\nOther candidates in the running are the warlord Khalifa Haftar - who previously led an insurgency from his eastern base against the UN-backed government in Tripoli, plus Prime Minister Abdulhamid al-Dbeibah and parliament speaker Aguila Saleh."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59283239",
      "category": "uk-politics",
      "title": "Grant Shapps denies lobbying against houses on airfields",
      "tags": "Housing,Angela Rayner,Department for Transport,Civil Aviation Authority,Grant Shapps",
      "text": "The government has denied reports the transport secretary has lobbied to protect airfields from house building. \nThe Sunday Times reported that Grant Shapps, a keen recreational pilot, set up a team that helped airfields challenge developments.\nIt reported the Airfield Advisory Team (AAT) had been involved in objecting to home-building plans at a former airfield in Oxfordshire.\nBut the transport department insisted it was an independent advisory body.\nOfficials said the AAT was not a lobbying group, but provided advice to support and promote civilian airfields and their economic and community benefits.\nLabour's deputy leader Angela Rayner accused Mr Shapps of setting up a body \"within his own department, to lobby his own government\".\nIt is understood the group, which began work in late 2020, is funded by the Department for Transport and has two permanent employees. \nIt is based within the Civil Aviation Authority (CAA), an arms-length body within the department charged with regulating civil aviation in the UK.\nAccording to a CAA document from April, its role is to \"sustain\" the UK's network of airfields. This includes by providing advice to public bodies, like local planning authorities.\nMr Shapps, who became transport secretary in July 2019, is a keen aviation enthusiast and obtained a pilot licence in 1995. \nBefore taking up his current post, he had previously chaired a cross-party parliamentary group which is designed to promote general aviation, including the recreational sector.\nThe AAT has previously expressed concern about plans to build 3,000 homes on Chalgrove Airfield in Oxfordshire, arguing the site could not accommodate both the development and an existing testing site for ejection seats.\nHomes England, which owns Chalgrove, said in May it would amend its plans to \"take account\" of the reservations. \nThe AAT has also objected to plans to build a gigafactory for electric car batteries on the site of Coventry Airport. \nThe report in the Sunday Times comes at a time when the behaviour of politicians is under intense scrutiny. \nIt follows the government's botched attempt to block a 30-day suspension for Conservative MP Owen Paterson, after he was found to have breached Commons rules on paid lobbying. \nMr Paterson, who denies wrongdoing, quit Parliament after the government's U-turn on its attempt to block his suspension. \nSpeaking on the BBC's Andrew Marr programme, Labour's Angela Rayner said the rules on MPs' second jobs needed to be \"cleaned up\".\nShe said her party would ban MPs from taking on \"paid consultancy\", directorships in companies, or becoming lobbyists. \nBut she added they would not ban all second jobs, noting that in \"some areas\" - such as whilst working as doctors - MPs would need to carry on to continue their professional registrations, and were providing \"good public service\".\nA Department for Transport spokesperson said it was right for Mr Shapps to promote \"all aspects\" of his brief, \"including the general aviation sector\". \nThey added the sector \"contributes £4bn to the economy and supports 40,000 jobs\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59268121",
      "category": "uk-wales",
      "title": "Band of Builders turns amputee Cher Little's house into a home",
      "tags": "Flint,Amputees,Connahs Quay,Disability,Construction industry",
      "text": "A woman who lost both her legs to a deadly blood poisoning infection said she could not believe how a band of builders had changed her life.\nCher Little thought she had Covid when she fell ill in October last year.\nBut she was soon fighting for life with meningococcal septicaemia - and was only given a one-in-five chance of pulling through.\nOver 70 people stepped in to rebuild her home in Flintshire, after being left living in just a single room.\n\"It's just unbelievable. It doesn't even look like my house,\" said 46-year-old Cher, as she saw the completed work for the first time on Sunday.\n\"It's fabulous, just fabulous. It's more than what I expected. I couldn't imagine how it was going to be - but this is just amazing.\"\nIt has taken volunteers, who were working for charity Band of Builders, 31 days to transform her home in Connah's Quay, Flintshire, where she lives with partner Mark, who is a plasterer by trade. \n\"She was in a coma for 30-odd days, and then she was in hospital for three months after that,\" explained Cher's sister Sian Lloyd.\nShe said doctors were \"fighting and fighting\" to save her hand and feet from the ravages of the septicaemia poisoning - but in the end, could only save her hands.\n\"So she lost both her legs beneath the knee in February this year.\"\nIt was at the point Sian started fundraising to help improve home life for her sister.\n\"When she came out of hospital she couldn't get anywhere, she was trapped in her living room,\" she said.\n\"There was no privacy - it was a nightmare.\"\nAs work began to make some simple modifications to help Cher in her daily life, the builder's charity stepped in to super-charge those plans.\nSian said her sister could \"finally get around the house easily, and focus on herself from now on in\".\nThe volunteers have given the home a new enlarged kitchen, a new ground floor extension with a wet room, and a new bedroom for the couple to share - all of which are wheelchair accessible.\nThe Band of Builders charity was established to help those in the construction industry and their close family when they were in dire need of help on projects such as this.\nThey said it had been the biggest challenge they had taken on so far, with every single person involved donating their time - and most importantly skills - for free.\n\"When I originally came and met Cher earlier this year, it was literally: 'What are we getting ourselves into on this one?',\" said the charity's operations director Tony Steel.\n\"We needed 70 volunteers to pull this off, and I have got to say, without them, we just wouldn't have made it - they've been absolutely magnificent.\"\nHe also praised the community, who helped every step of the way.\n\"In Connah's Quay they have been exceptional,\" he added.\nIt included one local pub putting up building volunteers, while there were daily donations of food and drink from friends, neighbours and businesses in the area.\n\"It just shows you what a community is like when they pull together,\" added Mr Steel.\nFor Cher, it means much more than just bricks and mortar.\n\"It's been very difficult - a horrible time - and now you get to look forward,\" she said.\n\"The way it was before, with the restrictions around the house, it was physically and mentally difficult - so this is going to be a whole lot better.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59278509",
      "category": "world",
      "title": "COP26: 'Paris built the arena, Glasgow starts the race' - Kerry",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59280241",
      "category": "uk",
      "title": "COP26: China and India must explain themselves, says Sharma",
      "tags": "Alok Sharma,China,COP26,Climate change,Environment,India",
      "text": "China and India will have to explain themselves to climate-vulnerable nations, COP26 President Alok Sharma has said as the summit ends. \nIt comes after the two nations pushed for the language on coal to change from \"phase out\" to \"phase down\" in the deal agreed in Glasgow.\nBut Mr Sharma insisted the \"historic\" deal \"keeps 1.5C within reach\".\nIt is the first ever climate deal that plans explicitly to reduce coal - the worst fossil fuel for greenhouse gases.\nThe summit, which was initially due to end on Friday, had to go into overtime before a deal was agreed late on Saturday - following the late intervention from India to water down the language on coal. \nLater on Sunday, Prime Minister Boris Johnson will join Mr Sharma to give a Downing Street news conference on the outcome of the climate summit.\nMr Sharma said the deal struck in the Glasgow climate pact was a \"fragile win\" and urged China and India to \"justify\" their actions to nations that are more vulnerable to the effects of global warming.\nHe told BBC One's Andrew Marr Show: \"I am going to be calling on everyone to do more. \n\"But as I said, in relation to what happened yesterday, China and India will have to explain themselves and what they did to the most climate-vulnerable countries in the world.\"\nMr Sharma, who had to hold back tears as he closed the summit following the late intervention, added: \"I wouldn't describe what we did yesterday as a failure - it is a historic achievement.\"\nChina teaming up with India to water down the language will have come as something of a blow to those who wanted a much more ambitious outcome at the conference.\nHowever - perhaps they should not be too pessimistic about the final agreement.\nFor example, here in Beijing the Communist Party's media mouthpiece Xinhua wire service is already stressing in its commentaries that coal is \"the dominant source of carbon dioxide emissions in the process of electricity generation\".\nIt may sound like that is just stating the obvious - but such wording from Xinhua represents a transmission of the party line across the country: coal is the biggest part of the problem!\nBeijing knows that ultimately the writing is on the wall for coal, but it's the speed of its phase out which matters to the Chinese government.\nIt believes that the most developed countries got the world into this problem in the first place - enriching themselves along the way - so now argues that countries like China need to be cut more slack to catch up.\nWhat's also being stressed here from the Chinese delegation has been the perceived shortfall from advanced countries to deliver on their promises to provide finance and technological support for developing countries to help them move to cleaner energy.\nVice Minister Zhao Yingmin, who headed China's team in Glasgow, said he hoped developed countries could \"make further efforts to honour their commitments, enhancing support for developing countries, instead of merely urging other parties to raise their ambitions\".\nOne of the main goals set out by COP26 was to ensure we do not go above 1.5C by 2100 - which scientists have said would limit the worst impacts of climate change. \nAs part of the agreement struck in Glasgow, countries will meet next year to pledge further major carbon cuts with the aim of reaching the 1.5C goal. Current pledges, if fulfilled, will only limit global warming to about 2.4C.\nScientists have warned if global temperatures rise by more than 1.5C the Earth is likely to experience severe effects such as millions more people being exposed to extreme heat. The world is currently 1.2C warmer than it was in the 19th Century. \nUnder the Glasgow climate pact:\nThe final deal agreed on has been met with some criticism.\nEd Miliband, shadow business and energy secretary, told the Sky News' Trevor Phillips programme that \"keeping 1.5 degrees alive is frankly in intensive care\".  \nHe said the world's task was to halve global emissions by 2030 and said that despite some progress in Glasgow \"the world is only probably about 20% or 25% of the way to that goal\".\nBut Mr Miliband commended Mr Sharma on his efforts. \nThe UN's climate change chief, Patricia Espinosa, described the mention of coal and fossil fuels as a \"huge step forward\".\nBut she added that \"we need to also balance out the social consequences for so many people around the world, especially in the poor countries\".\nLord Deben, the chairman of the Climate Change Committee, told BBC Radio 4's The World This Weekend that the UK should negotiate future trade deals with \"some congruence with the world battle on climate change\" - pointing to Australia as an example.\n\"I hope our government will also recognise that you really cannot sign trade deals on the basis that Australia can do nothing to insist on their farmers meeting the challenge of climate change and then export their goods to Britain,\" he said.\nHe added that India's push to change the language on coal was a \"misuse\" of the process.\nA report by the Climate Action Tracker group has calculated that at the current rate, the world is heading for 2.4C of warming by 2100. \nIf no action was taken, scientists believe global warming could exceed 4C in the future. This could lead to devastating heatwaves, droughts, extreme rainfall and floods. As a result, millions of people could lose their homes to rising sea levels. \nIn addition to this, the change in climate could lead to irreversible damage to our ecosystem - with the mass extinction of animal and plant species. \nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59260294",
      "category": "health",
      "title": "Covid vaccine ‘waning immunity’: How worried should I be?",
      "tags": "Coronavirus vaccines,Vaccination,James Gallagher,Pfizer,Coronavirus pandemic,AstraZeneca",
      "text": "There have been warnings from doctors and the UK's Health Security Agency that waning immunity is leading to deaths even of people who have had two doses of a Covid vaccine. So how much protection are we left with? \nLet's nail some basics. The immune system has two big roles - to stop us getting infected, and if that fails, to clear our bodies of an infection. \nI want you to stretch your imagination and picture your immune system as a medieval castle.\nSurrounding the castle is a hostile and ruthless army of coronaviruses desperate to break in. \nYour first defence is an outer wall patrolled by a legion of archers. These are your body's neutralising antibodies. If they can hold the viral army off, then you won't get infected. \nBut if the walls crumble and the antibody-archers wander off, then the virus is in. It has stormed the castle and you now have an infection.\nYet all is not lost. There are still troops inside the fortified keep at the heart of the castle. These are your memory B and memory T cells. Like knights on horseback they can rally the troops, lead the immunological charge and send the hostile invaders packing. \nThe Covid vaccines have been training your body's troops - this includes both antibodies and those memory cells that react to an infection - to take on coronavirus.\nAt least one of those defenders is waning and this is not a surprise. This happens after every vaccine or infection. \n\"There is good evidence that antibodies are waning with time, and that has left us with obvious defects,\" says Prof Eleanor Riley, an immunologist from the University of Edinburgh. \nThe desertion of these antibody-archers from their posts, has been made worse by the emergence of the Delta variant. It is just better at spreading and getting into our body - it's like a new army rocking up outside the walls, but this one's brought a cave troll and siege weapons.\nYou may have noticed the consequences of this yourself - people you know who have been double vaccinated, but have still caught Covid. Research, which has not been formally published, estimates that the AstraZeneca vaccine reduced any form of Covid symptom by 66% shortly afer the second dose. Five months later that figure had fallen to 47%. For Pfizer, the numbers fell from 90% to 70%.\nThis is obviously an issue for governments trying to contain the spread of the virus. Whether the viral invasion will cause severe damage as it tries to burn and pillage its way through your body now depends on your second line of defence. However, the vaccines are now keeping fewer people out of hospital.\nProf Adam Finn, from the University of Bristol and a government vaccine adviser, says: \"We are seeing significant numbers of unvaccinated and vaccinated people coming into hospital.\n\"The protection you have against relatively mild infection wanes more quickly, but protection from getting into hospital or killing you wanes more slowly.\"\nThe greater risk of needing hospital care or even of dying is concentrated in the elderly. The overwhelming majority of deaths in people who have been double vaccinated have been among those over 70. People in that age group are still far better off than someone who they share a birthday with, but turned down the jab. And as you can see, the risks in younger age groups who have been double vaccinated are small. \nThe constant onslaught of time ages every cell in our body - including those that make up the immune system. Getting older makes it harder to train the immune system with vaccines, and it is slower to respond when an infection arrives. It may be that now antibodies have waned far enough, this frailty in the immune system is being exposed. \n\"It's possible older people initially had protection, but now those antibodies have weakened, they may not have the second line of defence,\" says Prof Eleanor Riley.\n\"That may be why we're seeing elderly, fragile people dying despite two doses.\"\nAll of this is layered on top of the fact that with age tends to come ill health. Since the start of the pandemic, age has been one of the biggest factors in how likely you are to die of it. The oldest people were also the first to be vaccinated, so their immunity has had more time to wane. \nPeople who start with a weakened immune system, including cancer and organ transplant patients, have a subtly different problem as their bodies do not respond as well to vaccines.\n\"Their antibodies are waning at a similar rate to healthy people, but they obviously start off at a lower point,\" says Dr Helen Parry, from the University of Birmingham \nIt is worth noting there are important differences between the Oxford-AstraZeneca and Pfizer-BioNTech vaccines that have done most of the work protecting people in the UK. \n\"They seem to be good at different parts of the immune system,\" says Dr Parry. \n\"The mRNA vaccines (Pfizer) are really potent at antibody formation, the AstraZeneca vaccine is really good at generating T-cell responses.\"\nTo go back to the castle, Pfizer may be better at manning the outer walls with archers to keep Covid out, while AstraZeneca is good for the inner keep. \nThe good news is that even with waning, these are still exceptionally good vaccines. At the start of the pandemic, people were dreaming of a vaccine that could cut deaths by 50%. Even with waning and in the most at-risk age groups, that protection is still in the region of 80-90%.\n\"Even the worst cases, six months later, are better than what we hoped for when we designed these vaccines,\" says Prof Finn. \"They're still really good.\" \nThe even better news is that there is already evidence that the booster campaign - which has reached more than 11 million people in the UK - is making a difference. Data from the Office for National Statistics shows antibody levels - those first defenders against infection - have gone up again in the oldest age groups.  \n\"Giving a booster to the most elderly is a slam dunk,\" says Prof Finn.\nEveryone is now closely monitoring the figures to see if this brings down the number of cases and deaths. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59280707",
      "category": "world-asia",
      "title": "Japan's former princess Mako arrives in New York after giving up title",
      "tags": "Japan",
      "text": "Japan's former princess Mako has arrived in the US with her new \"commoner\" husband, Kei Komuro, after leaving the royal family.\nThere was minimal pageantry as the college sweethearts, who wed last month, left from Tokyo airport on Sunday morning.\nThey will rent an apartment in New York where Mr Komuro works at a law firm. \nUnder Japanese law, female imperial family members forfeit their status upon marriage to a \"commoner\".\nThe pair were heavily guarded by police and airport security as they strolled through the departure terminal. They passed about 100 journalists who were there to witness them leave, but did not respond to questions. \nFootage broadcast in Japan showed the couple arriving in New York and walking through the airport with security guards, before getting into a waiting vehicle.\nTheir move to New York had long been rumoured and Mako, who took her husband's name when they got married, is reportedly expected to find a job in the city.\nHowever, the couple faced a set-back to their plans last month when Japanese media reported that Mr Komuro had failed the New York state bar exam. Prospective lawyers have to pass the tests to practise law in the state. \nMr Komuro is currently working as a legal clerk.\nThe move to the US has drawn comparisons with British royals Meghan Markle and Prince Harry, earning the newlyweds the nickname \"Japan's Harry and Meghan\".\nThe couple faced significant opposition when they first announced their engagement four years ago and their relationship has been subject to tabloid gossip and controversy over claims that Mr Komuro's mother had reportedly taken a loan from her ex-fiancé and not paid him back.\nThe coverage led to the then-princess developing post-traumatic stress disorder, according to the Imperial Household. \nWhen the couple married last month they skipped the usual rites of a royal wedding and turned down a payment offered to royal women upon their departure from the family.\nFormer princess Mako, who is the niece of Emperor Naruhito, is the first female member of the royal family to decline both."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59280608",
      "category": "uk",
      "title": "Queen misses Remembrance Sunday service after back sprain",
      "tags": "UK Royal Family,Queen Elizabeth II",
      "text": "The Queen has missed the Remembrance Sunday service at the Cenotaph in London as she has sprained her back.\nBuckingham Palace said the monarch, 95, was \"disappointed\" not to attend the event.\nThe palace previously said it was the Queen's \"firm intention\" to attend the service, after taking time away from her duties for health reasons.\nShe made the decision to miss the event \"with great regret\" this morning, a statement said.\nAs in previous years, a wreath was laid on her behalf by the Prince of Wales.\nThe Duchess of Cornwall, the Duke and Duchess of Cambridge, the Earl and Countess of Wessex and The Princess Royal also still attended as planned.\nAt his Downing Street news conference on the COP climate deal, Prime Minister Boris Johnson said he had an audience with Her Majesty last week and \"she is very well\".\nThis is a blow. A blow to those gathered here on Whitehall on a grey November morning, a blow to the many who had hoped to see the Queen after a fortnight of rest, and without doubt a blow to the Queen herself - Remembrance Sunday is when she, who has devoted her life to service, pays her tribute to those who served.\nIt is, as one palace official puts it, \"incredibly unfortunate timing\". When the palace announced that the Queen would cancel her official engagements for two weeks it went out of its way to say that it was her \"firm intention\" to attend the National Service of Remembrance. \nIt's understood that the Queen will not need hospital treatment. It looks as if a car ride from Windsor and a period of standing in the cold watching the ceremony were just impossible given her back sprain. \nIn previous years, she may have weathered the pain. But there is no getting round the fact that she is 95 years old. For a period, at least, quieter times beckon.\nThe Queen's back sprain is unrelated to her doctor's recent advice to rest, news agency PA Media reported.\nDoctors had advised the monarch to rest until mid-November after she spent a night in hospital on 20 October for checks - her first overnight hospital stay in eight years.\nHowever, she did undertake some light duties during that time, including meeting ambassadors via video link from Windsor Castle.\nShe also recorded a video message for the COP26 climate summit in Glasgow, after pulling out of attending the event in person. \nAnd she missed the Festival of Remembrance at London's Royal Albert Hall on Saturday, which was attended by Prince Charles, Camilla, Prince William and Catherine.\nThe Remembrance Sunday service would have been her first duty in public after her hospital stay last month.\nBuckingham Palace said in a statement: \"The Queen, having sprained her back, has decided this morning with great regret that she will not be able to attend today's Remembrance Sunday service at the Cenotaph. \n\"Her Majesty is disappointed that she will miss the service.\"\nThe Queen will be continuing light duties at Windsor.\nThe monarch, who lived through World War Two as a teenager, is head of the armed forces. \nShe has only missed six other Cenotaph ceremonies during her reign - on four occasions when she was on overseas visits and in 1959 and 1963, when she was pregnant with her two youngest children.\nThe Queen had maintained a typically busy schedule in October before being admitted to hospital, but was recently seen using a walking stick at a Westminster Abbey service, the first time she has done so at a major event.\nOn Tuesday, she returned to Windsor Castle following a long-planned weekend away at her Sandringham home in Norfolk.\nLast week, she was spotted driving her car near Windsor Castle, in an area where she is known to take her Corgi dogs out for walks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-59280919",
      "category": "uk-england-hereford-worcester",
      "title": "Bart Simpson graffiti appears following Kidderminster speed camera 'moon'",
      "tags": "Kidderminster",
      "text": "Graffiti depicting a 'mooning' Bart Simpson has appeared near the home of a man arrested after baring his behind to a speed camera van.\nTerminally ill Darrell Meekcom, exposed himself at the van in Kidderminster, Worcestershire as part of a list of things he wanted to do before he died.\nThe street art appeared in a subway in the town on Saturday.\nMr Meekcom, who thinks the work is by Banksy, said he thought the piece was \"fantastic\".\nMr Meekcom, who uses a wheelchair and has heart disease, Parkinson's disease and kidney failure, said because of his illnesses he came up with a so-called bucket list of things he wanted to do before he died.\nHe targeted a speed camera van in his home town after he had been \"caught by them a couple of times\". \nHe said about six officers arrived at his home a short time later and after he refused to let them in, his garden gate was kicked in and the officers got him to the ground to cuff him.\nWest Mercia Police confirmed a a 55-year-old was arrested on suspicion of indecent exposure and dangerous driving.\nMr Meekcom said he received anonymous messages from someone who told him they \"represented an international street artist\" who wanted to do a piece based on his experience.\nHe believes the piece is a work by Banksy, but it has not been confirmed by the secretive street artist.\n\"It is fantastic,\" Mr Meekcom said.\n\"It is so well thought out...it is basically descriptive, it is clever.\" \nMr Meekcom said he hopes the artwork can be protected.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59276274",
      "category": "world-africa",
      "title": "Sudan: Medical group says five killed in anti-coup protests",
      "tags": "Sudan",
      "text": "Five demonstrators were killed in pro-democracy protests in Sudan on Saturday, according to the Central Committee of Sudanese Doctors.\nThe group said four protesters died of gunshot wounds, and a fifth from choking on tear gas during clashes with security forces. \nTens of thousands took to the streets for mass anti-coup protests in cities and towns across the country.\nPolice denied using live rounds, saying they had only used \"minimum force\". \nState television reported that 39 police were \"severely wounded\" in the clashes.\nThe deadly violence comes days after a military-led ruling council was announced.\nGeneral Abdel Fattah al-Burhan was named as head of the council on Thursday. The coup leader had already dissolved the civilian arm of the government's power-sharing agreement, arrested civilian leaders, and declared a state of emergency last month.\nThe military's takeover on 25 October has drawn international condemnation.\nProtesters have taken to the streets regularly since, demanding the military government step back and allow a peaceful transition to civilian rule.\nSaturday's protests went ahead in spite of a heavy security presence. Demonstrations were also held in solidarity abroad, including in Paris and Berlin. \nAFP reports that protesters in the Sudanese capital of Khartoum were heard chanting: \"No, no to military rule\" and \"down with the entire council\".\nReports of the five deaths were carried on the Facebook page of the Central Committee of Sudanese Doctors, which also reported a \"large number of people\" had been hurt.\nThe medics added that security forces had stormed a hospital in the city of Omdurman and detained several injured people.\nIn a tweet after the news broke, the US embassy in Khartoum condemned what it described as \"excessive use of force\" against citizens demonstrating \"for freedom and democracy\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59277977",
      "category": "science-environment",
      "title": "COP26: Evasive words and coal compromise, but deal shows progress",
      "text": "While the Glasgow Climate Pact is an ambitious attempt to rein in rising temperatures, the last-minute row over coal has undoubtedly cast a shadow over the deal.\nIndia was joined by China in pushing for a watering down of this key commitment, insisting on \"phasing down\" rather than \"phasing out\".\nIt was a brazen display of geo-political muscle that left developing countries and island states with little choice but to go along with the changes.\nThe new pact comes just a few days after another notable Chinese achievement.\nLast Wednesday, the Xinhua news agency trumpeted the fact that the country produced more coal than ever before on a single day.\nSome 12 million tonnes of the black stuff were mined. When consumed for energy, the one day of coal will produce carbon dioxide emissions roughly equivalent to Ireland's output for an entire year.\nThis is the carbon reality that's hitting our atmosphere every single day.\nSeen in that light, the agreement reached here after extended negotiations looks like a limp sticking-plaster for the deep wound that's threatening life on this planet.\nNegotiators who worked through the night to land the pact would undoubtedly disagree with that assessment.\nThe actual text of the final agreement is quite progressive, getting countries to come back again with strengthened plans next year.\nIt's also notable for naming coal as a root cause of the problem, for the first time in 30 years of UN diplomacy.\nThere's also a significant doubling of money to help poor countries adapt to the impacts of climate change - and the prospect of a trillion dollar a year fund from 2025, compared with the current goal of $100bn a year.\nObserves also say there is the \"start of a breakthrough\" on the key question of loss and damage. \nHowever, there are also some significant shortcomings in the agreement.\nThere are weaselly clauses that will allow some countries to avoid updating their plans to cut emissions, depending on \"differing national circumstances\".\nThere are real worries that some bigger developing economies like India and China will use that clause to skip updating their plans next year.\nFor countries on the front lines, there is still too much focus on cutting carbon emissions at the expense of helping them adapt to a changing climate.\nSome of the real-world pledges signed here were beyond a joke. South Korea was named as a country due to give up coal in the 2030s. But the government in Seoul sheepishly pointed to a clause in the pledge saying \"2030s or as soon as possible thereafter\" to say they'll stop burning in 2050.\nIn a similar vein, the launch here of a global effort to move away for petrol and diesel engines was a damp squib, with major car countries like Germany and the US not signing up.\nThere are compromises in any process involving 197 parties.\nBut does the overall package agreed here keep the world from warming by more than 1.5C, the long stated goal of COP26?\nThe agreement will help revive the sense of international collaboration that's been badly damaged in recent years by nationalist tendencies around the world.\nAnd ultimately, this pact - flawed and late as it may be - does keep the flame of hope alive that temperatures may be held in check, somewhere between 1.8C and 2.4C this century.\nBut that's a frightening prospect in a world that's warmed by just over half that amount already, with massive impacts around the globe.\nThe sad reality, as with record Chinese coal production, is that the atmosphere only responds to emissions, and not decisions made in a conference like COP26.\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59278538",
      "category": "uk",
      "title": "Covid-19: Is my vaccine wearing off? Plus, the Dutch ask when will lockdowns end",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you on Monday.\nDoctors and the UK's Health Security Agency have warned that waning immunity is leading to deaths, even of people who have had two doses of a Covid vaccine. But how does your immune system work and how much protection are we left with? BBC health and science correspondent James Gallagher takes a closer look. \nOffering booster vaccines to younger age groups could make a \"big difference\" to driving down coronavirus infections levels across the UK, a leading scientist has said. Since September, over-50s, front-line medical staff and younger adults with some underlying health conditions have been eligible for a third coronavirus vaccine dose. Prof Neil Ferguson, whose modelling led to the first nationwide restrictions in 2020, said he saw \"no reason\" why younger age groups should not be offered boosters after priority groups. On Saturday, Health Secretary Sajid Javid tweeted that 12 million booster jabs have been given across the UK. See if you are eligible for a booster jab.\nIn response to a sharp increase in infections, the Dutch are now living under new restrictions designed to limit social contacts. Reaction in the Netherlands has been mixed, but most people reluctantly agree that sacrificing parts of their social lives can contribute to the greater good. \"My experience is lockdown after lockdown,\" says Neill Bo Finlayson. \"It's especially hard as we've just seen what life can be like, but public safety comes first and you've got to do what you've got to do.\" Others worry about effect on their mental health. \"Last lockdown I got overwhelmed with the stress of managing everything. I really relish having a coffee and not having it feel illegal,\" said Saskia Heyster.\n\"Rock bottom morale\" and concerns over pension tax charges are among the key reasons why Scotland's health service could face an exodus of consultants, according to the chairman of the British Medical Association Scotland's consultant committee. Dr Graeme Eunson said he cannot recall a time in his career \"when things have been this tough\" as he warned that the NHS in Scotland was in \"full-blown crisis\". The Scottish government has put in a £300m funding package to help the health services get through what it described as the \"extremely challenging\" months ahead.\nJohn and Doreen Hunt met when they were just 19 years old in 1967. They married a year later, starting a partnership that would span 51 years. Last year, Doreen, 72, died just four days after becoming unwell with coronavirus. Now, John, 74, has written a book about their life together. He had always wanted to be a writer, and coping with the \"totally unexpected and unbelievable\" situation inspired him to create a book, titled This Is Not A Good Table.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe government has announced that NHS staff in England will have to be fully vaccinated against Covid-19 by 1 April. Here's what you need to know about the latest rules for health service workers.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59238115",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: Husband Richard on hunger strike to urge government to help",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59276488",
      "category": "uk-scotland",
      "title": "Fears raised over exodus of NHS consultants in Scotland",
      "tags": "Scottish government,NHS Scotland,Doctors,Coronavirus pandemic",
      "text": "Scotland's health service could face an exodus of consultants, a leading doctor has warned.\nDr Graeme Eunson, chairman of the British Medical Association Scotland's consultant committee, also said he cannot recall a time in his career \"when things have been this tough\".\nThe consultant paediatrician said \"rock bottom morale\" as well as concerns over pension tax charges was to blame.\nMinisters have warned the NHS is facing its toughest ever winter.\nThe Scottish government has put in a £300m funding package to help the health services get through what it described as the \"extremely challenging\" months ahead.\nBut writing in a blog, Dr Eunson warned the NHS in Scotland \"is in full blown crisis\".\nHe said: \"What I hear consistently is that consultants are prepared to stick at it for this winter and while we remain in pandemic.\n\"And that's backed up by evidence from our recent survey of doctors following this year's pay award.\n\"When you analyse those figures, and filter out those too young to take voluntary early retirement (VER), some 70% of consultants asked said they were planning to take VER - either prompted (19.2%), or confirmed (30%) by the pay award, or were going to do it regardless of pay (21%).\n\"If this is in any way representative - and we fear it is - and we don't act urgently, then the NHS faces an exodus of consultants from NHS Scotland in the near future.\"\nIn August, doctors and dental staff in Scotland were awarded a 3% pay rise backdated to 1 April.\nDr Eunson cited an ongoing complex row over tax bills for consultants' pensions which he said has left some colleagues facing the prospect of retiring or working less to ensure they are not out of pocket. \nHealth Secretary Humza Yousaf has previously said the health service was experiencing \"significant pressure\" because of Covid admissions and a backlog in care built up over the course of the pandemic.\nMilitary assistance is in place at a number of health boards across the country and waiting times for A&E remain at record levels. \nDr Eunson added that \"stop-gap solutions may just help us get through this winter - although that remains to be seen - but even beyond that the picture looks bleak.\"\nA Scottish government spokesperson said the health secretary meets regularly with the BMA where issues related to the workforce are discussed. \n\"We recognise the challenges health and social care services are experiencing,\" they added. \"That is why we have announced a record £300m of new investment in measures to help services deal with system pressures over winter.\n\"To ensure our health and social care staff can continue to be able to best care for us, we need to make sure we continue to care for them by looking after their wellbeing this winter. This is why we are investing an additional £4m in staff wellbeing measures, in addition to the £8m made available through the NHS Recovery Plan.\n\"As well as direct workforce investment, we are introducing measures to maximise capacity in our hospitals, reduce delayed discharges and improve social care pay. These measures will ensure patients are cared for in the right setting within their community and alleviate pressures on frontline health services.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59163480",
      "category": "uk-wales",
      "title": "Mental health: History of Denbigh's lunatic asylum revealed",
      "tags": "Denbigh,Books,Mental health",
      "text": "The long and dark history of Wales' first psychiatric hospital has been uncovered by a man who worked there for more than three decades. \nNorth Wales Counties Lunatic Asylum in Denbigh opened in 1848 to provide care for Welsh speaking people with mental illnesses.\nIn reality, up to 1,500 patients, including children with learning disabilities, dementia patients, people with addictions and many with epilepsy lived at the sprawling facility alongside others with acute mental illness.\nIt would be almost 80 years before the introduction of even rudimentary mental health treatments.\nOvercrowding and staff shortages made conditions there \"really tough\", says Clwyd Wynne, who has written a book on the the history of the asylum. \n\"They did used to think people were possessed, there's no doubt about that... they hadn't got a clue really what was going on.\n\"There was no form of treatment for mental illness up until the 1930s, really, so for the first 78 years or so of the hospital, the only treatments were employment and recreation.\"\nHe said patients were routinely put to work in the hospital's gardens, laundry or kitchens: \"In the laundry alone, there were about 25 to 30 patients working there and only two staff.\" \nThe hospital received an annual inspection from the then-Commissioners in Lunacy: \"There were times when they were very critical and there were times when they praised the hospital,\" he said.\n\"There are reports in the the hospital's annual minutes of staff being dismissed for hitting patients or abusing them in some way or another.\n\"I think the majority of staff were very good people and did their best in very trying and difficult circumstances.\"\nHis research showed the youngest child in the hospital was a six-year-old with a learning disability. \n\"You had people that were called idiots and imbeciles who were people with what we now call learning disability,\" he said. \n\"Those descriptions are obviously totally unacceptable now, but in the parlance of the time that was how they described people.\" \nHe said about 20% of patients had epilepsy at one point: \"Now you would never see somebody with epilepsy being admitted to a psychiatric hospital because now they know it's a neurological condition,\" he said. \nHe said many World War One soldiers became patients and about 50 remained there by the 1950s: \"They had been damaged by what had happened to them in the armed forces... there was no treatment for them then.\"\nOther soldiers became patients after getting syphilis: \"They ended up as what we called GPI - general paralysis of the insane... they ended up being in the hospital for many, many years.\"\nWhen he began working at the hospital, by then renamed North Wales Hospital for Nervous and Mental Disorders, at age 19 in 1965, most treatments involved medication and electroconvulsive therapy (ECT) was carried out only with anaesthetic - but not always.\n\"When they first started giving ECT in 1942 the patients were conscious,\" he said. \n\"It was quite crude really, it was a bit like when they first started doing amputations, and they'd just give somebody a swig of whiskey and then chop their leg off.\n\"ECT was a bit like that in that they didn't give them anaesthetic or muscle relaxant and they'd give them the shock and then they would shake violently, sometimes they'd dislocate their joints or break bones, even.\"\nThe use of lobotomies was also on the way out: \"I was just the at the end of the period where they had been doing prefrontal leucotomy and so I only saw two or three people who have actually had that operation.\"\nIn 1961, Enoch Powell, the health secretary, announced the closure of Britain's Victorian mental hospitals but it was not until 1986 that the first asylum was actually closed. \nNorth Wales Hospital shut in 1995. \nWhen it became clear the hospital's days were numbered, Mr Wynne, then a nursing manager, and several colleague decided to ask staff to look for old documents and people in the area to come forward with photographs. \nThe minutes of the hospital's annual meetings dating back to its opening were found as well as case notes and old photographs dating back to the 1800s.\nAfter decades of research, Mr Wynne has written Victorian Asylum, the first of three volumes covering the history of the hospital. \nSince the last patient left 26 years ago, the abandoned Grade II listed building has had several owners and fallen into a serious state of disrepair.\nIn 2013, the council's planning committee voted in favour of a compulsory purchase order and in September plans to turn it into up to 300 homes were approved. \nThe derelict building has captured the imagination of many.\nLast weekend North Wales Police issued a dispersal order for the site, fearing an increase in anti-social behaviour over Halloween \"given its history and continued fascination with ghost hunters and urban explorers\".\nIn 2008, TV programme Most Haunted broadcast a live ghost investigation from the dilapidated building, something Mr Wynne said was \"a big mistake\".\n\"Obviously it's been a target for the ghost hunters. It was a load of rubbish to be honest but there were people members of staff who said they'd seen something.\n\"A lot of them called it the Grey Lady - I never saw anything.\"\nHe said the hospital evoked different emotions from people in Denbigh: \"People whose family worked there have lots of warm feelings about the place and there are others who would not go anywhere near it for fear, not knowing about what happened there.\" \nHe hopes his book will finally provide those answers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59261408",
      "category": "business",
      "title": "Delta boss says climate change means flying will cost more",
      "tags": "Effects of global warming,COP26,Climate change,Air travel,Delta Airlines,Carbon neutrality,Coronavirus pandemic",
      "text": "The boss of the world's second biggest airline has said that tackling climate change will make flying more expensive.\n\"Over time, it's going to cost us all more, but it's the right approach that we must take,\" Delta Air Lines chief executive Ed Bastian told the BBC.\nAviation is responsible for about 2.5% of the carbon emissions that are warming the planet, according to the International Energy Agency.\nCritics argue the best way to reduce them is by flying less.\nAtlanta-based Delta says that after spending $30m (£22.4m) a year on carbon-offsetting it has been carbon neutral since March 2020.\nIt has also pledged to spend $1bn over the next decade to cancel out all the emissions it creates.\nMore fuel-efficient planes, sustainable aviation fuels and removing carbon from the atmosphere are some of the ways it hopes to achieve this.\nReducing carbon emissions is crucial if the world is to limit global warming to 1.5C above pre-industrial levels as agreed in Paris in 2015, and has been the focus of the COP26 climate change summit in Glasgow.\nAndreas Schafer, professor of energy and transport at University College London, says it will \"cost trillions rather than billions of dollars\" to move the global aviation sector to net zero carbon emissions.\nPreliminary results from his team's research suggest airfares would need to increase by 10%-20% to cover the costs. \n\"In the short-term, government support will be needed with those costs as decarbonising aviation will be extremely challenging, and current efforts will need to be scaled up dramatically\", says Prof Schafer.\nMr Bastian concedes it is an ambitious goal that his airline won't be able to achieve alone.\n\"It's the biggest long-term challenge this industry faces,\" he said. \"We're in an industry that's classified as hard to decarbonise because we don't have the bio-fuels or the sustainable aviation fuels (SAFs) en masse yet that we're going to need.\" \nDelta aims to be using 10% sustainable aviation fuel by the end of 2030. \nMany airlines and fuel companies are investing in SAFs. Other technologies being developed involve turning food waste into jet fuel and using carbon dioxide pulled out of the air.\nHowever, these still cost more than traditional jet fuels and the quantities needed are also seen as problematic. \nAccording to the US government, global demand for jet fuel is set to more than double by 2050 . \nThe number of passenger flights is set to jump from a pre-pandemic 4.5 billion to 10 billion by 2050, according to the International Air Transport Association (IATA). \nIATA director general Willie Walsh told the BBC that while creating the levels of SAF production needed was a big challenge, \"it is perfectly possible if industry and governments work together\". \n\"Production increases will bring the cost down to competitive levels. We've seen similar increases in the development of solar and wind power in recent decades.\"\nAt the UN climate change summit in Glasgow, 23 countries have pledged to work together to get the aviation industry to net zero carbon emissions by 2050.  More efficient energy use, sustainable aviation fuels and electric aeroplanes are all part of their ambitions. \nHowever, environmental campaign group Greenpeace says the agreement is \"brazen greenwashing\". \n\"This announcement is full of scams like offsetting, and excessive optimism on so-called 'sustainable aviation fuels' and future aircraft designs,\" says Greenpeace's Klara Maria Schenk.\n\"But it lacks the one thing that's needed to deliver the goal of limiting temperature rise to 1.5C which is tangible action to prioritise green travel and reduce flights.\"\nWhilst many businesses and individuals have used the pandemic as a chance to re-evaluate their carbon footprints, Mr Bastian thinks the number of flights will return to pre-pandemic levels.\n\"All forms of travel are on the way back. Families are the part of the travelling public that we're most happy to see, because there's been some really difficult stories over time of families not being able to connect for long [periods]\". \nBusiness travel is also returning because video meetings can't replace everything, says Mr Bastian.\n\"There's a real unity and sense of purpose that we have when people get back together in person\".\nThat desire to travel helped Delta to report a $194m profit in the three months to the end of September, its first profit since the pandemic began.\nBefore the pandemic Delta was the world's second biggest airline, flying 200 million passengers in 2019. As of September it was operating at 71% of its pre-pandemic capacity.\nThe recovery in its domestic US market has been fastest, with long-haul routes to Asia the slowest. That echoes the pattern seen in a recent forecast from planemaker Boeing, which forecast a full recovery of global aviation would take until 2024.\nLike other airlines, Delta has received billions in government support to get through the pandemic, but is hopeful of a brighter future now the US has reopened its borders to international travellers. \nMr Bastian says this may take some adjusting to and there may be long queues at airports as Covid vaccines and paperwork are checked.\nHowever, he is confident in the airline's outlook and says the pandemic was \"an opportunity to invest in our future\".\nNow the airline is making money again he says: \"We hope to be able to maintain that and go into the new year as a profitable carrier.\"\nYou can watch Ed Bastian's full interview on \"Talking Business with Aaron Heslehurst\" this weekend on BBC World News at Saturday 23:30 GMT, Sunday 05:30 and 16:30 GMT and Monday at 08:30 GMT"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59248023",
      "category": "uk-scotland-glasgow-west",
      "title": "How green was the COP26 climate summit?",
      "tags": "UK government,COP26,Glasgow,Carbon footprint",
      "text": "If you are going to host a world summit on climate change then it really should attempt to be green as possible. \nThe UK government says it is committed to making the event \"carbon neutral\" but  a new report suggests its emissions will be more than double those from the previous summit in Madrid.\nAccording to an initial assessment report for the UK government the carbon emissions for COP26 are expected to reach the equivalent of 102,500 tonnes of carbon dioxide.\nThat is similar to the annual emissions from about 10,000 UK households.\nThe figure for COP26 is double the emissions from the last climate summit in Madrid in 2019.\nSome of that could be down to the size of this summit.\nThe UK government says that, despite the Covid pandemic, the Glasgow COP attracted more than 39,000 participants as opposed to 27,000 in Madrid in 2019.\nAccording to the report, about 60% of the COP26 emissions are estimated to have come from international flights. \nIn order to avoid emissions from flights, attendees were urged to travel by land where possible.\nHowever many world leaders flew in by private jet, plus there were cargo aircraft which carried helicopters and vehicles for motorcades.\nAviation analytics company Cirium told the BBC's Reality Check there was a total of 76 flights involving private jets, or VIP flights, arriving in and around Glasgow in the four days leading up to 1 November.\nThe report, prepared for the government by sustainability consultant Arup, says that it is the \"preliminary baseline assessment\" for COP26 and it does not breakdown the figures for other emissions.\nAmong the other factors included in the assessment is \"energy, water and waste management\" at the SEC campus where the summit is being held.\nAccording to the Arup report, a new mains power supply was installed at the SEC to provide power for temporary buildings to avoid the use of generators, except for backup power in certain circumstances.\nIt said energy supply during the event would also use a renewable energy tariff.\nLow carbon transport including public transport and low-carbon vehicles were also promoted by COP organisers. \nDelegates to the blue zone were given public transport travel cards and a conference shuttle bus operated during the event using an electric fleet.\nIn the COP venue they took a \"low carbon\" catering approach which included locally sourced and seasonal menus.\nThe BBC heard from Lorna Wilson, head of catering at COP26, who said the event had eliminated single-use cups and plastics.\nInstead, she said there were nearly 400 water coolers around the site for delegates to use with reusable bottles.\nMs Wilson said staff had been \"working towards\" a catering strategy of 80% Scottish food, 15% from the rest of the UK and 5% from abroad. \nShe said the menu was 40% plant-based and 60% vegetarian overall.\nHowever the inclusion of meat, seafood and dairy on the menu was heavily criticised by the animal and climate justice group Animal Rebellion.\nA spokesperson for the group told the Big Issue that the \"illogical decision\" was like \"serving cigarettes at a lung cancer conference\".\nIf the report says the event is responsible for 100,000 tonnes of carbon emissions, how can it be carbon neutral?\nThe UK government says that in order to offset the summit's carbon it can take on projects that are recognised by the United Nations Framework Convention on Climate Change (UNFCCC).\nThese include renewable energy projects, reforestation and energy efficiency measures.\nThe UK government says it will be the first COP to demonstrate carbon neutrality validation through PAS2060 - the internationally recognised standard on carbon neutrality.\nThe recent three-day G7 summit in Cornwall was certified as \"carbon neutral\" despite generating an estimated 20,000 tonnes of CO2 equivalent.\nA report into the summit shows the UK government purchased \"carbon offsets\" to support five global projects which reduced emissions in India, Vietnam, Laos and Thailand. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59280848",
      "category": "uk",
      "title": "Remembrance Sunday: Nation falls silent to remember the war dead",
      "tags": "UK Royal Family",
      "text": "The nation has fallen silent as it remembers those who died in past conflicts this Remembrance Sunday. \nThe Queen did not attend the service at London's Cenotaph after spraining her back. \nA national two-minute silence was held at 11:00 GMT, with similar ceremonies taking place at war memorials across the country.\nEvents have seen the return of pre-pandemic numbers of veterans, military personnel and crowds.\nThe National Service of Remembrance in Whitehall was closed to the public last year, with only limited numbers taking part, because of coronavirus measures. \nThis year sees a return to normal, with hundreds of servicemen and women marching and lining up around the Cenotaph and nearly 10,000 veterans marching past the war memorial, watched by large crowds.\nServices were scaled back last year because of the pandemic, with the Royal British Legion advising the public to take part remotely by displaying a poppy in their window. \nAt the Cenotaph, the Prince of Wales laid a wreath on behalf of the Queen, as he has done since 2017.\nThe Duchess of Cornwall, the Duke and Duchess of Cambridge, the Earl and Countess of Wessex and The Princess Royal also attended.\nSenior politicians also laid wreaths, including Prime Minister Boris Johnson and Labour leader Sir Keir Starmer. \nMr Johnson said it was a moment to \"come together to remember those who sacrificed everything in service of our country\".\nSir Keir said it was \"a time for us all to stop, reflect and remember those millions of people from Britain and the Commonwealth who have kept us safe through their service and sacrifice\".\nOutgoing Chief of the Defence Staff Gen Sir Nick Carter, who also laid a wreath, said those who died did so \"to protect the free and open way of life that we enjoy today\".\nArmed forces charity the Royal British Legion, which holds its Poppy Appeal in the run up to Remembrance Sunday each year, said this year's march included hundreds of young people from the Cadets, Guides and Scouts.\nThe organisation said it was \"vital the torch of Remembrance is passed to younger generations\".\nAlso marching were 21 LGBT+ veterans, including the first transgender officer to serve openly in the British Armed Forces.\nThe Queen, who lived through World War Two and is head of the armed forces, decided on Sunday morning \"with great regret\" not to attend the service at the Cenotaph and was said to be \"disappointed\" to miss the event.\nThe palace previously said it was the 95-year-old monarch's \"firm intention\" to attend the service, after taking time away from her duties for health reasons.\nDoctors had advised the monarch to rest until mid-November after she spent a night in hospital on 20 October for checks - her first overnight hospital stay in eight years.\nShe also missed the Festival of Remembrance at London's Royal Albert Hall on Saturday, which was attended by Prince Charles, Camilla, Prince William and Catherine.\nThe Remembrance Sunday service would have been her first duty in public after her hospital stay last month.\nShe has only missed six other Cenotaph ceremonies during her reign - on four occasions when she was on overseas visits and in 1959 and 1963, when she was pregnant with her two youngest children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59235091",
      "category": "uk-scotland",
      "title": "Cop26: Why were there so few arrests at climate protests?",
      "tags": "Extinction Rebellion,Police Scotland,COP26,Glasgow",
      "text": "Tens of thousands of climate activists from around the world took part in a series of mass demonstrations during the COP26 summit in Glasgow - but there was no serious violence or damage to property, and very few arrests.\nBut despite the largely peaceful nature of the protests, there has been criticism of some of the tactics used by Police Scotland over the past two weeks.\nThere were reports ahead of the summit that police feared they might have to make up to 300 arrests a day.\nThe actual numbers have been far lower, with police saying on Thursday that there had only been a total of 70 arrests so far - although there have been at least eight more since then.\nThe vast majority of these were for relatively minor public order offences, which feels like a remarkable achievement given the scale of the protests and the anger of those taking part at a perceived lack of action from world leaders over the climate crisis. \nThe figure included 16 arrests on Monday evening when activists from Glasgow Calls Out Polluters blockaded the road outside The Engine Works in the Maryhill area of the city. \nAnd officers had to use power tools the following day to release protesters who had blocked St Vincent Street by locking themselves together. \nBut there was generally a carnival-like atmosphere at the protests, which were a stark contrast to the violent scenes when Scotland hosted the three-day G8 summit at Gleneagles in 2005, when about 700 people were arrested.\nSenior police officers vowed to allow people to protest so long as they were peaceful - which the vast majority of climate activists travelling to the summit said they would be.\nIn the end, both sides were largely true to their word. \nPolice Scotland is the UK's second largest force behind the Met, but had to bring in 7,000 officers as well as dogs, horses and vehicles from other parts of the country to help it mount what was by far the biggest operation in its history.\nIn particular, the Scottish force asked for officers who were specialists in public order, search and firearms. \nUp to 10,000 officers were on duty at any one time during the conference, which Police Scotland said was needed for the safety of protestors and officers. \nDespite the heavy and highly visible police presence at demonstrations, riot gear is not thought to have been deployed at any point - with officers wearing soft caps at protests rather than helmets, shields and batons.\nThat fits with the general Police Scotland strategy of trying to avoid appearing confrontational when dealing with large events, and attempting to use dialogue rather than force to calm tense situations.\nHowever, in situations where activists caused disruption by refusing to move - for example by chaining themselves together to block roads - specialist \"protest removal teams\", each with up to six officers, were deployed. \nPolice Scotland admitted that this could often look \"quite messy\", but insisted it was necessary to ensure the city and the conference were able to continue functioning.\nBBC Scotland's Dave Cowan, who reported from the scene of the protests, said activists were often angry at the police but did not attack them physically. \nHe said he had seen examples of \"self-policing\" from protestors, with one man who squared up to officers being dragged away by fellow Extinction Rebellion activists who told him in no uncertain terms that they were against violence and to behave himself.\nAnd he said there appeared to be a good working relationship between police liaison officers and representatives of the protestors.\nThere has been criticism of the police using what it describes as \"containment\" tactics - but which is more often referred to as \"kettling\".\nThis involves large groups of officers forming cordons which then effectively trap a crowd within a relatively small space, often for several hours. \nProtestors are sometimes - but not always - allowed to leave through a designated exit, with the aim being to effectively use boredom, rather than violence, as a weapon to control crowds who are deemed to pose a threat.\nIt is controversial because innocent bystanders often find themselves trapped alongside protestors, and there are concerns that it \nThere have also been complaints from activists of officers filming and taking photographs of them while they are being contained.\nOfficers used the tactic on the fourth day of the conference, when they held a large group of Extinction Rebellion activists in the city centre.\nIt was again used during the Global Day of Action last Saturday, when a group of Youth Communist League members who were taking part in the mass procession through the city were surrounded by police and separated from the main march.\nThis was said to have been done because the group had ignored police warnings about their behaviour and had instead become increasingly aggressive, with members attempting to bring the procession to a halt and flares being lit.\nOne member of the group was arrested and charged with culpable and reckless conduct, while the remainder were later allowed to continue to the rally in Glasgow Green.\nScottish Greens justice spokeswoman Maggie Chapman subsequently raised concerns in the Scottish Parliament about the use of kettling, saying she had heard reports of a young mother with a baby in a pram finding herself trapped for hours with no access to water or a toilet.\nAn open letter by the COP26 Coalition, Stop Climate Chaos Scotland and the Climate Coalition called on First Minister Nicola Sturgeon to intervene to stop \"heavy-handed and intimidatory\" policing against activists.\nThey said that the number of officers deployed was \"disproportionately high\" and, combined with \"intrusive police surveillance\", had created an \"atmosphere of fear and intimidation\" that was threatening people's right to protest.\nBut Scotland's justice secretary, Keith Brown, said he was satisfied that the police had \"tried extremely hard to make sure that they have facilitated protest and that their response has been proportionate.\"\nPolice Scotland appears to be pleased overall with how the COP26 operation went, pointing to the low number of arrests as proof that its approach to the protests had worked. \nAssistant Chief Constable Gary Ritchie said the overall policing tone and style had been \"friendly and accommodating\", but that any behaviour which was violent or threatened public safety public had been dealt with \"swiftly and robustly\".\nAnd he said containment tactics had only been used by highly trained officers on a small number protestors who had been \"intent on causing violence and disruption\". \nThe force says it wants to hear feedback on its approach from people who attended protests or who live nearby, with a survey available on its website. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59263761",
      "category": "science-environment",
      "title": "COP26: How might decisions at the climate summit change our lives?",
      "tags": "COP26,Climate change,Environment",
      "text": "Now that a deal has been agreed and signed at the climate summit in Glasgow, you might be left wondering what it will mean for you. \nHere are some ways in which the decisions made at COP26 could change your life.\nSwitching to an electric car is among a number of lifestyle changes we're likely to be making.\nExperts predict that new electric vehicles could cost the same as new petrol or diesel cars within the next five years. It is also possible to lease an electric vehicle, and there's a growing second-hand market, where these vehicles are cheaper.\nDozens of countries, regions and car companies have agreed to ramp up the use of electric vehicles and bring in new zero-emission buses and trucks. \nMeanwhile, others argue we need fewer cars on the road - walking and cycling more could also be among the changes we make.\nHow can an average family afford an electric car?\nMore than 40 countries have signed up to phasing out coal. A similar number have committed to ensuring that clean energy is the most reliable and affordable option for powering our homes and businesses.  \nFor countries like the UK, this will mean continuing the move towards renewable sources such as wind and solar energy - and possibly more reliance on nuclear energy. \nCOP26 lacked a breakthrough announcement committing the world's biggest coal-users such as China and India to ending its use.\nHowever, it's hoped the announcements made at Glasgow will send a signal to the market that it is worth investing in renewable energy. \nSolar panels and heat pumps could become standard in our homes. We'll build new houses using low-carbon alternatives to cement and concrete - and try to re-fit old ones.\nThere's also a focus on making sure our buildings, infrastructure and communities are able to withstand the current and future impact of climate change.\nEva Hinkers, Arup Sustainable Development Director says: \"We also need to make sure [buildings] are fit for more extreme scenarios.\" \nThis could include improving green space in and around our homes to absorb extreme rainfall, installing \"cool roofs\" that reflect sunlight and prevent overheating, or introducing shutters so homes can withstand hurricane winds.\nOur lifestyles contribute to carbon emissions, whether we're shopping for imported food, or flying off on a foreign holiday.\nIn future, we may see the cost of a product's carbon emissions being added to the price we pay - whether or not it's made in the UK.\nSo if a business doesn't try and reduce the emissions of the goods it's selling, its prices may have to go up. It's hoped that will make consumers and businesses think again about how we consume and where we put our money.\nIn response to this, some big household names like Amazon, Unilever and Ikea have now said they're looking to ensure the cargo ships they use to deliver goods will run on cleaner fuels. \nNature's role in fighting climate change and the need to restore the natural world - from forests to peatland - was high on the agenda at Glasgow, and we may see the benefits in greener spaces around our towns and cities.\n\"Nature can be helping us here if we looked to actually treat it with the respect it deserves,\" says Dr Emily Shukburgh of the University of Cambridge. \nThe arguments to make space for nature are now clearer and louder than ever, ​says Craig Bennett, chief executive of The Wildlife Trusts.  \"There is now renewed momentum about the need to... protect forests and other precious habitats and put nature in recovery.\" \nMore than 100 countries signed up to the Glasgow Leaders Declaration on Forests, which aims to halt deforestation. \nThis could see tougher action on cutting down forests in countries including Brazil and Indonesia to produce things such as soya, beef and palm oil which are then imported and consumed in richer, developed nations. This could end the era of cheap food.\nExperts say that a hard choice could be faced - deforestation will never be stopped if sustainability concerns are always out-competed by the price people pay for food:\n\"Consumers will inevitably have to absorb some of these costs if we want to deliver on the COP 26 declaration - by paying more and consuming less,\" says Toby Gardner of the Stockholm Environment Institute.\nMore than 400 financial institutions - controlling an estimated $130tn of private finance - agreed at COP26 to provide more money for green technology. \nIt means that many major pension providers are going to be looking at investing your money in more environmentally friendly sectors. \nThis might include \"helping our customers identify ways to improve the energy efficiency of their homes… investing in companies developing new, sustainable ways of living and working,\" says Janet Pope of Lloyds Banking Group.\nWe may also witness a shift in our way of thinking. \nDr Stephanie Sodero of the University of Manchester says the goal of sticking to 1.5 degrees - above which scientists say climate impacts will become more dangerous and unpredictable - could galvanise community action.\n\"On the ground, in UK communities and beyond, led by youth activists, I think there will be sustained and intense pressure to scrutinise all governance decisions - from local transport to national energy - through a climate lens,\" she says.\nMatthew Hannon from the University of Strathclyde says the drive to net zero is likely to yield benefits such as cleaner air, quieter streets and better mental and physical health. \n\"Delivering a just, net zero transition should ultimately result in happier, healthier lifestyles,\" he says. \"The question should therefore be less about what will I lose under net zero and more about what could I gain?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-59276779",
      "category": "uk-england",
      "title": "Bird flu is found at sites in Yorkshire and Lancashire",
      "tags": "Leeming Bar,Fylde,Kirby Cross",
      "text": "A protection zone has been put around a site in North Yorkshire after birds there were confirmed as having the H5N1 virus.\nThe Department for Environment, Food and Rural Affairs (Defra) said bird flu was found at premises near Leeming Bar, Hambleton on Saturday. \nDefra said further testing was under way and that all birds at the site would be humanely culled.\nOn Friday, bird flu was found at a site in Fylde, Lancashire.\nTemporary control zones covering 3km (1.8 miles) and 10km (6.2 miles) are in place around both the Leeming Bar and Fylde sites.\nOn Thursday, the highly contagious H5N1 virus was found at the Willow Wildlife Animal Sanctuary in Kirby Cross in Essex.\nSanctuary owner Julie Menzies said she and her team were devastated by the outbreak.\nThe Defra website states the virus is \"primarily a disease of birds and the risk to the general public's health is very low\".\nAvian flu is spread by close contact with an infected bird, whether it is dead or alive.\nAn Avian Influenza Prevention Zone (AIPZ) has been in place across Great Britain since 3 November, after the discovery of a strain of the virus in a small poultry unit in Warwickshire.\nThe AIPZ means bird keepers need to follow strict biosecurity measures to help protect their flocks.\nHave you been affected by the issues in this story? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    }
  ]
}