{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57960531",
      "category": "uk-scotland-glasgow-west",
      "title": "Boy, 11, dies in river at Alexander Hamilton Memorial Park",
      "tags": "Stonehouse,Balloch",
      "text": "An 11-year-old boy has died in a river next to a park in South Lanarkshire.\nHe was pulled from the water at the Alexander Hamilton Memorial Park in Stonehouse on Saturday afternoon.\nEmergency services were alerted at about 16:30, but Police Scotland said the child died at the river.\nThe incident came a day after a 16-year-old died in Loch Lomond. He got into difficulty in the water near the pier at Balloch Country Park on Friday, sparking a major search.\nPeople across the UK have been warned to take extra care swimming in open water after dozens drowned during recent hot weather.\nThe Royal Life Saving Society (RLSS) described this week's deaths as \"devastating\" and urged people to choose supervised spots to cool off.\nThe 11-year-old boy has not been formally identified but, officers said his family had been informed.\nA Police Scotland spokesperson said: \"Emergency services attended and a male youth was recovered from water. He was pronounced dead at the scene.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57962387",
      "category": "world-us-canada",
      "title": "Covid: Fauci says US heading in wrong direction as cases rise",
      "tags": "Anthony Fauci,United States,Coronavirus pandemic",
      "text": "The US is heading \"in the wrong direction\" on the coronavirus pandemic as infections surge among the unvaccinated, the country's top infectious disease expert has warned.\nDr Anthony Fauci said the Delta variant of Covid-19 was driving the spike in areas with low vaccination rates.\nHe said health officials were considering revising mask guidance for vaccinated Americans to curb cases.\nOffering booster jabs to vulnerable people was also under review, he said.\nThe coronavirus situation in the US is becoming \"a pandemic among the unvaccinated\", Dr Fauci, the chief medical adviser to US President Joe Biden, told broadcaster CNN on Sunday.\nMore than 162.7 million people - or 49% of the population - have been fully vaccinated in the US, official data shows. \nThe US had been a world leader in jab uptake until April, when vaccination rates started to drop off.\nVaccination rates are particularly low in southern states, where fewer than half of residents have received their first dose in some cases.\nMeanwhile, daily coronavirus infections are on the rise again after numbers fell in May and June. \nThe resurgence has added to the more than 34 million cases and 610,000 deaths recorded so far in the US.\nThe trend has been attributed, in part, to the rapid spread of the highly transmissible Delta variant of Covid.\nThe sharpest increases in Covid cases are in states with lower vaccination rates, such as Florida, Texas and Missouri.\nEarlier this week, US Surgeon General Vivek Murthy said 99.5% of Covid deaths were occurring among unvaccinated people.\nIn his interview with CNN, Dr Fauci said local leaders in areas with low vaccination rates needed to do more to encourage people to get jabbed.\nHe said he was \"very heartened to hear\" the Republican governors of Arkansas and Florida promoting vaccinations in their states. Both leaders have been critical of Dr Fauci's advice in the past.\nDr Fauci has been a key adviser to President Biden and his predecessor, Donald Trump, through the pandemic.\nHe said he was involved in discussions to change mask guidance issued by the US Centers for Disease Control and Prevention (CDC). \nAs it stands, the CDC says people who are fully vaccinated can \"resume activities that you did before the pandemic without wearing a mask\".\nDr Fauci said local governments could issue their own rules under the current CDC guidance.\nBut he noted that some local governments had reinstated indoor and public mask requirements to curb rising infections.\nIn Los Angeles County, masks are now required indoors for both vaccinated and unvaccinated people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57962675",
      "category": "uk",
      "title": "Covid vaccine: Speech comparing NHS medics to Nazis condemned",
      "tags": "Nursing,NHS,Coronavirus pandemic",
      "text": "A speech at a protest rally that likened NHS nurses and doctors to Nazis executed after World War Two has been condemned by nursing leaders.\nThe Metropolitan Police said officers were assessing a video of the speech by former nurse Kate Shemirani during Saturday's protest in central London.\nThe Royal College of Nursing said it was \"reprehensible and could put nursing staff at risk\".\nLondon mayor Sadiq Khan said Ms Shemirani's comments were \"appalling\".\nThousands attended Saturday's event at Trafalgar Square, billed as a \"live debate\" on Covid-19 and linked to several similar demonstrations across the world.\nSome attendees expressed anti-vaccination views, while others questioned remaining restrictions and the use of vaccine passports.\nMs Shemirani, who has been criticised, including by her own family, for promoting virus conspiracy theories, made a speech comparing NHS workers to Nazis convicted at the Nuremberg trials.\nSpeaking about the vaccine, she encouraged the crowd to challenge vaccinators about its safety.\nShe added: \"At the Nuremberg trials, the doctors and nurses stood trial and they hung.\"\nMs Shemirani went on to appeal to doctors and nurses to \"stand with us, the people\".\nPat Cullen, general secretary of the Royal College of Nursing, said: \"Some nursing staff have been subjected to abhorrent behaviour throughout this pandemic. \n\"Comments like these are reprehensible and could put nursing staff at risk. We urge the public to continue to support our hardworking healthcare workers. We expect employers to ensure they are doing all they can to protect nursing staff.\"\nProtests opposing vaccines and restrictions have become increasingly tied to extreme online conspiracy theories about sinister global plots. \nThey have also become increasingly aggressive both online and offline. There is frequent discussion of war crimes and execution - with threats often directed at medics, journalists and politicians who protesters believe are complicit in baseless nefarious agendas.\nSaturday's rally was no exception - and the violent language directed at NHS doctors and nurses has been condemned. \nFormer nurse Kate Shemirani, who made the comments, has grown a following on social media during the pandemic promoting false claims about Covid-19 and vaccines.\nFor many of those in Trafalgar Square, this has become about more than Covid-19 - and experts have warned of the radicalisation to violence happening in a movement that is being co-opted by extremist groups. \nMr Khan said the speech would be roundly rejected by Londoners.\n\"This is utterly appalling, and I have raised it directly with the Met Police,\" he wrote on Twitter.\n\"Our NHS staff are the heroes of this pandemic and Londoners from across this city roundly reject this hate.\"\nA Metropolitan Police spokesperson said: \"We are aware of video circulating online showing a speech that occurred during a rally in Trafalgar Square on Saturday 24 July. \n\"Officers are carrying out enquiries to establish whether any offences have been committed. No arrests have been made.\"\nMs Shemirani was suspended from practising as a nurse by the Nursing and Midwifery Council (NMC) in May this year, and struck off in June.\nThe NMC said Ms Shemirani had \"been using her status as a registered nurse as a way of promoting her own distorted version of the truth\" and risked \"putting the public at a significant risk of harm during a pandemic\".\nThe Nuremberg trials took place in the German city as part of an international tribunal set up to hold remaining German Nazi leaders to account for their actions during World War Two.\nOne of the first cases, in 1946, was against 23 leading German physicians and administrators accused of willing participation in war crimes and crimes against humanity."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57955966",
      "category": "world-europe",
      "title": "Unesco adds Madrid's Paseo del Prado and Retiro Park to heritage list",
      "tags": "Unesco World Heritage sites,Spain,Madrid,Inspiring stories",
      "text": "One of Europe's most famous streets, the tree-lined Paseo del Prado in the Spanish capital Madrid, has been added to the Unesco World Heritage list - along with the adjoining Retiro Park.\nThe UN's cultural organisation said it was in recognition of the key roles both had played in the city's history.\nPaseo del Prado is home to several prestigious buildings, among them the Prado Museum.\nUnesco described the locations as a landscape of arts and sciences.\nIt said the Paseo featured several prominent structures including squares with historic marble sculptures and fountains such as the Plaza de Cibeles, which it described as \"an iconic symbol of the city\". \nIn a statement on Sunday, the Spanish government highlighted that the Paseo had been the first street of its kind to be open to all citizens - previously park-like boulevards were only open to the upper classes.\nPrime Minister Pedro Sanchez said the recognition by Unesco was \"deserved\", adding: \"Madrid and all of Spain are in luck today.\" \nOne resident of Madrid, Ana Lanchas, said Retiro Park was \"the heart of the city\", adding: \"I don't know anyone who comes to Madrid and doesn't go to the Retiro.\"\nBecoming a Unesco site can help attract more tourists from around the world.\nAll images are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57962384",
      "category": "world-europe",
      "title": "Meteor wows Norway after blazing through night sky",
      "tags": "Jupiter,Mars,Norway,Meteorites",
      "text": "Norwegians have been left awestruck by a bright meteor that illuminated the night sky in the country's south-east.\nFootage shows powerful flashes of light over Norway, followed by what witnesses described as loud bangs on Sunday.\nNorwegian police say they received a flurry of emergency calls but there were no reports of injuries or damage.\nA team of experts are hunting for the meteorite, which they believe landed in a forest near the capital, Oslo.\nA meteor is a space rock that burns brightly after entering Earth's atmosphere at high speed. It becomes known as a meteorite if it survives its passage to the ground. \nThe Norwegian Meteor Network says Sunday's fireball was visible for at least five seconds after it appeared at about 01:00 local time (23:00 GMT).\nTravelling at about 16.3km/s (nearly 36,500mph), the meteor could be seen over large parts of southern Scandinavia, the network says.\nNorwegian astronomer Vegard Rekaa has told the BBC his wife was awake at the time. She could hear \"shaking in the air\" before an explosion she assumed was something heavy falling near the house.\nMr Rekaa woke up, he said, to \"fantastic\" videos of the meteor, which was \"something very seldom seen\" in Norway or anywhere in the world.\nA team of experts have been sent to the area where the object is suspected to have landed, he added.\nInitial research suggests the space rock may have hit the ground in a wooded area called Finnemarka, about 60km (40 miles) west of Oslo.\nOne group of campers reported \"a large explosion just above their heads\", Mr Rekaa said.  \nA female camper told him of seeing the fireball from a short distance but thinking it was her friends playing a trick on her.\nAnalysis of the meteor suggests it could have weighed at least 10kg (22lb).\nWhile not astonishingly large, the meteor was special because so many people either heard or saw it, Mr Rekaa said.\nHis colleague at the Norwegian Meteor Network, Morten Bilet, was among the witnesses.\nHe told Reuters news agency the meteor had probably hit our solar system's asteroid belt as it was travelling between Mars and Jupiter.\nMr Bilet described it as a \"spooky\" event, rather than a dangerous one.\nSuch meteor strikes are rare, but one did cause widespread damage and injure at least 1,600 people when it crashed down in Russia's Ural Mountains in 2013."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56237778",
      "category": "world",
      "title": "Covid vaccines: How fast is progress around the world?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost 10 billion doses of coronavirus vaccines have been administered, in at least 197 countries worldwide. \nHowever, there are vast differences in the pace of progress in different parts of the world.  \nSome countries have secured and delivered doses to a large proportion of their population - but others are some way behind.\nWith an aim to give doses to nearly every adult around the world, this is the largest vaccination programme in history. \nOverall, China and India have administered the highest number of doses, with about three billion and 1.6 billion respectively. The US is third, with more than 530 million.\nMany poorer countries are relying on deliveries from Covax, a scheme led by Gavi, the Vaccine Alliance, together with the WHO and the Coalition for Epidemic Preparedness Innovations (CEPI), which is trying to ensure everyone in the world has access to a Covid vaccine.\nCovax had planned to deliver about two billion vaccine doses globally by the end of 2021, but downgraded its supply forecast as a the result of global export bans, production challenges and slow regulatory approval processes.\nThe scheme has now distributed more than one billion vaccines.\nThe vaccine produced by Pfizer and BioNTech was the first approved by the WHO, followed by several others.\nThe Oxford-AstraZeneca vaccine is now the most widely used around the globe. \nUnlike Pfizer's jab - which has to be kept at an extremely cold temperature (-70C) - the Oxford vaccine can be stored in a normal fridge, which makes it easier to distribute.\nMost governments have started with doses for the over-60s, health workers and people who are clinically vulnerable. After priority groups have been vaccinated, there is a wider rollout among younger age groups. \nThe Pfizer vaccine has been approved for 12 to 15-year-olds in the US, UK, Europe and other countries. The Sinovac vaccine is being used for children as young as three in China and Colombia.\nEarly studies suggest the newly identified Omicron variant of coronavirus is better able to evade vaccine protection than previous strains, though vaccination still offers strong protection against serious illness and hospitalisation. \nA third 'booster' dose of a vaccine does appear to offer protection against infection from Omicron and at least 96 countries have begun booster vaccination programmes.\nWorldwide, more than 100 possible vaccines are undergoing trials to test their efficacy and safety. \nOur World in Data, a collaboration between Oxford University and an educational charity, collated the information in the map and table above.\nPopulation figures have been sourced from the United Nations' mid-2021 estimates provided by Our World in Data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-57954180",
      "category": "uk-england-tyne",
      "title": "Esther Dingley: Partner informed of 'remains' find in Pyrenees",
      "text": "Human remains may have been found close to where hiker Esther Dingley went missing in the Pyrenees mountains, her family have been told.\nThe 37-year-old had been walking alone near the Spain-France border and was last seen on 22 November.\nCharity LBT Global, which has been representing the family, said the family were \"urgently seeking clarification\" on the latest discovery.\nIt added any developments were expected to take \"days or even weeks\".\nEarlier this month, Dan Colegate, Ms Dingley's partner of 20 years,  told the BBC he would never give up the search for the \"love of his life\".\nThe couple swapped their life in Durham for an open-ended campervan tour of Europe in 2014. \nMr Colegate was house-sitting at a French farmhouse on 22 November, when Ms Dingley went missing on a solo hike. \nShe last spoke to him via a WhatsApp video call from atop the Pic de Sauvegarde on that date."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57958538",
      "category": "uk",
      "title": "Sajid Javid criticised for 'cower' Covid remark",
      "tags": "Sajid Javid,Coronavirus pandemic",
      "text": "Health Secretary Sajid Javid has been criticised for saying people should no longer \"cower\" from coronavirus.\nHe made the comments after tweeting that he had made a \"full recovery\" from Covid, a week after testing positive.\n\"Please - if you haven't yet - get your jab, as we learn to live with, rather than cower from, this virus,\" he wrote.\nBut Labour accused him of denigrating those who followed the rules, while a victims' group founder said his comments were \"deeply insensitive\". \nCower is defined by the Cambridge Dictionary as meaning to bend down or move backward with your head down because you are frightened. \nShadow justice secretary David Lammy questioned his use of the word.\n\"129,000 Brits have died from Covid under your government's watch,\" Mr Lammy wrote. \"Don't denigrate people for trying to keep themselves and their families safe.\"\nLib Dem health spokeswoman Munira Wilson said Mr Javid's tweet was \"outrageous\" while thousands remain in hospital with Covid-19.\n\"His careless words have insulted every man, woman and child who has followed the rules and stayed at home to protect others,\" she said.\n\"He owes them all, especially the millions who are shielding, an apology.\"\nCo-founder of Covid-19 Bereaved Families for Justice Jo Goodman said Mr Javid's comments were \"deeply insensitive on a number of levels\".\n\"Words matter and the flippancy and carelessness of this comment has caused deep hurt and further muddied the waters of the government's dangerously mixed messaging.\"\nMr Javid replaced Mr Hancock as health secretary last month after his predecessor stood down.\nHe has been seen as more strongly in favour of lifting coronavirus restrictions, previously describing the move as \"irreversible\".\nOn Saturday, cases fell for a fourth day in a row, with 31,795 infection recorded. However, the seven-day average for deaths is up by 57.4%, with 86 deaths reported on Saturday. \nThe vaccination programme has reduced hospital admissions and deaths in this current, third wave of the pandemic.\nModelling produced last month by Public Health and the MRC Biostatistics Unit estimates that vaccines had prevented 7.2 million infections and 27,000 deaths in England alone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57945263",
      "category": "uk-wales",
      "title": "Unesco World Heritage: Wales' slate landscape bid for honour",
      "tags": "Unesco World Heritage sites,Caernarfon,Unesco",
      "text": "An area famed for its slate industry could join Egypt's Pyramids, India's Taj Mahal and Australia's Great Barrier Reef as a Unesco World Heritage site.\nThe slate landscape of north-west Wales is the UK's bid when the World Heritage Committee meet in China this weekend.\nThey will review cultural and natural bids from across the world, with an announcement in the coming days.\nPrime Minister Boris Johnson has backed the Welsh slate bid as it aims to be the UK's 33rd World Heritage site.\nHe said it was \"an area of remarkable uniqueness and breath-taking beauty\".\nThe area of Snowdonia, which runs throughout the county of Gwynedd, is up against nominations including the porticoes of Bologna in Italy, the city of Nice on the French Riviera and the Ribeira Sacra region of Spain, which was made famous by wine.\nThe slate landscape of north-west Wales was announced by the UK government as a World Heritage Site nomination in 2018.\nIt is said to have \"roofed the 19th Century world\" as slate from its quarries was exported around the globe.\nSlate has been quarried in north Wales for more than 1,800 years but during the Industrial Revolution demand surged as cities across the UK expanded with slate being widely used to roof workers' homes and factories. \nThe landscape became the world leader for the production and export of slate during the 18th Century and, by the 1890s, the Welsh slate industry employed approximately 17,000 people and produced 485,000 tonnes of slate a year. \nThe industry had a huge impact on global architecture, with Welsh slate used on a number of buildings and palaces across the globe, including Westminster Hall, the Royal Exhibition Building in Melbourne and Copenhagen City Hall in Denmark.\n\"The slate industry is an iconic feature of north Wales, and of the Welsh nation as a whole, and has been of overwhelming importance in shaping our social and economic landscape,\" said industrial archaeologist Dr David Gwyn, who is part of the bid team.\n\"It was not only slate that was exported. Gwynedd slate quarries also exported people, skills, knowledge and technology around the world, and in turn, learned from them and their industries.\n \"The narrow-gauge railways were a crucial part of the slate industry and their designs and engineering were copied worldwide.\" \nThe UK bid says, as well as the international demand for Welsh slate, between 1780 and 1940 the area of Gwynedd was also home to a number of \"ingenious developments in quarrying and stone processing\" and was a world leader in mountain railways.\nThe council-led bid includes six sites within the county of Gwynedd and Snowdonia National Park.\n\"The landscape of today has been transformed on a monumental scale due to hundreds of years of mining in the area,\" the UK government bid said.\n\"The nomination to Unesco reflects this and the international significance of Welsh slate in 'roofing the 19th Century world'. \nLiverpool hit the headlines last week after it was stripped of its World Heritage status after a UN committee found developments threatened the value of the city's waterfront.\nThe UK has 32 remaining World Heritage sites including Stonehenge, the Tower of London, Palace of Westminster and Westminster Abbey, The Lake District, Maritime Greenwich and Hadrian's Wall.\nWales has three World Heritage sites and one of those, like the slate landscape which is bidding for the status, is also in the north-west.\nThe castles and town walls of King Edward in Gwynedd was among the first sites in the UK to join the list when it was inscribed in 1986 alongside Stonehenge, Ironbridge Gorge in Shropshire and Durham Castle and cathedral.\nUnesco said the four castles of Beaumaris, Conwy, Caernarfon, Harlech and the attendant fortified towns at Conwy and Caernarfon \"are the finest examples of late 13th Century and early 14th Century military architecture in Europe\".\nWales' other Unesco sites are the Pontcysyllte Aqueduct - the highest canal aqueduct in the world - which spans the River Dee in Wrexham county and Blaenavon industrial landscape in Torfaen.\nThere are 1,121 historical significant sites in 167 countries across the world that been inscribed on the list.\nMachu Picchu in South America, the Grand Canyon in the United States of America and the Great Wall of China and the Galapagos Islands are among those on the list."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-50504151",
      "category": "business",
      "title": "Coronavirus: Where does the government borrow billions from?",
      "tags": "Coronavirus lockdown measures,Economics,UK economy,Coronavirus pandemic",
      "text": "The UK government has borrowed record-breaking amounts to pay for measures designed to limit the impact of coronavirus.\nInitiatives such as the furlough scheme - which finished at the end of September - were expensive and government income is down because it has collected less money in tax during the pandemic. \nThe latest data shows that the UK government borrowed £16.8bn in December. This was £7.6bn less than in the same month the previous year, but was still the fourth highest December borrowing figure since monthly records began in 1993.\nIn the previous financial year, the government had borrowed £321.8bn, the highest level in any financial year since records began in 1947.\nThe amount the government borrows to make up the difference between what it spends and what it collects is known as \"public sector net borrowing\". \nIt is often referred to as \"the deficit\".\nThe government borrows because it spends more than it gets in income. \nMost of its income comes from taxes - for example, income tax from your pay cheque or the VAT you pay on certain goods. \nIt could, in theory, cover all of its spending from taxes - and in some years that has happened.\nBut governments have not always been willing to increase taxes enough to cover their spending. This is partly for political reasons - it would be unpopular with voters. \nThere are also other reasons for not raising taxes. If higher taxes leave people with less money to spend, it can be bad for economic growth and jobs.\nThe government borrows money by selling bonds.\nA bond is a promise to make payments to whoever holds it on certain dates. There is a large payment on the final date - in effect, the repayment. \nInterest is also paid to whoever owns the bond in the meantime. So it's basically an interest-paying \"IOU\".\nThe buyers of these bonds, or \"gilts\", are mainly financial institutions, like pension funds, investment funds, banks and insurance companies. \nPrivate savers also buy some. \nSome also end up being bought by the Bank of England as part of its current attempts to boost spending and investment in the economy.\nUnder this policy - known as \"quantitative easing\" - the Bank has so far bought £875bn of government bonds.\nGovernment bonds appeal to investors as they are seen as essentially safe - with little risk that the money won't be paid.\nYou won't lose your money and you know precisely when and how much the payments will be.\nIt varies a lot. \nSome government borrowing has to be repaid in a month, but some lending is for as long as 30 years. \nThe minimum repayment period is just one day, while some bonds have been issued for 55 years. \nThere used to be some government debt which never had to be repaid, sometimes known as perpetual bonds. But the government chose to repay the last of these in 2015.\nThe deficit is the amount by which the government's income falls short of what it spends each year.\nIt covers most of this gap by borrowing, or sometimes by selling assets such as property. \nIn years when a government spends less than its income, it is known as a surplus. \nThe deficit is not to be confused with debt, although both are linked.\nDebt is the total amount of money owed by the government that has built up over years. So it's a much larger sum. \nDebt rises when there is a deficit, and falls in those years when there is a surplus. \nIn December 2021, it was £2.34 trillion. The figure almost exceeds the size of the UK economy, with debt having reached 96% of gross domestic product (GDP). \nDebt levels as high as this haven't been seen since the early 1960s when the UK was paying off the debts of World War Two.\nThe government does repay debt on due dates, but usually has to borrow new money - and take on more debt - to do so.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57840534",
      "category": "uk-wales",
      "title": "Covid: Mark Drakeford announces changes to lockdown in Wales",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57964308",
      "category": "world-asia-india",
      "title": "Rockslide destroys bridge in northern India",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57957404",
      "category": "uk-northern-ireland",
      "title": "Carrickfergus: Six people taken to hospital after funfair incident",
      "tags": "Northern Ireland Fire and Rescue Service,Carrickfergus",
      "text": "Six people, including at least three children, have been taken to hospital following an incident on a swing ride at a funfair in Carrickfergus, County Antrim. \nTheir injuries are not believed to be life-threatening, the ambulance service said.\nEmergency services were called to the scene shortly before 18:00 BST on Saturday.\nA passenger on the ride told BBC News NI it was a \"terrifying experience\".\nThose injured were taken to the Royal Belfast Hospital for Sick Children, the Royal Victoria Hospital, and Antrim Area Hospital.\nA number of other patients were also discharged at the scene.\nLee Toner, 29, who was on the ride with his partner when the incident happened, said the swings had started to knock into each other, and hit parts of the ride.  \n\"As it took off, it started hitting the boards on the outside, and hitting the lights,\" he said.\n\"I was having to use my legs to push off the cart in front of me, the cart my partner was in was going into the back of me, going into the side boards as well.\"\nFour emergency ambulance crews, a rapid response vehicle, an ambulance and air ambulance attended the incident.\nThree fire appliances, a specialist rescue team and the Red Cross also attended.\nIt is understood the incident happened when the swings were close to the ground.\nA spokesperson for Planet Fun, which operates the funfair, said emergency procedures were taken after an incident on its ride, and at no stage did the ride collapse. \n\"We immediately sought assistance from the NI Ambulance Service,\" the spokesperson said. \n\"We have also reported the incident to the HSE and will co-operate fully with the agency to understand exactly what happened. \n\"Health and safety is central to all operations at Planet Fun and will offer whatever assistance is required to those customers affected.\" \nPlanet Fun said it would make no further comment until the HSE has completed its investigation. \nWriting on social media, Health Minister Robin Swann said his thoughts were \"with all who have been injured and affected by this incident\".\n\"I wish everyone a speedy recovery and I want to sincerely thank the ambulance, paramedics and fire crews that responded so rapidly to what could have been something more tragic,\" he said. \nThe main Belfast Road was closed for a period of time but has now re-opened to traffic. \nCheryl Johnston, a DUP councillor for the area said parents were \"extremely worried\" about the incident. \n\"There are young children, there are families. It is just awful,\" she said.\n\"So just hopefully everybody recovers. It's something I know we all didn't expect tonight, and I hope everybody can rally around.\"\nWere you at the funfair yesterday? Did you witness the incident? If you feel able to get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57962995/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coronavirus infections continue to fall in UK",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of people testing positive for Covid-19 has continued to fall in the UK, the latest daily figures show.\nThe UK recorded 29,173 new cases on Sunday - down from 48,161 logged a week earlier on 18 July.\nThe number of new infections by date reported has fallen for five days in a row for the first time since February.\nIt is also the first time since the start of the pandemic that a sustained drop in cases has not coincided with a national lockdown.\n\"The data at present is looking good for at least the summer,\" said Prof Paul Hunter from the University of East Anglia.\n\"Today's figures do not of course include any impact of last Monday's end of restrictions. It will not be until about next Friday before the data includes the impact of this change.\"\nPublic Health England tweeted the daily figures for Sunday, saying there had been a delay in updating the government's coronavirus dashboard.\nIt said 46,563,452 people had now had a first dose of a Covid vaccine, while 37,160,659 had received a second dose.\nThe dashboard later updated to show there have been a further 28 deaths within 28 days of a positive test.\nThe seven-day average of cases, which smooths out daily fluctuations, is showing a 15.4% decline compared with the week before.\nIn Scotland, case numbers started falling earlier than in England - with some evidence the decline may have been triggered by the football team's exit from the Euro 2020 tournament, although the downward trend has continued since then.\n\"There has been a lot of conversation about a football-related bounce in infections and whether we were seeing a wave-within-a-wave,\" said Mark Woolhouse, professor of infectious disease epidemiology at the University of Edinburgh.\n\"In Scotland though it's now starting to look like it's a longer-term trend. We haven't seen any sign of cases picking up [since the football finished]\".\nThe figures show the number of people taking Covid tests has fallen over the past fortnight, which scientists say could explain some of the drop in reported case numbers but is very unlikely to be the only factor.\nBetter weather over the past fortnight across much of the country may also have helped as more socialising took place outside.\nThe latest figures from the Office for National Statistics suggest 92% of adults in the UK now have antibodies to the virus in their blood, either through a previous infection or at least one vaccination dose.\nReal world data shows one dose of the AstraZeneca and Pfizer vaccines is between 30% and 36% effective at preventing a symptomatic Covid infection with the dominant Delta variant. \nAfter two doses that rises to 67% for the AstraZeneca jab and 88% for the Pfizer jab. Both jabs are even more effective against hospitalisation and death.\nThe vaccines can never offer 100% protection but as more of the population is jabbed so there is less opportunity for the virus to infect and spread.\nCovid rules in England were relaxed on 19 July, removing social distancing restrictions in bars and restaurants and allowing nightclubs to reopen.\nAny rise in infections linked to that unlocking is unlikely to show up in the daily case numbers for some days to come.\nIn other countries, such as the Netherlands and Spain, the reopening of nightclubs has been followed by a sharp rise in infections, and in some areas the policy was quickly reversed.\nSome scientists say the impact of unlocking in England is extremely hard to predict but could be offset by a reduction in younger children mixing as schools close for the summer holidays.\n\"If I was a betting man, I would now say that the impact of 19 July will not be sufficient to start case numbers increasing again, but I cannot be certain,\" said Paul Hunter, professor of medicine at the University of East Anglia.\nOthers are more cautious. Prof Woolhouse from Edinburgh University said there \"may well\" be another rise in cases this summer.\n\"There are at least eight million adults who have had no vaccination at all, plus most children under 18. That is still a lot of material for the virus to work with... and if the change in behaviour is dramatic enough [after 19 July], then we could see cases increase again.\"\nSince the start of the pandemic a rise in infections has always led, some weeks later, to a corresponding increase in hospitalisations and deaths.\nThe vaccine rollout has significantly weakened that relationship but has not broken it completely.\nAs of 22 July there were 5,001 Covid patients in hospital across the UK, up from a low of 871 on 27 May but still well below the 39,254 in hospital at the height of the winter wave in January.\nThe time lag between infections and hospital admissions means that number is likely to continue to rise over at least the next week, even if infections continue to fall.\nTrying to predict what will happen in the longer term is a much more difficult task for data scientists and epidemiologists.\nMost agree that there is unlikely to be a defined end-point to this pandemic. Instead the disease may become endemic - meaning it continues to circulate at a lower level in pockets of the population with smaller spikes driven by changes to behaviour and seasonal effects.\nEarlier this month, the NHS was given the green light to start planning a Covid vaccine booster programme to try to minimise another wave of infections this winter.\nScientists serving on the Joint Committee on Vaccination and Immunisation recommended 30 million of the most vulnerable should receive a third dose. They will include all adults aged 50 and over and anyone over 16 who qualifies for a flu jab.\n\"This is a very difficult phase of epidemic to predict and very careful surveillance and monitoring will remain important for weeks and months to come,\" said Prof Woolhouse. \n\"There is nothing yet that undermines the government's decision to unlock on 19 July but [we will] have to continue to watch.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-43947008",
      "category": "uk-politics",
      "title": "Sajid Javid: Who is the new health secretary?",
      "tags": "Amber Rudd resignation,HM Treasury,UK immigration,Home Office,Windrush scandal,Sajid Javid",
      "text": "Sajid Javid has been appointed health secretary following the resignation of Matt Hancock who stepped down for breaking social distancing guidelines. \nMr Javid previously served as home secretary under former Prime Minister Theresa May, and in 2019 was promoted to chancellor by Boris Johnson. \nHowever he only lasted in that role for six months, resigning in February 2020 following tensions with the prime minister's then-advisor Dominic Cummings.\nMr Javid was told he would have to sack his own advisors, but he rejected the order saying it was something \"no self-respecting minister\" could accept.\nFollowing his resignation as chancellor, Mr Javid returned to life as a backbench MP, but also took up a job with JP Morgan.\nSince becoming health secretary, Mr Javid has given up his role at the US bank.\nThe MP for Bromsgrove since 2010 was born in Rochdale in 1969, one of five sons of parents who had moved to the UK from Pakistan.\nMr Javid, a 50-year-old father of four, told the Evening Standard in 2012: \"My dad was from a tiny village in Pakistan and came here when he was 17 to look for work.\n\"He settled in Rochdale and became a cotton-mill worker for Courtaulds. But he was quite ambitious, and saw that bus drivers were better paid. His nickname was Mr Night and Day because he used to work every hour God sent his way.\"\nMr Javid's father's job was the same as the father of another high-profile politician, London Mayor Sadiq Khan, and he congratulated the Labour politician \"from one son of a Pakistani bus driver to another\" after his City Hall victory in 2016.\nMr Javid spent his school years in Bristol after his parents took over a ladieswear shop there, with the family living in a two-bed flat above it.\nHe told the Daily Mail in 2014 that the school, a local comprehensive, was tough and \"I was naughty, more interested in watching Grange Hill than homework.\"\nBut, he said, things changed when his dad read the riot act. \"He said 'this is what I went through, don't let me down'. I felt really bad. My academic work rocketed.\" \nHe said that his school did not want to pay for him to do maths O-Level - his dad ended paying for it instead. \nHe had also developed an interest in financial markets, sparked by the Thatcher government's privatisations. At the age of 14 he went to see his father's bank manager and arranged to borrow £500 to invest in shares, becoming a regular reader of the Financial Times.\nHis goal became to work in the City so he passed that maths O-Level and, rejecting his school's suggestion he become a TV repair man, headed off to sixth form college and then to Exeter University to study economics and politics - giving a clear hint of his future career direction. \nHe also met his future wife, Laura, while doing a summer job at Commercial Union. They sat opposite each other and shared a stapler, he told the Daily Mail.\nTheir four children are privately educated: \"We do what's best for them,\" Mr Javid, who has described himself as a non-practising Muslim, told the newspaper. \nAfter university, he set his sights on a job in the City. As he told the Standard: \"Some people, in a friendly way, tried to lower my expectations.\n\"They often tell you that unless you wear an old school tie or have the family contacts, you just won't get a chance to work in the City. But they were wrong.\"\nHis career move worked out well, although he had to move across the Atlantic to succeed. And by the age of 25, he had become a vice-president at Chase Manhattan Bank, later moving to Singapore for a period with Deutsche Bank. He rose to become a managing director before leaving in the summer of 2009 to concentrate on a political career.\nA Conservative Party supporter from the early 1980s, he had attended his first conference towards the end of the Thatcher years, with Conservative friends from university such as fellow Tory MP Robert Halfon.\nThey got into a bit of trouble at the 1990 conference, handing out leaflets against the then prime minister's decision to join the Exchange Rate Mechanism, opposing the policy despite being diehard fans of Mrs Thatcher's.\nAccording to a ConservativeHome profile, Mr Javid, Mr Halfon, another future Tory MP David Burrowes and Tim Montgomerie - founder of ConservativeHome - got up at 07:00 so they could get front-row seats for what turned out to be Mrs Thatcher's final party conference speech.\nTwo decades on and, in 2010, he was elected for the first time, and made swift progress.\nHe began his ministerial career with roles in the Treasury, before becoming the first cabinet minister of Asian descent when he was appointed culture, media and sport secretary in 2014. \nHe did that for a year before moving to business secretary for a year and then moving on to be communities and local government secretary.\nLong thought of as a Eurosceptic, it was a surprise to many when Mr Javid came out for Remain during the UK's 2016 referendum on whether or not to stay in the European Union. \nThat meant, of course, that like then-Home Secretary Theresa May and his one-time mentor, then Chancellor George Osborne, he was on the losing side. \nThere was an ill-fated and very short-lived bid to succeed David Cameron as Conservative leader after the referendum, on a \"joint ticket\" with Stephen Crabb. (He would have been chancellor to Mr Crabb's prime minister.)\nHe also ran in the 2019 leadership election but was eliminated in the fourth round before Mr Johnson went on to become prime minister.\nMr Javid was appointed home secretary in April 2018, following the resignation of Amber Rudd during the fallout from the Windrush scandal.\nAt the time, Mr Javid told the Sunday Telegraph the scandal \"immediately impacted him\". \nMr Javid told the newspaper: \"When I heard about the Windrush issue, I thought that could be my mum, it could be my dad, it could be my uncle, it could be me.\"\nIn 2019 he took a hardline stance towards Shamima Begum, who left London to join the Islamic State group aged 15, revoking her British citizenship when she asked to return. \nThe move boosted his popularity amongst some Tories but provoked criticism from others - particularly after her newborn son died in a Syrian refugee camp. \nIn his previous cabinet roles he avoided major calamity, although he faced questions as business secretary over Tata steel, and as communities secretary over the government response to the Grenfell disaster. \nHowever, he had not been afraid to ruffle feathers, with uncompromising messages to some in the business community and local government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57956698",
      "category": "uk",
      "title": "Female military staff denied justice by inadequate system - MPs",
      "tags": "British Armed Forces,Defence Select Committee,British Army,Ministry of Defence",
      "text": "Women in the armed forces who are victims of bullying, harassment, discrimination and serious sexual assault are being \"denied justice\" by a \"woefully inadequate\" military complaints process, MPs have said.\nThe defence committee heard evidence from more than 4,000 women - including veterans and those still serving. \nMPs said they were \"truly shocked\" by accounts of sexual assault and rape.\nThe Ministry of Defence said changes had been made to help women.\nIn a landmark report, MPs on the defence select committee say cases of serious sexual assault and rape should be taken out of the military justice system and tried in civilian courts instead.\nConvictions for rape in the military are four to six times lower than in civilian courts. \nThey also call for the creation of a new defence authority to investigate allegations of bullying, harassment and discrimination outside the chain of command.\nSarah Atherton, the Conservative MP and former soldier who led the investigation, said they had heard accusations of senior officers \"sweeping complaints under the rug to protect their own reputations and careers\".\nWomen make up 12% of the regular armed forces - numbering around 20,000. But surveys show they're more likely to suffer from bullying, harassment and discrimination. \nMPs say they are \"gravely concerned\" that women are 10 times more likely than men to experience sexual harassment. \nThe report also notes that 60% of the women who gave evidence said they didn't complain because of fear of reprisals and repercussions.\nThe BBC has spoken to two women who were the victims of sexual assault and who provided evidence to the committee. We are not using their real names to protect their identity. \nRebecca is a rape victim who recently left the Army. When she made a complaint, she says she wasn't just fighting for justice, but fighting the system too. \n\"It's the old man's club. You know you're a minority. They're saying you were assaulted because you drink too much. They say this is what you are, this is our perception. We don't believe you.\"\nRebecca has now turned to a charity, the Centre for Military Justice, for help. \nDirector Emma Norton says women who make an official complaint like Rebecca can find it \"career-ending and life changing\". \nThe Centre for Military Justice has also campaigned for cases of rape and serious sexual to be dealt with outside the military system.\nSophia was, until 2017, an officer in the Royal Navy. She was sexually harassed and then assaulted by her male boss. \nShe said trying to make a complaint was like \"coming up against a brick wall\". \n\"It's a boys' club. They wanted to make sure he was alright. They didn't want it happening on their watch. It's bad press for them and it doesn't look good on their reports.\" \nSophia left the Navy and successfully took her case to a civilian court. \nHer lawyer, Ahmed Al-Nahhas, says he has dozens of similar cases. He describes the military complaints system as \"not fit for purpose\" and welcomes the findings of the defence committee report.\nThe defence committee also highlights practical issues that need to be addressed for women in the armed forces. \nIt said it was \"extraordinary\" the Ministry of Defence (MoD) wasn't even getting the basics right - such as providing women with uniforms and body armour that fitted. \nMost of those women interviewed would still recommend a career in the military, but MPs say change has been \"glacial\". \nThey were told by the MoD that it might take \"decades, possibly 300 years, to improve women's presence among senior officers\".\nResponding to the report, the MoD said many changes had been introduced to improve the experience of women in the Armed Forces.\nBut defence minister Baroness Goldie added: \"The reality is that this experience is not yet equal and very occasionally can be really harmful. I profoundly regret that and we shall examine this report.\"   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57965251",
      "category": "uk",
      "title": "Speakers' Corner: Woman attacked with knife",
      "tags": "Hyde Park,Metropolitan Police Service",
      "text": "A woman has been slashed with a knife at Speakers' Corner in London's Hyde Park, police have said. \nThe 39-year-old was taken to hospital after the attack on Sunday afternoon at the site, where people gather for public speeches and debates. \nThe Metropolitan Police said she received a minor slash injury to the head, which was not life-threatening.\nFootage shared on social media shows someone dressed in black approaching a woman wearing a Charlie Hebdo T-shirt.\nShe is later seen clutching her right hand close to her body, with what appears to be blood at her temple, as she is helped into a police van by officers who were nearby.\nCharlie Hebdo is a French satirical magazine that was targeted in a deadly attack by Islamist extremists in 2015 after it published a cartoon of the Prophet Mohammed. \nTwelve people were killed in the attack at the magazine's offices in Paris. \nA knife was found after the attack in Hyde Park, but no arrests have yet been made. \nOfficers based in Westminster are working with the specialist Met unit which patrols the royal parks to investigate and try to find the person responsible.\nThe Met said officers were called just after 15:30 BST to reports that a woman had been assaulted.\nA statement said she was treated by the London Ambulance Service before being taken to a central London hospital.\nDet Supt Alex Bingley, of the Central West Command Unit which covers policing in Westminster, said: \"This was clearly a very distressing incident for the woman involved and officers have spent time with her, whilst she was being treated for her injury, to get an account of what happened.\n\"We know that this assault was witnessed by a number of people, many of whom captured it on their phones. I would ask them, if they have not already done so, to contact police.\n\"We remain in the early stages of our investigation and are working hard to trace the person responsible.\n\"I would ask people not to speculate on the motive for the attack until we have established the full facts.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57849236",
      "category": "uk-wales",
      "title": "Offa's Dyke: The man who sold his house to trek Wales",
      "tags": "Coronavirus lockdown measures,Prestatyn,Cardiff,Walking",
      "text": "What do you do if you've lost your job, hit 50, and are fed up of lockdown? For Jon Moss it's been easy - sell your house, and set out on an epic trek of Wales.\nDespite admitting he was relatively unfit and piling on the pounds, he was ready to swap lazing about in his Cardiff garden hammock - to taking on the challenge of walking the Offa's Dyke path - which  celebrates its 50th Anniversary this year.\nHe said: \"I thought, what can I do? I can't go abroad and then I remembered about that path that goes up between Wales and England.\n\"I just needed to get off my backside and do something.\n\"I needed a change, if I was to stay in my house in that life, then in 10 years I'll be a fat 60-year-old wondering what to do with myself.\n\"Hopefully, others will see what I'm doing with no planning and no training... and think well if he can do it, I can do it. \n\"These middle-aged men who are lonely and committing suicide - I'll tell everybody - just get up and walk - it just fills the day.\"\nMr Moss set off for the 177-mile-long hike on 27 June and will arrive in Prestatyn on Thursday before embarking on the Wales Coast Path which will eventually take him home to Cardiff, where only a camper van awaits. \nHe said as someone who previously did little exercise and was not a walker, he found the first week tough with terrible blisters and an injured ankle and even wondered if he could complete his challenge.\nHe said \"a new decent pair of boots\" and the \"stunning\" scenery kept him going and that people he has met along the way have boosted his morale. \n\"You see people of all different ages, some walking just sections of the route,\" he said, including an older couple he met and others, who would walk together for a few days at a time.\nHe said that people's morale on the path had been incredible.\nWhen he hurt his ankle on one section,  he was given a lift to his next camp spot, while another following his progress as he posted messages on social media, invited him into his home for a meal and to watch the football.\nMr Moss is staying on campsites where possible, but is also wild camping - again something he has never done before. \nHe said: \"It's technically illegal in Wales. It's ok, it's without a tent. Getting water can be a problem. It's lovely views but there's a bit of a slug problem, one night I woke up with a slug on my eye.\n\"Apart from that... it's being alone in nature. You don't get that in campsites.\"\nHis journey back to Cardiff will take him three months, which he said would \"give me time to think about my next three\".\n\"I'm a firm believer that if you come to a dead end and you are in a rut... you have to make drastic changes,\" he said.\n\"If you are not sure what to do - travel. You don't know what opportunities will present themselves. \n\"I've told my daughter, and she's going to travel the world once coronavirus restrictions are lifted. Just travel and see what happens.\" \nFor now, all Mr Moss' traveling is on foot. And his best purchase for the trip? A pair waterproof socks. \n\"They are expensive, but they are worth it, they make all the difference.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57408045",
      "category": "business",
      "title": "Calls for more 'pop-up' campsites as demand surges",
      "tags": "Camping",
      "text": "Rural businesses and landowners are urging the government to further relax regulations to enable more temporary campsites to pop up this summer. \nOne such pitch is behind the Devonshire Arms, in the heart of the Peak District. \nLandlady Fiona Kirby is offering pitches for £15 a night in a small grassy meadow. \n\"We've got this big expanse that we don't really use to its best ability,\" she said.  \nThe facilities are basic, just a tap, but it meets two needs: the huge demand for UK breaks from holidaymakers and boosting the coffers of a struggling inn by enticing diners through the door. \nFor Fiona, it's been a no-brainer: \"I've been amazed. We've been full every night we've been open. And all I've had to do is mow the lawn.\" \nFrom last year, as the pandemic hit, landowners could set up a temporary site for 56 days without planning permission, rather than the usual 28. \nBut the campaign group Carry on Camping argues this just isn't enough to meet demand, nor the needs of rural businesses this year. \nThey are after a full six months, to make it worthwhile for businesses, to make the most of camping now in June, all the way up to October. \nDan Yates is managing director of PitchUp, and has been behind the campaign. \n\"This is all about making the most of the weather,\" he explained. \"We've had the 28-day rule a long time, and for most businesses it wasn't viable to plumb in toilets, train staff and take a chance on the forecast. Fifty-six is a whole different ball game - but we need longer.\" \nDan said many of the businesses looking to offer temporary pitches are wedding venues, or farmers who've lost subsidies. \"Landowners can earn up to £50,000 a season in some cases,\" he said. \"And no other type of accommodation in Britain can scale up like this to meet customer demand.\" \nSome may feel less than enthused at the prospect of swapping the Algarve for The Dales or Dorset, but Dan said bookings at his business PitchUp are up 200% compared to 2019 and just continues to grow: \"It's unprecedented.\" \nHis campaign also highlights that families camping will spend, on average, £46 a day in nearby pubs, cafes, shops or attractions, giving a much-needed boost to rural economies. The National Farmers Union, Historic Houses and Countryside Alliance has backed the calls too. \nBut back at the Devonshire Arms Fiona knows it's not been popular with everyone. Some locals have voiced their resentment at extra traffic, visitors and mess. \n\"But the money I can make in the summer will help me through the lean times in the winter,\" she added.  \nThe Ministry for Housing, Communities and Local Government is responsible for the regulation in England and Wales. \nA spokesperson said: \"We have doubled the number of days temporary campsites can operate as part of our support for businesses and local economies during the pandemic. These measures are in place until the end of the year and we are keeping them under review.\"\nIn Scotland and Northern Ireland, more relaxed camping rules are already in place. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57936883",
      "category": "business",
      "title": "Government pingdemic response chaotic, say food supply firms",
      "tags": "Companies,Contact tracing,Govia Thameslink Railway,Coronavirus testing,Coronavirus pandemic",
      "text": "Government efforts to deal with the self-isolation \"pingdemic\" are \"chaotic\" and \"too late\", food supply industry bodies have said.\nSupply firms are having to fight to keep supermarkets stocked with food, one industry body warned.\nThe government has been trying to ease the effects of workers having to self-isolate if they are \"pinged\" by the NHS Test and Trace app.\nHealth Secretary Sajid Javid said daily testing will help minimise disruption.\nThe number of people being sent NHS app alerts to self-isolate rapidly rose throughout July as infection rates soared, reaching a record 600,000 in the week to 14 July.\nMany businesses struggled as staff members self-isolated.\nThe government changed its stance last week and announced that some double-jabbed staff at some critical organisations would be allowed to take tests to keep coming to work, rather than self-isolating.\nOn Sunday, the Department for Environment, Food and Rural Affairs said it had now contacted 500 sites that had been identified for daily contact testing.\nTesting is understood to be rolling-out to key manufacturing, food processing and wholesale sites across the food supply chain, which will be joining large supermarket depots as part of the initial phase of the testing programme.\nThe number of roles that are exempt from isolation is also understood to have been widened to include roles such as forklift drivers and dispatchers. \nBut the government's response has been \"very chaotic\" and \"too late\", said James Bielby, chief executive of the Federation of Wholesale Distribution.\nHe said that a policy for exemptions was announced on Monday, but that there were no further details given until Thursday.\nMany food businesses were still in the dark as to whether their staff could be included in the scheme, he added, with only 15 supermarket distribution centres with staff on the list on Friday.\n\"The process for getting on the list is entirely opaque,\" Mr Bielby said, adding that the government seemed to be making up the policy \"on the hoof\" in response to media reports.\nPutting in place testing instead of self-isolation would have been better three weeks ago, Mr Bielby said, but now it was \"too late\" - especially as self-isolation is supposed to ease in three weeks' time.\nHe added that the \"pingdemic\" had been \"really bad\" for the food supply chain, as entire production lines in factories and entire driver fleets had been \"taken out\".\nThere was already a shortage of lorry drivers because of a combination of factors including Brexit, the Covid pandemic and changes to self-employment taxation, he added.\nShane Brennan, chief executive of the Cold Chain Federation, said the \"pingdemic\" had been a greater challenge for businesses than Covid itself.\n\"You can deal with problems as long as you have people working,\" Mr Brennan said. \"The problem with the 'pingdemic' is that it takes lots of people out of the workforce.\"\nThere are already rolling shortages of stock in supermarkets, and supply businesses are \"fighting to keep food on the shelves\", he said.\nHowever, the application process for getting staff exemptions for self-isolation was \"way too complicated\" and came too late.\nIn addition, government departments did not appear to be working in a unified way.\n\"It's quite obvious that the government is having an argument with itself [over self-isolation],\" he said.\nAlthough the daily number of people testing positive for coronavirus has fallen over the past week to fewer than 32,000 per day, critical businesses have reported struggling with staff absences.\nThe Rail Delivery Group, which represents train companies, said that there could be disruption to services in the coming weeks.\n\"While train companies are doing everything they can to minimise any disruption, there may be an impact on services so we are asking people to check before they travel using app alerts,\" a spokesperson said.\nOn Saturday, Govia Thameslink Railway (GTR), which runs Thameslink and Southern trains, said it would introduce a reduced timetable from Monday 26 July.\nNon-essential businesses, including pubs and restaurants, have also struggled with staff getting pinged.\nEmma McClarkin, chief executive of the British Beer & Pub Association, said: \"Pubs are closing or greatly reducing their opening hours due to staff shortages caused by app pings - despite staff testing negative on lateral flow tests.\"\nShe said 43% of pub staff were aged 18 to 25 and would not have their second jab for months.\n\"We urge the government to work with us to find a sensible solution to this that still ensures staff and customer safety,\" she added.\nHowever, Health Secretary Sajid Javid said: \"As we learn to live with the virus, we must do everything we can to break chains of transmission and stop the spread of the virus.\n\"Daily contact testing of workers in these critical sectors will help to minimise any disruption caused by rising cases in the coming weeks, while ensuring staff are not put at risk.\"\nA spokesperson said that as a first step, daily contact testing was being rolled out to critical workplaces in the food supply chain and that many sites would be operational from Monday 26 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57958367",
      "category": "world-us-canada",
      "title": "R. Kelly accused of abusing teenage boy he met in McDonald's",
      "tags": "R. Kelly,United States,Music",
      "text": "US R&B star R. Kelly has been accused of fresh abuse allegations, including the claim he had a sexual relationship with a 17-year-old boy.\nProsecutors allege the singer abused the teenager after meeting him at a Chicago McDonald's in 2006.\nThey want evidence of this, and other alleged but uncharged crimes, to be heard at Kelly's trial in August.\nKelly denies ever abusing anyone, and his lawyers have not responded to the latest allegations.\nThe Grammy-winner, real name Robert Kelly, is set to face trial in New York next month on charges including child sexual exploitation, making indecent images of minors, racketeering and obstruction of justice.\nThe charges involve six unnamed women and girls.\nNow, prosecutors would also like jurors to hear about more than a dozen other people they say Kelly abused, threatened or mistreated.\nThey include a 17-year-old boy and aspiring musician, whom Kelly allegedly met at a McDonald's and then invited to his Chicago studio.\nAfter offering to help the boy with his music career, Kelly is said to have later propositioned and had sexual contact with him while he was still underage.\nThe prosecutors say the boy introduced Kelly to a male friend, who was either 16 or 17, with whom the singer had a sexual relationship several years later.\nThey also allege the star forced several female sexual partners - including a minor - to have sex with the young man as he filmed them. \nProsecutors say the two boys' accounts and those of others will show Kelly's alleged crimes \"were not isolated events and were part of a larger pattern\".\nThe judge is yet to rule on whether the evidence will be considered.\nKelly, who was one of the biggest R&B stars of the 1990s, has been in jail for almost two years as he awaits trial.\nHis New York trial is scheduled to begin on 9 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-57957823",
      "category": "uk-england-lancashire",
      "title": "Man arrested after car hits group of people on Blackpool North Pier",
      "text": "A man has been arrested on suspicion of attempted murder after a car hit a group of people on Blackpool's promenade.\nPolice responded to reports that a car had driven at pedestrians near the North Pier at about 05:25 BST.\nOfficers stopped the red Peugeot on a residential street and the driver fled the scene, Lancashire Police said.\nA 30-year-old Manchester man arrested after a search of the area remains in custody.\nOfficers do not know whether members of the group who were hit by the car sought medical attention and have urged them to get in touch.\nInsp Abi Finch-Hall added: \"Despite the early hour there were several pedestrians in the area at the time.\n\"We believe there are also witnesses who have not yet been spoken to by police.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57912347",
      "category": "business",
      "title": "UK borrowing leads to record interest payments",
      "tags": "UK economy,Office for National Statistics,Coronavirus pandemic",
      "text": "The UK government spent a record £8.7bn in interest on repaying its debts last month, official figures show.\nThe figure was more than three times as much as the £2.7bn in interest payments seen in June 2020.\nThe reason was a surge in inflation, which raised the value of index-linked government bonds.\nOverall borrowing - the difference between spending and tax income - was £22.8bn, which was £5.5bn lower than June last year.\nHowever, the figure was the second-highest for June since records began.\nBorrowing has been hitting record levels, with billions being spent on measures such as furlough payments.\nBut the cost of servicing all that borrowing has been rising too. Government gilts, for instance, are uprated in line with Retail Price Index inflation, which is higher than the headline consumer inflation rate. \nHowever, analysts stressed that despite the record payment, debt servicing costs as a share of GDP remain low by historic standards.\nRuth Gregory, senior UK economist at Capital Economics, said: \"While debt servicing costs will stay higher than the [Office for Budget Responsibility] expects over the next few years, the public finances should reap the benefits of a fuller recovery in GDP than the OBR expects, meaning that the deficit will still fall faster.\"\nThe huge amount of borrowing over the past year has now pushed government debt up to more than £2.2 trillion, or about 99.7% of GDP - a rate not seen since the early 1960s.\nThe Institute for Fiscal Studies (IFS) warned that the lower-than-expected borrowing seen in recent months was likely to prove only temporary, leaving Chancellor Rishi Sunak with \"very little room for manoeuvre\" in his forthcoming Spending Review. \nThe Office for National Statistics (ONS) now estimates that the government borrowed a total of £297.7bn in the financial year to March. \nThat was 14.2% of the UK's GDP and the highest level since the end of World War Two.\nThe ONS said the cost of measures to support individuals and businesses during the pandemic meant that day-to-day spending by the government rose by £204.3bn to £942.7bn last year.\nIn response to the latest figures, the chancellor said he was \"proud of the unprecedented package of support we put in place to protect jobs and help thousands of businesses survive the pandemic\".\nHe added: \"However, it's also right that we ensure debt remains under control in the medium term, and that's why I made some tough choices at the last Budget to put the public finances on a sustainable path.\" \nAccording to the IFS, those tough choices will persist, even though the economy is recovering more quickly than expected at the time of the Budget.\n\"We now forecast that borrowing in 2021-22 could come in some £30bn lower than the £234bn forecast in the March Budget,\" the IFS said.\n\"But this near-term improvement in the outlook is not expected to persist.\n\"Permanent economic damage done by the pandemic and rising debt interest costs mean that, under our forecast, the chancellor has little, if any, additional headroom against his stated medium-term target of current budget balance (borrowing only to invest, not to fund day-to-day spending).\"\nThat would leave Mr Sunak with virtually no additional room for permanent giveaways in this year's Spending Review, the IFS added.\nHow you view the state of the public finances depends on which measure you pick. If you compare the amount of borrowing that the government needed to do in June to plug the gap between its income from taxes and the amount it spent, it's the second-highest on record. But then you remember that records only go back to 1993. Compared to last June, it's down by £5.5bn.\nSimilarly with the overall debt (simply put, all the borrowings over the years added up). It's risen - to 99.7% of the size of the economy as measured by gross domestic product, its highest on that measure since 1961. But then you look further back and realise public debt was larger than the size of the economy for 40 of the last 100 years. \nGiven that the pandemic has put the economy on something like a war footing, it's worth noting that after World War Two, it was 2.5 times the size. The reaction of the government then was not to cut spending, but to embark on the biggest expansion of state spending in history. Sixteen years later, in 1961, prosperity was secure, taxes rolled in and both borrowing and debt dropped rapidly. \nAs a proportion of the economy, it's businesses' debts, rather than government debts, that are now larger - a consequence of the fact that many small and medium-sized businesses have been given no choice but to borrow their way through the pandemic. Arguably it's that debt, rather than the government \"debt\" (mostly \"borrowed\" from itself by issuing currency), which needs the most urgent policy attention in the wake of the pandemic. \nRuth Gregory of Capital Economics said the government had borrowed less in June than forecast by the Office for Budget Responsibility, which had expected it to be £25.2bn.\nShe said higher tax receipts and stronger GDP growth were further signs that the strong economic recovery was starting to feed through into lower government borrowing. \nHowever, she cautioned that higher taxes were still in the offing as Mr Sunak attempts to rebalance the books after the cost of the pandemic.\n\"We suspect the chancellor will 'bank' any improvement in the deficit rather than scale back the planned tax hikes and spending cuts set to hit the economy. At least by 2022-23, the economy should be strong enough to cope with it,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57961176",
      "category": "uk-england-leeds",
      "title": "Climate change: Boy, 11, starts 200-mile walk",
      "tags": "Hebden Bridge,Climate change",
      "text": "An 11-year-old boy has begun a 200-mile (321km) walk from his home in Yorkshire to Westminster to raise awareness of climate change.\nJude, from Hebden Bridge, said he wanted to lobby ministers about the need for a carbon tax when he arrives in London.\nA petition, urging a parliamentary debate on a carbon tax, was launched in February by the Zero Carbon Campaign.\nThe government said it was committed to cutting emissions by 78% by 2035.\nJude was inspired after reading the book Dire Predictions, which he said offered solutions to climate change including a carbon tax.\nHe then read about the Zero Carbon Campaign's petition.\n\"I am hoping to get this petition to 100,000 signatures so it can get debated in parliament,\" he said.\n\"It would make businesses think it will cost them more money to use fossil fuels and non-renewable options than to use green or renewable alternatives.\"\nThe government has been examining the relationship between tax and the environment, including a carbon tax.\nHowever, following the consultation it ruled out a wider carbon tax in favour of a UK Emissions Trading System.\nResponding to the Carbon Zero Campaign petition a spokesman said: \"The government remains committed to maintaining an ambitious carbon price to ensure that polluters continue to pay for their emissions.\"\nJude came up with the idea to walk to London, inspired by an uncle's friend who cycled around the world, to help raise awareness.\n\"I also read about a boy who cycled from Palermo in Sicily to England to try and raise awareness for refugees,\" he said.\nHe said he intends to walk 10 miles (16km) each day for 21 days and hopes he can inspire other young people to take on their own challenges.\nHis mother Sarah said: \"He is quite a determined child.\"\nShe added they had been lent a campervan and were also staying with people along the route.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57960044",
      "category": "world-australia",
      "title": "Australia Covid: Anti-lockdown protesters condemned",
      "tags": "Coronavirus lockdown measures,New South Wales,Sydney,Coronavirus pandemic,Australia",
      "text": "Australian politicians have condemned protests against coronavirus restrictions amid a rise in cases.\nThousands marched through Sydney on Saturday to demand an end to lockdown measures, with smaller demonstrations taking place in Melbourne and Brisbane.\nAt least 57 people involved in the Sydney protest have been charged, while more than 500 have been fined.\nOn Sunday, New South Wales (NSW) premier Gladys Berejiklian said the protesters \"should be ashamed\".\n\"Millions and millions of people across our state are doing the right thing, and it just broke my heart that people had such a disregard for their fellow citizens,\" she told reporters. \nThe state recorded 141 new infections on Sunday, the second-highest daily increase of the year. There are fears of a further rise in cases following Saturday's protests.\nAuthorities in NSW are expected to extend the current lockdown, which is set to end on 30 July.\nSome 13 million Australians are back in lockdown after state governments re-imposed restrictions in recent weeks to combat the highly contagious Delta variant, which has driven up cases across the country.\nFewer than 14% of the population have been fully vaccinated, a far lower percentage than most European countries and the US.\nPrime Minister Scott Morrison, who has been criticised for Australia's vaccine programme, has promised more doses to NSW.\nBut he said that they could not disrupt the rollout nationwide, and stressed that the lockdown in the state would only end when it brought case numbers down.\nHe also branded those who took part in Saturday's demonstrations \"selfish\" and \"self-defeating\", saying the protests \"only risk the lockdowns running further.\"\nMeanwhile, police in Sydney announced on Sunday that two men had been charged with hitting police horses during the protest.\nA 33-year-old and a 36-year-old will appear in court today."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57965298",
      "category": "uk",
      "title": "Flooded London hospitals ask patients to stay away",
      "text": "Two east London hospitals have asked patients to stay away after their emergency departments were hit by flooding on Sunday.\nWhipps Cross is without power and evacuating 100 inpatients and Newham hospital is asking patients to use other A&Es for urgent care.\nAmbulances are being redirected after torrential rain caused severe flooding in homes, roads and stations.\nLondon Fire Brigade says it has taken more than 1,000 flooding-related calls.\nIt rescued people trapped in cars and is helping those with flooded basements and collapsed ceilings.\nA spokesperson for Barts Health NHS Trust which runs both Newham and Whipps Cross hospitals, said: \"Patients are asked to attend alternative hospitals where they can. A major incident has been called across the Trust.\"\nMany of the capital's roads closed due to the flooding, including the Blackwall Tunnel, the A12 and parts of the North Circular.\nStepney Green station remains closed although eight other Tube and London Overground stations have reopened.\nA yellow thunderstorm warning remains in place for parts of south-east England.\nSt James's Park in London saw 41.6mm (1.6in) of rain on Sunday, making it the wettest part of the country. \nResidents on a street in Woodford, in east London, grabbed buckets, brooms and wooden boards to prevent rising rainwater from flooding their homes.\nRestaurant manager Mariya Peeva said her neighbour's bedroom was flooded and that her son helped others to protect their homes from the flooding.\nMs Peeva, 46, told the PA news agency: \"My son went to buy some food from the local shop - by the time he came back the whole street and the pavement were already flooded and the water was coming into our front door.\"\nWere you affected by floods? Share your experience by emailing haveyoursay@bbc.co.uk.\nThe A&E department at Newham Hospital is still closed this morning, with ambulances being diverted to neighbouring hospitals. \nAs you peer through the doors of the A&E department here, the entire floor is soaked as far as the eye can see. \nThere are mops left on the floor, security guards are guiding people away.\nThe hospital says it will still treat the most urgent admissions but is advising people to use other hospitals until it fixes the rainwater damage. \nOther parts of the hospital, such as the maternity unit, remain unaffected.\nResident Chris Date tweeted a photo of a bus in Bakers Arms, Walthamstow, saying the flood water was \"above the kerb\". \n\"It's impossible to walk on the pavement. To get on that bus the water came up to my shins. This is a canal, not a road,\" he said.\nCyclist Eddie Elliott, 28, said he had passed the area near Queenstown Road station in Battersea to find the road \"totally shut down\".\n\"Having been born and raised in London, I have never seen anything quite like it,\" he said.\nMr Elliott said the flooding was the worst he had experienced in the city, and described seeing \"buses stood broken down in the water\".\nStandon Calling festival in Hertfordshire was abandoned due to Sunday's flooding.\nThe Environment Agency has six flood warnings in place. They are for two areas in London, near Beverley Brook at West Barnes and Worcester Park. \nThe further warnings are for: \nA further 19 less severe flood alerts have also been issued, covering most of the capital and parts of surrounding counties."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57955148",
      "category": "world-europe",
      "title": "Dublin: Shots fired at Irish police patrol car in Tallaght",
      "tags": "Republic of Ireland,Dublin",
      "text": "A Garda (police) patrol car was struck by a gunshot after shots were fired at police in Dublin in the early hours of Saturday.\nThe marked Garda car, with unarmed uniformed officers inside, was on patrol in Tallaght at about 02:30 local time.\nThey saw three men, one armed with a handgun and one with a baseball bat.\nThe man with the handgun fired a number of shots towards the police car, one of which struck the vehicle, police say.\nNone of the officers were injured and the three men fled.\nNo arrests have been made and police have appealed for anyone with any information to contact them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57925777",
      "category": "uk-england-london",
      "title": "East Dulwich stabbing: Man charged with murder of woman, 36",
      "tags": "East Dulwich",
      "text": "A man has been charged with the murder of a woman in south-east London.\nBeatrice Stoica, 36, was found with knife injuries at a home in Lordship Lane, East Dulwich, on the evening of Friday 23 July. She was taken to hospital, but later died.\nA post-mortem examination is expected to take place later.\nStony Stoica, 44, from Lordship Lane, is due to appear at Croydon Magistrates' Court on Monday, the Metropolitan Police said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57962111",
      "category": "uk-scotland-glasgow-west",
      "title": "Man, woman and boy die in Loch Lomond incident",
      "tags": "Ardlui",
      "text": "A man, woman and boy have died after getting into difficulty in Loch Lomond.\nThey are among six water deaths in Scotland this weekend.\nThe 41-year-old man, 29-year-old woman and nine-year-old boy died near Pulpit Rock, Ardlui in Argyll and Bute on Saturday evening.\nFirst Minister Nicola Sturgeon called the death toll \"heartbreaking\". Loch Lomond and the Trossachs National Park said it was \"one of the worst weekends\" in the park's history.\nEmergency services were alerted to the Ardlui incident at about 18:40 on Saturday following \"reports of concern\" for people in the water.\nFire brigade appliances from Killin, Tyndrum and Balloch were sent to the scene, along with water rescue units from Oban and Stirling.\nPolice Scotland said three people were pronounced dead and a seven-year-old boy was rescued and taken to hospital in Glasgow where he is now in intensive care.\nThe force urged people to be careful in water after an \"incredibly busy\" weekend for emergency services.\nAn 11-year-old boy also died in a river near Stonehouse, South Lanarkshire on Saturday afternoon. He was pulled from the water at Alexander Hamilton Memorial Park after police were alerted at about 16:30.\nEmergency services were also called to an incident on the River Clyde at Hazelbank near Lanark at about 17:55 on Saturday. The body of a 13-year-old boy was recovered on Sunday morning.\nOn Friday a 16-year-old boy also died in Loch Lomond. The teenager got into difficulty in the water near the pier at Balloch Country Park, sparking a major search.\nFirst Minister Nicola Sturgeon said the weekend's incidents were \"heartbreaking\".\n\"My thoughts and condolences are with the loved ones of those who have lost their lives in the water over the past couple of days,\" she tweeted.\n\"In Scotland, we have some of the most beautiful lochs and rivers in the world - but if swimming in them, please take care.\"\nPolice Scotland Assistant Chief Constable, Mark Williams, said the number of deaths in open water this weekend was \"hard to comprehend\". \nHe added: \"The warm weather can make open water swimming and paddling very inviting but it is extremely dangerous. \n\"The conditions can change very quickly and there are often hidden risks like deeper water and strong currents. Tragically, this weekend has highlighted that open water is very, very dangerous.\"\nThe Scottish Fire and Rescue Service (SFRS) also issued a warning about the dangers of cold water shock in warm weather.\nSFRS Chief Officer Martin Blunden said: \"Please, please make sure your loved ones, adults and kids, know how to behave around inland water. \n\"Yesterday was a tragic day for families and the first responder family. I am certain that all those affected thought it's just water - it isn't, it can also kill.\"\nGordon Watson, chief executive of Loch Lomond and The Trossachs National Park, said the park would reflect on the events of the weekend and what could be done to prevent further tragedies.\nHe said: \"I want to extend my deepest sympathies to the loved ones of those who have died. I also want to thank all of those involved in the search and recovery operations.\n\"This has undoubtedly been one of the worst weekends in the national park's history.\"\nPeople across the UK have been warned to take extra care swimming in open water after dozens drowned during recent hot weather."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57955672",
      "category": "uk",
      "title": "Parkrun back on in England after Covid pandemic suspension",
      "tags": "Coronavirus pandemic",
      "text": "There were jubilant scenes as thousands of joggers and walkers took part in the first Parkrun events in England since Covid restrictions ended.\nThe free 5km events resumed in more than 500 parks and green spaces - 16 months since they were suspended due to Covid measures.\nParkrun's Tom Williams said organisers had been \"incredibly moved\" by the public support for the events.\nOrganisers hope Parkruns can restart in Scotland and Wales by mid-August.\nEvents in Northern Ireland resumed at the end of last month.\nUnder the latest easing of almost all Covid legal restrictions that happened on Monday, outdoor running events including the London Marathon and the Great North Run can also resume. \nThe Parkrun events, usually held every Saturday, are billed as a chance for people - regardless of age, gender or ability - to regularly run, jog or walk together and enjoy their local park.\nThousands of people took part in runs across England earlier, with large numbers running the course in south-west London's Bushy Park - home to the first ever Parkrun in 2004.\nRochelle Bisson, 29, in Bexley, south-east London, said despite being nervous about coronavirus, it was a \"really nice feeling\" being able to run with other people again.\nShe said: \"It was really fun. I was a little apprehensive because I'm still being a bit careful after all the Covid restrictions.\n\"I'm a keen runner but I'm quite slow and it was nice to hang back and avoid the crowd and that helped me feel a lot safer.\"\nMs Bisson, who runs to help her anxiety and mental health, added: \"It was a really nice feeling running with other people. I've done some running during lockdown but it's not the same. \n\"It's nice to run with other people who support you and can cheer you on.\" \nBob Emmerson, 88, became the oldest person to complete 400 Parkruns when he crossed the finish line at the Northampton event.\nMr Emmerson, who ran with his 67-year-old son, also called Bob, said fellow runners and supporters cheered for him as he finished the run.\nHe told the BBC it had been a \"really pleasant morning that was not too hot or cold\" and that his next milestone would be to complete 500 Parkruns.\n\"If Covid hadn't have happened, I would have been on 470 by now,\" he said.\n\"The target is going to be 500 but I will be 90 by that time I think.\n\"I will just have to take it one week at a time, I can't give it up. If I don't turn up it will be a big event.\"\nIn south-east London, Paul Williams, 63, was cheered on by fellow runners as he became one of the last 293 finishers at the Southwark Parkrun.\nMr Williams, who has learning disabilities and a bad leg, first began attending the event in 2015 and said he had \"missed\" it during the pandemic.\nOn finishing his 78th event after an hour and 16 minutes walk, Mr Williams, who has volunteered at more than 30 Parkruns, said: \"I have been stuck indoors for about a year because I have got diabetes and I wasn't allowed to go out. \n\"There was no exercise. I have been meeting everyone again and seeing everybody. It gives me exercise, helps me lose weight. I like to keep myself fit and to talk to people.\"\nCommunities Secretary Robert Jenrick and England's deputy chief medical officer Jonathan Van-Tam were also among those running at a Parkrun in Newark, Nottinghamshire.\nMr Jenrick tweeted a photograph of the pair elbow bumping, with the caption \"Jenrick v JVT\", adding: \"Great to see Parkrun back, across the country and especially here in Newark.\"\nMeanwhile, the BBC's Sophie Raworth - who reported on what it was like to run through the deserted streets of the capital during lockdown - shared a video celebrating her return to Parkrun and said it was \"great\" to be back."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57960977",
      "category": "uk-england-london",
      "title": "Football manager Joey Barton charged with attacking woman",
      "tags": "Kew,Bristol",
      "text": "Former footballer Joey Barton is due in court charged with attacking and injuring a woman.\nThe 38-year-old, who manages League Two side Bristol Rovers, will appear at Wimbledon Magistrates' Court on Monday 26 July.\nHe was arrested at an address in Kew on 2 June, bailed pending further enquiries, and subsequently charged.\nAmbulance crews were not called to the property where the woman was attacked, police said.\nThe Metropolitan Police said in a statement: \"Joseph Barton, 38, of Widnes, is charged with assault by beating.\n\"The charge relates to an incident which took place at a residential property in Kew on Wednesday 2 June in which a woman received a head injury\".  \nThe midfielder played in the Premier League more than 250 times, for teams including Manchester City and Newcastle United.\nBristol Rovers said it was unable to comment while legal proceedings were under way."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57952734",
      "category": "uk-wales",
      "title": "Bute Park: Two charged with attempted murder after man hurt",
      "tags": "Cardiff",
      "text": "Two men have been charged with attempted murder after a man was seriously injured in a park.\nPolice say he remains in a life-threatening condition in hospital after an attack in Bute Park, Cardiff, at about 01:00 BST on Tuesday.\nTwo men from Cardiff aged 25 and 36 are due to appear before city magistrates on Monday.\nDetectives are appealing for help to identify a third suspect, an unknown woman.\nThe injured man, 54, is being treated at Cardiff's University Hospital of Wales. \nHis family are being supported by specially trained family liaison officers.\nAn incident room has been set up at Cardiff Central Police Station and patrols have been increased in the area.\nDet Insp Stuart Wales from South Wales Police said: \"This serious assault has caused understandable concern locally and we want to reassure the public that a significant number of inquiries are ongoing. \n\"We will be relentless in identifying and bringing to justice anyone involved in this violent attack.\n\"I'd also appeal directly to the female suspected of being involved in this incident to come forward voluntarily.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57944015",
      "category": "science-environment",
      "title": "Climate change: Researchers begin discussions on vital report",
      "tags": "Intergovernmental Panel on Climate Change,COP26,UK climate change protests,Paris climate agreement,Climate change",
      "text": "Against a backdrop of fires and floods, researchers are meeting virtually to finalise a key climate science study.\nThe Intergovernmental Panel on Climate Change (IPCC) is preparing the most comprehensive assessment on the state of global heating since 2013.\nOver the next two weeks, the scientists will go through their findings line by line with representatives of 195 governments. \nExperts say the report will be a \"wake-up call\" to governments.\nIt is expected that the short, 40-page Summary for Policymakers will play an important role in guiding global leaders who will come to Glasgow in November to deal with critical climate questions. \nAs the world has warmed over the past 30 years, the IPCC has become the most important platform for summarising the state of scientific understanding of the problem, its impacts and solutions. \nThis year, though, the panel's report takes places as extreme weather events have shaken the US and Canada, Europe and Asia. The question of the role played by human-induced climate change is being asked more loudly than ever. \nFormed in 1988, the IPCC's role is to provide politicians with assessments every six or seven years on the science, the impacts and the potential options for tackling climate change. \nOver the years, its reports have become more strongly worded as the evidence has mounted. \nIn 2013, its assessment said that humans were the \"dominant cause\" of global warming since the 1950s.\nThat document helped set the scene for the Paris climate agreement signed in 2015. \nAs well as its six- or seven-year assessments, the IPCC has also produced special studies looking at specific scientific questions. \nIn 2018, the IPCC released a special report on keeping global temperature rise under 1.5C. \nThis document has had a significant impact on an emerging generation of young people, willing to take to the streets to demand a political response.\n\"The 1.5C report was really kind of instrumental for young people to use that science to marshal their efforts towards action,\" said Ko Barrett, a vice chair of the IPCC and a head of research at the US National Oceanic and Atmospheric Administration (Noaa).\n\"I think maybe the report surprised us all, that the report had such an impact in getting people to think, wow, this is not some big future problem. This is like right now.\"\nThe IPCC's latest summary of the science, to be published on 9 August, is also likely to have a big impact. \nIn a couple of months, world leaders will come to Glasgow to try to advance the world's efforts against rising temperatures.  The IPCC's forthcoming report will be required reading for many attending COP26.\n\"I think it's going to be a wake-up call, there's no doubt about that,\" said Richard Black, an honorary research fellow at the Grantham Institute at Imperial College London.\n\"But then again, so are some of the real world events that we're seeing around us at the moment.\"\nMany people think that the IPCC is just a platform for science, but that's not the full picture. \n\"The IPCC itself actually consists of representatives from 195 governments in all, and they basically commission the reports from the various groups of academics that do the work,\" said Richard Black.\n\"And this to me is the key thing about the IPCC. It's not just a bunch of scientists producing a report; they are commissioned by governments, and they're owned by governments. And that makes them absolutely unique.\"\nThe IPCC, while it has undoubted clout, doesn't actually conduct its own research.\nFor its assessments, the IPCC divides the work into three different areas. The first is the physical science report, the second the study on impacts, the third is on mitigation.\nThe impacts and mitigation studies will come out early next year, as well as a synthesis report that will pull all the threads together.\nFor the upcoming publication on the physical science, more than 200 researchers been working together in groups to review the existing peer-reviewed literature over the last four years.\nTheir initial draft reports were subject to discussions and comments from fellow researchers and from governments. \nThe new study attracted around 75,000 comments as it was drafted and re-written.\nOver the next two weeks, a final Summary for Policymakers, running to around 40 pages, will be agreed word by word with government representatives. \n\"The scientists come in with a proposal document that line by line gets challenged by the representative of the United Nations there, and the scientists defend their lines,\" said Prof Corinne Le Quéré, from the University of East Anglia who has been involved with two previous IPCC assessment reports.\n\"Nothing gets written that is not scientifically correct. So, scientists have the right to just say this is wrong, and the documents gets really strong at the end because of that process.\"\nOne of the things that gives the report additional muscle is the fact that it is not just one particular research paper on one topic  - the reviewers consider all the pieces of research carried out on each area of focus. \n\"Sometimes the IPCC gets criticised for being focussed on consensus, and it's suggested that that can weaken statements,\" said Dr Emily Shuckburgh, from the University of Cambridge.\n\"But the fact that it is a summary across multiple lines of evidence is incredibly powerful and incredibly useful.\"\nAs in previous assessments, there will likely be a strong focus on the question of humanity's role in creating the climate crisis. \nIn the last report in 2013, the authors said that warming since the 1950s was \"extremely likely\" due to human activities. \nThis will likely be further strengthened, despite the objections of some countries.\n\"It's going to revise this overall attribution statement. Obviously, it is going to be stronger than what we had in the past because of the growing warming of the planet,\" said Prof Le Quéré.\n\"That's going to be one of the main points. It will be discussed very, very carefully, and scrutinised. You can be sure it will be scrutinised by governments.\"\nHowever, many participants are likely to be more concerned with the present and the future than questions of past responsibility. \nThere will be a new chapter on weather and extreme events in a changing climate.\nMany will want to pay more attention to questions such as storms, floods or droughts with a low probability but high impact, as have been seen around the world in recent weeks.\n\"This time around, governments have asked the IPCC to also look at low probability events that could be potentially very damaging,\" said Prof Le Quéré.\n\"So we can expect a lot more information. In fact, for almost the first time in the IPCC, (we'll get) a lot more explicit information about the risks of extreme climate events.\"\nAs well as new information on sea-level rise and the state of the Arctic and Antarctic, the summary report will likely have new information on the chances of holding the global rise in temperatures to 1.5C this century. \nIt will assess whether governments are on track to meet the targets agreed in the Paris climate pact. \nThis is the first time that the IPCC has attempted an approval session remotely. These gatherings are usually a week long and often involve quite vigorous discussions between government representatives and scientists. \nWith just a few months left before the COP26 climate conference, the stakes for the participants are perhaps higher than at any time in recent history. \nGiven the scale of weather-related disasters we are witnessing around the world, the public and politicians are now more attuned to the issue of climate change than ever before.\nAll this will add to the pressure on the IPCC. There are likely many long nights ahead for the participants. \nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57933364",
      "category": "world-asia",
      "title": "Afghanistan curfew imposed as Taliban militants advance",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,United States",
      "text": "The Afghan government imposed a month-long curfew across almost all of the country on Saturday in a bid to stop the Taliban from invading cities.\nFighting between the Taliban and Afghan government forces has increased over the past two months as international troops pull out of the country.\nThe militant group is thought to have captured up to half of all territory.\nAs US forces have withdrawn, the Taliban have made rapid gains, retaking border crossings and rural areas. \nThere are concerns that with peace talks moving slowly, the focus of fighting will increasingly turn to more heavily populated urban centres.\nThat has prompted a top American commander to say the US will continue carrying out airstrikes in support of Afghan troops. Gen Kenneth MacKenzie said a Taliban victory was not inevitable.\nBut he did not say if the strikes would continue beyond the end of the US military mission on 31 August.\nThe Taliban - a fundamentalist Islamist militia who were pushed out of power by the US invasion nearly 20 years ago - have also seized key roads as they seek to cut off supply routes.\nTheir fighters have been closing in on a number of major cities, but have not yet been able to capture one.\nThe curfew bans all movement from 22:00 to 04:00 (17:30-23:30 GMT), apart from in the capital Kabul and two other provinces.\nThe interior ministry said the new curfew was \"to curb violence and limit the Taliban movements\", adding that Kabul, Panjshir and Nangarhar were exempt.\nAs the Taliban continue to advance, fierce clashes have taken place this week outside the city of Kandahar.\nIn response, the US launched airstrikes against militants in the area on Thursday. But with US operations in Afghanistan officially ending on 31 August, there are concerns about the months ahead. \nUS-led forces ousted the Taliban from power in Afghanistan in October 2001. The group had been harbouring Osama Bin Laden and other figures linked to the 9/11 attacks on the US.\nPresident Joe Biden has said the American pull-out is justified as US forces have made sure Afghanistan cannot again become a base for foreign jihadists to plot against the West.\nEarlier this month, American troops quietly departed from Bagram airfield, a sprawling base that was the centre of US operations in Afghanistan and once held tens of thousands of troops.\nSome US analysts fear the Taliban could take control of the country within six months.\nBut Defence Secretary Lloyd Austin said the security forces could make progress, and their priority should be to slow the momentum of the advance before trying to take territory from the Taliban."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57963856",
      "category": "uk-england-london",
      "title": "UK Weather: Flooding in London after heavy rain",
      "tags": "Floods,Severe weather",
      "text": "Heavy downpours and thunderstorms have caused severe flash flooding in parts of London.\nThere were reports of vehicles becoming stranded as water quickly rose to block dozens of roads and affected underground lines.\nThe fire brigade said it had taken about 300 calls - mostly about flooded basements or roads - in the space of a few hours on Sunday.\nOfficials have advised against travelling in the hazardous conditions.\nAn amber thunderstorm warning is in place for much of south-east England, with 75 to 100mm (3in to 4in) of rainfall forecast in some areas.\nThe Environment Agency issued two flood warnings for areas in London near Beverley Brook in Worcester Park and West Barnes.\nA further 14 less severe flood alerts have also been issued, covering most of the capital and parts of surrounding counties.\nResident Chris Date tweeted a photo of a bus in Bakers Arms, Walthamstow, saying the flood water was \"above the kerb\". \n\"It's impossible to walk on the pavement. To get on that bus the water came up to my shins. This is a canal, not a road,\" he said.\nCyclist Eddie Elliott, 28, told the Press Association agency he had passed the area near Queenstown Road station to find the road \"totally shut down\".\n\"Having been born and raised in London, I have never seen anything quite like it,\" he said.\nMr Elliott said the flooding was the worst he had experienced in the city, and described seeing \"buses stood broken down in the water\".\nMany roads in the capital are closed because of the flooding, including the Blackwall Tunnel, the A12 and parts of the North Circular. There are long delays on other routes. \nEight Tube stations and one Overground station are also closed.\nA tweet from the Metropolitan Police Special Constabulary warned drivers they should not attempt to drive through floodwater if they find their route blocked.\nTransport for London said the latest road information was available on its status updates page.\nThe Environment Agency said its staff were actively monitoring the situation and were prepared to respond if required.\nThe London Fire Brigade said it had not received reports of any threats to life but people should call 999 if in immediate danger.\nMet Office meteorologist Steven Keates said parts of the south between south Suffolk and the Isle of Wight could be deluged by 100mm of rain in just a few hours on Sunday evening.\nHe predicted \"pretty lively showers\" from Norfolk to Bournemouth, with \"torrential downpours, thunder and lightning and potentially some hailstones settling in the south.\"\nMr Keates said the storms were being caused by a \"convergence\" of air currents as warmth in the earth's surface from the recent heatwave rose into cooler air in the atmosphere.\nForecasters had warned travellers starting their summer holidays to expect floods, thunderstorms and strong gusts of wind.\nDays of extreme heat last week have given way to cooler temperatures and unsettled, stormy weather in places.\nIn Hampshire, the roofs of two semi-detached properties were severely damaged when they were struck by lightning on Saturday morning.\nTemperatures are set to rise again from Monday, with London expected to hit 26C.\nLondon has already been hit by flash floods this month, after a month's rain fell in the space of a single day."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57960048",
      "category": "world-us-canada",
      "title": "Jackie Mason, rabbi turned comedian, dies aged 93",
      "tags": "New York City,United States",
      "text": "Jackie Mason, the US comedian and actor, has died at the age of 93.\nThe stand-up was ordained as a rabbi before turning to show-business in the 1950s. He was well known for his social commentary, talk show appearances and one-man shows on Broadway.\nMason won numerous awards in his career, including a Tony Award and an Emmy for voicing Krusty the Clown's father on The Simpsons.\nComedians around the world have paid tribute to the star on social media.\n\"Truly one of the funniest shows I have ever seen... ever,\" actor Henry Winkler tweeted. \"Thank you Jackie and now you get to make heaven laugh.\"\nUK comedian Omid Djalili wrote: \"Currently imagining a long queue at the Pearly Gates as St Peter makes Jackie Mason do his whole act for him. RIP Jackie.\"\nBorn Yacob Maza in Sheboygan, Wisconsin on 9 June 1928, Mason and his family moved to New York when he was five. \nHis father, grandfather, great-grandfather and great-great-grandfather had all been rabbis, and after college he was ordained and began leading congregations in North Carolina and Pennsylvania. \nHe would later tell the Chicago Tribune that a lot of non-Jewish people \"would come to the congregation just to hear the sermons\" because he told so many jokes. Mason turned to comedy full-time after his father died in the late 1950s.\nKnown for his heavy New York Jewish accent, Mason's humour was based on pun, innuendo, and sometimes politically incorrect humour. \n\"Eighty percent of married men cheat in America. The rest cheat in Europe,\" he once joked.\nThe comedian was a registered Republican, and later in life spoke out in defence of US President Donald Trump. He was also staunchly pro-Israel.\nMason was hospitalised two weeks ago and died at New York's Mount Sinai Hospital on Saturday.\nHe is survived by his wife Jyll Rosenfeld and daughter Sheba."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57942446",
      "category": "uk-northern-ireland",
      "title": "Water deaths: Public warned of 'hidden dangers' in lakes and rivers",
      "tags": "Republic of Ireland",
      "text": "The RNLI has warned of the potential dangers of swimming in lakes and rivers after six people died entering water on the island of Ireland during the past week.\nThey included two teenagers who died following incidents in Northern Ireland and the Republic of Ireland.\nKevin Rahill of the RNLI stressed that people should stick to a \"lifeguarded beach\".\nHe said rivers, lakes and reservoirs had \"hidden obstacles\" that can trap.\n\"They can be potentially dangerous in the fact that they can be rather deep - fresh water is normally colder than sea water,\" he told BBC News NI.\n\"And there can be hidden dangers as well, hidden obstacles in waters like that that can trap people and make it difficult for people to move around.\n\"And also very often in lakes and rivers and reservoirs getting in and out can be a bit more difficult than a beach.\"\nMr Rahill, who is the RNLI's regional water safety lead, said that with the recent spell of hot weather there is the \"potential for more incidents in terms of people getting into difficulty\".\n\"If possible, swimming at a lifeguarded beach will certainly keep the number of incidents down,\" he added.\n\"Swim at a lifeguarded area, that's probably the most important thing to think of.\n\"If you are not familiar with the area, the lifeguards will know it, so they will be able to tell you where's safe and where's not safe - and swim between the flags.\"\nHe also highlighted the 'float to live' message if people did fall in the water.\nThe RNLI's appeal came as the UN prepares to host its first World Drowning Prevention Day on Sunday (25 July).\nIrish Water Safety has said the majority of water tragedies occur in inland waterways and has emphasised the potential dangers of swimming in rivers and lakes.\nMeanwhile, Gerard O'Flynn, operations manager with the Irish Coastguard, told Irish broadcaster RTÉ it had responded to about 1,690 incidents this year to date, compared to 1,340 at the same time last year.\nHe said that \"the excellent weather combined with restrictions on other recreational activities\" has led to more people in the water.\nHe urged people not to swim alone and to avoid using inflatable toys in the open water.\nMr O'Flynn also appealed to jet ski users to be sensitive to other swimmers.\nHe said the increased popularity of open water swimming has seen many people swimming longer distances and he called on people to make sure they are visible in the sea by wearing a cap and a tow float.\nNorthern Ireland Water has said \"that there is no time for complacency around water\".\nIt has urged \"the community, especially children and young people, to take care around all bodies of water\".\nThe ESB in the Republic of Ireland has also reminded people of the dangers of swimming in reservoirs. \nIt said: \"These areas are not appropriate for swimming because of the risk of deep and fast-flowing waters, changing water levels and uneven ground.\"\nOn Friday, a man in his 60s died after swimming off Dollymount Strand in north Dublin - the sixth death to come from people entering water in the island of Ireland in the past week.\nThe five other people died after going into lakes. \nA 15-year-old boy who was rescued from a lake in the Republic of Ireland on Tuesday afternoon died in hospital on Thursday.\nThe boy was swimming in Lough Sheelin, at a meeting point of counties Westmeath, Meath and Cavan.\nEarlier in the week, Jay Moffett, 13, died in hospital after going into water in the Canal Court area of Scarva, County Down on Monday afternoon.\nThree adults also died in three separate incidents in the past week in County Fermanagh, on the Longford-Cavan border, and in County Leitrim."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54239922",
      "category": "explainers",
      "title": "What are the Covid self-isolation rules and will they be scrapped?",
      "tags": "Contact tracing,Holidays,Travel,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "People with Covid in Northern Ireland can now stop self-isolating after five full days, if they have have two negative tests. \nThese rules are also in place in England, where the prime minister has said that there will \"soon be a time\" when self-isolation is not required.\nThe self-isolation period for anyone who develops symptoms or tests positive for Covid is five full days. \nThe day symptoms begin - or you test positive - is day zero. The next day is day one of self-isolation.\nYou can leave self-isolation after five full days if you have two negative LFT results, 24 hours apart.\nYou can take the first on day five. If it's negative, you can take another test 24 hours later on day six. If this is also negative - and you don't have a temperature - you can immediately end isolation. \nThe rules apply whether or not you are vaccinated.  \nThe current self-isolation regulations run out on 24 March.\nThe prime minister has told MPs he does not expect to renew the rules and said they could end sooner - if Covid data allows.\nHe said that \"as Covid becomes endemic\" (in other words, constantly present) the government will \"replace legal requirements with advice and guidance urging people with the virus to be careful and considerate of others\". \nThis would be similar to advice for other infectious diseases such as flu. \nHealth Secretary Sajid Javid also said he was \"optimistic\" the government would shortly be able to \"remove all restrictions around Covid\".\nIt is not clear whether the rest of the UK would follow suit. \nIn Scotland and Wales you must self-isolate for at least seven days as soon as symptoms appear.\nPeople without symptoms who have a positive LFT result should also self-isolate immediately. They don't need to take a PCR test, although clinically vulnerable people in Wales are advised to do so.\nYou can end self-isolation after two negative LFT results, 24 hours apart - the first no earlier than day six. If you don't have a temperature, you can stop self-isolating after the second negative test, on day seven.\nIf the day six test is positive, you can take two further tests on subsequent days.\nThe guidance applies whatever your vaccination status.\nAnyone leaving self-isolation is \"strongly advised\" to limit close contact with people in crowded or poorly-ventilated spaces. \nThey should work from home and minimise contact with people at higher risk from Covid.\nThe rules about self-isolation after contact with someone with Covid are broadly similar across the UK. \nIf you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, but should take daily LFTs for seven days (or until 10 days since your last contact, if this is earlier). \nThis also applies to under-18s (18 years and four months in Scotland; 18 years and six months in England).\nIf any of the LFTs are positive, you must self-isolate from the date of the test.\nClose contacts of positive cases who are not fully vaccinated still have to self-isolate for the full 10 days. \nIn Scotland, they are advised to take one PCR test and continue isolating even if the result is negative. \nIn Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms.\nAnyone who develops Covid symptoms during self-isolation should take a PCR test. \nSelf-isolation means staying at home and not going out.\nAdults shouldn't go to work and children shouldn't go to school. \nYou should order online groceries, or ask friends or family to deliver supplies.\nNo-one from outside your household should come inside, unless to deliver essential care.\nIf you have symptoms or test positive, you should: \nPeople on a low income who are told to isolate may be entitled to some financial help:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57959449",
      "category": "uk",
      "title": "Covid-19: Covid cost to last for 'decades' - and is UK a variant breeding ground?",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow. \nThe costs of coronavirus will be met by taxpayers \"for decades\", MPs have said, adding that an inquiry into the pandemic can not come soon enough. The Public Accounts Committee said No 10's response to the crisis had exposed UK taxpayers to \"significant financial risks\". They also criticised government spending on unusable protective kit. The Department of Health said there were \"processes\" to ensure spending gives taxpayers value for money.\nHealth Secretary Sajid Javid has been criticised for saying people should no longer \"cower\" from coronavirus as he announced his recovery from the virus. Mr Javid, who has had both vaccine doses, said he had only experienced \"very mild\" symptoms \"thanks to \"amazing vaccines\". \"Please - if you haven't yet - get your jab, as we learn to live with, rather than cower from, this virus,\" he tweeted. But Labour accused him of denigrating those who followed the rules, while a victims' group founder said his comments were \"deeply insensitive\". \nA man who mocked Covid-19 vaccines on social media has died after a month-long battle with the virus. Stephen Harmon, a member of the Hillsong megachurch, had made a series of jokes about not having the vaccine. \"Got 99 problems but a vax ain't one,\" the 34-year-old tweeted to his 7,000 followers in June. He was treated for pneumonia and Covid-19 in a hospital outside Los Angeles, where he died on Wednesday. In the days leading up to his death, Mr Harmon documented his fight to stay alive, posting pictures of himself in his hospital bed.\nAre we in the danger zone for creating new variants that could weaken the ability of vaccines to shield us from Covid? And does it matter? Scientists have warned that the UK has created the perfect conditions by relaxing restrictions - which could see cases reaching 100,000 a day this summer - while large numbers of people don't have protection from both doses of the vaccine. So far, the problematic variants have been those that spread significantly faster. The Delta variant, which was first identified in India, may spread twice as fast as the original form of the virus that emerged in China. But speed isn't the only useful trait a coronavirus can acquire.\nA mysterious marketing agency secretly offered to pay social media stars to spread disinformation about Covid-19 vaccines. But their plan failed when the influencers went public about the attempt to recruit them. Mirko Drotschmann, a German YouTuber and journalist, normally ignores offers from brands asking him to advertise their products to his more than 1.5 million subscribers. But the sponsorship offer he received in May this year was unlike any other. Read more here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nLatest figures show more than 600,000 people using the NHS Covid-19 app in England and Wales were sent self-isolation alerts, but what happens if you're pinged? Find out here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57960544",
      "category": "world-africa",
      "title": "Nigeria school kidnappers abduct man delivering ransom",
      "tags": "Nigeria",
      "text": "Kidnappers in Nigeria have seized a man who was sent to deliver a ransom payment to secure the release of dozens of abducted school children. \nThe elderly man was sent by the children's parents after they managed to raise 30m naira ($73,000; £53,000) by selling land and other possessions.\nBut they have been left feeling hopeless following his kidnapping.\nThe north of the country is in the midst of a wave of school abductions carried out by criminals for profit.\nRansoms are frequently paid, but this is a rare case where the person carrying the cash has been taken.\nThe kidnappers called up the school's headteacher to say that the money delivered was not the agreed sum.\nThe 136 students were taken from an Islamic school in Tegina, Niger state, in late May.\nGunmen riding on motorcycles stormed the town and opened fire indiscriminately killing one person and injuring another. \nAs people fled, the attackers went to the school and seized the children. \nThe parents and school administrators negotiated with the criminals and agreed to pay the ransom. They sold part of the school's land as well as other possessions.\nHeadteacher Malam Abubakar Alhassan told the BBC that six people were sent with the correct amount to meet the kidnappers near the forest where the children were being held.\nWhen they arrived, the gunmen demanded that one of the group, an elderly man, follow them into the forest so that the cash could be counted.\nBut they later called to say the money was not sufficient.\n\"Parents are now resigned to fate. They say they can't raise any more money. They are now relying on God,\" Mr Alhassan told the BBC.\nMore than 1,000 students have been abducted from schools across northern Nigeria since December last year. \nHundreds of them are still in captivity, but 28 of the 121 children taken from the Bethel Baptist High School in Kaduna state earlier this month were freed on Saturday night.\nThe authorities are being severely criticised for their failure to tackle the country's widespread insecurity including the deepening kidnapping crisis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57958358",
      "category": "world-us-canada",
      "title": "LA man who mocked Covid-19 vaccines dies of virus",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic,California",
      "text": "A California man who mocked Covid-19 vaccines on social media has died after a month-long battle with the virus.\nStephen Harmon, a member of the Hillsong megachurch, had been a vocal opponent of vaccines, making a series of jokes about not having the vaccine.\n\"Got 99 problems but a vax ain't one,\" the 34-year-old tweeted to his 7,000 followers in June.\nHe was treated for pneumonia and Covid-19 in a hospital outside Los Angeles, where he died on Wednesday.\nIn the days leading up to his death, Mr Harmon documented his fight to stay alive, posting pictures of himself in his hospital bed.\n\"Please pray y'all, they really want to intubate me and put me on a ventilator,\" he said.\nIn his final tweet on Wednesday, Mr Harmon said he had decided to go under intubation.\n\"Don't know when I'll wake up, please pray,\" he wrote.\nDespite his struggle with the virus, Mr Harmon still said he would reject being jabbed, saying his religious faith would protect him.\nPrior to his death, had joked about the pandemic and vaccines, sharing memes saying he trusted the Bible over top US disease expert Dr Anthony Fauci.\nHillsong founder Brian Houston confirmed news of his death in a tweet on Thursday. \n\"Ben has just passed on to us the devastating news that our beloved friend, Stephen Harmon has passed away from Covid. Heartbreaking,\" Mr Houston said. \nIn an Instagram post, he paid tribute to Mr Harmon.\n\"He was one of the most generous people I know and he had so much in front of him,\" he wrote on Instagram.\n\"He would always turn up to our grandkids soccer games and he will be missed by so many. RIP.\"\nHe added that the church encourages its members \"to follow the guidance of their doctors\".\nCalifornia has seen a rise in Covid-19 cases in recent weeks, with the majority of those being taken to hospital unvaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57960383",
      "category": "uk-northern-ireland",
      "title": "Carrickfergus: Funfair incident caused by teens, Planet Fun says",
      "tags": "Carrickfergus",
      "text": "An incident on a swing ride at a funfair in Carrickfergus, County Antrim, was caused by teenagers misusing equipment, organisers say.\nPlanet Fun will reopen on Sunday after the incident on Saturday evening which left several people injured.\nSix people, including at least three children, were taken to hospital.\nZara McGeown, whose daughter and niece were on the ride, told BBC News NI she \"felt helpless\" watching the ride \"get more and more out of control\".\nThere is no suggestion that those injured were involved in what Planet Fun described as the \"misuse of equipment by the behaviour of several teenagers on the attraction\".\nOrganisers claim a preliminary investigation determined that the ride had no mechanical defects.\nIn a Facebook post, Planet Fun said that \"the swift actions by our staff to terminate the ride prevented further injuries\". \nIn a statement, the Health and Safety Executive said its investigation was ongoing.\n\"While the funfair can remain open, the ride involved in the incident will remain closed until our investigation has been fully completed.\"\nThe Police Service of Northern Ireland said it is \"continuing today to assist the Health and Safety Executive for Northern Ireland as they conduct their enquiries\".\nZara McGeown said her nine-year-old daughter and 10-year-old niece were hurt when the swing they were in crashed into a metal sign. \nHer niece was taken to hospital with leg injuries and her daughter also sustained injuries to her leg and foot.\nHer husband and three other family members were also on the ride.\n\"The other family members are just in complete shock at what happened,\" she said.\nMrs McGeown said she was watching with her younger daughter when the ride appeared to lose control. \n\"It was also terrifying for myself and my daughter who felt helpless as we watched the ride get more and more out of control,\" she said.\n\"She was in complete hysterics as she honestly thought her family were going to be very seriously injured.\"\nLee Toner, 29, who was on the ride with his partner when the incident happened, said the swings had started to knock into each other, and hit parts of the ride.\nHe said it was a \"terrifying experience\". \nMid and East Antrim councillor John McDermott said he arrived to \"panic and pandemonium\". \n\"There were about two or three children and an adult on the ground being treated.\n\"There were people visibly stunned, I think the majority of the people that were there were small children, obviously with some parents.\n\"On behalf of the council, for all the emergency services and what they did, I just want to thank them.\"\nChief Insp Stephen Murray said police received a number of emergency calls shortly after 17:55 BST on Saturday \"in relation to an incident involving an amusement ride at a funfair in Carrickfergus and that a number of people had been injured\".\nThose injured on Saturday evening were taken to the Royal Belfast Hospital for Sick Children, the Royal Victoria Hospital, and Antrim Area Hospital.\nThe Northern Ireland Ambulance Service said their injuries are not believed to be life-threatening.\nA number of other patients were also discharged at the scene."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57961767",
      "category": "world-us-canada",
      "title": "Wildfires spread from California to Nevada",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57934829",
      "category": "business",
      "title": "The experiences replacing closed High Street stores",
      "tags": "Companies,Coronavirus lockdown measures,Retailing,Debenhams,Coronavirus pandemic,UK High Streets",
      "text": "I'm taking a spin on a go-kart track with a difference.  It's the old beauty hall of the Debenhams store in south-west London. \nThe escalators are the only trace of the former department store which remain. All four floors are now being transformed into a high-tech entertainment venue. \nAs we filmed, shoppers stopped to take photos when the shutters briefly opened giving a glimpse of the flashing lights and builders beavering away inside. \n\"We're creating a department store of fun,\" says Michael Harrison, the co-founder of Gravity which is due to open on 1 August.\n\"We have three bars, two restaurants, go-karting, a bowling alley, huge screens to watch sporting events and adventure golf. This is the future of the High Street. It's about experience,\" he says.\nMichael has no shortage of retail landlords now ringing him up offering him potential new locations. \nThey're grappling with the need to rethink, or repurpose, empty shops. Latest figures suggest one in seven stores, on average, are lying vacant. And in some places the number is far higher. \nThe UK's biggest property company, Landsec, owns the Southside shopping mall where Gravity is based. Its other centres include Bluewater in Kent and Trinity in Leeds. \nLandsec boss Mark Allan thinks a quarter of what is currently retail space will need to be turned into something else. \n\"For me, it's really difficult to think of an example where you have 25% of something that it exists in the UK that is no longer required. And so you're not going to solve that sort of a problem by tinkering around the edges,\" he says. \nThe pain won't be evenly spread either, says Mr Allan: \"Some places are going to be virtually empty and they are not going to survive as retail in any shape or form. \n\"Some are going to be absolutely fine - rents are lower, sales are lower and they're worth less than they were but fundamentally they've got a role to play longer term and some places are going to be in the middle where they are going to survive but they need some investment.\"\nSome industry experts think the amount of redundant retail space is even higher. So how did we get here? \nWe've seen a huge proliferation of shops over the last 40 years. Retail has just been growing and growing, from out of town retail parks and shopping centres to so called clone towns dominated by chains, who were willing to pay higher rents. \nThat retail property boom is now over. Many of our town centres will have to find a new purpose. \nWe've been talking about how to save the High Street for more than a decade but the pandemic has turbo charged the problems now.  \nMr Allan says it's time to act. \"Covid has been a tipping point. If we don't tackle it over the next couple of years together then there's a real risk some of this redundant retail property sits there for decades empty and that would be a disaster for the communities where that property is located.\"\nAnd he says there's no single party that can solve the problem: \"This needs people to come together. I think it's a significant moment and a really big opportunity, particularly for those centres and high streets where there is no future for retail, for radical, bold, thinking. I think it could be exciting.\"  \nStockton-on Tees has one of the boldest plans to reshape its entire town centre. It has decided to demolish a large part of its high street.  \nThe local council bought Stockton's two shopping centres and plans to knock one of them down, creating a new riverside park to make the town a greener, nicer place.  \nThe £37m project is largely being funded with money from the Tees Valley Combined Authority and the Government's Future High Streets Fund. \nThe Castlegate mall was built in the 1970s, an era when local authorities were falling over themselves to attract big retail development. \n\"Retail is still very important, but we now need to consolidate it to meet the demand,\" says councillor Nigel Cooke, cabinet member for regeneration. \nBusinesses who want to stay will eventually move into the other shopping centre further up the street. \nThe scheme is part of a wider masterplan to market Stockton as an events town. The main high street, the widest in the UK, has been spruced up with new paving, lighting and a big water fountain. The council is also paying for the renovation of the town's Grade II-listed art deco Globe Theatre. \n\"I think it is money well spent and I am convinced it's the right thing to do. We need to get people back onto the high street either to live, to work or to enjoy themselves,\" insists Mr Cooke.  \n\"It would be easy to hide under my desk and say guys, we can't do anything, let's just wait for the good times to come back. But we have to do something.. nothing is risk free, it's about managing the risk.\" \nBut Stockton has now got a large, empty Debenhams to contend with, too. \nTown centre regeneration is often complicated stuff, with a myriad of owners, stakeholders and issues to solve. \nIt's taken Stockton 13 years to get this far and it's only a third of the way through. But given the magnitude of the challenges now, doing nothing is no longer an option. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57961870",
      "category": "uk",
      "title": "Sajid Javid apologises for 'cower' Covid remark",
      "tags": "Sajid Javid,Coronavirus pandemic",
      "text": "Health Secretary Sajid Javid has apologised after saying people should no longer \"cower\" from coronavirus.\nHe made the comments in a tweet announcing he had made a \"full recovery\" from Covid, a week after testing positive.\nLabour accused him of denigrating those who followed the rules, while the founder of a victims' group said his comments were \"deeply insensitive\".\nMr Javid said: \"It was a poor choice of word and I sincerely apologise.\"\n\"I was expressing gratitude that the vaccines help us fight back as a society,\" he said.\nIn a new tweet, the health secretary also said he had deleted his earlier post, adding: \"Like many, I have lost loved ones to this awful virus and would never minimise its impact.\"\nCower is defined by the Cambridge Dictionary as meaning to bend down or move backward with your head down because you are frightened.\nThe tweet on Saturday said: \"Full recovery from Covid a week after testing positive. Symptoms were very mild, thanks to amazing vaccines.\n\"Please - if you haven't yet - get your jab, as we learn to live with, rather than cower from, this virus.\"\nNearly 70% of UK adults are now fully vaccinated, and 88% have had their first jab, according to the latest figures.\nEvery adult in the UK has now been offered a vaccine. But, amid a spike in cases caused by the Delta variant, the government has launched a series of appeals in recent weeks to encourage people who have not yet come forward to have their jab.\nMr Javid replaced Mr Hancock as health secretary last month after his predecessor stood down.\nHe tested positive for Covid on 17 July and spent the last week in self-isolation. The prime minister and chancellor also began self-isolating after they had come into contact with him.\nThe Covid-19 Bereaved Families for Justice group said Mr Javid was right to apologise.\nThe group's co-founder, Jo Goodman, said earlier that the \"flippancy and carelessness\" of Mr Javid's comment had \"caused deep hurt and further muddied the waters of the government's dangerously mixed messaging\".\nShadow justice secretary David Lammy also questioned his use of the word, saying: \"Don't denigrate people for trying to keep themselves and their families safe.\"\nLib Dem health spokeswoman Munira Wilson said Mr Javid's tweet was \"outrageous\" and his \"careless words have insulted every man, woman and child who has followed the rules and stayed at home to protect others\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57956846",
      "category": "world-europe",
      "title": "Clashes in Paris over Covid measures",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57952825",
      "category": "uk",
      "title": "Lightning destroys roofs as storms end heatwave in southern England and Wales",
      "tags": "Severe weather",
      "text": "Lightning has damaged homes in Hampshire and severe weather warnings are in place as the heatwave gives way to thunderstorms and torrential rain. \nTwo women escaped unharmed after a pair of houses in Andover were partially destroyed in the early hours. \nThe Met Office issued a yellow alert for storms, and warned of flooding, hail and 55mph gusts of wind in southern England and Wales.\nIt comes after days of extreme heat - and as many set off on summer holidays.\nHampshire and Isle of Wight Fire and Rescue Service tweeted a picture of two semi-detached properties struck by lightning in Andover's Mercia Avenue. A spokesman said the roof was severely damaged.\nNeighbour Barrie Austen said the roof had been \"completely ablaze\". \n\"The side that supports the roof - that collapsed as well, and then the flames spread into next door,\" he told the PA news agency.\nMr Austen said two sisters lived at the property, adding that one resident who was attended by paramedics \"seemed shaken but OK\". \n\"I think the lightning hit the roof, woke them up and they just got out.\" \nThe fire service said a 70-year-old woman had been assessed by paramedics but did not require hospital treatment.\nWhile it was a wet and stormy start for many in the south of England, Northern Ireland and western Scotland saw sunshine and temperatures approaching 28C on Saturday.\nThe Met Office thunderstorm warning for southern England and Wales was in place until 22:00 BST on Saturday. \nA second yellow warning for thunderstorms is in place from 05:00 BST to 00:00 BST and covers most of southern England, areas of central England and south east Wales.\nThe Met Office has warned the heavy showers and thunderstorms could result in flooding and disruption to transport in some places.\nIt comes as many people set off for their summer break this weekend with the school holidays beginning across parts of the UK.\nTorrential rain and electric storms are likely to affect those attending the Latitude Festival in Suffolk, with the Met Office yellow warning stretching into East Anglia.\nCooler weather is predicted across the UK from Sunday, with further heavy showers and thunderstorms pushing in from France across southern and eastern England.\nBBC Weather's Alina Jenkins said an area of low pressure meant that \"for much of next week, the theme is showers, longer spells of rain and it will be feeling cooler, both by day and by night.\" \nIt comes as the UK recorded its hottest temperature of the year so far on Tuesday - 32.2C at Heathrow Airport in west London.\nIn the same week, the Met Office issued its first extreme heat warning for areas of the UK. The alert covered large parts of Wales, all of south-west England and parts of southern and central England.\nHave you been affected by the bad weather? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57955961",
      "category": "world-us-canada",
      "title": "Serial killer on death row Rodney Alcala dies of natural causes",
      "tags": "New York,United States,California",
      "text": "A man sentenced to death in the US state of California for murdering a 12-year-old girl and four other women has died of natural causes, officials say.\nRodney Alcala, 77, died at a hospital near California's Corcoran state prison in the early hours of Saturday.\nAlcala, who was known as the \"Dating Game Killer\" after taking part in a US TV show, was convicted in 2010.\nAs well as the California killings, he had also pleaded guilty to the murders of two other women in New York.\nAlcala was first handed the death penalty in Orange County in 1980 for the kidnap and murder of Robin Samsoe, 12, in Los Angeles the previous year.\nHowever, his sentence was overturned by the California Supreme Court and he was granted a new trial. \nHe later received the same penalty in the second trial, but this was again overturned in 2003.\nIn the years that followed, investigators discovered forensic evidence linking Alcala to the other California murders.\nAt the 2010 trial, he was found guilty of killing Samsoe as well as four other women aged between 18 and 32 in the years between 1977 and 1979.\nIn September 1978, Alcala took part in The Dating Game, an American TV show in which a single woman questioned three single men hidden from her view before selecting one based on their answers. \nAlcala was selected at the end of show, but the woman later said she decided not to date him after a conversation with him backstage, describing him as \"creepy\". \nIn 2012, Alcala was extradited to New York after he was charged over two additional murders from 1971 and 1977. He pleaded guilty and was sentenced in New York to 25 years to life.\nCalifornia state prison officials said in a statement on Saturday that Alcala was suspected of being involved in a number of additional killings.\nNo further details were given about his death.\nThere are currently some 700 inmates on death row in California, but Governor Gavin Newsom has ordered a moratorium on executions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57963035",
      "category": "uk-wales",
      "title": "Covid: Lockdown protest at Mark Drakeford's home 'crossed line'",
      "tags": "Coronavirus lockdown measures,Carwyn Jones,Cardiff,Welsh government,Welsh Labour,Coronavirus pandemic",
      "text": "Hundreds of anti-lockdown protesters who gathered outside First Minister Mark Drakeford's home \"crossed the line\", his predecessor has said.\nOn Saturday, crowds with loud speakers and banners shouted in the street outside Mr Drakeford's Cardiff home.\nThe protest has sparked condemnation from cross-party politicians who said the scenes amounted to \"bullying\".\nCarwyn Jones, who led Wales from 2009 until 2018, called it \"a favourite tactic of the far right in America\".\nThe anti-lockdown rally in Cardiff was held as other protests against restrictions and vaccines took place in cities across the globe, including Paris, Sydney, London and Toronto.\nOn Saturday, protesters marched on the Welsh Labour leader's private home, with hundreds pictured on social media standing in the street as speeches were made.\nUnlike some other countries' leaders, Wales' first minister does not have an official residence.\nMr Jones said the protestors had \"crossed a line\" by taking the demonstration to Mr Drakeford's family home in the city.\"It's a favourite tactic of the far right in America. Unfortunately we see it now here in Wales,\" he said.\n\"We're talking about a very small group of people who are on a different planet to the rest of us.\n\"I perfectly accept the right for people to protest, I've no problem with that, but I don't think people should be protest outside people's private houses.\"\nSouth Wales Police said it was made aware of a planned protest and about 500 people met at City Hall before moving to various locations throughout the city centre.\n\"The protest passed peacefully and without incident. No offences were identified and no arrests were made,\" a spokesman said.\nMr Jones said he had contacted Mr Drakeford to offer him support.\n\"There has to be a line somewhere and that line was crossed yesterday by a small group of people who just don't like democracy,\" he said.\nBefore getting the top Welsh government job, Mr Drakeford said he had \"no personal ambition to be first minister\" and was not looking forward to being in the spotlight.\nMr Jones said the profile of the job had \"gone through the roof since Covid\" and security was very important in such a public-facing role.\n\"I always felt that they were aware of what needed to be done [security-wise] and I'm absolutely sure that's still the case.\"\nOn Saturday, cross-party politicians took to Twitter to condemn the location of the protest.\nLeader of the Welsh Conservative group in the Senedd, Andrew RT Davies, described it as \"disturbing\".\nHe added: \"If you have political disagreements (and believe me @fmwales and I have many) then get involved in politics. Harassment is never acceptable.\"\nPlaid Cymru's Delyth Jewell said: \"The people protesting outside Mark Drakeford's private home yesterday ought to be ashamed. Bullying and intimidation have no place in our politics.\"\nLabour MP Kevin Brennan called said \"all decent people should condemn this\".\nThe protests come just over a week after Mr Drakeford announced plans for a major relaxation on most Covid rules in Wales by 7 August, but laws on wearing face masks in most public places will remain in place.\nA Welsh government spokesman said: \"We have been able to relax the majority of restrictions thanks to all the help of people in Wales throughout the year.\n\"But the pandemic is not over and we all have a really important part to play to keep Wales safe.\"\nThe row comes as a further 1,238 people tested positive for Covid-19 in Wales. \nOn Sunday, figures reported by Public Health Wales' show Covid case rates continue to fall, with the seven-day case rate down to 185.2 per 100,000 people, compared with 186.1 on Friday. \nNo further deaths have been recorded, with the number of people who have died with Covid-19 remaining at 5,595.\nThere have been a total of 236,873 confirmed cases in Wales since the pandemic began."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-53370130",
      "category": "uk-wales",
      "title": "Coronavirus: First minister moved out of home for lockdown",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57898837",
      "category": "uk-wales",
      "title": "Wales' tourist image 'could be harmed' by overloaded infrastructure",
      "tags": "Tourism,Camping,Parking,Impacts of tourism,Tenby,Bethesda,Brecon Beacons",
      "text": "Infrastructure unable to deal with rising visitor numbers could damage Wales' reputation as a tourist destination, an industry expert says. \nAs visitors flock to mountains and beaches there have been reports of packed trains, traffic jams and parking problems.\nTourism lecturer Marcus Hansen, of Wrexham Glyndwr University, said it could have \"negative consequences\". \nThe Welsh government said it was providing support to deal with demand.\nAttractions have spoken of record numbers of visitors as more people holiday in the UK due to Covid foreign travel rules.\nNational park wardens said car parks were full from first thing in the morning and campsites fully booked.\nWhile businesses welcomed the boom in visitors after months of closures, some said they were unable to cash in on demand due to Covid rules.\nMr Hansen, who has a PhD in tourism and events management, said after lockdown people were looking for \"unique\" experiences and, with mountains, beaches and adventure, Wales had a lot to offer.\n\"We have such natural beauty - people are desperate for those after so many lockdowns, people want to be out in nature, and to feel that natural freedom,\" he said.\n\"But one worry is that we are very short-sighted at the moment, because it is about survival, it's about bums on seats... that may have negative consequences for tourism and the environment.\n\"It's a fine balance we are walking at the moment, we are desperate for people to come in and we need them to come in... but you don't want to damage our reputation, we don't want people to think Wales can't handle tourism.\"\nWith passengers complaining of packed and delayed trains, Mr Hansen said infrastructure was already struggling before Covid, and it was clear it could not cope.\nIn Pembrokeshire there have been calls for safety improvements on the A40, over fears an influx in holiday traffic could lead to more deaths.\nMr Hansen said there were major issues with parking at many hotspots, and increased traffic was causing tension in communities.\n\"In north Wales we have attractions that are unique compared to the rest of the world, but we have the A55, which is a three-lane road until you get to Wales, and then its a two-lane road,\" he said.\nA public inquiry is set to begin into plans to reduce jams by removing roundabouts near Conwy, with the Welsh government hoping to start work later this year.\nPlans for a new eight-mile dual carriageway in Flintshire have raised concerns about the environmental impact.\nHowever, Mr Hansen said changes could not be made in time to deal with the demand, with some areas suffering for years with infrastructure. \n\"This ruins the experience for the tourists that are coming in, but it also ruins it for the locals, and causes resentment, because access to the natural areas of beauty is really difficult,\" he said.\n\"We can't just sit back and enjoy the tourism pounds that come in every summer, we have to invest in it.\" \nThe Snowdonia, Brecon Beacons and Pembrokeshire national park authorities say they are seeing an increase in illegal camping, littering and human waste on paths and car parks as the summer holidays begin.\nAfter hundreds of people parked on yellow lines to hike up Snowdon, the park authority introduced bookable parking and increased buses.\nDavid Jones, senior warden for the south of the park, said the parking scheme had been a success but other popular spots were \"ridiculously busy\" and in some places problems were getting worse.\n\"It's to do with the sheer number of people. The car parks are full to the brim,\" he said.\nMr Jones said a small minority of people were abusing the landscape and he was concerned parts of the park might not be able to cope if numbers increased.\nMore erosion was being caused to paths, more litter left, and more wardens would be needed to help deal with demand, he added.\n\"We are facing our busiest summer ever... people have realised they don't need to go abroad to enjoy themselves, and have realised the benefits of the outdoors.\n\"We want visitors to come, but we need to safeguard the park for the communities who live here, it is their home.\"\nIn the Brecon Beacons, the national park authority said it was dealing with a \"huge amount of visitors\" in the waterfall country, with a rise in littering.\nIn Pembrokeshire, after months taking older people to get their vaccines and delivering food to vulnerable people in lockdown, tuk-tuk drivers are back shuttling tourists around Tenby's winding streets,\nHowever, they said many visitors were unable to eat out because restaurants were at Covid capacity or closed due to staffing issues.\n\"People can't get the reservations... my husband picked someone up in Saundersfoot who said they'd had a lovely evening but couldn't get a restaurant, so had to get a sandwich from the supermarket,\" said owner Lorraine Niederlag.\nMs Niederlag - who also owns a campsite - said their taxi service was being hit as campers ordered takeaways instead of eating out.\n\"It's hard to do anything spontaneous... you have to pre-book everything, but they are fully booked, people are queuing up half an hour for fish and chips,\" she said.\nShe said they had started putting on picnic and cocktail tours to help visitors unable to book a meal out.\nAt Zip World in Bethesda, Gwynedd, staff are working flat out to deal with a record number of visitors trying to get a spot every day.\n\"It's incredible, but tiring - we've got a few more weeks of this, and I expect that September and October are going to be record breaking as well,\" said commercial director Andrew Hudson.\nHe said people had no option but to drive to the site at Penrhyn Quarry, but they encouraged visitors to respect the national park and villages they drove through.\n\"It is amazing how much you can see in a day,\" he said, \"but you have to drive a car in north Wales - it can take 30 minutes to travel 10 miles.\n\"We would love to create an eco-friendly system where visitors can move around... an experience in itself, with pointing out the mountain ranges, and the myths and legends, which adds tremendous value to the area.\"\nThe Welsh government said it had worked closely with a range of bodies, including the national park authorities, to help plan carefully and safely and put mitigation measures in place.\n\"Funding is available to them and local authorities to support additional costs of managing increased visitor numbers,\" it said.\n\"We have also commissioned Transport for Wales to support Snowdonia National Park Authority, working with Gwynedd and Conwy councils, to encourage park and ride, bus and active travel in the national park,\" a spokesman said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57962995",
      "category": "health",
      "title": "Coronavirus infections continue to fall in UK",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of people testing positive for Covid-19 has continued to fall in the UK, the latest daily figures show.\nThe UK recorded 29,173 new cases on Sunday - down from 48,161 logged a week earlier on 18 July.\nThe number of new infections by date reported has fallen for five days in a row for the first time since February.\nIt is also the first time since the start of the pandemic that a sustained drop in cases has not coincided with a national lockdown.\n\"The data at present is looking good for at least the summer,\" said Prof Paul Hunter from the University of East Anglia.\n\"Today's figures do not of course include any impact of last Monday's end of restrictions. It will not be until about next Friday before the data includes the impact of this change.\"\nPublic Health England tweeted the daily figures for Sunday, saying there had been a delay in updating the government's coronavirus dashboard.\nIt said 46,563,452 people had now had a first dose of a Covid vaccine, while 37,160,659 had received a second dose.\nThe dashboard later updated to show there have been a further 28 deaths within 28 days of a positive test.\nThe seven-day average of cases, which smooths out daily fluctuations, is showing a 15.4% decline compared with the week before.\nIn Scotland, case numbers started falling earlier than in England - with some evidence the decline may have been triggered by the football team's exit from the Euro 2020 tournament, although the downward trend has continued since then.\n\"There has been a lot of conversation about a football-related bounce in infections and whether we were seeing a wave-within-a-wave,\" said Mark Woolhouse, professor of infectious disease epidemiology at the University of Edinburgh.\n\"In Scotland though it's now starting to look like it's a longer-term trend. We haven't seen any sign of cases picking up [since the football finished]\".\nThe figures show the number of people taking Covid tests has fallen over the past fortnight, which scientists say could explain some of the drop in reported case numbers but is very unlikely to be the only factor.\nBetter weather over the past fortnight across much of the country may also have helped as more socialising took place outside.\nThe latest figures from the Office for National Statistics suggest 92% of adults in the UK now have antibodies to the virus in their blood, either through a previous infection or at least one vaccination dose.\nReal world data shows one dose of the AstraZeneca and Pfizer vaccines is between 30% and 36% effective at preventing a symptomatic Covid infection with the dominant Delta variant. \nAfter two doses that rises to 67% for the AstraZeneca jab and 88% for the Pfizer jab. Both jabs are even more effective against hospitalisation and death.\nThe vaccines can never offer 100% protection but as more of the population is jabbed so there is less opportunity for the virus to infect and spread.\nCovid rules in England were relaxed on 19 July, removing social distancing restrictions in bars and restaurants and allowing nightclubs to reopen.\nAny rise in infections linked to that unlocking is unlikely to show up in the daily case numbers for some days to come.\nIn other countries, such as the Netherlands and Spain, the reopening of nightclubs has been followed by a sharp rise in infections, and in some areas the policy was quickly reversed.\nSome scientists say the impact of unlocking in England is extremely hard to predict but could be offset by a reduction in younger children mixing as schools close for the summer holidays.\n\"If I was a betting man, I would now say that the impact of 19 July will not be sufficient to start case numbers increasing again, but I cannot be certain,\" said Paul Hunter, professor of medicine at the University of East Anglia.\nOthers are more cautious. Prof Woolhouse from Edinburgh University said there \"may well\" be another rise in cases this summer.\n\"There are at least eight million adults who have had no vaccination at all, plus most children under 18. That is still a lot of material for the virus to work with... and if the change in behaviour is dramatic enough [after 19 July], then we could see cases increase again.\"\nSince the start of the pandemic a rise in infections has always led, some weeks later, to a corresponding increase in hospitalisations and deaths.\nThe vaccine rollout has significantly weakened that relationship but has not broken it completely.\nAs of 22 July there were 5,001 Covid patients in hospital across the UK, up from a low of 871 on 27 May but still well below the 39,254 in hospital at the height of the winter wave in January.\nThe time lag between infections and hospital admissions means that number is likely to continue to rise over at least the next week, even if infections continue to fall.\nTrying to predict what will happen in the longer term is a much more difficult task for data scientists and epidemiologists.\nMost agree that there is unlikely to be a defined end-point to this pandemic. Instead the disease may become endemic - meaning it continues to circulate at a lower level in pockets of the population with smaller spikes driven by changes to behaviour and seasonal effects.\nEarlier this month, the NHS was given the green light to start planning a Covid vaccine booster programme to try to minimise another wave of infections this winter.\nScientists serving on the Joint Committee on Vaccination and Immunisation recommended 30 million of the most vulnerable should receive a third dose. They will include all adults aged 50 and over and anyone over 16 who qualifies for a flu jab.\n\"This is a very difficult phase of epidemic to predict and very careful surveillance and monitoring will remain important for weeks and months to come,\" said Prof Woolhouse. \n\"There is nothing yet that undermines the government's decision to unlock on 19 July but [we will] have to continue to watch.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57958178",
      "category": "uk",
      "title": "UK will be paying for Covid for decades, say MPs",
      "tags": "Coronavirus lockdown measures,Public Accounts Committee,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Taxpayers will bear the costs of Covid \"for decades\" - and an inquiry will not come soon enough to learn lessons from the pandemic, MPs have said.\nIn two new reports, the Public Accounts Committee said No 10's response to the crisis has exposed UK taxpayers to \"significant financial risks\".\nThe MPs also attacked government spending on unusable protective kit.\nThe Department of Health said there were \"processes\" to ensure spending gives taxpayers value for money.\nIn the cross-party reports published on Sunday, the PAC said the taxpayer would be exposed to \"significant financial risks for decades to come\" with the estimated cost of the government's measures having already hit £372bn in May.\nUK government debt is now over £2.2 trillion, or about 99.7% of GDP - a rate not seen since the early 1960s. In June alone, debt interest cost £8.7bn.\nIn one example of future Covid costs, the PAC says taxpayers could be liable for an estimated £26 billion of bad loans, out of a total £92 billion of loans guaranteed by the government.\nThe report states: \"While we acknowledge that there was a need to relax the usual rules surrounding major spending decisions... we are concerned that this has created serious risks that may require managing for years.\"\nPAC chairwoman Dame Meg Hillier said: \"With eye-watering sums of money spent on Covid measures so far, the government needs to be clear, now, how this will be managed going forward, and over what period of time.\"\nThe MPs also said they are \"concerned that despite spending over £10bn on supplies, the [personal protective equipment] stockpile is not fit for purpose\".\nOut of 32 billion items of PPE ordered by the Department of Health and Social Care, the committee said 11 billion had been distributed, while 12.6 billion are stored in the UK as central stock.\nBut some 8.4 billion items on order from other countries have still not arrived in the UK.\nThe stockpile, MPs added, is costing about £6.7m a week to store, with potential waste levels \"unacceptably high\".\nAccording to the report, there were 10,000 shipping containers of PPE still to be unpacked as of May this year - but that it had already been determined that 2.1 billion PPE items were unusable in medical settings.\nThe MPs said this equated to more than £2bn of taxpayers' money - and was over five times the estimate of PPE found to be unfit for purpose given to MPs by DHSC in January.\nPrime Minister Boris Johnson has pledged there will be an independent public inquiry into government's handling of the pandemic - with an expected start date of Spring 2022.\nThe PAC said it was \"clear that government cannot wait for the review before learning important lessons\" and must instead present a Covid recovery plan in the autumn spending review.\nDame Meg added: \"If coronavirus is with us for a long time, the financial hangover could leave future generations with a big headache.\"\nA DHSC spokeswoman said: \"There are robust processes in place to ensure that government spending always provides value for money for the taxpayer.\n\"We have worked tirelessly to source life-saving PPE to protect health and care staff, and we have delivered over 12.7 billion items to the frontline at record speed.\"\nMeanwhile, an analysis by the Labour party suggests that the holiday plans of nearly six million Britons could be ruined if Spain and Greece are added to the \"amber plus\" list alongside France.\nThe party said an estimated 5,857,558 people faced last-minute quarantine requirements after booking trips over the \"summer of chaos\".\nSince 19 July, fully vaccinated adults returning to the UK from amber list countries have not needed need to complete the 10-day quarantine period.\nBut ministers removed the exemption for France amid fears over the Beta Covid variant, creating what critics say is an \"amber plus\" category on government's traffic light system for international travel.\nLabour's shadow transport secretary Jim McMahon said: \"Not only have they failed to protect our borders, allowing Covid cases to rocket - they also refuse to be straight with the public and give them the information they need to book travel with confidence.\"\nA spokesman for the Department for Transport said: \"The travel list allocations have not changed for Spain or Greece.\"\nHe added that officials were \"closely monitoring the data\" and would take \"swift action\" should the data reveal a change in risk to England from these countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57866005",
      "category": "uk-wales",
      "title": "Covid rules being lifted sparks waterfall traffic fears",
      "tags": "Tourism,Coronavirus lockdown measures,Llanrhaeadr-ym-Mochnant,Parking,Coronavirus pandemic",
      "text": "People living near a popular waterfall fear the lifting of Covid rules could cause trouble on nearby roads, after a chaotic summer last year.\nPistyll Rhaeadr and local village Llanrhaeadr-ym-Mochnant, in Powys, were last year inundated with visitors after the lifting of restrictions.\nCars parked on a four-mile (6.4km) single track caused lengthy delays. \nPowys council said it would use enforcement where necessary, but added tourism was needed in the area. \nTwm Morris lives a mile from the waterfall - he's lived in the valley for 60 years and he said he had never seen anything like last year's gridlock.\n\"They'd just park, they'd leave the car anywhere. As long as they were out of it, and weren't walking, they'd leave the car anywhere,\" he said.\nHe added some visitors had tried to leave their cars in his farmyard. \n\"Some were good, but some would just drive in if they wanted to park. And if you had one there, you had two, three, four - they'd multiply pretty fast. And the language was coming out. I've never heard such language in this valley,\" he said.\nThe police have placed bollards at the entrance to Mr Morris' farm and he said so far this year things were better. \nPhil Facey runs a café beside a carpark at the foot of the waterfall, where those parking are charged £5 on weekdays and £10 on weekends. \nLast year, he said the area could not cope with an increase in visitor numbers, from about 1,000 to 3,000 per day.\nA farmer has opened one of his fields for parking - also for a fee - to try to alleviate the congestion. But residents have said there is still a feeling of anxiety when the summer holidays arrive.\nJo Moller, owner of Simply Ribbons, who lives and works a mile-and-a-half (2.4km) from the waterfall, said: \"You see the weather forecast and see it's going to be sunny and it's the school holidays and it's almost a bit of a hesitation for us as to how we plan our days. \n\"Because it's not as easy to get out and to go out and about.\"\nMs Moller said she also had visitors trying to park in her garden.\n\"We've got our business here, so we need the access. We've had to barricade the lawn off because we can't always see from our house and, before you know it, people have parked there.\n\"And once one person parks there, they all think they can park there.\n\"It's a bit upsetting really because it's our property, they wouldn't like it if we parked on their lawn.\"\nMs Moller thinks a system of monitoring the number of cars that head up the single-track road from the village would help control the traffic.\nPowys council has this year introduced a designated clearway and new signs, and council wardens will be on patrol in the valley on e-bikes. \nHeulwen Hulme, portfolio holder for environment at Powys council, said civil enforcement officers were \"up there on a regular basis\" but they would increase their presence as necessary. \nThe wardens can issue enforcement notices, but Mrs Hulme said none had been handed out so far.\n\"I'm sure there will be occasions when we will have to enforce, but at the moment, we're working with the tourists. We need tourists coming to our county to give a boost to our economy, which has been so badly hit over the last 18 months.\""
    }
  ]
}