{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55640437",
      "category": "world-us-canada",
      "title": "Capitol riots: Did Trump's words at rally incite violence?",
      "tags": "US Capitol stormed,Donald Trump,United States",
      "text": "Donald Trump has been acquitted of a single impeachment charge that he incited a mob to storm the US Capitol. So what did the president say prior to the violence?\nOn 6 January, thousands of Trump supporters gathered at a \"Save America\" rally organised to challenge the result of last November's presidential election.\nThey listened as Mr Trump spoke to them on the National Mall, near the White House in Washington DC.\nIn a 70-minute address, Mr Trump exhorted them to march on Congress where politicians had met to certify Democrat Joe Biden's win. The attack began moments after he took the applause. \nThose words have now played a central part in his second impeachment, which lawmakers voted in favour of last month.\nSo what did he say? Here are five key quotes, followed by some legal analysis from Professor Garrett Epps of the University of Baltimore.\nThis was three minutes into his speech. It was a false assertion that Democrats used as the starting point for the incitement charge - not just because he said it on this day but for weeks before.\nThis quote appears in the article of impeachment, the charge that was backed by the House of Representatives, lower chamber of Congress.\nIn the months preceding the Joint Session, President Trump repeatedly issued false statements asserting that the Presidential election results were the product of widespread fraud and should not be accepted by the American people or certified by State or Federal officials. Shortly before the Joint Session commenced, President Trump, addressed a crowd at the Ellipse in Washington, DC. There, he reiterated false claims that \"we won this election, and we won it by a landslide\".\nThe article has been sent to the Senate, where Mr Trump's trial will begin on Tuesday.\nHere Trump was echoing the slogan of the movement to fight Mr Biden's election victory, which was started a day after the result was declared. \nIt soon gathered pace on social media and led to rallies across the US. The largest one yet was the one Mr Trump addressed on 6 January.\nThis was Mr Trump saying in the clearest terms yet that he will never accept Mr Biden's win. \nReferring to himself and his supporters collectively, Mr Trump said there would be no concession.\nHe went on: \"You don't concede when there's theft involved. Our country has had enough. We will not take it anymore.\"\nAt one point, Mr Trump said the Biden presidency had to be challenged.\n\"You will have an illegitimate president. That is what you will have, and we can't let that happen.\"\nThis is the longest quote from Mr Trump's speech that appears in the article of impeachment. It could also be the one that his lawyers will find hardest to defend in the trial.\nHe also wilfully made statements that, in context, encouraged - and foreseeably resulted in - lawless action at the Capitol, such as: \"if you don't fight like hell you're not going to have a country anymore\".\nHowever, Mr Trump's lawyers have argued his use of the word \"fight\" was figurative, which has long been accepted in public discourse.\nThis was the part of Mr Trump's speech that his defenders have seized on to show that he never incited the crowd.\nHe said: \"I know that everyone here will soon be marching over to the Capitol building to peacefully and patriotically make your voices heard.\"\nThe language was very different from other sections, which borrowed more from combat or war.\nIndeed, Mr Trump's lawyers have suggested they will highlight his use of the word \"peacefully\" in the trial.\nThe president used \"we\" but he didn't join them as his supporters took the short walk from the rally to Congress.\nHe said: \"We're going to walk down to the Capitol and we're going to cheer on our brave senators and congressmen and women, and we're probably not going to be cheering so much for some of them.\"\nWhat is incitement under the law?\nIncitement is not a crime under the First Amendment unless it meets certain criteria. \nFirst of all, it has to be intended to cause violence (and you infer that intent from the circumstances). It also has to be likely to cause violence. \nIf I go downtown and I say to two drunks standing in front of a bank, \"let's rob this bank right now\", I haven't really incited anybody, because it's not very likely they'll rob the bank. \nIf I say let's meet here tomorrow and rip things up, I'm not inciting because - in the words of the Supreme Court - where there is time for better counsels to prevail, the remedy for speech is more speech.\nThe speech has to be likely to cause - and this is very important - imminent violent action.\nIf this was a court of law, does Trump cross the line?\nIt's quite rare that somebody can be convicted of incitement. In applying that to the president's speech at the rally, it's an agonisingly close case. \nIt's pretty goddamn imminent because he's telling people to march to the Capitol and I will march with you. There wouldn't be any time for better counsels to prevail because you're just going to leave the Ellipse and walk down Pennsylvania Avenue. \nHe said we have to fight and show strength, but he also said we're very peacefully and patriotically going to ask, so he's covering himself. In the end, I think it's a jury question.\nI'm not sure he's entitled to a dismissal of charges as a matter of law. There's some discussion that government leaders have more leeway, but I don't know how that would play out. \nHe clearly knew there were people in that crowd who were ready to and intended to be violent, and he certainly did nothing to discourage that. He not only did nothing to discourage it, he strongly hinted it should happen. \nReporting by Sam Cabral"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56052673",
      "category": "uk",
      "title": "Covid: Oxford-AstraZeneca vaccine to be tested on children",
      "tags": "Coronavirus vaccines,University of Oxford,Coronavirus pandemic",
      "text": "A new trial is to test how well the Oxford-AstraZeneca coronavirus vaccine works in children. \nSome 300 volunteers will take part, with the first vaccinations in the trial taking place later in February.\nResearchers will assess whether the jab produces a strong immune response in children aged between six and 17.\nThe vaccine is one of two being used to protect against serious illness and death from Covid in the UK, along with the Pfizer-BioNTech jab.\nAs many as 240 children will receive the vaccine - and the others a control meningitis jab - when the trial gets under way.\nVolunteers who live near one of the four study sites - the University of Oxford, St George's University Hospital, London, University Hospital Southampton and Bristol Royal Hospital for Children - are being asked to sign up.\nThose interested in taking part must complete a short questionnaire.\nAndrew Pollard, professor of paediatric infection and immunity, and chief investigator on the Oxford vaccine trial, noted that most children were relatively unaffected by Covid and were unlikely to become unwell with the virus. \nBut he said it was important to establish the safety and immune response to the vaccine in children and young people as some children might benefit from vaccination.\nThere are currently no plans for children to be vaccinated with the Oxford-Astrazeneca jab in the UK, as it has only been authorised to prevent Covid in people aged 18 or over. \nThe Pfizer-BioNTech jab is only authorised in those aged over 16. The vaccine priority list also excludes anyone under the age of 16, even the clinically extremely vulnerable. \nEarlier this week England's deputy chief medical officer, Prof Jonathan Van-Tam, told ITV News several trials were under way to develop vaccines that were safe and effective in children, saying it was possible there would be some licensed children's vaccines by the end of the year.\nThe University of Oxford said its was the first trial of a Covid vaccine in the six to 17 age group. It said other trials had begun but only measuring efficacy in those aged 16 and 17.\nThe Royal College of Paediatrics and Child Health says there is evidence Covid-19 can cause death and severe illness in children but this is rare.\nIt said: \"In children, the evidence is now clear that Covid-19 is associated with a considerably lower burden of morbidity and mortality compared to that seen in the elderly.\n\"There is also some evidence that children may be less likely to acquire the infection. The role of children in transmission, once they have acquired the infection, is unclear, although there is no clear evidence that they are any more infectious than adults.\"\nA third vaccine, from Moderna, has been approved for use in the UK but supplies are not expected to arrive until spring."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56000480",
      "category": "uk-wales",
      "title": "It's A Sin and HIV in the 1980s: 'By 25, I'd lost 50 friends to Aids'",
      "tags": "HIV & Aids,Cardiff,LGBT",
      "text": "\"By the time I was 25, I had lost 50 friends to Aids and I stopped counting at that point.\"\nMike Phillips, 53, was a young gay man in the 1980s and, like many others who have watched Russell T Davies' Channel 4 series It's a Sin, he has been reflecting on the HIV and Aids crisis it depicts. \nThe programme has shone a light on the misunderstandings and the mistreatment of many gay men at the time. \n\"I am still processing it now, those things that Russell writes about, there is truth in it,\" Mike said. \nHe was told he was HIV positive in 1991 and, at just 23, he saw it as a death sentence.\n\"It was just a real shock, you know, being told you have possibly only got six months left to live, I just didn't know what to think. One of my best friends insisted on coming with me and we were both just stunned when I got my result. I am just so glad she came with me.\"\nMike was in drama school in Cardiff at the time but his life was \"turned upside down\" by the diagnosis and in the months that followed he left, abandoning his plans of a career in acting. \n\"I just thought it is difficult enough being out and gay in the industry, but being HIV positive as well, well it just isn't going to happen,\" he said. \nMike, who was openly gay and had no plans to hide his sexuality, said he had to go to London, to an organisation called Body Positive, to find support and contact with people in his position. \n\"That was a real great support for me, but what is awful is knowing not many of my peers from that group are still around today,\" he said. \nMike felt there was a need for a group like that in Cardiff and decided to set one up with his friend Martin Nowaszek, who was HIV positive. \nBut not long after, Martin became ill. \nMike joined Martin's sister, her husband and a handful of his closest friends in round-the-clock shifts at his bedside in the final weeks of his life. He died aged 27. \n\"Seeing someone of that age die in front of you was just profound - it was a huge privilege but profoundly painful.\" \nMike said there was \"always this uncertainty of who is going to go next\" and there was a period with a \"funeral every week\" in his tightly knit community. \nBut Mike, who was alienated from his family, said his friends got him through and he could see parallels with some of the characters in It's A Sin. \n\"I had a lot of 'Jills' - Lindsey who came with me to get my HIV positive test result, we're still friends, she calls me little bro and I call her big sis. My friend Cath who came back from Cheltenham to support me, I call her my soul sis,\" he said. \nIn the UK, 106,000 people are currently living with HIV, with 98% of those on treatment.\nMike feels a memorial for those who have died as a result of HIV and Aids is long overdue. \nNigel Lewis remembers whispers about Aids from the United States and then in London. He came out when he was 19 but did not tell his family until he was 27.\n\"It was called this 'gay plague' but no-one knew how it was spreading. Was it contagious? Everyone in the gay community was terrified, and all of a sudden everyone withdrew.\n\"I can remember how all the pubs went quiet and emptied and some people avoided you due to ignorance. You could see they were embarrassed to talk to you. It was a very unkind time.\"\nThe 63-year-old recalls sitting next to a close friend in a clinic who, when Nigel asked him if he was OK, replied \"no, I have HIV\". \n\"He died not long after and I watched him keep it a secret and not tell anyone, it was terrible. \n\"That was the other thing, the shame that the men had who had it. It was heartbreaking, I knew one lad really well, he ended up going into hospital and, because he was so ashamed, he wouldn't let anyone see him, so no-one cared for him. It was just horrible, so upsetting.\" \nNigel said there were also good times but it was a fearful period.  \n\"You didn't even dare tell anyone you were gay, let alone your HIV status. It was a really worrying time.\"\nA scene in It's A Sin shows one character scrubbing a mug until it breaks.\nIt brought back memories of Nigel's fears about his colleagues using his cup or spoon and that they might be worried they would catch Aids.\nNigel said his friends and family stuck by him when he came out, but there were still challenges. \n\"I had good friends, but we still had to fight all the ignorance, you would be fearful of wearing a red ribbon on World Aids Day and getting on the bus thinking you were going to get attacked.\"\nNigel even suffered a homophobic attack on what he describes as \"probably the worst day of his life\". \nHe was punched several times, leaving his face \"unrecognisable\". He lost his confidence and did not go to work, finding it hard to speak to even his closest friends for some time.\nCraig Stephenson lived in Barry in the 80s and struggled to come to terms with being gay. But when an opportunity to work in London for a year in 1986 came up, it allowed him the space to come to terms with his sexuality.\n\"It was a difficult time, under Margaret Thatcher's government and Clause 28 was happening, they were trying to stop local authorities promoting homosexuality as a way of life. \n\"There was so much negativity around being gay and, at the same time, there was this kind of double whammy, this new disease that was ripping through the gay community,\" he said.  \nThe 57-year-old said it was not a pleasant time to be even thinking about coming out because of the negativity. \n\"You just had this feeling you were going to be ostracised and it basically took me a lot longer to come out than it probably should have. So I was in my mid-20s when I moved back to Barry and I still hadn't come out properly.\"\nIn 1989, he moved to Cardiff and felt he could be more open about his sexuality, but he felt you still had to be careful about who you told as there was a lot of homophobia.\nOn top of this, Craig said the HIV epidemic cast a shadow over the gay community. \n\"You knew people who were HIV positive or who had Aids and then you gradually no longer saw them, I had two friends who died of Aids. \nHe added: \"It was a pretty bleak time for gay people, people were losing friends, which emotionally hits you, it just felt like such a dark time. The adverts, bringing the only information available were so horrifying and scary.\n\"It just wasn't a pleasant time at all. There was a lot of denial. People thought it was a choice to be gay and this disease they brought on themselves, people didn't understand it was an orientation and not a lifestyle choice.\"\nCraig said it was more prominent in other areas like London, but it did have an impact in smaller cities and towns.\n\"There were people you know of who had died, even if you didn't know them personally you knew of them, because in Cardiff the gay community was quite a small, close-knit community.\" \nGarry Brough grew up in Rhondda and left to go to London for college when he was 18 in 1985. \nHe knew about HIV as it was in the news, and it was also the year that testing was first made available. Garry felt it made sense to get tested, and went every year. \nHe was negative, up until 1991. \n\"The test came back positive, and I just wasn't expecting it,\" he said. \"I wasn't prepared for what that meant.\"\nAsking the doctor, he was told as he was negative last year, it was a new infection so he would have a couple of years of good health, then his health would start to fail and he was expected to be dead in five years. \nHe was 23, in his final year at college about to finish his degree.\nGarry knew he was gay from a young age, but bullying led him to have a lot of internalised homophobia and he turned to drink to suppress those feelings. \n\"I had so much shame and guilt and just had an inability to cope with it and to manage it. I had a few close friends who were incredibly supportive and my parents were cautiously supportive.\n\"I remember them saying 'we want you to be happy but be careful of Aids' - that was one of the first things they said to me.\n\"And at that point, if you were a gay man, you were just expected to get Aids, you didn't really know what being careful meant, there wasn't any clear information,\" he said. \nGarry said he remembers thinking \"I am going to be dead before I am 30\" and it was \"a huge wake-up call\".\nHe refused the medication recommended by his doctor as he wanted to avoid the potential side-effects of the trial drug - the only one available at the time - and opted for alternative ideas. \n\"Having given up alcohol and drugs, I then gave up caffeine and sugar and dairy and meat. I was doing tinctures of this and juices of that and in some sense it gave me some sense that I was in control when in fact I really had no control,\" he said. \nRefusing treatment for so long, Garry developed Kaposi's sarcoma - a type of cancer caused by a virus. A key cell count was low and he was diagnosed with Aids. He then started chemotherapy.\nBy 1996, there was evidence that a combination of drugs was working and Garry started treatment on his 30th birthday.\n\"Seeing people getting out of their death beds, being told to visit friends in hospital as they aren't expected to be around next week, and then next week they are in the club, it sounds dramatic but that is what happened.\"\nOne thing he struggled with was accepting he was going to live and Garry said it took time to come to terms with that.\n\"The fear of what life would be and could be like, not knowing what was going to happen and expecting ongoing illness, that was far more terrifying and took me a long time to come to terms with.\"\nIt was at this point that Garry started volunteering and got involved in HIV peer support.\nHe felt that is what got him through and he has continued to focus on it for the past 20 years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56048444",
      "category": "world-europe",
      "title": "Covid: France says just one jab needed for previously infected",
      "tags": "France,Coronavirus vaccines,Vaccination,Coronavirus pandemic,Immune system",
      "text": "France's health authority is recommending that anyone previously infected with Covid-19 should only receive one vaccine jab, instead of the normal two doses.\nPeople who recover from Covid have some immunity and should be inoculated three-six months afterwards, it said.\nFrance is the first country to issue this advice.\nIt has delivered nearly 2.8 million vaccinations so far, the health ministry said.\n\"The single vaccine dose will thus play the role of a booster\" for someone previously infected with coronavirus, the Haute Autorité de Santé (HAS) said.\nThe recommendation comes as governments around the world are rushing to vaccinate their populations and try to return life to normal. \nAt least 3.4 million people in France have had confirmed Covid-19 infections but the true figure is thought to be higher. Around 81,000 people have died -  the seventh-highest figure in the world.\nFrance's inoculation programme began in December but is lagging behind that of other countries like Israel, the United Arab Emirates and the UK.\nThe three main vaccines used globally are administered in two doses, delivered several weeks apart.\nBut HAS said that four studies suggest that a single dose in someone who has recovered from coronavirus produces a sufficient immune response to protect against further infection. \n\"People who have already been infected retain an immune memory,\" HAS said in a press release. \"The single dose of vaccine will thus act as a booster.\"\nThe agency has not said how this recommendation could be acted on or how France would identify who has already contracted Covid-19 and when.\nPeople with suppressed immune systems should still receive two doses, the agency added.\nVaccines work by mimicking the infection that they are designed to protect against. They teach the body how to recognise and fight the real disease. But it can take time for the immune system to learn this lesson and, often, a booster shot is needed to create a lasting immune memory. \nIt's reasonable to assume people who have already caught and recovered from coronavirus will have some of this immune memory. Scientists think that memory could, perhaps, be sufficiently reawakened with a single shot of vaccine. \nA couple of studies have already looked at this - giving a single dose of either the Pfizer or Moderna mRNA vaccine to people known to have had coronavirus in the past. In both of these studies, the vaccine appeared to work well, prompting their immune systems to quickly make lots of antibodies against the virus. \nThe large quantities seen suggest their body was already \"primed\" by the natural infection to respond. \nMore studies are needed to confirm this, but it might be one way to free up extra vaccine doses to share around the world. Confirming which people have definitely had coronavirus takes time and tests, however. Pragmatically, it may still be simpler and faster to give everyone two doses, as already recommended.\nOn Friday French Health Minister Olivier Veran visited the region of Moselle in eastern France where highly-contagious new variants of Covid-19 are spreading.\nStrains first detected in Brazil and South Africa account for 4% to 5% of all new cases registered in France and can still be contained, he said on Thursday. A mutation first identified in the UK accounts for 25% of new infections.\nOn Friday the chief scientist for the World Health Organization Soumya Swaminathan said there were reports of people being re-infected with new strains.\nPharmaceutical companies have said that tweaks to existing vaccines should make the jabs work against mutations of the virus and that booster jabs will probably be necessary in the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56039699",
      "category": "world-us-canada",
      "title": "'At least you're not a cat!' Congress video goes wrong",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-56056006",
      "category": "uk-england-nottinghamshire",
      "title": "River Trent search: Police recover two bodies from car",
      "tags": "Hoveringham",
      "text": "The bodies of a man and woman have been recovered from a car that has been in the River Trent for almost two weeks.\nSearches had been ongoing since witnesses saw a car floating in the river near Hoveringham, Nottinghamshire, on 1 February.\nEmergency services had located the car days later but struggled to reach it because of the fast flow of water caused by flooding. \nNottinghamshire Police said relatives of the deceased had been informed.\nThe force said specialist divers discovered the two bodies inside the vehicle after 10:30 GMT on Saturday. \nInsp Tim Ringer called it a \"difficult and complex\" operation.\n\"Underwater recoveries of this nature are always very challenging, but our divers' work has been further complicated by the very fast flowing water at the site,\" he added. \n\"It was simply not safe to attempt this work before today.\"\nThe car had been located using sonar technology days after the report but \"treacherous conditions\" prevented its recovery, police had said.\nWitnesses had reported seeing two occupants inside a car floating along the river after it left Hoveringham Road and entered the water.\nEyewitness Pauline Bulpitt said at the time: \"It was quite shocking. My husband rushed to get his Wellington boots, hoping the car would come into the bank further up and we might be able to do something to help. \n\"There was another gentleman running down the field to see if he could do something to help but the car carried on down.\" \nAlthough the bodies had not been recovered sooner, police said they believed they knew who the people were and their relatives had been supported by officers.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56057849",
      "category": "world-us-canada",
      "title": "Trump impeachment trial: What verdict means for Trump, Biden and America",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Donald Trump,US politics,Joe Biden",
      "text": "Only five days after it began, Donald Trump's Senate impeachment trial has concluded. As was widely predicted, the final verdict was that the former president was not guilty of inciting an insurrection at the US Capitol last month.\nThere have now been four presidential impeachment trials in US history, and this one was by far the shortest.\nWhat it lacked in duration, however, it will make up in consequence. A precedent - a former president standing trial - was set. Reputations were burnished and tarnished. And a tumultuous stage was set for political battles to come.\nHere's a look at some of the key players, and how they emerged from this moment in US history.\nNew trial, same outcome.\nTrump once again avoided conviction by the US Senate because his fellow Republicans, by and large, stuck by his side. The final tally was 57-43, which left the prosecution 10 short of the two-thirds majority required.\nThat, at its most basic level, is a win for the former president. He is still eligible to run for president again in 2024, if he so chooses. His base, by all indications, is still largely intact. Both in the House of Representatives and in the Senate, most Republican officeholders opposed the impeachment proceedings - and those who broke ranks are already facing ferocious criticism and, in some cases, formal reprimands from their Republican constituents.\nIn a press statement, the former president celebrated his acquittal, condemned Democrats and said that his political movement was just beginning.\nTrump - and his movement - did not emerge from this impeachment trial unscathed, however. One of the most memorable portions of the prosecution case by House managers were the new videos of Trump's supporters, wearing Make America Great Again hats and waving Trump flags, ransacking the Capitol.\nThose images will forever be associated with the Trump brand. Every rally he holds from here on will evoke memories of that riot. It may not cost him among the Republican rank and file, but independent voters - and moderates - are unlikely to forget.\nA year ago, only one Republican senator - Mitt Romney of Utah - voted to convict Trump. This time, he was joined by six others.\nIt's no coincidence, however, that of those who broke ranks, three of them - Susan Collins, Ben Sasse and Bill Cassidy - were just re-elected and don't have to face voters for six years. Two - Pat Toomey of Pennsylvania and Richard Burr of North Carolina  - are retiring.\nThat highlights the challenge facing many of the Republican senators in the chamber. A vote to convict would have attracted the ire of primary voters, many of whom would view the turn against Trump as a betrayal. For those in safe Republican states, a challenge from a fellow conservative is a much more pressing concern than whichever Democrat faces off against them in November.\nRepublican senators up for re-election next year in swing states - in places like Florida, Wisconsin and Iowa - may have to worry about their vote to acquit being used against them by their Democratic opponents in a general election. One can already envision the attack adverts, accompanied by video of the violence on Capitol Hill.\nA lot could depend on what Trump does next. Does he launch himself fully into US politics again, reminding his supporters - and his critics - of these impeachment battles as the next election day approaches? Or does he stick to seclusion of his private clubs and golf course?\nI think we all know which is more likely.\nIf every Senate Republican had their own political calculation to make before casting their vote - weighing whether to risk the ire of their party or the judgement of general election voters - one particular senator's drama was on particularly stark display.\nMitch McConnell of Kentucky, leader of his party in the Senate, had been outspoken for weeks in his criticism of Donald Trump's conduct on 6 January. For a while, his final vote in the trial was in doubt. On Saturday morning, however, he informed his fellow senators he would support acquittal.\nAfter the Senate rendered its final verdict, he explained why. He condemned Trump's behaviour and said he engaged in a \"disgraceful dereliction of duty.\"\n\"There's no question that president Trump is practically and morally responsible for provoking the events of the day,\" McConnell said\nHis not guilty vote, he said, was because former presidents were not eligible for impeachment trials. If such a precedent were followed, he said, any private citizen - regardless of status - could be impeached and ruled ineligible for public office by the Congress.\nMcConnell's critics will view that as a cop-out, not a principled stand. And it is noteworthy that his procedural objection allows him to avoid being out of step with the majority of Senate Republicans, which is a risky place for a congressional leader to be.\nIt's a fine line for McConnell to walk, and time will tell if his fellow Republicans are satisfied by his vote, if not his words.\nFor most of their careers, members of the House of Representatives languish in relative obscurity. Few in the 435-member chamber, save for the Speaker, ever get the kind of national spotlight that was cast upon the impeachment managers prosecuting the case against Trump in his Senate trial this week.\nThe nine-member team put together a slick presentation over the course of the five-day trial, complete with packaged videos of the 6 January riot accompanied by maps of the Capitol showing how close the mob came to US politicians, including the Vice-President Mike Pence.\nLead manager Jamie Raskin will probably best be remembered for his emotional opening remarks, where his voice caught as he recalled a conversation with his 24-year-old daughter after they were evacuated by the Capitol building. Throughout the rest of the week, he presided over the prosecution with a more cerebral detachment that hinted at his background as a constitutional law professor at American University.\nSecond-term Congressman Joe Neguse has been considered a rising star in Democratic politics, and his turn in front of the cameras did little to dispel that notion. The biggest surprise from the team, however, was probably Stacey Plaskett of the US Virgin Islands. As a non-voting delegate from a US territory, she has little influence in Congress - but she gave some of the most impassioned, memorable monologues of the entire trial. Democrats might start rallying for Virgin Islands statehood after her performance.\nIf there was one mark against the managers, it was their on-again, off-again attempt to call witnesses. Starting down that road, and then aborting, will be seen by some on the left as an unforced error, leaving a bitter taste in their mouths.\nThe current president's strategy for handling the former president's impeachment trial was to keep the whole ordeal at arm's length.\nHe wasn't closely following the proceedings, White House officials said. During the trial he kept a busy schedule of events related to the coronavirus pandemic. When Biden did comment, it was only to remark about the new videos of the Capitol violence - images that had been played repeatedly on television news.\nThe Biden administration's calculation is that his long-term political fortunes rest on his success in dealing with the pandemic, the economy and the American public's other concerns, and not with the outcome of Trump's impeachment trial.\nIn the end, the trial had little practical impact on his progress toward enacting his legislative agenda. The Senate lost only three days of business. The chamber won't be able to take up Biden's Covid relief bill until the House passes the version, which it has spent the week working on.\nWith the trial concluded, the Senate also will resume confirming Biden's administration appointments, including attorney general nominee Merrick Garland, after it returns from a week recess.\nAll of this should please Biden and his team. If the Democratic base decides, however, that the price of moving forward with Biden's political agenda was the failure to hold Trump fully accountable - for instance, by conducting a speedy trial without witnesses - he may pay a political price nevertheless.\nIn the political battles ahead, Biden needs a united Democratic Party. If there is second-guessing after this impeachment trial, cracks might start to emerge.\nBruce Castor, the supposed lead lawyer on Donald Trump's legal team, may put that old saying that \"there's no such thing as bad publicity\" to the test. He opened the defence of the former president with a long, rambling discourse that may have pushed one senator, Bill Cassidy of Louisiana, into siding with the Democrats.\nAfter that - and amid reports that Trump himself was displeased - Castor receded into the background, replaced primarily by Michael van der Veen, a fellow Philadelphian who primary law practice involves personal injury and liability law cases.\nVan der Veen did a much better job translating the former president's pugnacious attitude toward his political opposition into his legal presentations. He would frequently scrunch his nose into a wide sneer when referring to the House impeachment managers. \nAt one point, he prompted jeers from Democrats when he derided a question presented by Vermont Senator Bernie Sanders. And he flashed anger when Democrats laughed at his threat to hold hundreds of depositions at his office in Pennsylvania if the Senate chose to call witnesses in the trial.\nIn the end, he was able to navigate his way out of the prospect of an extended trial, however, and bring the proceedings to a speedy, satisfactory conclusion.\nLawyers are ultimately judged by their wins and losses, and van der Veen, Castor and fellow lawyer David Schoen got their client off the hook."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56012529",
      "category": "health",
      "title": "Covid: Claims vaccinations harm fertility unfounded",
      "tags": "Fertility,Coronavirus vaccines,Fake News,Reality Check,Infertility,Coronavirus pandemic",
      "text": "Claims on social media that the Covid vaccine could affect female fertility are unfounded, experts have said.\nPosts have incorrectly suggested the Pfizer vaccine could cause infertility in women, or cause their bodies to attack the placenta. \nBut there is no \"plausible biological mechanism\" by which the vaccine could affect your fertility, says Prof Lucy Chappell, a professor in obstetrics at King's College London and spokesperson for the Royal College of Obstetricians and Gynaecologists.\nThe vaccine works by sending a message to the body with a blueprint, allowing it to manufacture a small, harmless fragment of the coronavirus's distinctive \"spike\".\nThis prompts your immune system to kick into action, producing antibodies and white blood cells to fight off the virus - and recognising it if you encounter it again.\nIt can't give you the virus, and it has no way of affecting your own genetic information.\nThese \"messenger particles\" are extremely short-lived: they deliver their message and then they are destroyed. That's why the Pfizer vaccine in particular has to be stored so carefully - the genetic material it contains falls apart and becomes useless very easily. \nProf Nicola Stonehouse, a virologist at the University of Leeds, said there was no possible way she could think of that this could have an impact on reproductive health. \nOnline, some people have pointed to a line in an earlier version of guidance published by the UK government stating it was \"unknown\" whether the Pfizer vaccine had an impact on fertility. This has since been updated to clarify that animal studies don't indicate any harmful effects on the reproductive system. \nPart of the confusion here is down to how scientists describe things compared with how most of us would understand them in our daily lives.\nWhen scientists say there is \"no evidence\" they mean there hasn't yet been a long-term study on this specific vaccine - but that doesn't mean there are no facts here at all or we're shooting in the dark.\nIn fact, Prof Chappell pointed out, there is lots of evidence from other non-live virus vaccines, including the flu jab, that they have no impact on fertility and are completely safe and recommended for use during pregnancy. \nAnd getting the Covid virus itself - which the vaccine protects against - has the potential to affect fertility, so \"you're much more likely to have fertility issues post-Covid than after the vaccine,\" Prof Stonehouse said.\nSome of the rumours have suggested the vaccine could threaten fertility because it contains proteins also used to make the placenta. Posts on social media have claimed this could lead the body to attack the placenta. \nThis is not true - the vaccine does contain a protein which slightly resembles one used in the development of the placenta but it's not similar enough to confuse the body.\nVaccines are designed around the most distinctive parts of the virus's spike to make sure it recognises only that. \nThe fact that the respective proteins bear a passing resemblance \"doesn't mean anything\", says Prof Chappell, since there are lots of similar proteins existing in different places in nature - it's their precise length and sequence that makes them distinctive. \nProf Chappell, who specialises in the health of pregnant women and people hoping to conceive, said she had \"no concerns\" about fertility and the Covid vaccine. \nAnd the deputy chief medical officer for England, Jonathan Van-Tam, when answering questions from BBC viewers, said: \"I have never heard of a vaccine that affects fertility.\"\nHe described the suggestion as \"a nasty, pernicious scare story, but that's all it is\".\nDuring pregnancy women are understandably very concerned about their health and may be conscious of scandals such as the one surrounding thalidomide - a drug used for morning sickness, that affected thousands of babies, leaving many with impaired limb development.\nBut as a direct result of these experiences, our understanding and treatment of drugs during pregnancy is entirely different. \nThe advice on treatments during pregnancy is extremely cautious.\nAnd pregnant women are generally not included in clinical trials - including those for the Covid vaccine. \nThough vaccines are quite different from powerful drugs like thalidomide, most health services are erring on the side of caution.\nThey are generally not recommending pregnant women have the jab unless they are at particular risk from Covid.\nThat might be because they are highly exposed to the virus in their jobs, or at high risk of becoming very sick if they contracted Covid due to health conditions.\nThe UK government says: \"The vaccines have not yet been tested in pregnancy, so until more information is available, those who are pregnant should not routinely have this vaccine.\" \nLike all things in healthcare, there is an element of balancing risks.\nEven something as simple as an over-the-counter painkiller carries a tiny risk of ulcers and internal bleeding. But the risk for most people is so small when used correctly, that it is outweighed by the benefits of treating relatively mild pain.\nAnd the benefits of preventing an illness that we know can be life-threatening have been judged to be much greater than any theoretical risk of vaccination.\nFollow Rachel on Twitter\nRead more from Reality Check\nSend us your questions"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-56049004",
      "category": "uk-england-nottinghamshire",
      "title": "Heathrow: Man arrested on plane over abduction of girl, 4",
      "tags": "London Heathrow Airport",
      "text": "A man has been arrested on suspicion of child abduction after police stopped a plane flying to Romania.\nNottinghamshire Police said they tracked down a man to Heathrow Airport after receiving a report that a four-year-old girl had been taken.\nThey received a call at 16:57 GMT on Thursday, and the flight to Bucharest was due to take off at 18:00.\nThe 32-year-old is known to the girl, who has been reunited with her mother, a spokesman said.\nDet Sgt Ruth Walker said it was \"a hugely complex and challenging case\", and thanked officers from the Metropolitan Police for their assistance.\n\"The plane was taxiing ready for take-off, but we were able to get there just in time before it took flight,\" she said. \n\"[It] then returned to the terminal and the man was arrested.\n\"If it wasn't for the swift coordinated multi-agency response there may have been a very different outcome.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-50813276",
      "category": "world-us-canada",
      "title": "Trump impeachment: What happens to impeached presidents?",
      "tags": "Impeachment of Donald Trump,Donald Trump,United States",
      "text": "President Donald Trump has become the first president in history to be impeached twice by the US House of Representatives - and remains one of just three to have been impeached at all.\nHere's what happened to the others.\nIn the shadow of the Civil War, President Andrew Johnson - a Democrat - sparred constantly with the Republican-held Congress over how to rebuild the defeated US South.\nThe \"Radical Republicans\" of this period pushed for legislation to punish former Confederate leaders and protect the rights of freed slaves. Johnson used his presidential veto to block the Republican efforts at every turn.\nIn March, Congress passed the Tenure of Office Act, crafted to curtail the president's ability to fire members of his cabinet without approval from the Senate.  In defiance, Johnson suspended a cabinet member and political rival, Edwin Stanton, while Congress was in recess. \nIf today's proceedings seem like a lot of political theatrics, it is in keeping with impeachment tradition: Stanton responded to his firing by locking himself in his office and refusing to leave. \nStanton's removal proved to be the final straw - the House Republicans rushed to draft 11 articles of impeachment. \nAfter a vote along party lines the articles were presented to the Senate, where he was acquitted, but only just. It was a single vote short of the two-thirds majority needed to convict. \nAccording to some accounts, Johnson wept at the news of his acquittal, vowing to devote himself to restoring his reputation.\nIt didn't work. \nHe served out the rest of his presidential term, but his final months in office were beset with the same power struggles that warped his tenure prior to impeachment.\nAnd in 1869, Democrats lost the White House to Republican candidate General Ulysses S Grant, who allowed his party's plan for Radical Reconstruction to continue. \nBeing impeached.  \nAnd buying Alaska in 1867 for a cool $7.2m.\nJohnson was also one of the poorest presidents. He never went to school.\nThe near-impeachment of Richard Nixon traces back to the 1972 break-in of the Democratic party's headquarters at the Watergate office complex in Washington DC. \nAs investigations revealed that the burglars had been paid with funds from Nixon's re-election campaign, the Watergate scandal spread far beyond the break-in, implicating top White House officials. \nFor nearly two years, Nixon scrambled to cover up his role in the conspiracy, leading to his eventual demise.\nThe Republican president's efforts proved futile. In August 1974, as the House Judiciary Committee prepared impeachment articles, Nixon was forced to release Oval Office recordings in which the president is heard ordering his staff to have the CIA tell the FBI to stop its investigation into the Watergate break-in.\nThis now-infamous \"smoking gun\" tape marked the final breakdown of Nixon's attempted cover-up. \nOn 27 July, the House Judiciary Committee voted to pass three articles of impeachment - obstruction of justice, misuse of power and contempt of Congress - and sent them to the House for a full vote.\nBut, the vote never occurred.\nOn 8 August, 1974, Nixon announced his resignation. He remains the only US president in history to have done so. \n\"I have never been a quitter,\" he said in his resignation speech. \"To leave office before my term is completed is abhorrent to every instinct in my body. But as president, I must put the interest of America first.\" \nVice-President Gerald Ford was sworn in as president and pardoned Nixon for any crimes he had committed while in office. \nUp for election less than two years later, Ford lost the White House to Democrat Jimmy Carter. \nNo contest. It's the Watergate scandal. Though he never admitted to any criminal wrongdoing, his actions remain a cautionary tale of abuse of presidential power.\nNixon died in April 1994, 20 years after he resigned in disgrace. \nSpeaking at his funeral, then-President Bill Clinton focused on Nixon's work in foreign affairs.\n\"Let us say: may the day of judging President Nixon on anything less than his entire life and career come to a close,\" Mr Clinton said.  \nJust a few years after President Bill Clinton preached forgiveness for Nixon's failings, the Arkansas Democrat was facing his own political crisis. \nWithin one year of taking office, Mr Clinton found himself under investigation by a Justice Department special prosecutor.\nUnder special counsel Kenneth Starr, the scope of the probe into real estate dealings expanded in January 1998 to include the president's affair with former White House intern Monica Lewinsky. \nAs part of a separate lawsuit against the president - the sexual harassment of Paula Jones - Mr Clinton was asked about his relationship to Ms Lewinsky. Under oath on 17 January, Mr Clinton denied having a relationship with the former White House aide.\nDays later, Mr Clinton famously doubled down on his denial.\n\"I want you to listen to me,\" President Clinton said to media at a White House appearance. \"I did not have sex with that woman, Monica Lewinsky. I never told a single person to lie, not a single time, never.\" \nOn 9 September 1998, Mr Starr released his report to Congress. The public, too, soon got to see the 445-page Starr report which included salacious testimony from Ms Lewinsky, who had struck an immunity deal with the independent counsel in exchange for her co-operation. \nThe report also included 11 possible grounds for impeachment. In December 1998, the House of Representatives voted along party lines to impeach Mr Clinton on two counts: perjury and obstruction of Congress.\nIn February, Mr Clinton was acquitted by the Republican-controlled Senate.  \nFor the year that the Lewinsky-Clinton scandal consumed the country, the president resisted growing calls to resign. \nIt was during this period, at the end of January 1998, that Mr Clinton laid claim to one of his highest-ever opinion poll ratings. In a poll for CNN, Gallup found that 67% of Americans approved of the president.  \nIn the end, the only politicians to lose their jobs during the impeachment crisis were Republicans. \nThe Republican plan to ride the scandal to victory in the 1998 midterms backfired: Democrats made gains in both the House and the Senate. \nMr Clinton left office in January 2001 with a 65% approval rating - the highest of any of his predecessors in half a century. \nBut his party lost the White House when George W Bush beat Al Gore after a recount in Florida.\nDepends who you ask but the Monica Lewinsky scandal would be up there for most people as the first thing they think of. The impeachment that followed? Less so. \nHis high popularity ratings throughout the process suggest he was not as damaged by it as the previous two presidents who faced it."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56053845",
      "category": "uk-england",
      "title": "Covid: South Africa variant found in Hampshire village",
      "tags": "Middlesbrough,Bramley,Coronavirus testing,Walsall,Basingstoke,Coronavirus pandemic",
      "text": "A case of the South African variant of Covid-19 has been identified in a village in Hampshire.\nAnyone aged 16 or over  in Bramley, near Basingstoke, will be subjected to surge testing from next week.\nAdditional tests will also be held in Middlesbrough and Walsall following recent discoveries of the variant first identified in South Africa.\nConcerns have been raised that the mutation can spread faster and vaccines may not be as effective.\nMass testing - or surge testing - is already taking place in parts of England to help stop the spread of new, more infectious strains of Covid-19.\nIt will now be deployed to targeted areas of Middlesbrough in the TS7 postcode, areas in Walsall and areas in the RG26 postcode in Hampshire.\nSimon Bryant, Hampshire County Council's director of public health, said: \"I appreciate that this news may be worrying but it's really important to understand that the risk of transmission from this single case is considered to be very low.\"\nHe added that the rapid local testing programme was \"primarily a precautionary measure\" to help the government understand and prevent the spread of new variants. \nDetails of how the programme will work will be published on the authority's website early next week. \nA test centre has been set up in Middlesbrough and anyone over 16 from Marton and Coulby Newham is being urged to get a test.\nThe Teesside town has the fifth highest infection rate in England.\nPublic Health England said as of 8 February, the rate per 100,000 people in Middlesbrough was 357.5 - down slightly from 359.6 the week before.\nConsultant in public health Esther Mireku said: \"While the overall Covid infection rate in Middlesbrough has now halved from its peak in early January, it has still not decreased as much as we would have liked.\n\"The high prevalence of Covid in the town, combined with the reporting of this variant, are a reminder to everyone of the importance of staying at home as much as possible and following hands-face-space when out for an essential reason.\"\nMobile testing units had already been set up in Walsall earlier this month following the discovery of the South African variant in the town.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56051110",
      "category": "uk",
      "title": "Karim Khan: UK lawyer elected chief prosecutor at ICC",
      "tags": "International Criminal Court",
      "text": "A leading British barrister has been elected the next chief prosecutor at the International Criminal Court (ICC).\nKarim Khan, 50, currently heads a United Nations investigation into war crimes committed by the Islamic State group in Iraq.\nBBC diplomatic correspondent James Landale said success in a closely-fought election would be seen as a diplomatic win for the UK after Brexit.\nThe ICC is the only permanent body investigating crimes against humanity.\nMr Khan won the votes of 72 out of 123 countries in the second round of voting, and will begin his nine-year term at the court in the Hague in June.\nHe defeated candidates from Ireland, Italy and Spain.\nMr Khan will be only the third chief prosecutor in the court's 18-year history, succeeding Gambian judge Fatou Bensouda.\nForeign Secretary Dominic Raab welcomed his election, saying: \"Karim's extensive experience in international law will be pivotal in ensuring we hold those responsible for the most heinous crimes to account and gain justice for their victims.\"\nSince 2018, Mr Khan has led a UN investigation aimed at identifying and bringing to justice the perpetrators of IS atrocities in Iraq.\nIn his 27-year law career, he has previously worked for the prosecution in the International Criminal Tribunals for crimes committed in the wars in the former Yugoslavia and during the Rwandan genocide.\nAnd he has defended figures such as Kenya's Deputy President William Ruto at the ICC - which threw out charges of murder, deportation and persecution following the country's 2007 elections - and the son of Libyan leader Muammar Gaddafi, Saifd Al Islam.\nAmong his first tasks as ICC chief prosecutor will be to decide how to handle controversial investigations into war crimes in Afghanistan, and potentially in the occupied Palestinian territories.\nLast year the US - which along with China and Russia does not recognise the court - imposed sanctions on the current chief prosecutor Ms Bensouda when she tried to investigate US actions in Afghanistan.\nAnd Israel - which is also not a member of the ICC - accused the court of infringing \"the right of democratic countries to defend themselves\" when it ruled it had jurisdiction over war crimes and atrocities committed in the Palestinian territories."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56044610",
      "category": "business",
      "title": "Brexit lorry chaos avoided as freight flows 'back to normal'",
      "text": "The Government is confident that its post-Brexit worst-case scenario of disruption from queues of thousands of lorries in Kent has now been avoided.\nOverall freight flows have returned to the same levels as last year.\nInternal figures seen by the BBC show outbound roll-on roll-off lorry traffic for Great Britain for the month so far at 98% of last February's levels. \nInbound traffic is at 99% of last year's levels. \nThe transition period after the UK left the EU is now over, and a new regime is in place.\nOne official says the government is \"pleased that overall flows are back to normal\". \nAbout 80-90% of laden lorries are arriving border-ready. \nLarger manufacturing firms in particular appear to have taken advantage of new systems designed to prepare loads for the border on leaving premises.\nOfficials say they are pleased that overall flows are back to normal. \nHowever, their analysis of data from multiple sources - ferry manifests, port traffic, the Channel Tunnel, French officials and Kent Permit checks - also shows:\nLorry traffic on the crossing from Kent to the EU on ferries and via the Channel Tunnel in January was 67% of the same month in 2020, and 82% in February. \nAlthough there is no formal count of empty lorries, a variety of ferry company, French, and UK official data suggest the proportion of empty lorries going back to the EU at around 50%. \nFrench sources suggested Eurotunnel, which tends to transfer higher-value loads, was seeing 50-60% empty loads. \nIndustry sources said the existence of such empty lorries was not new, but that this was normally at 25-30%.\nSo far this year, there is also evidence of freight routes changing and more traffic going via Harwich and Immingham to the Netherlands, though this will also reflect the recent French Covid testing policy. \nThe Government's data on lorries turning back due to the wrong documentation is now below 2.5%, having been closer to 8% in the first days of the new regime. \nCombining the reduction in traffic flow with the increased number of empty lorries, it is possible to calculate that actual lorry transfers of freight in January from Kent to the EU were substantially down, by around 2,000 lorries a day compared to January 2020. \nEven now, with overall levels back to normal, there are around 1,000-2,000 fewer lorries exiting the whole of Great Britain with actual freight. \nThis is partly down to pre-Christmas stockpiling, but that effect is likely to be waning now.\nThe government has also internally identified what type of exports are in the lorries, as that information is reported in ferry manifest data. \nFrom this, it has concluded internally that exports of clothing and apparel have been hit mainly by a Covid lockdown impact. \nBut the fall in food, agriculture and sea fish exports is the impact of the post-Brexit transition period.\nThe big picture is that the worst-case scenario queues have not materialised. But the economic impact in specific areas of the economy is noticeable in the same data. \nFrench officials confirmed this same general picture, and both sides of the Channel reported a good level of cooperation in ironing out problems with, for example, IT systems. \nOfficial statistics on this will only start to be available with trade figures for July published next month. \nInternally, the Government's hope is that the lack of congestion can now tempt cautious traders back into fully using these trade routes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55056016",
      "category": "health",
      "title": "How do we know Covid vaccines are safe?",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic,Immune system",
      "text": "The Oxford-AstraZeneca vaccine has been linked to very rare cases of blood clots. \nThe chance of this happening to an individual is still extremely low, but as a precaution, younger age groups in the UK are being offered alternative vaccines.\nSome recently immunised people have suffered unusual clots, including a type in the brain called cerebral sinus vein thrombosis (CSVT). \nThis is not proof that the vaccine is to blame. Covid infection itself can also make clots more likely and they can occur naturally too. \nExperts stress the benefits of vaccination outweigh the risks for the vast majority of people, but is more finely balanced for younger adults. \nAs a precaution, regulators are continuing to monitor the situation and advise symptoms, such as unusual bruising or persistent headache after vaccination, should prompt a medical check.\nAnd adults under 40 in the UK will be offered a different Covid vaccine.\nSafety trials begin in the lab, with tests and research on cells and animals, before moving on to human studies. \nThe principle is to start small and only move to the next stage of testing if there are no outstanding safety concerns.\nIf the safety data from the labs is good, scientists can check the vaccine or treatment is effective. \nThat means tests on large numbers of volunteers - about 40,000 in the case of Pfizer-BioNTech, the first to be approved in the UK.\nHalf are given the vaccine and the other half a placebo jab. The researchers and participants are not told which group is which, until after the results, to avoid bias.\nAll of the work and findings are checked and verified independently. \nThe Covid vaccine trials happened at breakneck speed, but they didn't skip any steps - they were able to move faster because so many people were involved and other projects were put aside. \nScientists hope to tweak coronavirus vaccines to ensure they continue to offer high protection as new variants of the disease emerge.\nThe UK's drug regulator says new vaccines can be fast-tracked for approval if needed.\nNo corners will be cut, with safety paramount. \nBut lengthy clinical trials with thousands of volunteers will not be needed.\nInstead, data from existing studies and ongoing real-world use could be used.\nVaccines do not give you a disease. Instead, they teach your body's immune system to recognise and fight the infection they have been designed to protect against.\nSome people do experience mild to moderate symptoms after being vaccinated. This is not the disease itself, but the body's response to the vaccine.\nCommon reactions that may affect more than one in 10 people and typically get better within days include chills, tiredness and aching muscles.\nApproval is only given in the UK if the regulator is happy that a vaccine is safe and effective. \nChecks continue after approval to make sure there are no further side effects or long-term risks. \nIndependent experts on the Joint Committee on Vaccination and Immunisation decide how best to use a vaccine and who should get it.\nPfizer-BioNTech's vaccine (and Moderna's) uses bits of genetic code to cause an immune response. These are called mRNA vaccines. \nThey do not alter human cells, but merely present the body with instructions to build immunity to Covid.\nThe Oxford-AstraZeneca vaccine uses a harmless virus altered to look a lot more like the pandemic virus.\nVaccines sometimes contain other ingredients, like aluminium, that make the vaccine stable or more effective.\nAllergic reactions to vaccines are rare. For any approved vaccine, the ingredients are listed.\nThere have been serious but treatable allergic reactions in a very small number of people given the Pfizer-BioNTech vaccine.\nAs a precaution, the MHRA says people with a history of significant allergic reactions to any of the ingredients in this vaccine should not currently have this jab. \nBe aware that anti-vaccine stories are spread online through social media. These posts are not based on scientific advice (or blend facts with misinformation). \nPeople will still be offered the jab even if they have had Covid-19 in the past. \nThat's because natural immunity may not be long-lived and immunisation could offer more protection.\nGuidance says there are no safety concerns about giving jabs to people with \"long\" Covid either. But people who are currently unwell with Covid-19 should not receive the vaccine until they have recovered. \nSome vaccines, such as the shingles vaccine and the children's nasal flu vaccine, can contain pork gelatine. \nThe Covid vaccines from Pfizer, Moderna and AstraZeneca do not contain this, or any other animal products.\nThe British Islamic Medical Association says there is negligible alcohol in it - no more than in bread, for example. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56056310",
      "category": "world-us-canada",
      "title": "Trump impeachment: Senate falls short of majority needed to convict",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Donald Trump,United States Senate",
      "text": "The US Senate has fallen short of the two-thirds majority needed to convict former President Donald Trump on a charge of incitement to insurrection over the Capitol riot on 6 January.\nA majority of senators - 57 to 43, including seven Republicans - voted to convict Mr Trump, 10 votes short of the 67 required for conviction. \nAfter his acquittal, Mr Trump released a statement denouncing the trial as \"the greatest witch hunt in history\". \nThis was Mr Trump's second impeachment. \nIf he had been convicted, the Senate could have voted to bar him from running for office ever again. \nAfter the vote, the senior Republican in Congress, Senator Mitch McConnell said Mr Trump had been \"responsible\" for the assault on the Capitol and called it a \"disgraceful, disgraceful dereliction of duty\". \nEarlier, he voted against conviction, saying it was unconstitutional now that Mr Trump was no longer president. Mr McConnell was instrumental in delaying Mr Trump's trial until after he left office, on 20 January. \nHowever, Mr McConnell warned Mr Trump could still be held liable in court.\n\"He didn't get away with anything yet. Yet. We have a criminal justice system in this country, we have civil litigation and former presidents are not immune from being [held] accountable by either one,\" he said.\nPresident Joe Biden said: \"While the final vote did not lead to a conviction, the substance of the charge is not in dispute.\n\"This sad chapter in our history has reminded us that democracy is fragile. That it must always be defended. That we must be ever vigilant. That violence and extremism has no place in America. And that each of us has a duty and responsibility as Americans, and especially as leaders, to defend the truth and to defeat the lies.\"\nThe seven Republicans who voted to convict were Lisa Murkowski, Susan Collins, Ben Sasse, Bill Cassidy, Richard Burr, Mitt Romney and Pat Toomey.\nExplaining her decision, Mrs Collins said by \"subordinating the interests of the country to his own selfish interests [Trump] bears significant responsibility for the invasion of the Capitol.\n\"The abuse of power and betrayal of his oath by President Trump meet the constitutional standard of 'high crimes and misdemeanours' and for those reasons I voted to convict Donald J. Trump.\"  \nIn their closing statements, the Democratic House of Representatives lawmakers appointed to shepherd the process through the Senate warned that it would be dangerous to acquit Mr Trump.\n\"The stakes could not be higher because the cold, hard truth is that what happened on 6 January can happen again,\" Representative Joe Neguse said.\n\"History has found us. I ask that you not look the other way,\" Representative Madeleine Dean said.\nHowever, Mr Trump's lawyer, Michael van der Veen, called the proceedings a \"show trial\" and said the Democrats were \"obsessed\" with impeaching Mr Trump.\n\"This impeachment has been a complete charade from beginning to end,\" he said. \"The entire spectacle has been nothing but the unhinged pursuit of a long-standing political vendetta against Mr Trump by the opposition party.\"\nMr Trump himself said no president had \"ever gone through anything like it\" and that \"the movement to Make America Great Again\" had \"only just begun\".\nAt its most basic level, this is a win for the former president. He is still eligible to run for president again in 2024, if he so chooses. His base, by all indications, is still largely intact. Both in the House of Representatives and in the Senate, most Republican officeholders opposed the impeachment proceedings. Those who broke ranks are already facing ferocious criticism and, in some cases, formal reprimands from their Republican constituents.\nTrump did not emerge from this impeachment trial unscathed, however. One of the most memorable portions of the prosecution case by the impeachment managers were the new videos of Trump's supporters, wearing Make America Great Again hats and waving Trump flags, ransacking the Capitol.\nThose images will forever be associated with the Trump brand. Every rally he holds from here on will evoke memories of that riot. It may not cost him among the Republican rank and file, but independent voters - and moderates - are unlikely to forget.\nRead more from Anthony here.\nSenators initially voted for personal testimony, which would have delayed a possible verdict on Saturday. But after emergency consultations to avoid any hold-up, they changed their ruling to admit written statements only. \nThe flip-flop came after discussion of a phone call between the former US president and a top Republican official, Kevin McCarthy, while the riot was going on. \nA Republican member of the House of Representatives, Jaime Herrera-Beutler, said Mr McCarthy had told her about the call on the day. \nShe said Mr McCarthy had implored Mr Trump to call off the rioters, but the president had wrongly blamed left-wing activists broadly known as \"antifa\".\n\"McCarthy refuted that and told the president that these were Trump supporters,\" Ms Herrera-Beutler said. \"That's when, according to McCarthy, the president said: 'Well, Kevin, I guess these people are more upset about the election than you are.'\"\nInstead, the congresswoman's statement was admitted in written evidence. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56046567",
      "category": "entertainment-arts",
      "title": "My Mum Tracy Beaker: Tracy and Justine make 'nostalgic' return to TV",
      "tags": "Television,Jacqueline Wilson",
      "text": "Tracy Beaker has returned to screens as an adult, reigniting her feud with her nemesis Justine Littlewood.\nMy Mum Tracy Beaker sees Dani Harmer return, 19 years after she first played the fiery role created by children's author Dame Jacqueline Wilson.\nIn the new three-part CBBC series, which began on Friday, Tracy has a 10-year-old daughter called Jess and comes up against her childhood enemy Justine.\nHarmer said fans would be pleased with the \"great\" mother Beaker has become.\n\"They're very different - Jess is quiet, she's really good at school, she loves reading, whereas Tracy obviously wasn't any one of those things,\" said the actress, now 32.\nThe original book, The Story of Tracy Beaker, published in 1991, sold more than a million copies and launched a string of stories that followed Tracy's life in foster care and made Dame Jacqueline a household name.\nTold through a series of diary entries by the title character as she forever waited for her mum to visit, they introduced young audiences to the tensions of life as a child in a foster home (or, as Beaker called it, the \"dumping ground\").\nThe books inspired the popular CBBC show, beginning with the original adaptation in 2002. Harmer last played Beaker in three series of Tracy Beaker Returns, which ran from 2010 to 2012.\nMy Mum Tracy Beaker, adapted from Dame Jacqueline's 2018 sequel, now finds the title character in her thirties, with Jess, played by Emma Maggie Davies.\nTheir lives are drastically changed following the arrival of Tracy's new boyfriend Sean Godfrey, played by Jordan Duvigneau.\nThe series also features a host of familiar characters, including Montanna Thompson returning as Justine to revive her foster care rivalry with Beaker.\nLisa Coleman is again cast as her step mother Camilla 'Cam' Lawson, alongside Bridgerton star Ruth Gemmell as Tracy's birth mother Carly Beaker.\nA 30-second teaser posted on social media by Harmer on Tuesday - showing Tracy coming face-to-face with her old foe - went viral.\nAnd the first episode was hotly anticipated among fans of the original series, many of whom are now much older than the target audience for CBBC.\nIt was warmly received, with the Evening Standard saying the reboot was cleverly \"calibrated to win over kids and nostalgic adults alike\".\n\"The original CBBC show dealt with weighty issues with a light touch, and never swamped its young viewers... just like Wilson's books,\" wrote the paper's critic Kate Rosseinsky in her four-star review.\n\"Writer Emma Reeves, who has worked on episodes of every Beaker series, has taken a similar approach with this adaptation. The result is a deeply compassionate drama that's uplifting, funny and never saccharine. It handles its heartbreaking moments as confidently as its heartwarming ones.\"\nIn the Radio Times, Lauren Morris wrote that Tracy and Justine had given viewers another taste of their \"entertaining rivalry and memorable tiffs\".\nShe wrote: \"My Mum Tracy Beaker takes their bitter feud to all new satisfying heights...\n\"While no-one would have thought Tracy Beaker and Justine Littlewood's reunion would be a cultural event we'd get out of this year, it's arguably the TV moment we needed during the pandemic.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56048771",
      "category": "uk",
      "title": "Covid vaccine: Over-70s urged to get vaccine as UK nears target",
      "tags": "Coronavirus vaccines,Vaccination,NHS,Coronavirus pandemic",
      "text": "People aged 70 or over who have not yet had a Covid jab are being urged to come forward, in a final push by ministers to meet their vaccination target. \nMore than 14 million people in the UK have had at least one dose - with the aim being 15 million by Monday.\nMeanwhile, Health Secretary Matt Hancock has said the UK could this year live with Covid \"like we do with flu\".\n\"I hope that Covid-19 will become a treatable disease by the end of the year,\" he told the Daily Telegraph.\nOver the weekend, ministers are taking part in a renewed drive to encourage people in the top four priority groups - comprising of people aged 70 and over, front-line health and social care workers, care home residents and the clinically extremely vulnerable - to get vaccinated. \nVaccinating the 15 million people in these priority groups would cover 88% of those most at risk of dying from Covid-19.\nOn Friday, Wales said it was the first UK nation to meet the target. \nOverall uptake of the vaccine has been high, with a 93% take-up rate among the over-75s in England, according to the Department of Health and Social Care (DHSC).\nAcross the UK, a quarter of adults have already received one dose, including around nine in 10 over-70s. \nPeople aged 70 or over in England have already been asked to contact the NHS to arrange their jab. They can book an appointment online, or by calling 119 or contacting their local GP. \nHealth and social care workers should speak to their employer if they have not had their vaccine yet, the DHSC said. \nAnd GP teams have been asked to contact their clinically extremely vulnerable patients to make sure they have been offered a jab.\nAlmost 30 ministers are taking part in visits and virtual meetings across the UK in a further push to encourage everyone eligible for the jab to get vaccinated. \nThey will hear from NHS staff and volunteers helping with the rollout, as well as people getting the vaccine. \nMr Hancock said: \"I am determined that we protect as many of our country's most vulnerable people from this awful disease as soon as possible.\"\n\"Vaccines are the way out of this pandemic and it is testament to the strength of our Union and the combined power of our United Kingdom that we've seen such incredible progress in the roll-out of our vaccination programme,\" he added. \nProf Stephen Powis, NHS medical director, said the UK's vaccination programme was \"off to a strong start\". \n\"People in the priority groups have not missed their chance to get jabbed and if you are aged 70 and over and haven't yet taken up the offer, please do come forward and make an appointment,\" he said.\nThe government has also published a plan to help boost vaccine uptake in all communities, including those who may feel more hesitant about it. \nIt aims to raise awareness of how the NHS is making vaccination available to all, especially ethnic minorities, homeless people, asylum seekers and those with disabilities.\nIt highlights successful examples of community-led engagement which other areas could replicate, including a mobile vaccination service in Crawley to help reach those who are housebound and the use of social media resources to dispel vaccine myths in Slough. \nAbout two thirds of care home staff have accepted the offer of a vaccine, Professor Anthony Harnden, the deputy chair of the Joint Committee on Vaccination and Immunisation JCVI, said.\nHe rejected suggestions the jab should be made compulsory for those who wish to carry on working in care homes.\n\"I would much prefer to be able to persuade by the power of argument than to force people or to make people lose their jobs because they didn't take up the vaccine,\" he told BBC Radio 4 Today.\nThe next wave of vaccinations will include the over-50s and people with underlying health conditions, due to be vaccinated by May, with details to be set out next week.\nSome regions have already begun inviting the over-60s, who are part of the next phase, to be vaccinated. \nOn Friday, figures from the Office for National Statistics showed the number of Covid cases was going down in all nations of the UK - although infection levels remained high. \nOn Friday, 15,144 new cases were recorded in the UK, as well as 758 deaths within 28 days of a positive test. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56044000",
      "category": "uk",
      "title": "Kids Company founder and former trustees win disqualification fight",
      "tags": "Children",
      "text": "The founder and former trustees of the collapsed charity Kids Company have won a High Court battle against being disqualified from other organisations. \nThe Official Receiver argued they were \"unfit\" to hold directorships because of their handling of the charity.\nBut the ruling cleared former chief executive Camila Batmanghelidjh and the seven others of personal wrongdoing.\nThe judge added the charity may have survived had it not been for unfounded allegations of criminal activity.\nA plan to restructure the organisation's finances had been agreed with David Cameron's government.\nBut the charity closed its doors in 2015 after the Metropolitan Police launched an investigation into sexual assault allegations, following the broadcast of a BBC Newsnight report.\nThe police investigation concluded in 2016 after finding no evidence of criminality.\nIn her ruling, Mrs Justice Falk said the charity, which worked with hundreds of vulnerable children in London and Bristol, may have survived financially to continue its work had it not closed.\nDuring the lengthy court battle, the Official Receiver - a body that looks into potential wrongdoing by company directors - had alleged that the charity's former leaders should be disqualified as directors because the organisation had been so badly run.\nIn the run-up to its collapse, the charity was spending around £20m a year, up to a quarter of which came from the government.\nThe Official Receiver alleged that Kids Company's business model had become unsustainable from around September 2013 and its failure was inevitable.\nIt also alleged that the defendants knew or ought to have known that and should have planned to avoid financial collapse.\nThe charity's chairman at the time of its collapse, who was also cleared by the ruling, was the former BBC executive Alan Yentob.\nMrs Justice Falk said the case was not proven.\n\"There was no allegation of dishonesty, bad faith or personal gain,\" said the judge.\n\"There was no allegation of inappropriate expenditure in relation to any of the children assisted by Kids Company.\n\"The allegation is not made out against any of the directors and they are not unfit. The case against them fails.\n\"While aspects of the charity's work were high-risk, the business model was not unsustainable.\"\nMrs Justice Falk said the charity had grown rapidly from its south London base as demand for its specialist support services for vulnerable children grew.\nDespite having a substantial and stable government grant, it also needed to raise additional funds from private donors - and by 2015 it was in talks with Whitehall over how to do that amid concerns about its cash flow and staff costs.\n\"That restructuring plan was agreed and a further government grant was awarded,\" said the judge.\n\"However the charity was forced to close after sexual assault allegations [the same week]. The charity was exonerated following a police investigation - but by that time it was too late.\n\"Had it not been for those unfounded allegations, it is more likely than not that the restructuring would have succeeded and the charity would have survived.\"\nThe judge described the people running the charity as a \"group of highly impressive and dedicated individuals who selflessly gave enormous amounts of their time to what was clearly a highly challenging trusteeship\". \nIn a statement after the ruling, Ms Batmanghelidjh, who founded Kids Company in 1996, said: \"I hope this judgement will be the first step in refuting the many lies that have been told and banishing the false myths.\n\"My regret is that many thousands of children whom we supported were left unassisted and vulnerable once our service was withdrawn and that there were many others who never got a chance to receive help.\"\nSpeaking on the BBC News Channel, Ms Batmanghelidjh said the ruling was \"justice\" for the \"thousands of staff, volunteers and donors who created Kids Company over nearly 20 years\".\nBut she said Kids Company would not have had to \"carry that burden of child protection if the child protection system in this country was fit for purpose\".\nA statement issued on behalf of former trustees said: \"Kids Company was forced to close in August 2015 following what the judge records as 'unfounded allegations' of child abuse, which made fundraising from private and government sources impossible.\n\"We are pleased that finally the facts have been gathered and assessed in a court of law.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54872039",
      "category": "explainers",
      "title": "Covid: Which areas are being surge tested for variants?",
      "tags": "Schools,Secondary education,Coronavirus testing,Young people,Liverpool,Coronavirus pandemic",
      "text": "Extra Covid tests are taking place across England and Scotland in areas where new variants have been found.\nThis is known as surge testing - its purpose is to stop the spread of new forms of Covid at the very earliest stage.\nIncreased testing and enhanced contact tracing is carried out in very specific locations - local authority areas, postcodes or even individual streets.\nSome of this is carried out by health officials going door-to-door. It includes testing people who do not have Covid symptoms.\nThe testing also helps scientists better understand the new variants.\nSurge testing is currently taking place in areas of England where the new Delta variant - first identified in India - is spreading fastest.\nEast\nNorth West\nWest Midlands\nSouth East\nSurge testing is also currently being carried out in specific and targeted locations within the following local authority areas:\nLondon\nSouth East\nNorth West\nYorkshire and the Humber\nTargeted community testing is also taking place in various health board areas across Scotland. \nScientists have identified a number of \"variants of concern\" - these are  newly spotted versions of Covid, which could be more contagious. \nAlso, because they're newer, less is known about how they respond to current vaccines.\nThe Delta variant - first identified in India - is the latest to cause concern. Others include those first identified in Brazil, South Africa and the UK (Kent). \nThe variants were initially named after the place where they were first seen, but the World Health Organization (WHO) has announced a new naming system which uses Greek letters instead. \nThe PCR (polymerase chain reaction) test \nPeople tested under the new variant surge programmes are being offered a PCR test. \nThis involves swabbing your nose or throat, dropping the swab in a vial of liquid and sending it to a lab for analysis.\nIt is regarded as the most reliable test, but normally takes a day or longer to get a result.\nThe lateral flow test \nThis also involves a swab from the nose or throat, which is dropped into liquid. The solution is then added to a test strip which shows a result in 20-30 minutes.\nWherever you are in the UK, if you have symptoms you should book a free test online. You will be sent to a testing site or have a testing kit sent to your home. \nIf you have problems booking, call 119 in England, Wales and Northern Ireland or 0300 303 2713 in Scotland. \nAnyone in England can now get free lateral flow tests each week - even if they do not have symptoms. These can be ordered online, by calling 119, or can be collected from test centres and pharmacies. \nAnyone in Scotland can also order free lateral flow tests online, or collect them from test centres.\nAnyone who gets a positive result test must immediately self-isolate for at least 10 days. NHS Test and Trace will tell their contacts to isolate if necessary.\nSelf-isolating means not leaving home for exercise or even to buy food, medicines or other essentials.\nPeople in England who fail to self-isolate after a positive test can be fined up to £10,000.\nAnyone on a low income who has been told to self-isolate can claim a £500 payment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-51176409",
      "category": "world-asia-china",
      "title": "Is a million boosters a day achievable? And other questions",
      "tags": "Travel health,Universities,Pets,Exercise,Coronavirus vaccines,China,Infection,Social distancing,Coronavirus testing,Employment,Students,Outbreaks,Self-isolation,Young people,Omicron variant,Motoring",
      "text": "The government wants to offer every adult in England a booster vaccine, in response to concern over the newly-identified Omicron variant.\nIt's the latest measure being taken to combat the newly-identified Omicron variant of Covid. \nHere are some of your latest questions on these, and other related matters: \nWhat questions do you have about coronavirus? Do you want to ask it on BBC News? Get in touch and we may ask you to send us a video of you asking your question.\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this and can't see the form above you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56054637",
      "category": "uk",
      "title": "Covid: 'Optimistic' PM plots 'cautious' lockdown easing",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Boris Johnson has said he is \"optimistic\" he will be able to set out plans later this month for a \"cautious\" easing of England's lockdown.\nThe prime minister said \"huge progress\" had been made with the rollout of vaccines, with ministers hopeful that schools can reopen from 8 March.\nAfter this, the government would look to open non-essential shops and then later the hospitality sector, he said. \nIt comes as scientists warned against easing lockdown measures too quickly.\nMr Johnson will set out his \"road map\" out of lockdown on 22 February.\nSo far, more than 14.5 million people in the UK have had at least one dose of coronavirus vaccine, according to Saturday's government figures. \nThe government is aiming to offer a first jab to everyone in the top four priority groups - about 15 million people - by Monday.\nThe figures also show a further 612 people have died in the UK within 28 days of a positive coronavirus test, taking the total number of deaths by that measure to 116,908. \nSpeaking at a visit to the Fujifilm Diosynth Biotechnologies plant in Billingham, Teesside, Mr Johnson said: \"I'm optimistic, I won't hide it from you. I'm optimistic but we have to be cautious.\"\nSetting out the government's priorities, he said: \"Our children's education is our number one priority, but then working forward, getting non-essential retail open as well and then, in due course, as and when we can prudently and cautiously, of course we want to be opening hospitality as well.\n\"I will be trying to set out as much as I possibly can in as much detail as I can, always understanding that we have to be wary of the pattern of disease. \n\"We don't want to be forced into any kind of retreat or reverse ferret,\" the PM added.\nHe also echoed comments made earlier by Health Secretary Matt Hancock that Covid-19 could become an illness that we live with - like the flu - by the end of the year.\n\"A nasty disease like this will roll through. A new disease like this will take time for humanity to adapt to, but we are,\" Mr Johnson said.\n\"I do think that in due time it will become something that we simply live with. Some people will be more vulnerable than others - that's inevitable.\"\nMr Hancock told the Daily Telegraph that he hoped new drugs by the end of 2021 could make Covid a \"treatable disease\", and one that we live with \"like we do the flu\".\nThis suggested that he was ruling out a \"zero Covid\" strategy, aimed at eliminating the virus entirely from the UK.\nHowever, scientists said coronavirus mutations were getting \"more dangerous\" and \"more infectious\" and warned against treating it like the flu.\nDr Sarah Pitt, a virologist at the University of Brighton, told the BBC: \"It's not a type of flu. It's not the same sort of virus. It doesn't cause the same sort of disease, it's very, very nasty.\"\nShe added: \"The mutations, the variations, that we're seeing are becoming more infectious, not less infectious and a bit more dangerous, not less dangerous.\"\nProf Steven Riley, a member of the SPI-M modelling group, told BBC Radio 4 Today: \"If for some reason we were to choose to just pretend it (coronavirus) wasn't here anymore, then there is the potential to go back to a wave that is a similar size to the one that we are in now.\"\nAdam Finn, a member of the Joint Committee on Vaccination and Immunisation, said vaccines were \"doing what we wanted them to do\", particularly among the very elderly and vulnerable, who were among the first to receive the jab.\nAlthough acknowledging that it was \"desperately important\" for schools to return and society to reopen, he cautioned against getting into a cycle \"where we are constantly opening up and then closing down again and everything is very unstable\".\n\"It's worse to open up, have another wave of pandemic, another bunch of hospitalisations and have to close down again than to be able to progressively normalise things,\" he told BBC Radio 5 Live.\nNHS Confederation chairman Lord Victor Adebowale said 8 March for schools could still be too soon, adding that the NHS workforce was \"on its knees\".\n\"I understand the pressure to open schools. We need to do so very safely. I think mid or late March is when we should be reassessing.\n\"We have had a number of false dawns when we have set dates, taken the action, then find ourselves having to row back very quickly,\" Lord Adebowale told Today.\nBut the prime minister is facing calls from some MPs in his party to ease restrictions.\nMeanwhile, UK Hospitality said for every week the hospitality sector remains shut down more companies are being placed in jeopardy and millions of jobs across hospitality and the supply chain are being put at risk.\nThe trade association's chief executive, Kate Nicholls, said: \"That is why we urge the prime minister to work with us on delivering a safe, swift and sustainable exit from lockdown for hospitality.\" \nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56052669",
      "category": "uk",
      "title": "Treasury scraps £95,000 cap on public sector pay-offs",
      "tags": "Public sector,Redundancy",
      "text": "The government is scrapping a cap of £95,000 on public sector redundancy payments, after court action by trade unions.\nMinisters say they are looking for new ways to tackle excessive pay-outs for higher earners. \nThose who have left their jobs since the change was introduced in November should be reimbursed the shortfall.\nA Treasury spokesman said the cap was withdrawn due to \"the unintended consequences\" it had on employees. \nThey added that the government remained committed to bringing forward proposals to tackle unjustified exit payments.  \nThe cap came into force last November, with the aim of ensuring exit payments represented value for money and were fair to taxpayers.  \nBut unions had fought the move, seeking a judicial review into the regulations. \nUnison said the rules, meant to prevent excessive payments to the highest earners, would have hit ordinary workers.  \nUnite said long-serving public servants earning relatively low salaries of £25,000 a year would have been affected, and welcomed the decision to remove the cap.\nNewly published guidance from the Treasury encourages employers to pay any former workers who left between 4 November and 12 February the amount they would have received without the cap.\nUnison general secretary Christina McAnea described the cap as \"damaging\", saying it had \"threatened to blight the retirement of millions of workers\".\n\"Through no fault of their own, long-serving staff over the age of 55 and facing redundancy would have been hit by the regulation,\" she added.\n\"Because they're obliged to take their pensions if they lose their jobs, when combined with redundancy payments the final amount could have exceeded the £95,000 cap.\"\nAnnouncing the cap in 2015, the government said it wanted to significantly reduce the cost to the taxpayer of public sector pay-offs, which totalled about £6.5bn between 2011-12 and 2013-14. \nMore than £1bn of this cost came as a result of exit payments costing more than £100,000, it said.\nThe BBC introduced a £150,000 maximum limit on redundancy payments in 2013 following criticism of severance packages paid to some departing senior executives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56053872",
      "category": "uk-scotland-glasgow-west",
      "title": "Water supplies restored to Glasgow homes after pipe burst",
      "tags": "Glasgow",
      "text": "Water supplies have been restored to more than 65,00 homes and businesses in Glasgow and Inverclyde after supply pipe problems.\nScottish Water said a 36in (91cm) trunk main failed in Anniesland early on Saturday, affecting 53,000 customers.\nNearby roads were flooded, with the water turning to ice in many places in the sub-zero temperatures. \nA separate problem in Inverclyde left 13,000 homes and businesses without water.\nDivers had to be brought in to remove the ice that was blocking a pipe to the Greenock water treatment plant which gets its water from Loch Thom.\nSupplies of bottled water were distributed in Greenock, Gourock, Inverkip, Wemyss Bay and Skelmorlie as specialist teams worked to fix the problem. \nSupplies were restored at about 21:00 on Saturday.\nDuring the first incident in Glasgow, police were brought in to manage traffic as roads were flooded. \nA spokesperson for Scottish Water said: \"We would like to apologise to customers in Glasgow who experienced disruption to their water supply this morning.  \n\"With all customers now back in supply, work is under way to excavate and repair the trunk water main so that the water network can be restored to normal operation.\n\"We're grateful for local communities' patience and support while our teams are working in challenging conditions to keep the city's water flowing.\"\nCustomers were warned that water may initially appear discoloured or cloudy.\nThey are advised to run their cold tap at half pressure until the water runs clear. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56050119",
      "category": "uk",
      "title": "Covid: We could live with virus 'like we do flu' by end of year, says Hancock",
      "tags": "Coronavirus vaccines,Vaccination,Matthew Hancock,Coronavirus pandemic",
      "text": "Vaccines and treatments could mean that - by the end of the year - Covid-19 is an illness we can live with \"like we do flu\", the health secretary has said.\nMatt Hancock told the Daily Telegraph he hoped new drugs by the end of 2021 could make Covid a \"treatable disease\".\nThe drugs - and vaccines - represent \"our way out to freedom\", he said.\nHowever, scientists have warned against treating coronavirus like the flu, as mutations are getting \"more dangerous\" and \"more infectious\".\nDr Sarah Pitt, a virologist at the University of Brighton, told the BBC: \"It's not a type of flu. It's not the same sort of virus. It doesn't cause the same sort of disease, it's very, very nasty.\"\nMr Hancock said he hoped all UK adults could be offered the vaccine \"a bit before\" September.\nHe said new treatments were needed for a \"small number\" who may not be protected by vaccines - a first dose of which has already been given to 14 million people.\nAntibody treatments are being trialled as an alternative to vaccines for people with impaired immune systems.\nMr Hancock said new treatments would play an important role in \"turning Covid from a pandemic that affects all of our lives into another illness that we have to live with, like we do flu. That's where we need to get Covid to over the months to come\".\nLiving with Covid safely would also depend on the vaccines:\nMr Hancock's comments suggest he is ruling out a \"zero Covid\" strategy, aimed at eliminating the virus entirely from the UK.\nConservative MP David Davis told BBC Radio 4 Today: \"There will come a point where there will be a death rate from Covid but it's at a normal level and then we have to cope with it. \n\"Obviously we try to prevent it, but we accept it, I think, we have to.\"\nThis is simply about being realistic. Covid isn't something that can be eradicated like smallpox was. \nTemporary suppression, which is essentially what countries like New Zealand have done, is about protecting people in the short-term. Unless they keep their borders shut forever, it cannot work long-term.\nVaccines mean immunity builds up and at the very least should stop most people falling seriously ill.\nThere will be an ongoing challenge of keeping up with a virus that will mutate - although this is likely to be less difficult than it seems as coronaviruses tend to be much more stable than flu, for which different strains circulate every year.\nThere will always be people who are susceptible, either the vaccine doesn't work or they have refused to have it. That is why the continued advances in treatments are essential.\nBut we should never again see the levels of deaths we have. \nThousands will still die in winters to come. But each year this should lessen until it gets near to the levels of mortality we see with flu - something which society readily accepts.\nHowever, scientists have urged caution. \nProfessor Steven Riley, a member of the Spi-M modelling group, said the rollout of vaccination did not mean coronavirus controls could be dropped, adding that Britain could face a wave as big as the current one if lockdown restrictions were all lifted.\n\"No vaccine is perfect. We are certainly going to be in the situation where we can allow more infection in the community but there is a limit,\" he told the BBC.\n\"In the short term, if we were to allow a very large wave of infection, that wave will find all the people who couldn't have the vaccine for very good reason (and) those people who had the vaccine but unfortunately it didn't give them the protection they need.\"\nDr Pitt added: \"The mutations, the variations, that we're seeing are becoming more infectious, not less infectious and a bit more dangerous, not less dangerous.\"\n Richard Horton, editor-in-chief of the Lancet medical journal, told the BBC politicians would have to decide what level of deaths would be acceptable if \"zero Covid\" was not possible - adding that, in some years, 30,000 people died from flu.\nHe said the UK was likely to see another spike in Covid-19 cases next winter and suggested it would take two, three or four years to build up sufficient levels of immunity in the population.\n\"Even if we do have high levels of population immunity, our borders are not going to be secure - and we can't keep locking people up in hotels for the next five years,\" Dr Horton said.\nMeanwhile, the efficacy of the Oxford-AstraZeneca vaccine in children will be tested in a clinical trial, starting this month.\nSome 300 volunteers between the ages of six and 17 will be involved in the study to assess whether the jab produces a strong immune response in children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56052477",
      "category": "world-us-canada",
      "title": "Three key arguments by Trump’s impeachment lawyers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56012279",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Meet Northern Ireland's vaccine volunteers",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost a quarter of adults in Northern Ireland have received their first vaccination dose since Belfast Health Trust nurse Joanna Sloan became the first recipient on 8 December. \nBBC News NI has been speaking to some of the volunteers helping to ensure as many people as possible are immunised.\nPatients are being offered vaccines in order of priority, based on their age and clinical vulnerability.\nOn 12 January, the Department of Health published a detailed timetable for delivering vaccinations to those prioritised groups.\nThe vaccination rate in Northern Ireland remains above that in the Republic of Ireland - if slightly lower than in other UK nations.\nThe Covid-19 vaccine rollout in Northern Ireland is an unprecedented public health operation.\nAs well as current frontline healthcare staff, retired doctors, nurses and members of the public have been pitching in.\nA year-and-a-half after retiring from his practice in Rathfriland, County Down, Dr Donal O'Shaughnessy has returned to help out twice a week administering vaccines.\nHe felt duty-bound to help \"to get the vaccines out as quickly as possible among the people I've lived with and worked with for so many years\".\nA former doctor for the Ireland, Ulster and Barbarians rugby teams, he said it was great to be involved in the clinics, as well as to see former patients.\n\"I'm just so glad that I'm able to give something back to all of these good people at this stage when I thought I was home and dry and out of it completely,\" said Dr O'Shaughnessy.\nThe uptake for the vaccine in the Rathfriland area had been very high, he said, and he was hopeful that would continue as the rollout continues through younger age groups.\n\"We might need to give them an injection every year from now on,\" he said. \"I would still be available to do that.\"\n\"There is a great sense of hope. That is the most positive thing. It's a very rewarding experience.\"\nAlan Law has been registered with the organisation Volunteer Now for five years and has helped out at events such as the Irish Open golf tournament and the Giro D'Italia cycle race.\nNow he is spending his free time at the Craigavon and Ballymena vaccination hubs, welcoming those coming for their jabs and helping them through the process.\nHe said the reaction from the public had been fantastic and there was a real sense of relief and happiness.\n\"There's a lot of people coming who have been shielding or isolating for months now and they feel like this is a lifeline,\" he said.\n\"They are now going to be get their life back. Be able to go out more, and do things that they have been pausing for such a long time.\"\nGarrett Martin was an emergency department nurse for many years before moving into senior management roles in the health service and then to the Royal College of Nursing.\nWhen the first cases of coronavirus emerged in Northern Ireland, he began looking for a way to get back into frontline care and, before Christmas, was offered the role of operations manager at the Western Health Trust's vaccination centres.\nHis team at the Foyle Arena in Londonderry is dealing with up to 750 people every day. His staff include:\n\"It's been full-on, it's been incredibly hard work but it's been incredibly rewarding as well,\" he said.\n\"What we're going through is monumental, it's historic and will be talked about for some time.\n\"So to play a some part, however small, in the recovery is something we're very proud and privileged to be to be part of.\"\nVictoria Simpson has gone from administering routine childhood immunisations to vaccinating the elderly against Covid-19 in care homes.\nShe has been redeployed from her job as a health visitor in Lisburn to the vaccination centre at the Ulster Hospital in Dundonald.\nAbout 1,200 people a day are being vaccinated at the site, and she said that between filling in paperwork and giving patients the information they need, the actual giving of the vaccine is the quickest part of the whole process.\nShe said: \"It's just sometimes overwhelming just to think about the enormity of this programme and just how well it's all working.\n\"I'm feeling really privileged to be in this position and this is definitely going to be one for the history books to chat to the grandchildren about.\"\nJust a few months ago, no Covid-19 vaccine had been approved for use in the UK.\nToday there are three: Pfizer-BioNTech and Oxford-AstraZeneca - which are currently being administered - and Moderna, which the UK has ordered 17 million doses of but is not due to start arriving until spring.\nBut use of two different types of vaccine in Northern Ireland has also led to some confusion.\nThe Pfizer-BioNTech jab has to be stored and handled in a specific way which makes it harder to use in the community, so it has been mainly reserved for use in the health service vaccination hubs where frontline healthcare workers have received their vaccines.\nThe Oxford-AstraZeneca vaccine is easier to store and administer, and has therefore been distributed to GP practices across Northern Ireland.\nAt the end of January, a decision was taken to open the vaccination hubs to members of the public aged from 65 to 69, while people aged over 70 would continue to be vaccinated by their GP."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56053229",
      "category": "uk-england-london",
      "title": "Covid-19: Man held and 26 fined over canal boat party",
      "tags": "Hackney,Coronavirus pandemic",
      "text": "A man has been arrested and 26 people reported for £800 fines after police broke up a party on a canal boat.\nSome 30 people were discovered on the vessel on the River Lea in east London at about 04:20 GMT.\nThe Met said a 31-year-old held on suspicion of breaching Covid health protection regulations had previously been reported for a £10,000 fine over another boat party.\nThe partygoers were dispersed and the boat has been seized.\nCh Insp Pete Shaw said it was \"incredibly disappointing that incidents of this nature continue\".\n\"To have an individual who has repeatedly ignored these regulations and who appears to have organised multiple events is dangerous and indicates a complete disregard for the safety of all involved,\" he said.\nMet Police officers also shut down another large party in a house in Wandsworth, south-west London, on Thursday night.\nAbout 30 to 40 people were found at the gathering shortly before 23:40.\nOne woman was arrested for breaching Covid regulations while a man was held for an unrelated offence.\nFixed-penalty notices were issued to the other attendees found there.\nInsp Matt Ebbs said: \"These are challenging times but we must all play our part, and I urge everyone to follow the rules to protect themselves and their community.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56045877",
      "category": "world-us-canada",
      "title": "TJ Ducklo: White House suspends aide for 'threatening reporter'",
      "tags": "White House,United States,Joe Biden",
      "text": "A White House spokesman has been suspended for a week without pay after allegedly threatening to \"destroy\" a female reporter who was asking questions about his private life.\nTJ Ducklo reportedly threatened Politico reporter Tara Palmeri, who was investigating his relationship with another journalist.\nWhite House press secretary Jen Psaki said on Friday that Mr Ducklo had apologised to Ms Palmeri. \nHe has not commented independently. \nSome observers have criticised President Joe Biden for failing to take stronger action. He has previously said he would fire \"on the spot\" any staff speaking disrespectfully to colleagues.\nThe suspension of Mr Ducklo, the White House deputy press secretary, came after Vanity Fair magazine reported on his alleged threats to Ms Palmeri.\nThe Politico reporter had been investigating Mr Ducklo's relationship with Alexi McCammond, a journalist with Axios who had covered Mr Biden's election campaign. \nHe allegedly rang her and said: \"I will destroy you\". He also made other derogatory and misogynistic comments, Vanity Fair reports. \nPresident Biden's spokeswoman tweeted on Friday that TJ Ducklo was \"the first to acknowledge this is not the standard of behavior set out by the President\".\nShe said that as well as being suspended without pay for a week, Mr Ducklo would no longer work with Politico reporters when he returned to the White House.\nPresident Biden told his staff on his first day in office that he would not tolerate bullying behaviour.\n\"I'm not joking when I say this: If you ever work with me and I hear you treat another colleague with disrespect, talk down to someone, I will fire you on the spot. No ifs, ands or buts,\" he said.\nSome commentators, such as CNN anchor Jake Tapper, are now asking whether the same punishment should not apply to the way his staff treat journalists doing their job."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56054265",
      "category": "uk",
      "title": "The pill could be sold in pharmacies without prescription",
      "tags": "Women's health,Contraception",
      "text": "Some contraceptive pills could be sold over the counter in the UK for the first time, the government has said.\nIt is asking the public for their views on whether two progestogen-only pills, also known as the \"mini-pill\", should be available without prescription.\nThe move has been called \"a landmark opportunity in women's health\" that would improve access to contraception.\nBut there are also concerns about how much the pills would cost and how they would be given out.\nThe public consultation, which is open until 5 March, concerns two pills: Lovima 75 microgram tablets and Hana 75 microgram tablets.\nBoth contain desogestrel, which is a type of the hormone progesteron. At the moment it is only possible to get them on prescription from a doctor. \nThe Medicines and Healthcare products Regulatory Agency (MHRA), which launched the consultation, said reclassifying them would give women a choice of where to obtain the medicine.\nThat could be on prescription - as both pills would still be available from GPs and sexual health clinics - over the counter from pharmacies, or a mix of both.\nDr Sarah Branch of MHRA said the consultation would help get a better picture of whether people wanted them to be available from pharmacies. \"We hope to hear from as many people and women's groups as possible,\" she said.\nThe consultation comes after the companies that make the pills - Maxwellia and HRA Pharma - applied for them to be made available at pharmacies.\nMichelle Riddalls, chief executive of PAGB, which represents the makers of over-the-counter medicines, said it was a \"positive step\".\n\"The MHRA consultation represents a landmark opportunity in women's health and one which we hope will be viewed positively,\" she said.\n\"As expert healthcare professionals, pharmacists are fully equipped to offer advice to anyone seeking information about over-the-counter medicines.\"\nClare Murphy, chief executive of the British Pregnancy Advisory Service (BPAS), said reclassifying the pills \"should improve access to an extremely safe method of contraception\".\nHowever, she said BPAS wanted the pills to be \"made available at an affordable price\" and for consultations at the counter to be \"swift and straightforward\".\nLast year, a group of MPs and peers warned the coronavirus pandemic had made a \"difficult situation even worse\" for women trying to access contraception.\nAn inquiry by the The All Party Parliamentary Group (APPG) on Sexual and Reproductive Health said years of cuts to public health funding in England meant patients had to navigate a complex system \"just to receive basic healthcare\".\nProgestogen-only pills, sometimes written down as POP or called the mini-pill, are a type of contraceptive that contain a hormone called progestogen. \nIf taken correctly they are more than 99% effective at preventing pregnancy. - but, because of a range of factors, in reality they are more like 92% effective.\nOne pill needs to be taken at the same time every day, with no break between packets. Vomiting and diarrhoea can make the pills less effective, as can some other medications. \nProgestogen is similar to one of the hormones produced naturally from the ovaries. Protestogen-only pills prevent pregnancy by thickening the mucus in the cervix to stop sperm reaching an egg.\nDesogestrel progestogen-only pills can also stop ovulation - when a mature egg cell is released from the ovary.\nProgestogen-only pills are different to combined contraceptive pills, which contain both progestogen and another hormone - oestrogen.\nContraception is free in the UK, including for under-16s.\nDuring the coronavirus pandemic, anyone who needs contraception is being asked to call their GP surgery or a sexual health clinic.\nThey will usually have a phone or video consultation before being sent an electronic prescription. The contraception can be picked up from a pharmacy, or chemist, or delivered.\nOral contraceptives are just one option for preventing pregnancy. There is a range of different methods available with different pros and cons."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-56048829",
      "category": "uk-england-cumbria",
      "title": "Barrow couple due to adopt baby arrested in murder probe",
      "tags": "Cumbria County Council,Adoption",
      "text": "A couple have been arrested on suspicion of murdering a one-year-old boy they were set to adopt.\nPolice said a 37-year-old woman and 34-year-old man, from Barrow-in-Furness, had been arrested on suspicion of murder, causing or allowing the death of a child and two counts of assault.\nThey have been released on bail, Cumbria Police said.\nCumbria County Council said the child was under its care but was living with the couple before the adoption.\nThe council said it had recommended an independent safeguarding review was carried out.\nPolice said the North West Ambulance Service (NWAS) was called on 6 January and the child was taken to Furness General Hospital in Barrow before being transferred to Alder Hey Children's Hospital in Liverpool.\nHe died the next day.\nDet Ch Supt Dean Holden said: \"Two people have been arrested as part of an ongoing investigation into the tragic death of a one-year-old boy in Barrow.\n\"An investigation is under way by a dedicated team of detectives and other specialists in order to establish the full circumstances of the death in full consultation with the coroner.\"\nThe county council said a final adoption order had not yet been granted by the courts, however it is a requirement of the Adoption and Children Act 2002 that a child lives with their adoptive parents for a period before an application for an adoption order can be made. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56045170",
      "category": "world",
      "title": "The video of a protester's arrest Russian police 'leaked to scare people'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-52354520",
      "category": "health",
      "title": "Coronavirus treatments: What progress is being made?",
      "tags": "Medical research,Dexamethasone,Coronavirus vaccines,Flu,Coronavirus pandemic,Immune system",
      "text": "Vaccines have transformed the pandemic, but there is still a huge need for drugs which can treat Covid.\nImmunity from vaccines can wane, and access is still a major problem around the world. Also, new variants emphasise the possible need for a back-up.  \nThere are now many drugs that target the virus or our body in different ways:\nThese are all needed at different stages of the infection. They range from dirt cheap to spectacularly expensive, and some are more resilient to new variants than others.\nWhen you catch Covid, your body releases a flood of chemicals to warn that you're under attack. \nThis chemical alarm is called inflammation, and is vital for rallying your immune system to boot out Covid. \nBut if you don't get rid of the virus quickly, then inflammation can spiral out of control and eventually damage vital organs such as your lungs. It's this excessive inflammation that kills.\nAn anti-inflammatory steroid that already existed before Covid - dexamethasone - was the first drug proved to save the lives of people with Covid. \nIt's given to seriously ill patients with breathing troubles - it cuts the risk of death by a fifth for patients on oxygen, and by a third for those on ventilators. \nIt is also so cheap that it has become the go-to drug around the world - with everywhere from Brazil to China using it.\nOther anti-inflammatory drugs have been shown to work, including the steroid hydrocortisone.\nThere are more advanced and targeted anti-inflammatory drugs such as tocilizumab and sarilumab. Tocilizumab has been widely used in hospitals in China, India and Australia.\nThese are also effective, but up to 100 times as expensive as dexamethasone. This has restricted their use - although they are still cheaper than an intensive care bed. \nAnti-inflammatories work best later on in the disease, but an asthma drug called budesonide has been shown to help vulnerable people with early Covid symptoms recover more quickly at home.\nAn anti-viral directly targets the ability of the coronavirus to make copies of itself inside our bodies.\nSuch a drug keeps levels of the virus in the body low, so there is less of it for your immune system to deal with.\nBoth Paxlovid and molnupiravir are best taken soon after symptoms appear.\nPfizer expects to make 80 million courses of Paxlovid by the end of 2022 and has said it will allow generic makers in 95 low-income nations to produce and distribute it at cost price.\nMerck is allowing Indian generic drug firms to turn out molnupiravir cheaply for 100 low and middle-income countries. \nAnother anti-viral, remdesivir, is given through a drip and cuts recovery time from Covid. \nThe third approach is to give people an infusion of antibodies that can attack the virus.\nThese stick to the surface of the coronavirus and mark it for destruction by the body's immune system. \nThe body makes its own antibodies when it is attacked by coronavirus. The most effective of these have been studied in the lab, grown and given to patients. This is known as monoclonal antibody therapy.\nVulnerable NHS patients to be offered new drug\nThese therapies are often reserved for seriously ill patients who are struggling to make their own antibodies.\nAgain, the earlier the drugs are given the better the chances of success.\nAnti-inflammatories should work against all variants because they target our own bodies, rather than the virus itself.\nThere is more concern about whether monoclonal antibodies would work with new variants, as they rely on being a close match for the virus. If a new variant is heavily mutated then it theoretically makes the drugs weaker. \nHowever, GSK says it has tested its therapy against the Omicron variant and it remains effective in laboratory studies.\nAnti-virals are expected to hold up against the variants seen so far. None of the mutations seen in Omicron should affect the ability of the drugs to work. However, if the drugs are used widely then there is the potential for drug resistance to emerge.\nA number of drugs have been heralded as potential therapies for Covid - sometimes with no sign that they actually make any difference. \nIvermectin has been controversially promoted for use in many parts of the world, despite no evidence that it works.\nTaking antibodies from survivors' blood - known as convalescent plasma therapy - has been touted, but has not reduced deaths.\nThere was also speculation that drugs used to treat malaria and HIV might work, but this has come to nothing.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56049746",
      "category": "uk-wales",
      "title": "Swansea: Nine sex attacks in Singleton Park reported",
      "tags": "Swansea,South Wales Police",
      "text": "Nine sex attacks took place in a city park in the space of just five hours, police say.\nThe assaults happened in and around Singleton Park, Swansea between 08:00 GMT and 13:00 on Friday, South Wales Police said. \nA 24-year-old man, who was arrested on Friday, has been released with no further action. \nA cyclist who was captured on CCTV has been urged by the force to come forward.\n\"We appreciate these incidents are concerning to local residents who are regularly using the park during lockdown,\" Det Insp Peter Collins said.\n\"We are taking this very seriously and our investigation is ongoing. We also have extra patrols in and around the park.\"\nHe urged anyone with any information to contact the force. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52646738",
      "category": "explainers",
      "title": "UK holidays: What are the rules?",
      "tags": "Tourism,Coronavirus lockdown measures,Holidays,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Going abroad is not straightforward at the moment, so many people are choosing to holiday in the UK this summer. \nWhat are the current rules?\nYou can travel freely between England, Scotland, Wales and Northern Ireland, unless you have to self-isolate because you have Covid symptoms or have tested positive. \nAll holiday accommodation - including hotels, hostels, B&B, caravans and boats - can operate across the UK. \nIf you have to cancel a trip because of Covid, you may be entitled to a refund or to rearrange for a later date, but this will depend on the terms and conditions of your booking, so you will need to discuss this with your holiday provider. \nAnyone planning a trip to the Scottish islands is asked to take two lateral flow tests - one on the day of travel and one three days before.\nPeople travelling to Northern Ireland from the rest of the UK are also advised to test before departure and after arrival, but this is not law.\nSome UK cruise operators are insisting passengers do a rapid test before boarding. Saga and P&O have said all cruise passengers must be fully vaccinated. \nThere is no longer any requirement for social distancing, and no limits on how many people can stay together in holiday accommodation or private homes in England, Scotland or Wales. \nHowever people are still advised to meet others outdoors or in well-ventilated spaces wherever possible. \nThere are still some restrictions in place in Northern Ireland:\nThe Northern Ireland Executive is due to discuss easing remaining restrictions at its next meeting on 1 September.\nFace coverings are no longer required by law in England, although the government \"expects and recommends\" that they are worn in crowded and enclosed spaces. \nHowever, a number of transport operators in England are still asking customers to wear masks, as are a number of shops and supermarkets.\nWearing a face covering remains compulsory in many public indoor spaces in Wales, Scotland, and Northern Ireland, including on public transport, so you will be expected to use a mask on any cross-border plane, train or bus journey, unless you are exempt. \nMuseums, galleries, amusement parks, leisure centres, cinemas, theatres, stately homes and gardens can open across the UK. \nHowever, some venues are still not operating at full capacity, and you may need to pre-book tickets, so you should check before you visit. \nYou may still be asked to wear a face covering or physically distance from other people. \nBusinesses in Wales are required to carry out risk assessments to decide if social distancing measures are still needed. \nIndoor hospitality venues in Scotland must continue to collect customer contact details. Organisers of outdoor events for more than 5,000 people and indoor events for more than 2,000 have to apply for permission to go ahead. \nNightclubs are still closed in Northern Ireland.\nThe Common Travel Area (CTA) is a term which covers the UK, Ireland, the Channel Islands and the Isle of Man. \nTravel within the CTA is not considered international travel. \nFully vaccinated adults or under-18s travelling from the UK to other CTA destinations may not need to do any travel-related testing or quarantine on arrival, but the rules do vary, so you need to check before arranging a trip. \nAs long as you've not been outside the CTA in the previous 10 days, you do not have to complete a passenger locator form, take any Covid tests or quarantine on your return to the UK.\nForeign travel is allowed, but people must follow different rules about testing and quarantine according to the traffic light status of their destination country. \nVisitors to green-list countries do not need to isolate on their return home. Under-18s and fully vaccinated people returning to the UK from amber-list countries also no longer have to self-isolate on arrival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56052186",
      "category": "uk",
      "title": "Covid-19: Hope for treatable virus, final vaccine push, and lockdown museums",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow. \nThe government is sounding a hopeful note this morning, as Health Secretary Matt Hancock says vaccines and treatments could mean that - by the end of the year - Covid-19 is an illness we can live with \"like we do flu\". He has told the Daily Telegraph he hoped new drugs arriving by the end of 2021 could make Covid a \"treatable disease\". What are the other ways we could treat coronavirus?\nWe are now fast approaching the government's deadline for offering a vaccine to the 15 million people in the top four priority groups - comprising people aged 70 and over, front-line health and social care workers, care home residents and the clinically extremely vulnerable. And in a final push to meet the goal by Monday, people aged 70 or over who have not yet had a Covid jab are being urged to come forward. Find out how many people have been vaccinated so far. \nFrance has become the first country to recommend that anyone previously infected with Covid-19 should only receive one vaccine jab, instead of the normal two doses. The three main vaccines used globally are administered in two doses, delivered several weeks apart. But France's health authority says people who recover from Covid have some immunity and the single dose should then \"play the role of a booster\". So, how's the rest of the world doing in the vaccine rollout?\nThere have been a few football managers who have had to take time away from the touchline after testing positive for Covid and self-isolating at home, notably West Ham's David Moyes. But what happens when the manager falls ill and needs treatment in hospital, such as at League One Shrewsbury Town? In this case, boss Steve Cotterill has been leading the club from his hospital bed and will do so again when they play Ipswich later. His team have spoken to BBC Radio 1's Newsbeat about his dedication to the game.\nMuseums and art galleries are closed but inside their walls, a select few people are busy at work. Curators, conservators, cleaners, art handlers and security guards are among those caring for the nation's treasures during lockdown. Read more about lockdown life at museums here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page, including this BBC Reality Check analysis debunking claims on social media that the Covid vaccine could affect female fertility as unfounded.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56045871",
      "category": "world-us-canada",
      "title": "Olympic swimmer Klete Keller faces new charges over Capitol riots",
      "tags": "US Capitol stormed,United States Capitol",
      "text": "Klete Keller, a two-time Olympics gold medallist swimmer, is facing new charges in connection with the 6 January riots at the US Capitol.\nThe 6ft 6in (1.9m) tall swimmer was identified in photos of the riots because of his stature and the fact he was wearing a Team USA jacket.\nHe was initially charged with three counts, but this was increased to seven by a grand jury earlier in the week. \nMr Keller has not commented on the charges against him.\nThe 38-year-old Olympic champion was first charged, a week after the riots, with knowingly entering a restricted building, disorderly conduct in the Capitol building and impeding law enforcement.\nAt the time of charging him, the US District Court in Washington was shown screenshots of videos and photos posted on social media that appeared to show Mr Keller standing in the Capitol's Rotunda with a group of Donald Trump's supporters. \nThe crowd were pushing against police officers, although there was no suggestion the swimmer was participating in any of the violent acts seen on the day.\nLike many others charged over the riots, prosecutors asked for his case to be considered by a grand jury, the Washington Post reports.\nThey returned a new indictment with seven charges, which also include civil disorder and obstruction of an official proceeding. The new charges carry a maximum sentence of nearly 30 years, the Post reports.\nKlete Keller is best known for helping the US swimming team win gold in the 2x400 freestyle relay at the 2004 and 2008 Olympic Games."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56039285",
      "category": "uk-england",
      "title": "Police 'outnumbered' by Middlesbrough and Newcastle sledging crowds",
      "tags": "Northumbria Police,Middlesbrough,Cleveland Police,Newcastle upon Tyne,Coronavirus pandemic",
      "text": "Police were left \"outnumbered\" and \"hugely frustrated\" when hundreds of people gathered to sledge in snow.\nLarge crowds congregated to frolic on Newcastle's Town Moor and Flatts Lane Country Park in Middlesbrough on Wednesday and Thursday.\nCovid regulations allow police to issue fines for organised gatherings but the rules do not apply for crowds consisting of individual households.\nCleveland Police said it was \"taking up a lot of resources\".\n\"You can see we're outnumbered,\" said PC Ritchie Robinson.\n\"If they're not going to engage with us and we can't explain and reason with them in an amicable manner we're going to have to start taking names and addresses and issuing fines.\"\nPolice do have powers to disperse crowds and fine or arrest those refusing to leave, but only if they have a justifiable reason such as disorder or crime.\nNorthumbria Police said officers would \"engage with the public where it is proportionate to do so\".\nA National Police Chiefs Council spokesperson said officers were able to use their discretion but the Home Office determined what sort of crowds were covered by the regulations.\nThe Home Office said people \"should only be leaving home for limited reasons permitted in law and they must follow the rules when they do\".\n\"The police will continue to take action where necessary, including issuing fixed penalty notices and directing people who are breaching the regulations to return home,\" a spokesperson said.\nVolunteers who cleaned up litter left behind in Newcastle said Cow Hill was \"an absolute mess\" and warned broken glass had been covered by fresh snow.\nNorthumbria Police said it had dispersed crowds from Town Moor on Thursday night and planned extra patrols to make sure they did not congregate again.\nThe force also said it was aware of footage on social media \"showing a group who appear to be partying on the Town Moor\" on Wednesday evening.\n\"This type of behaviour is completely unacceptable and undermines the efforts of the majority of people in our region who are making daily sacrifices to prevent the spread of coronavirus,\" a spokesperson said.\nThe gathering was reported to police but when officers arrived the group had dispersed.\nHealth chiefs on Tyneside said large numbers of people socialising in close proximity heightened the risk of transmitting coronavirus and warned an increase in patients attending hospital with sledging injuries was putting extra strain on departments at a \"critical time\".\n\"Burdening our NHS with avoidable injuries at a time when we are already struggling with a pandemic is not acceptable,\" said Bas Sen, director of emergency care at Newcastle Hospitals Foundation Trust.\n\"The Royal Victoria Infirmary has seen multiple injuries including some pretty major ones, which are terrible for the people concerned but also start consuming critical resources at a time when things are already stretched.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56054978",
      "category": "world-asia",
      "title": "Myanmar coup: Fear and defiance at night-time arrests",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "People in Myanmar are reacting with defiance as authorities use night-time raids to arrest opponents of the military coup.\nVideo footage showed people banging pots and pans to warn their neighbours of approaching security forces.\nMass protests have taken place since the military seized control of the South East Asian country on 1 February.\nThe army announced on Saturday that arrest warrants had been issued for seven prominent opposition campaigners.\nThey are wanted under the rarely used charge of \"disturbing tranquillity\". One of them, Min Ko Naing, was one of the student leaders involved in the failed 1988 uprising against the then-military dictator. He has appeared in a social media video denouncing the use of night-time raids to make arrests. \nThe United Nations human rights office said on Friday that more than 350 people had been arrested since the coup. \nThe country's elected leader, Aung San Suu Kyi, is under house arrest.\nThe military on Saturday also suspended laws requiring court orders for detaining people longer than 24 hours and for searching private property. \nBBC Burmese journalist Nyein Chan Aye said people in Myanmar were feeling \"extremely insecure, anxious and uncertain about what will happen next\".\n\"Sleepless nights are becoming common here in Myanmar. Security forces are raiding people's residences in many places across the country and trying to arrest those who are against the military junta. People are protecting each other, staying up late at night,\" he said.\nIn the country's biggest city, Yangon, footage showed people chanting and alerting neighbours as security vehicles approached. In a video shared with Reuters news agency, crowds could be seen surrounding and marching alongside police vehicles. \nThe videographer told the news agency the crowd had at least once made the police turn back from driving in the direction of West Yangon Hospital. \nOther footage showed people gathering in Yangon to demand the release of a teacher who had reportedly been detained, and banging pots and pans when they thought police units were conducting raids to arrest people.\nAs people took to the streets for the eighth consecutive day on Saturday, protesters chanted: \"Stop arresting people at night-time.\"\nInternet memes captioned \"Our nights aren't safe anymore\" have been circulating on social media. \nPhil Robertson, the deputy director of Human Rights Watch's Asia division, told the BBC there were \"more and more night-time raids\" taking place in Myanmar, in which people were dragged from their homes in the middle of the night.\n\"We have neighbourhoods now who are trying to organise. They're using pot banging when it looks like the police or military are coming into the area. It really has become a situation where the crackdown is now going after anybody that the military identifies as leaders of these protests,\" he said.\nMyanmar group Assistance Association for Political Prisoners has also voiced concern about overnight arrests. \n\"Family members are left with no knowledge of the charges, location, or condition of their loved ones. These are not isolated incidents, and night-time raids are targeting dissenting voices,\" it said in a statement."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56052692",
      "category": "uk-scotland",
      "title": "Covid: Secondary school pupils could face two-metre social distance rule",
      "tags": "Scotland Education,Coronavirus pandemic",
      "text": "Pupils who begin a phased return to secondary school later this month could face two-metre social distancing rules.\nA Scottish government advisory group says the \"additional protective measure\" should also apply on school buses.\nThe two-metre rule is already in place for teachers at secondary schools, while primary pupils should observe it \"whenever possible\".\nScotland's youngest pupils are likely to return full-time from 22 February.\nSome senior secondary pupils could also be back in the classroom from the same date to complete practical work in certain subjects.\nThe tougher new social distancing guidelines have been put forward by the government's advisory group on education and children's issues.\nEducation Secretary John Swinney described the proposals as \"an important scientific and clinical update\".\nThey are in addition to advice that there should be two-metre distancing between adults not from the same household within primary schools.\nLateral flow home testing kits will also be offered to primary, secondary, special school, early learning and childcare staff at local authority, independent and grant-aided schools. \nThe government advice calls for \"a combination of approaches that prevent crowding\" within schools.\nThese include classroom distancing and staggered start times \"especially in older age groups\".\nScotland's largest teachers' union has called for the new social distancing proposals to be extended to also include younger pupils.\nEIS general secretary Larry Flanagan said: \"We are concerned about the new (Covid) variant and its impact on transmissibility amongst young people.\n\"So we think that mitigations beyond that from the advisory group are required - the use of medical-grade face masks, for example.\n\"We would support physical distancing amongst young people as well as secondary-aged pupils, and we are pressing the Scottish government on these issues before schools reopen.\"\nThe Scottish Conservatives said any proposals which accelerate pupils returning to classrooms were to be welcomed.\nBut the party's education spokesman Jamie Greene added: \"In reality, universal social distancing will be very difficult for many councils to deliver and SNP ministers will have known that for a long time.\n\"We need to see what measures they have taken to support schools to introduce social distancing, as this issue has been consistently flagged for months.\"\nCovid restriction rules introduced for schools last October meant senior pupils and their teachers had to wear face coverings in classrooms.\nPrior to that, secondary pupils and staff only had to wear face masks when moving about within the school and on school buses. They were encouraged to social distance \"where possible\" but there were no formal distancing rules for pupils.\nOne-way systems were introduced in corridors and physical contact including hugging and high-fiving was ruled out.\nSchools across Scotland have been closed to the vast majority of pupils since the Christmas holidays, with learning being done at home and online.\nThe first children back in school on 22 February are expected to be all pupils in P1-P3 as well as pre-school children.\nThere will also be a part-time return, but on a very limited basis, for senior secondary pupils to allow them to complete work for national qualifications.\nOnly between 5% and 8% of a secondary school's pupil roll will be able to be present at any one time.\nFirst Minister Nicola Sturgeon has stressed that the reopening of schools was dependent on the continued suppression of coronavirus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-52473523",
      "category": "health",
      "title": "Coronavirus: What is the R number and how is it calculated?",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": " The rate at which coronavirus infection is falling in the UK - as measured by the R number - has continued to level off. \nThe latest R estimate from the government's scientific advisory group Sage, is between 0.7 and 0.9, up slightly from the week before.\nIt means that, on average, every 10 people with Covid will infect between seven and nine other people.\nThe R number is a way of rating coronavirus or any disease's ability to spread. \nR is the number of people that one infected person will pass on a virus to, on average.\nMeasles has an R number of 15 in populations without immunity. \nThat means, on average, one person will spread measles to 15 others. \nCoronavirus - known officially as Sars-CoV-2 - would have a reproduction number of about three if no action was taken to stop it spreading.\nYou can't capture the moment people are infected. Instead, scientists work backwards.  \nData - such as the number of people dying, admitted to hospital or testing positive for the virus over time - is used to estimate how easily the virus is spreading. \nIf the R value is higher than one, then the number of cases keeps increasing.\nBut if the R number is lower the disease will eventually stop spreading, because not enough new people are being infected to sustain the outbreak.\nGovernments everywhere want to force the R number down from about three (the R number if we took no action) to below one.\nThe R number is not fixed. Instead, it changes as our behaviour changes or as immunity develops. \nMathematical modellers at Imperial College London attempted to track how the number changed as isolation, social distancing and the full lockdown were introduced in spring of 2020. \nBefore any measures came in, the R number was well above one and the conditions were ripe for a large outbreak. Successive restrictions brought it down, but it was not until full lockdown that it was driven below one. \nAlthough the R number across the UK is now between 0.7 and 0.9, there are regional differences.\nScotland's estimated R number is between 0.8 and 1.0, up slightly on the previous week.\nIn Wales the number is between 0.6 and 0.9 - while in Northern Ireland it remains between 0.75 and 0.95.\nIn England, the number is risen slightly to between 0.8 and 1.0.\nThe R number is one of the big three.\nAnother is severity - some people have a very mild disease that does not cause many problems. But coronavirus and the disease it causes, Covid-19, can be severe and deadly. \nThe last is the number of cases, which is important for deciding when to act. If you have a high number, but ease restrictions so the reproduction number is about one, then you will continue to have a high number of cases.\nA vaccination programme, like the one currently under way in the UK, is another way to bring down the reproduction number.\nA coronavirus patient would naturally infect three others on average, but if a vaccine could protect two of them from infection, then the reproduction number would fall from three to one."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56054468",
      "category": "world-asia-china",
      "title": "Covid-19 pandemic: China 'refused to give data' to WHO team",
      "tags": "World Health Organization (WHO),China",
      "text": "China refused to hand over key data to the World Health Organization (WHO) team investigating the origins of Covid-19, one of its members has said.\nMicrobiologist Dominic Dwyer told Reuters, the Wall St Journal and the New York Times the team requested raw patient data from early cases, what he called \"standard practice\".\nHe said they only received a summary. \nChina has not responded to the allegation but has previously insisted it was transparent with the WHO. \nThe US has urged China to make available data from the earliest stages of the outbreak, saying it has \"deep concerns\" about the WHO report.  \nLast week, the WHO team concluded it was \"extremely unlikely\" that the coronavirus leaked from a lab in the city of Wuhan, dismissing a controversial theory that emerged last year.\nWuhan was the first place in the world where the virus was detected, in late 2019. Since then, more than 106 million cases and 2.3 million deaths have been reported worldwide.\nThe investigators had asked for raw data on the 174 identified cases of Covid-19 from Wuhan in December 2019, Professor Dwyer told Reuters. \nOnly half of the early cases had been exposed to the seafood market where the virus was initially detected. \n\"That's why we've persisted to ask for that,\" Prof Dwyer said. \"Why that doesn't happen, I couldn't comment. Whether it's political or time or it's difficult... But whether there are any other reasons why the data isn't available, I don't know. One would only speculate.\"\nThea Kolsen Fischer, a Danish immunologist who was also part of the WHO team, told the New York Times that she saw the investigation as \"highly geopolitical\". \n\"Everybody knows how much pressure there is on China to be open to an investigation and also how much blame there might be associated with this,\" she said.\nProf Dwyer said the restrictions on data would be mentioned in the WHO team's final report, which could be released as early as next week. \nThe team arrived in early January and spent four weeks in China - the first two in hotel quarantine. \nBeijing has insisted it was transparent with the WHO investigators, whose visit began only after months of negotiations. The experts were closely monitored by the Chinese authorities. \nThe US accused China of hiding the extent of the initial outbreak and criticised the terms of the visit, which restricted the freedom of the WHO team to travel and interview witnesses, including community members, on health grounds. \nThe investigators told the New York Times that disagreements, including over access to patient records, were so tense that they sometimes erupted into shouting matches. \nLast month, an interim report from the WHO criticised China's initial response, saying that \"public health measures could have been applied more forcefully\".\nThe WHO team has also called for further investigation into the possibility of \"cold chain\" transmission, referring to the theory the virus could have spread through the transport and trade of frozen food.\nDr Peter Daszak, a member of the WHO team, said the focus on where the origins that led to Covid-19 might be, could be shifted to South East Asia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56052607",
      "category": "uk-wales",
      "title": "M4 crash: Road reopens after pedestrian dies near Bridgend",
      "tags": "Pencoed,Miskin,M4 motorway",
      "text": "The M4 has reopened after being closed for several hours following the death of a pedestrian. \nThe motorway was shut in both directions between junctions 35 at Pencoed and 33 at Cardiff West, after several vehicles hit the man at about 05:45 GMT. \nSouth Wales Police said the 34-year-old's family was being supported by specialist officers.\nThe road reopened shortly before 16:00, about 10 hours after it was closed. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56057038",
      "category": "world-asia",
      "title": "Fukushima: Powerful earthquake rocks Japan weeks from disaster anniversary",
      "tags": "Fukushima nuclear disaster,Japan,Nuclear power,Earthquakes",
      "text": "More than 100 people have been injured after a powerful earthquake struck off the coast of Fukushima in Japan. \nSaturday's 7.3-magnitude quake was felt strongly in Tokyo, but no tsunami warning was issued. \nThe quake came nearly a decade after an earthquake and tsunami killed over 18,000 people.\nThat tsunami caused a nuclear accident at the Fukushima Daiichi Nuclear Power Plant - the worst such incident since the 1986 Chernobyl disaster.\nJapan's meteorological agency (JMA) said Saturday's earthquake was believed to be an aftershock of the massive 2011 quake. Aftershocks after a large earthquake can continue over a period of many years.\nSaturday's quake hit at 23:08 local time (14:08 GMT) at a depth of 60km (37 miles) in the Pacific, off Japan's eastern coast, JMA said. Aftershocks have continued to hit the region since.\nThe quake caused nearly one million homes to lose power while a smaller number lost water.  Train services have been halted. \nIt also triggered landslides, with one burying a motorsport complex.\nBut there were no reports of irregularities at nuclear plants. \n\"Surveys are being done at Fukushima Daiichi nuclear pant... We have received reports that Onagawa nuclear plant and Fukushima Daichi nuclear plant are not showing any abnormality,\"  Chief Cabinet Secretary Katsunobu Kato said.\nDespite reassurances from officials, many residents on the coast evacuated their homes and headed for higher ground, Japanese news agency Kyodo reports.\n\"Even if people say we don't need to worry about a tsunami, I won't buy it,\" one 50-year-old man told the publication. \"I learned from my bitter experience 10 years ago, and that's why I evacuated.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56053864",
      "category": "uk-england-devon",
      "title": "Devon twins celebrate 90th birthdays by moving in together",
      "tags": "Ashburton,Coronavirus pandemic",
      "text": "Twin sisters are celebrating their 90th birthdays by moving in together for the first time in decades.\nPauline Vincent and Jacqueline Hetherington had been living in separate sheltered accommodation in Ashburton, Devon, when they decided it was time to become flatmates.\nMrs Hetherington's daughter Jaine Swift said they were inseparable. \n\"They really need each other and get very anxious when they are apart,\" she said.\n\"At this stage of their lives it seems perfect that they move in together.\" \nMrs Swift and other family members helped the sisters move on Friday and made them a birthday breakfast of smoked salmon and champagne on Saturday.\nThe sisters, who were born in Halifax, west Yorkshire, in 1931, came to Devon in the 1960s, with Mrs Vincent working as a secretary and Mrs Hetherington raising a family of four children.\nMrs Swift said the twins had not lived together since their 20s when her mother married but remained close throughout their adult lives.\nAsked if the siblings ever fought, Mrs Vincent said they were \"harmonious together\" but Mrs Swift pointed out that her aunt was the tidier - and more bossy - of the pair.\n\"I don't like to be left alone,\" Mrs Vincent added.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56052922",
      "category": "uk-northern-ireland",
      "title": "Disruption as snow moves across Northern Ireland",
      "tags": "Snow",
      "text": "Heavy snow has caused disruption in Northern Ireland and a warning of strong winds has been issued.\nOn Saturday transport was disrupted and some sporting fixtures were called off, with people advised to only make necessary journeys.\nThe Met Office has issued a yellow warning for wind for counties Down and Antrim from 04:00 GMT on Sunday to 23:59.\nIn the Republic of Ireland there is an orange warning for wind in some parts.\nThere were slippery, icy conditions in Northern Ireland on Saturday with snow accumulating even at low levels.\nSome roads in several counties were impassable.\nPublic transport operator Translink suspended all bus services to and from Armagh city, while there was also disruption on the Belfast-Dublin and Belfast-Newry routes.\nBelfast City Council closed Roselawn Cemetery to visitors on Saturday because of the weather.\nIn County Fermanagh people were urged to stay away from the Cuilcagh Boardwalk.\nParts of the path were inaccessible due to the weather and road access in the area was described as \"hazardous\".\nIn football's Irish Premiership, Ballymena United v Linfield and Warrenpoint Town v Glenavon were both been called off.\nThe Glentoran v Coleraine match was postponed after a pitch inspection and kick-off in Portadown's fixture against Cliftonville was delayed by two hours.\nThe snow eventually cleared to the east, with temperatures increasing to between 4C and 6C.\nSaturday night will be cloudy and windy but mainly dry, with lows of 1C or 2C and icy conditions expected.\nSunday will become milder with temperatures rising to 9C or 10C.\nThe Department of Agriculture, Environment and Rural Affairs has advised the public not to visit forests, country parks or nature reserves on Sunday.\nIt said that was \"due to increased risks associated with falling branches and debris\".\nIn the Republic of Ireland, the meteorological service Met Éireann has issued an orange warning for wind in counties Donegal, Dublin and Mayo.\nIt is warning of the risk of \"coastal flooding\".\nThe rest of the country is subject to a yellow warning for wind.\nSeveral thousand homes and businesses were without power for much of Saturday in the Republic of Ireland.\nA number of crashes were reported on Irish motorways, including an eight-car pile-up between junctions six and seven on the M3."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56041029/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Virus cases are going down across the UK",
      "tags": "Office for National Statistics,Coronavirus pandemic",
      "text": "Levels of Covid are going down in all nations of the UK, figures from the Office for National Statistics show. \nThe data is more evidence lockdown is controlling the virus, even with the more infectious variants circulating - although the health secretary said there is \"still a long way to go\".\nThe latest R number, estimated to be between 0.7 and 0.9, also suggests infection numbers are shrinking. \nThis is the first time since July that R has been this low.\nIt means, on average, every 10 people infected pass it on to between seven and nine other people.\nExperts warn that infection levels remain high, however. \nIt comes as 15,144 new cases were recorded in the UK, as well as 758 deaths within 28 days of a positive test, according to the latest government figures. \nHealth Secretary Matt Hancock said the ONS figures were \"clearly good news\", but pointed out there were still more than 24,000 people in hospital with Covid.\nHe said: \"Everyone can have confidence that the plan is working, that what we're collectively doing is having a positive impact but there's still a long way to go.\"\nIt is not clear yet when lockdown will begin to be lifted. Scientists advising government say the lower the cases can get, the better. Unlocking too soon risks another surge of the virus, even though more people are being vaccinated against the disease every day. \nPrime Minister Boris Johnson has said he will outline plans for easing any restrictions in the week of 22 February. \nGetting schools back will be the immediate priority, the government says.\nThe PM's official spokesman did not rule out the possibility of social distancing being maintained until the autumn, saying: \"The latest data and evidence clearly shows that we remain in a difficult situation with the pressure on the NHS still very significant.\n\"We will set out a gradual and phased approach towards easing the restrictions in a sustainable way.\"\nThe ONS figures, based on tests from people whether or not they had symptoms, suggest:\nLondon continues to have the highest proportion of people likely to test positive for coronavirus in any region of England, with around one in 60 estimated to have had Covid-19 in the week up to 6 February.\nThe ONS's data is slightly out of date - covering the week up to 6 February - so may not reflect the situation right now.\nSenior Statistician Sarah Crofts said:  \"Rates of infection remain high but have continued to decrease in England and across the UK.\n\"The percentage of positive cases compatible with the new UK variant also continues to decrease in all regions of England except for Yorkshire and The Humber, the East Midlands and the South West where trends remain uncertain.\"\nThe evidence is clear - lockdown is having the desired effect of controlling the virus, bringing the number of new infections down. \nIt is very welcome news, but does it mean we can now safely start to lift some restrictions? Not quite yet, say experts.\nAs one explained, it's a bit like when a relative has been very ill in hospital and you hear that they are getting better - it's wonderful, but it doesn't mean that the \"treatment\" can stop or that things can't take a turn for the worse.\nThere is still plenty of the virus circulating that people could catch. \nAnd although the vaccine rollout is going really well, there are lots of people in the UK who are not yet protected and who could fall serious ill with Covid-19 if they become infected. \nMeanwhile, more than 14 million people in the UK have had at least their first dose of a coronavirus vaccine. \nThe government's pledge is to offer a vaccine to around 15 million people in the top four priority groups - which includes people over 70, health and social care workers and people who are extremely clinically vulnerable and shielding - by Monday 15 February. \nIn a video message, the prime minister said the government appeared to be \"on target\" to meet the pledge - adding the latest figures on vaccinations highlighted an \"incredible national effort\" by NHS staff, Army personnel and volunteers.\nWales says it has already achieved this. England, Scotland and Northern Ireland are expected to announce the same soon. \nThe 14 million figure includes some people outside of these initial groups. \nSome regions of the UK have begun inviting groups planned to be reached later in the month, such as the over-60s and people aged 16-64 with underlying health conditions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56053411",
      "category": "uk-wales",
      "title": "Dog theft: Police issue e-fit over attempted 'dognapping' in Llanelli",
      "tags": "Llanelli,Dyfed-Powys Police,Dogs",
      "text": "Police have released an e-fit of a man wanted in connection with an attempted theft of a dog.\nIt comes after former amateur boxer James Cosens, 29, fought off two would-be \"dognappers\" who tried to grab his 20-week-old collie, Rosie.\nIt happened on the Millennium Coastal Path near Llanelli in Carmarthenshire on 5 February.\nDyfed-Powys Police has set up a taskforce to investigate a rise in dog and puppy thefts.\nDemand for puppies during lockdown is believed to be behind a national increase in dog thefts.\nThe man in the e-fit is described as being in his 40s, about 6ft (183cm) tall, with a stocky build.\nHe was wearing light blue jeans and a dark puffer jacket. \nThe second man is described as being in his 20s, about 5ft 6in (168cm) tall and wearing similar clothing. \nMr Cosens said his dog Rosie ran up to the two strangers at the Morfa Berwig Nature Reserve near Bynea - and one of them picked her up and said: \"I am taking your dog. If you try to take her back I will stab you.\"\nMr Cosens said despite the threats of the attackers, he did not see any weapons - and rescued Rosie after a \"struggle\".\nDet Insp Llyr Williams said: \"We are working extremely hard as a force to catch the men responsible for this attempted theft of a family pet.\n\"Our officers are aware of the impact this incident has had on the community, and are keen to progress this investigation with your support.\"\nNo further similar incidents have been reported to Dyfed-Powys officers involved with Op Rhinestone.\nThe force said its neighbourhood policing teams were carrying out increased patrols and offering advice to dog owners about keeping pets safe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56055185",
      "category": "uk",
      "title": "Covid-19: Heathrow says hotel quarantine plan has 'gaps'",
      "tags": "Coronavirus lockdown measures,Hotels,Travel & leisure industry,Coronavirus pandemic,Australia",
      "text": "\"Significant gaps\" remain in the hotel quarantine plan that comes into force on Monday, Heathrow Airport has said. \nTravellers arriving in England from 33 high-risk countries will be required to quarantine in a hotel for 10 days.\nBut the airport said ministers needed to ensure appropriate measures were in place to avoid compromising the safety of passengers and airport staff. \nThe government said it was working closely with airports and hotels to manage any issues that arose.\nUK nationals and Irish residents returning from the \"red list\" - mainly consisting of countries in South America and Africa, plus Portugal - will have to quarantine in government-sanctioned hotels to try to stop new coronavirus variants entering the country.\nThey will have to pay £1,750 for their stay, which covers the cost of the hotel, transport and testing, and book it in advance using a government portal.\nThose who fail to quarantine in such hotels face fines of £5,000 to £10,000, while anyone who lies on their passenger locator form about having been in a country on the red list faces a prison sentence of up to 10 years.\nBut, less than two days away from the measures coming into effect, Heathrow said it had yet to receive \"necessary reassurances\" from the government.\nA spokesman said: \"We have been working hard with the government to try to ensure the successful implementation of the policy from Monday, but some significant gaps remain. \n\"Ministers must ensure there is adequate resource and appropriate protocols in place for each step of the full end-to-end process from aircraft to hotel to avoid compromising the safety of passengers and those working at the airport.\" \nThe airport is one of five in England where people requiring hotel quarantine can enter the UK and is expected to receive the largest number of passengers. \nThe other four are Gatwick, London City, Birmingham and Farnborough Airfield.\nRegulations for the hotel quarantine measures, which come into force from 04:00 on Monday, have have now been published.\nBut on Friday the Immigration Services Union said its officials had yet to receive guidance on how the system would work. \nThe union said officials still did not know what levels of checks they should be conducting on travellers.\nIt also raised concerns about the safety of security halls.\nAnd the GMB union has warned that \"rushed\" government plans are not thorough enough to make sure workers on the front line in quarantine hotels are protected.\nThe union said security guards were one of the occupations worst hit by Covid deaths, adding that it wanted to meet employers to develop a strategy to better protect workers.\nMeanwhile, a family returning to the UK after four years living in Abu Dhabi have said travellers should not be used as \"guinea pigs\", amid confusion over hotel quarantine rules.\nBeckie Morris, 30, planned to repatriate to the UK with husband Matthew and their five-week-old daughter, but they now face a quarantine bill of thousands of pounds if they do.\nThe new mother said there was \"no information\" on the government website about what to do with young children.\nShe said: \"We'd have to arrange all the formula. I don't know what we do about sterilising bottles, or nappies or washing their clothes - there's all this unknown. I tried to reach out, and I know it's still really early days, but there's just no information.\n\"They haven't really laid out what actually happens when you get to that hotel and I don't think that's going to be known until the first person goes in there.\n\"People shouldn't be used as guinea pigs - especially not paying that amount, that is an extortionate amount of money.\"\nA government spokeswoman said: \"Every essential check - from pre-departure testing to the passenger locator form - will help prevent the importing of new coronavirus variants into the UK.\n\"We are working closely with airports and hotels to manage any issues that arise and ensure the new process runs as smoothly as possible, and we are clear the safety of all staff and passengers is a priority.\" \nAre you due to arrive in the UK from a \"red list\" country? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56039127",
      "category": "health",
      "title": "England 'on track' for vaccinating Covid priority groups",
      "tags": "Coronavirus vaccines,Vaccination",
      "text": "The NHS is \"firmly on track\" to offer everyone in the top four priority groups in England a Covid vaccine by Monday, says the head of NHS England. \nSir Simon Stevens said it had been \"the fastest and largest vaccination campaign in history\".\nThe UK government's aim is to reach 15 million of the most vulnerable by mid-February - and 14 million have been vaccinated so far.\nWales said on Friday it was the first UK nation to meet its target.\nSpeaking at the Coventry hospital where the first person in the UK to be vaccinated - 91-year-old Maggie Keenan - received her first dose, Sir Simon said it had been an \"incredible achievement\" by staff and volunteers.\n\"The uptake has been fantastic - we thought three-quarters would say yes to the vaccine but more than nine out of 10 have done so,\" he said.\nAnyone aged over 70 in England who hasn't been vaccinated can go online or call 119 to book an appointment.\nFrom next week, details of who will be vaccinated in the next phase of the programme involving the over 50s and people with underlying health conditions will be set out. They are due to be vaccinated by May.\nSome regions of the UK have already begun inviting the over-60s, who are part of the next phase.\nIn the meantime, Sir Simon said it was important that people come forward for their second dose when invited because it \"gives extra protection and immunity\".\nIn the 10 weeks since vaccinations against coronavirus began in the UK, a first dose has been given to:\nIncluded in the first four priority groups, which covers 88% of those most at risk of dying from Covid-19, are people aged 70 and over, frontline health and social care workers, care homes residents and those at very high risk of severe illness from coronavirus.\nAcross the UK, a quarter of adults have already received one dose of a Covid vaccine.\nIn Wales, the percentage of over-16s vaccinated is higher - at 28% - than in the other UK nations.\nNine out of 10 people aged 70 and over have taken up the offer to be vaccinated in England, the NHS says.\nLatest figures for Wales, Scotland and Northern Ireland suggest their uptake numbers for the over-70s are lower, but these are not directly comparable with England.\nThe latest data on other age groups in England, up to Sunday 7 February, suggests:\nBy Wednesday, in England, more than two million people had been vaccinated in the Midlands, 1.8 million in the South East, 1.7 million in the North East and more than a million in all other regions.\nThe smallest number of doses, nearly 1.3 million, had been given to people living in London.\nThe UK's vaccination programme began on 8 December 2020 with people receiving the vaccine developed by Pfizer/BioNTech.\nFrom 4 January people began receiving the Oxford University/AstraZeneca vaccine.\nBoth vaccines, which require two doses for full protection, were approved by the UK's medicines regulator.\nA decision was taken by health officials to offer a first dose to as many vulnerable people as possible by extending the gap between doses to from three to four weeks to closer to 12 weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55987603",
      "category": "world-us-canada",
      "title": "Capitol riots: Five takeaways from the arrests",
      "tags": "US Capitol stormed,US election 2020,United States Capitol,Donald Trump,United States",
      "text": "The storming of the US Capitol last month left five people dead, over 100 police officers injured and millions of dollars in damage to the building.\nMost of the rioters were allowed to leave the building without facing arrest, but a month-long search for offenders has resulted in charges against a reported 221 people.\nAmong those arrested, there have been state lawmakers, military veterans and even a gold medal-winning Olympian.\nHere's a closer look at who conducted the siege and why.\nFar-right insignia was spotted on the clothing, badges and flags of several insurrectionists, but the vast majority of the 200-plus people charged so far are ordinary pro-Trump activists.\nSo far, only about 10% of those charged have been found to have ties to organised far right militias or other right-wing extremist groups.\n\"What we are dealing with here is not merely a mix of right-wing organisations, but a broader mass movement with violence at its core,\" wrote Dr Robert Pape, director of the Chicago Project on Security & Threats.\nDr Pape led a 22-person research team from the University of Chicago in a study - titled Faces of the American Insurrection - that takes a closer look at who has been arrested since 6 January.\nThe report found that FBI arrests of violent right-wingers over the past five years were almost five times as likely to uncover militia and gang connections as those arising from the violence on 6 January. \nAt least 12 people linked to the Proud Boys - an all-male group with a history of street violence against left-wing opponents - currently face charges.\nIt includes prominent members like a leading organiser of its Hawaii branch, a self-proclaimed \"sergeant in arms\" and a former US Army captain who ran for a seat in a state legislature.\nBomb-making manuals were located in the home of one arrested Proud Boy. Another was a self-professed white supremacist who had previously expressed his desire to become a \"lone wolf killer\".\nOther extremists had connections with militant anti-government groups such as the Oath Keepers, the Three Percenters and the Aryan Nations, several of whom have military experience.\nOne arrested Three Percenter - Guy Wesley Reffitt, 48, a drilling rig worker from Texas - reportedly threatened his children, saying: \"If you turn me in, you're a traitor and you know what happens to traitors...traitors get shot.\"\nThe mob was largely pro-Trump, but they came from all parts of the country.\nThe rioters facing federal charges hail from 41 out of the 50 US states and the District of Columbia, according to the George Washington University extremism tracker.\nThe University of Chicago report finds that most of the insurrectionists came from large urban counties where Joe Biden beat Donald Trump by slim-to-moderate margins in the 2020 election.\nThese counties typically contain big and racially diverse populations.\nOnly a few came from pro-Trump strongholds.\n\"This will come as a surprise to many Biden supporters, who presumably think that the insurrectionists are coming from red counties - rural, almost completely white, and with high unemployment - far from Biden strongholds,\" said Dr Pape.\n\"This is fundamentally a political movement, one not only centred in \"red\" parts of the country, but also consisting of pro-Trump supporters who are in the political minority in many places.\"\nMuch like other right-wing activists arrested for deadly violence since 2015, the protesters facing charges have been predominantly white and male.\nBut whereas the extremists charged from 2015 to 2020 were mostly under the age of 35, two thirds of those facing charges for the Capitol attack are over the age of 35.\n\"As the data started to roll in, the very first surprise was the age because the last thing I was expecting was for the median age to be around 40,\" said Dr Pape.\nHe noted the average age for those involved in political violence around the world is late 20s to early 30s.\n\"With political violence, we think that individuals will age out of it. They'll grow up, get married, have kids and become less politically violent,\" he explained. \nMore than four-fifths of them are employed and come from various backgrounds, from business owners to white collar professionals.\nThere is Dr Simone Gold, 55, from Beverly Hills, California, who was among a group of doctors that last year spread misleading claims about the coronavirus, including that hydroxychloroquine - a drug touted relentlessly by Mr Trump - was an effective treatment.\nJenna Ryan - a real estate broker from Dallas, Texas - garnered attention on social media after she flew to DC by private jet to join the march to the Capitol.\nCogensia - an Illinois-based marketing company - fired its chief executive Bradley Rukstales, after he was federally charged for being a part of the violent mob.\n\"What that means is there's more at work here than the usual drivers like unemployment and you can count less on usual solutions like 'give them a job',\" said Dr Pape.\nSome of those involved in storming the Capitol have suggested they were at least partially motivated by Donald Trump.\nJacob Chansley - the \"QAnon shaman\" from Arizona who wore a Viking pelt to the riot - told the FBI he was in DC \"at the request of President Trump\".\nA lawyer for Robert Bauer, a Kentucky man, said he \"marched to the US Capitol because President Trump said to do so\".\nIn an FBI interview, Valerie Elaine Ehrke from Northern California said she heard President Trump tell the crowd to go to the US Capitol and \"decided she wanted to be part of the crowd, and she walked to the US Capitol\", according to court documents.\nSeveral have indicated they believed the election was not over and there was still a path to preventing the results from being certified.\nThis false claim was repeatedly made by Mr Trump since his election defeat and - prior to the riot - he told gathered supporters at a rally near the White House that he \"won by a landslide\".\nWith the second impeachment trial of Mr Trump starting this week, these statements may form the backbone of the prosecution's case as they try to prove the former president was \"personally responsible\" for inciting an insurrection.\nThe Pentagon has acknowledged that \"some of the extremists who stormed the US Capitol on January 6 were active duty service members and others were military veterans.\"\nAlthough it has not released exact numbers, Secretary of Defence Lloyd Austin will institute a one-day military \"stand down\" in the next two months to address the issue of extremism in its ranks.\nThe New York Times has discovered at least two current military members, and 20 veterans that have been charged.\nOne veteran - Larry Rendall Brock Jr, 53 - was pictured in combat gear and carrying zip-tie handcuffs. He had repeatedly posted on social media about the Three Percenters and Oath Keepers militias.\nTwo others who face charges - Thomas Robertson and Jacob Fracker - previously served in the US Army and were also active members of the Rocky Mount Police Department in Virginia.\nIt remains unclear how many off-duty police officers may have been involved, but reports suggest that at least 31 police officers from agencies across the US are under investigation for their alleged participation in the protest and the eventual mob violence at the Capitol."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56047489",
      "category": "health",
      "title": "Coronavirus doctor's diary: Will Covid be with us forever, like flu?",
      "tags": "Medical research,Bradford,Vaccination,Flu,Coronavirus pandemic,Immune system",
      "text": "The antibodies that protect against infection with Covid-19 fade over time, so it's likely that vaccination will not provide a permanent defence. Covid could become an illness like flu, says Dr John Wright of Bradford Royal Infirmary - one that flares up in society at regular intervals, and that people have more than once.\nFour million people in the UK have now tested positive for Covid and one of the burning questions they are asking is: will they get it again? Some viral infections such as measles, mumps or chickenpox only infect us once. They trigger an immune response that provides a lifetime of antibody protection. Some viruses such as flu are masters of disguise, mutating rapidly to escape the detection from our immune surveillance. Other viruses like the common cold, and other endemic coronaviruses, have forgettable faces that fade from our immune memory and come back to visit us year after year.\nJust before Christmas I wrote about my surprise at having a possible reinfection with Covid. With 100 million people infected worldwide the number of reinfections appeared to be vanishingly small. \nAs medical students we immerse ourselves in textbooks full of rare and exotic diseases and in our innocence we then spend our early years diagnosing them in all the patients that we see, only to be gently reminded by our teachers that what is common is common. There is an old medical aphorism for this: when you hear hoofbeats, don't look for zebras.\nSo when I received my positive PCR result, my first instinct was to ignore the zebra and assume that my first positive antibody test, last summer, had found antibodies arising from common seasonal coronaviruses similar to Covid, not from Covid itself.\nResults from the recent national Siren study have made me rethink. Back at the start of the pandemic Susan Hopkins, an infectious diseases expert, realised that lots of healthcare workers were getting infected, but the lack of testing availability meant that they did not have confirmed PCR (antigen) results. She was being asked about the risk of reinfection and the possibility of issuing \"antibody passports\" that would allow people who had recovered from Covid to carry on their normal lives. \nShe realised that she didn't have the answers and so did what all good scientists do, set up a research study, which got under way in June.\nHealthcare workers were among the most at risk during the first wave, so provide a rich soup to study Covid infections. She and her team devised a study of 10,000 NHS staff to follow up for 12 months and as the urgency of the research grew, the study expanded to include 50,000 staff all across the UK. \nThose in the study, which is still continuing, get PCR and antibody tests for SARS-CoV-2 every two to four weeks.\nIn the first set of results, published in January, about one-third of them turned out to have antibodies for the virus, confirming previous infection during the first wave of the pandemic, and the remaining two-thirds had remained clear of infection.\nSusan Hopkins found that almost 1% of staff who had evidence of prior infection became reinfected in just the initial five months of the study. Most of these staff had been asymptomatic in their first infection, and so probably had mild infections with immune responses that that faded quickly, but about 25% had a full Covid syndrome and yet still got reinfected. So the severity of the initial illness did not necessarily protect against subsequent infection. Crucially, the study also highlighted that previous infection did not prevent the risk of future transmission of the virus. \nThe study also found that some people lose their antibodies really quickly, and others lose them more slowly over time.\nThese results are likely to be a precursor of what happens to our antibodies with vaccines, and so it is becoming clearer that we are unlikely to reach zero Covid. Rather, we will see ongoing outbreaks as our immunity waxes and wanes. One analogy being used foresees the current forest fire of cases becoming a bonfire, then a pile of smouldering embers, and after that just smoke - followed by small fires sparking up, perhaps in the winter months. Previous infection or vaccination will not necessarily protect you.\nIt may become a feature of lives, like seasonal flu.\nProf John Wright, a doctor and epidemiologist, is head of the Bradford Institute for Health Research, and a veteran of cholera, HIV and Ebola epidemics in sub-Saharan Africa. He is writing this diary for BBC News and recording from the hospital wards for BBC Radio.\nThis is likely to be an unsettling thought for those who had severe symptoms, for example Jennie Marshall-Hamad, a nurse manager in charge of a female Covid ward. When I last wrote about Jennie, in April, she had sent her four-year-old boy, Zedi, to live with her mother in order to dedicate herself to her work. \nA month later she caught the virus. She was unwell for two weeks, and had begun to recover when fatigue and breathing problems set in, keeping her off work for more than three months. She's still attending the long Covid clinic and taking care to get enough rest between shifts.\n\"I've never been poorly in my life and it's such a big thing that's affected me massively,\" she says.\nThe vaccine provides a degree of confidence. Jennie says she feels safer on the wards, but she remains careful. Like other hospital staff, she takes lateral flow tests twice a week \"to reassure us that we're OK\" and she still only sees her grandparents - who are in their 90s - from the garden.\nEighty per cent of the staff on her ward have now had Covid, Jennie says, and they will all by now have had the vaccination too.\nSo how will this combination of immune challenges - infection and vaccination - affect risk of future infection? The Siren study should be able to tell us this, while also showing how single doses of vaccines differ from two doses.\nIt will also be able to investigate the risk of reinfection with new variants such as the Kent variant and help us understand to what extent our immune response to one type of virus protects us against others. \nBut it seems highly likely that as more variants emerge across the world, the genetic mutations in the virus will make it a moving target for our body's defence system, and for vaccine manufacturers.\nFollow @docjohnwright, radio producer @SueM1tchell and @hamad_jm on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56050102",
      "category": "world-us-canada",
      "title": "US to allow in thousands of asylum seekers waiting in Mexico",
      "tags": "US migrant family separations,US immigration,Donald Trump,Mexico,United States,Joe Biden",
      "text": "The Biden administration says it will start gradually allowing into the US tens of thousands of asylum seekers currently forced to wait in Mexico.\nIt says it will begin next week processing about 25,000 people with active cases. \nAsylum seekers will first be required to register and pass a Covid-19 test, before being allowed in via one of three border crossings.\nThe move reverses the much-criticised policies of ex-President Donald Trump.\nThe Migrant Protection Protocols programme was enacted in 2019, deterring would-be asylum seekers from coming to the US.\nIt required migrants entering through the southern border to wait in Mexico while their cases were being heard by US immigration courts.\nBut on his first day in office since winning last year's election, President Joe Biden suspended the policy.\n\"As President Biden has made clear, the US government is committed to rebuilding a safe, orderly, and humane immigration system,\" Homeland Security Secretary Alejandro Mayorkas said. \n\"This latest action is another step in our commitment to reform immigration policies that do not align with our nation's values.\"\nThe Biden administration plans to start with two border crossings each processing up to 300 people a day and a third crossing taking fewer numbers, according to the Associated Press.\nThe authorities say asylum seekers will be released with notices to appear in court in cities close to or in their final destinations, typically with family.\nAt the same time, Mr Mayorkas stressed that \"individuals who are not eligible under this initial phase should wait for further instructions and not travel to the border\", amid concerns that many people would try to cross the border illegally.\nFriday's announcement was welcomed  in a sprawling migrant camp in the Mexican city of Matamoros, just across the border from Texas.\n\"Honestly, I have no words for how I'm feeling right now!\" Salvadoran asylum seeker Sandra Andrade, who has been waiting in Mexico for over a year, told Reuters news agency.\nThe border cities where migrants wait for months are suffering from growing crime rates. \nLast year, charity Human Rights First said \"returned families, children and adults are being sent to highly dangerous situations where many suffered kidnappings, attacks, sexual assaults, threats and other incredible cruelty\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-56040545",
      "category": "uk-england-berkshire",
      "title": "Greene King Black Boy pubs renamed in 'anti-racist' move",
      "tags": "Shinfield,Sudbury,Bury St Edmunds",
      "text": "A brewery has renamed four of its pubs over concerns they had racist connotations.\nGreene King has changed the names of three pubs called The Black Boy, and another called The Black's Head.\nManaging director Wayne Shurvinton said there was a perception the names were \"linked with racism\".\nDr Halima Begum, of The Runnymede Trust, welcomed the news, saying the names had been a continual reminder of a \"history of oppression\".\nThe Black Boy pubs - in Bury St Edmunds and Sudbury in Suffolk, and Shinfield in Berkshire - along with the Black's Head, in Wirksworth, Derbyshire, have been given new names, but Greene King says it will take a while for the signage to be changed.\nIt is believed there are about 70 pubs called The Black Boy in the UK, and there remains no consensus on where the name comes from.\nLinks to the mining industry and a nickname for King Charles II have both been cited as possibilities.\nAnother theory relates to Native American figures placed outside premises to sell tobacco.\nMr Shurvinton said \"despite the obscure origins\" there was a perception the names were \"linked with racism, which is why we knew we had to take this step if we wanted to continue on our journey to become a truly anti-racist organisation\".\nNew names were decided for the pubs following online polls, in which more than 7,000 people took part.\nLast year, the pub chain apologised for its historical links to the slave trade. It was founded in 1799 by Benjamin Greene, who owned highly profitable plantations.\nGreene King said it was working on plans to invest in black, Asian and minority ethnic (BAME) communities, after consulting with staff.\nDr Begum, chief executive of racial equality charity The Runnymede Trust, said Greene King should be acknowledged for taking steps regarding its founder's exploitation of black people and for being open about its historical links to slavery.   \nShe said: \"The company has made several symbolic efforts to address its founder's legacy of oppression, not least by diversifying its hiring practices and through its work with the Slavery Museum in Liverpool - but is the renaming of a few pubs enough to make amends? No. Not in the slightest.  \n\"No doubt members of BAME communities walk past these hostelries and read the names above the door every day. They are essentially having the history of oppression rubbed in their faces on a daily basis. \n\"We should not single out Greene King. Many companies that remain household names today profited from the unconscionable ownership and exploitation of black people.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-56026759",
      "category": "uk-england-coventry-warwickshire",
      "title": "Covid-19: Travel rules add £1,800 to brain cancer treatment trips",
      "tags": "Brain cancer,Bubbenhall,Coronavirus testing,Cancer,Coronavirus pandemic",
      "text": "A woman who has to travel to Germany for brain cancer treatment says new travel rules are adding hundreds of pounds to the cost of her therapy.\nNatalie Paul, from Bubbenhall in Warwickshire, was diagnosed with an aggressive brain tumour in 2017.\nWhen chemotherapy failed, she started a course of treatment in Cologne but faces high costs from new regulations covering both coronavirus and Brexit.\nThe government said it was considering medical exemptions for its Covid rules.\nThe new regulations, introduced this week, say that travellers must take a coronavirus test before leaving the UK and again on days two and eight of quarantine on their return, but they need to pay for these tests themselves.\nMs Paul, 30, is too unwell to travel alone and so is accompanied by her parents. She expects tests for all of them will add an extra £1,800 to their costs each time they travel - and that's before the bill for the treatment itself.\nIn Germany she receives a dendritic cell vaccine. \nDendritic cells help the immune system recognise and attack abnormal cells and when grown alongside cancer cells in a lab can be used to stimulate the immune system to attack cancer, according to Cancer Research UK.\nResearch is still at an early stage, however, so the treatment is not yet available on the NHS.\nFor each round, Ms Paul will have to pay £56,000.\nMs Paul has set up a GoFundMe page to help with the costs, but has no idea how many rounds of treatment she will need.\n\"The extra costs now are starting to erode the stuff we want to gather for the treatment which is ridiculous,\" her mother Liz Paul said.\nThe family have also experienced additional costs relating to Brexit, for example securing green cards so they can drive on the continent.\n\"We couldn't really have chosen a worse time to be going to Germany for this treatment, but we don't really have the luxury of waiting,\" Mrs Paul said.\n\"We've got to go for it now while Natalie is fit enough to have the treatment.\"\nThe situation has led to calls from The Brain Tumour Charity for the government to at least pay for patients to be tested for Covid-19.\n\"We're reassured to hear people will received a medical exemption,\" Sarah Lindsell, the charity's chief executive, said. \n\"But actually if people are covering the costs of their own treatment surely the NHS should pay for the costs of their tests.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-jersey-56041284",
      "category": "world-europe-jersey",
      "title": "Covid: Pubs and restaurants in Jersey to reopen on 22 February",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Pubs and restaurants in Jersey will be allowed to reopen for table service only from 22 February, the government has announced.\nUp to 10 people will be allowed per group and groups can consist of people from different households.\nCustomers must have a substantial meal and a social distance of 2m (6ft) must be kept between tables.\nFurther relaxations to Covid restrictions will begin next week, the government said.\nFrom next Wednesday, faith groups will be allowed to meet for worship in groups of up to 40 people.\nControlled outdoor sports gatherings can also restart from Wednesday for up to 35 people under 18 and from 8 March for up to 35 people over 18.\nFrom 22 February, any pubs that cannot serve food must remain closed, the government said.\nLast orders at those that can reopen must be placed by 22:00 GMT and masks must be worn at all times except when eating and drinking.\nRules on household gatherings will remain unchanged, with islanders banned from mixing with others in their homes.\nChief minister, Senator John Le Fondré, said the current levels of infection in the island showed it was safe to continue reopening group activities \"carefully and with mitigation measures in place\".\nHe said: \"Risks remain though, which is why we are not opening up too quickly and why we are not yet relaxing our travel arrivals policy.\" \nThe minister for health and social services, Deputy Richard Renouf, said the relaxation of public heath measures created some risk but there were \"significant wellbeing benefits to reconnecting some of the activities we have all been missing\". \nMinister for economic development, Senator Lyndon Farnham added that he was sure the move would be \"welcome news to our hospitality industry\".\nFollow BBC Jersey on Twitter and Facebook. Send your story ideas to channel.islands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56057510",
      "category": "world-us-canada",
      "title": "The moment the Senate acquits Trump in second impeachment trial",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56038765",
      "category": "world-us-canada",
      "title": "Trump impeachment: Insurrection incitement charge a 'monstrous lie'",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Donald Trump,US Congress,United States",
      "text": "Donald Trump's insurrection incitement charge is a \"monstrous lie\", defence lawyers said as they presented evidence in the US Senate.\nLawyer Michael van der Veen called impeachment proceedings against the former president a \"politically motivated witch hunt\" by the Democrats.\nMr Trump is accused of causing riots in the Capitol on 6 January which left five people dead. He denies the charge.\nMost Republicans have indicated they will not vote to convict Mr Trump.\nThe defence team took less than four of its 16 hours, trying to move the impeachment trial to a speedy end.\nAfter this, senators were given four hours to ask questions of the two sides.\nEarlier, they sat through two days of minute-by-minute accounts featuring video and audio footage, as Democratic prosecutors sought to show that Donald Trump had a pattern of condoning violence, had done nothing on the day to prevent the riot, and had expressed no remorse.\nThey argued that an acquittal could see a repeat attack on Congress.\nOn Friday, Mr van der Veen used his opening remarks to dispute the Democrats' case that Mr Trump had incited violence during his speech to supporters on 6 January in Washington DC to try to stop Joe Biden's election victory being certified.\nMr Trump had made allegations of voter fraud and urged his supporters to converge at the Capitol building a short while before the riot broke out.\nHowever, the fact there was evidence among some groups that violence had been pre-planned demonstrated \"the ludicrousness of the incitement allegations against the [former] president\",  Mr van der Veen said, adding: \"You can't incite what was already going to happen.\" \n\"To claim that the president in any way wished, desired or encouraged lawless or violent behaviour is a preposterous and monstrous lie. In fact, the first two messages the president sent via Twitter once the incursion at the Capitol began were 'Stay Peaceful' and \"No violence because we are the party of law and order,'\" the lawyer said.\nTelling the crowd they needed to \"fight like hell\" was simply political speech, Mr van der Veen said.\nMake no mistake, he told the senators, \"this is an effort to smear, censor and cancel not just President Trump, but the 75 million Americans who voted for him\".\nThe lawyer also argued that Mr Trump had a legal right to challenge the election result.\n\"In the past, numerous other candidates for president have used many of the same processes to pursue their own election challenges,\" Mr van der Veen said, before showing a montage of clips from 2017 when Democrats objected to the election results that gave Mr Trump his victory.\nOn day four of Donald Trump's impeachment trial it was the turn of the defence to make its case.\nEarlier this week, Mr Trump's legal team asserted that the entire impeachment trial was unconstitutional and a violation of the former president's due process rights. \nThey lost that argument, so now they had to set about defending the former president on the merits of the case.\nAll in all, it took Trump's lawyers just over three hours to present their arguments - a far cry from the 13 hours the impeachment managers took to lay out their prosecution. \nFor the defence, less could be more, as it already seems clear that enough Republicans will stick by the former president to assure a not guilty verdict.\nRead more from Anthony about key takeaways from defence case\nThe Democrats had presented new video footage of the riots on both Wednesday and Thursday, taking senators step by step through the events of the day of the riot.\nThe impeachment managers hoped the graphic shots of violent rioters, fleeing lawmakers and crushed police would bolster their case that Mr Trump had incited the riot. \nHouse prosecutor Joe Neguse made the case that Mr Trump was \"not just some guy\" making a controversial speech - he was a president addressing supporters who were \"poised for violence [and] he struck a match\".\nRepresentative Jamie Raskin said: \"My dear colleagues, is there any political leader in this room who believes that if he's ever allowed by the Senate to get back into the Oval Office, Donald Trump would stop inciting violence to get his way?\"\nCongressman Ted Lieu said: \"Impeachment, conviction and disqualification [from office] is not just about the past. It's about the future. It's making sure that no future official, no future president does the same exact thing.\"\nA vote is expected over whether to allow witnesses if either side wants them. If they do not, or if the vote fails, both sides will make brief closing arguments followed by the final vote on Mr Trump's fate.\nThis could wrap up as early as Saturday night or by Monday at the latest - less than a week from start to finish.\nSenators on both sides have indicated this is likely.\nA two-thirds majority is required to convict Donald Trump in the 100-seat Senate, which is split 50-50 between Republicans and Democrats.\nAt least 17 members of Mr Trump's party would need to vote against him and although six have shown some movement that way, none of the others have, with many staunchly rejecting the accusation.\nSeveral Republicans have said they do not believe an ex-president should be impeached, although ahead of the trial a Senate vote rejected that position.\nIf Mr Trump were convicted, the Senate could then vote to bar him from holding elected office again."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-56053360",
      "category": "uk-england-merseyside",
      "title": "Everton manager Carlo Ancelotti's Crosby home burgled",
      "tags": "Crosby,Merseyside Police",
      "text": "The home of Everton manager Carlo Ancelotti has been the target of a burglary, the BBC understands.\nTwo male offenders stole a safe from a property in Crosby, near Liverpool, after 18:30 GMT on Friday, Merseyside Police said.\nThe occupants were unharmed, a police spokesperson said.\nOfficers are appealing for anyone with information to contact them, saying the burglars wore black clothing and balaclavas.\nAncelotti was appointed Everton boss in December 2019, after signing a four-and-a-half-year deal that runs until the end of the 2023/24 season.\nThe 61-year-old Italian has won 20 trophies, including league titles in four countries and the Champions League three times, doing so twice with AC Milan and once with Real Madrid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56047830",
      "category": "entertainment-arts",
      "title": "Justin Timberlake apologises to Britney Spears after documentary backlash",
      "tags": "Britney Spears,Music",
      "text": "Justin Timberlake has apologised to Britney Spears after a new documentary led to criticism of how he treated her during and after their relationship.\nFraming Britney Spears featured archive clips of Timberlake discussing his sexual relationship with the singer.\nIn a statement on Instagram on Friday, Timberlake said he was \"deeply sorry\" and wanted to \"take accountability\".\nHe also apologised to Janet Jackson, after failing to support her over their controversial Super Bowl performance.\nTimberlake and Spears dated between 1999 and 2002, while he was a member of boy band N*Sync.\nAfter their split, he indirectly accused her of cheating on him when he hired a lookalike actress to appear in the video for his single Cry Me A River.\n\"I've seen the messages, tags, comments, and concerns and I want to respond. I am deeply sorry for the times in my life where my actions contributed to the problem, where I spoke out of turn, or did not speak up for what was right. I understand that I fell short in these moments and in many others and benefited from a system that condones misogyny and racism.\n\"I specifically want to apologise to Britney Spears and Janet Jackson both individually, because I care for and respect these women and I know I failed. I also feel compelled to respond, in part, because everyone involved deserves better and most importantly, because this is a larger conversation that I wholeheartedly want to be part of and grow from.\n\"The industry is flawed. It sets men, especially white men, up for success. It's designed this way. As a man in a privileged position I have to be vocal about this. Because of my ignorance, I didn't recognise it for all that it was while it was happening in my own life but I do not want to ever benefit from others being pulled down again. \n\"I have not been perfect in navigating all of this throughout my career. I know this apology is a first step and doesn't absolve the past. I want to take accountability for my own missteps in all of this as well as be part of a world that uplifts and supports. I care deeply about the wellbeing of the people I love and have loved. I can do better and I will do better.\"\nAfter finding fame at the end of the 1990s, Spears said she was waiting until she was married to lose her virginity.\nBut during a radio interview, a clip of which features in the documentary, Timberlake publicly revealed that they had slept together.\nTwo years later, at the 2004 Super Bowl, Timberlake performed with Janet Jackson, accidentally exposing her breast. The \"wardrobe malfunction\", as it became known, led to outcry and complaints from viewers.\nAlthough both apologised, Jackson absorbed the bulk of the negative publicity. She was fined and blacklisted by US radio and MTV, and Timberlake's failure to publicly support her was heavily criticised in later years.\nInterest in Spears has been renewed by the release of the New York Times documentary, which examines how Spears has been treated throughout her career.\nIt has led to criticism of Timberlake and other figures including journalist Diane Sawyer, who told Spears during a 2003 interview she had \"disappointed a lot of mothers\", and gossip blogger Perez Hilton, who was involved in the coverage of her 2007 breakdown.\nThe film also goes into detail about the singer's conservatorship, a legal arrangement that has given her father Jamie Spears control over her career and financial affairs since 2008.\nHowever on Thursday, a judge upheld a previous ruling that made a financial company a co-conservator for the singer, and rejected Mr Spears' request to keep his previous level of power over his daughter's investments.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56041029",
      "category": "health",
      "title": "Covid: Virus cases are going down across the UK",
      "tags": "Office for National Statistics,Coronavirus pandemic",
      "text": "Levels of Covid are going down in all nations of the UK, figures from the Office for National Statistics show. \nThe data is more evidence lockdown is controlling the virus, even with the more infectious variants circulating - although the health secretary said there is \"still a long way to go\".\nThe latest R number, estimated to be between 0.7 and 0.9, also suggests infection numbers are shrinking. \nThis is the first time since July that R has been this low.\nIt means, on average, every 10 people infected pass it on to between seven and nine other people.\nExperts warn that infection levels remain high, however. \nIt comes as 15,144 new cases were recorded in the UK, as well as 758 deaths within 28 days of a positive test, according to the latest government figures. \nHealth Secretary Matt Hancock said the ONS figures were \"clearly good news\", but pointed out there were still more than 24,000 people in hospital with Covid.\nHe said: \"Everyone can have confidence that the plan is working, that what we're collectively doing is having a positive impact but there's still a long way to go.\"\nIt is not clear yet when lockdown will begin to be lifted. Scientists advising government say the lower the cases can get, the better. Unlocking too soon risks another surge of the virus, even though more people are being vaccinated against the disease every day. \nPrime Minister Boris Johnson has said he will outline plans for easing any restrictions in the week of 22 February. \nGetting schools back will be the immediate priority, the government says.\nThe PM's official spokesman did not rule out the possibility of social distancing being maintained until the autumn, saying: \"The latest data and evidence clearly shows that we remain in a difficult situation with the pressure on the NHS still very significant.\n\"We will set out a gradual and phased approach towards easing the restrictions in a sustainable way.\"\nThe ONS figures, based on tests from people whether or not they had symptoms, suggest:\nLondon continues to have the highest proportion of people likely to test positive for coronavirus in any region of England, with around one in 60 estimated to have had Covid-19 in the week up to 6 February.\nThe ONS's data is slightly out of date - covering the week up to 6 February - so may not reflect the situation right now.\nSenior Statistician Sarah Crofts said:  \"Rates of infection remain high but have continued to decrease in England and across the UK.\n\"The percentage of positive cases compatible with the new UK variant also continues to decrease in all regions of England except for Yorkshire and The Humber, the East Midlands and the South West where trends remain uncertain.\"\nThe evidence is clear - lockdown is having the desired effect of controlling the virus, bringing the number of new infections down. \nIt is very welcome news, but does it mean we can now safely start to lift some restrictions? Not quite yet, say experts.\nAs one explained, it's a bit like when a relative has been very ill in hospital and you hear that they are getting better - it's wonderful, but it doesn't mean that the \"treatment\" can stop or that things can't take a turn for the worse.\nThere is still plenty of the virus circulating that people could catch. \nAnd although the vaccine rollout is going really well, there are lots of people in the UK who are not yet protected and who could fall serious ill with Covid-19 if they become infected. \nMeanwhile, more than 14 million people in the UK have had at least their first dose of a coronavirus vaccine. \nThe government's pledge is to offer a vaccine to around 15 million people in the top four priority groups - which includes people over 70, health and social care workers and people who are extremely clinically vulnerable and shielding - by Monday 15 February. \nIn a video message, the prime minister said the government appeared to be \"on target\" to meet the pledge - adding the latest figures on vaccinations highlighted an \"incredible national effort\" by NHS staff, Army personnel and volunteers.\nWales says it has already achieved this. England, Scotland and Northern Ireland are expected to announce the same soon. \nThe 14 million figure includes some people outside of these initial groups. \nSome regions of the UK have begun inviting groups planned to be reached later in the month, such as the over-60s and people aged 16-64 with underlying health conditions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56048654",
      "category": "world-us-canada",
      "title": "Trump impeachment: Key takeaways from defence case",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Donald Trump",
      "text": "On day four of Donald Trump's impeachment trial it was the turn of the defence to make its case.\nEarlier this week, Mr Trump's legal team asserted that the entire impeachment trial was unconstitutional and a violation of the former president's due process rights. They lost that argument, so now they had to set about defending the former president on the merits of the case.\nAll in all, it took Trump's lawyers just over three hours to present their arguments - a far cry from the 13 hours the impeachment managers took to lay out their prosecution. For the defence, less could be more, as it already seems clear that enough Republicans will stick by the former president to assure a not guilty verdict.\nHere are some of the ways they went about it.\nDuring their defence of the president, Trump's lawyers tried to turn the words of Democrats against them.\nThey played clip after clip of members of the House of Representatives, including lead impeachment manager Jamie Raskin, contesting the results of previous presidential elections. If Democrats can challenge the election results, Trump's lawyers said, why can't Trump?\nIn another video montage, the lawyers featured Democrats praising and encouraging the Black Lives Matters demonstrations of 2020, suggesting - as the clips flipped to acts of violence during those protests - that Democrats used rhetoric as bad or worse than Donald Trump.\nPresident Joe Biden's campaign slogan, Michael van der Veen noted, was \"a battle for the soul of America\".\nHe added that he was not suggesting that Democrats should face punishment. Rather, heated rhetoric has long been a part of US politics.\nIt might be time to cool down the vitriol, van der Veen said, but Trump's speech certainly wasn't grounds for impeachment and conviction.\nWhen Trump lawyer David Schoen got his first crack at defending the president, he went on the attack against the Democratic impeachment managers. He accused them of selectively editing Trump's speeches to make them seem more inflammatory than they were.\nHe played the entirety of the ex-president's now infamous \"good people on both sides\" response to the 2017 white supremacist rally in Charlottesville, Virginia, that turned violent. In the video, Schoen noted, Trump condemned white supremacists. (Although Schoen did not mention that the\"very quiet\" Friday night gathering which Trump praised in the video featured torch-bearing men chanting \"Jews will not replace us\".)\nIn one rather remarkable twist, Schoen suggested that a Trump supporter who tweeted that she was \"bringing the Calvary\" to support Trump on 6 January was a reference to the hill on which Christ was crucified, not a typo for cavalry.\nAccording to journalists watching the proceedings live, that prompted Democratic senators in the chamber to exchange incredulous looks.\nAt times, Trump's defence presentation felt like it was drawn from the conservative media ecosystem that fuelled the former president's political rise.\nThe video montages - frequently featuring the same handful of clips packaged in different ways, accompanied by foreboding music and rapidly edited scenes of fire and violence - would seem familiar to regular viewers of evening opinion programmes on Fox News.\nThe clips featured many of the Democratic politicians who have become villains for the right - Elizabeth Warren, Bernie Sanders, Chuck Schumer, Nancy Pelosi and Ayanna Pressley - as well as media figures like CNN's Chris Cuomo and Hollywood stars such as Madonna and Johnny Depp.\nTrump's defence also used lengthy excerpts of Trump speeches, some of which included attacks on Republicans as well as Democrats to cheering crowds, as if to remind the Republican senators sitting in judgement of the support Trump still enjoys within the Republican Party. It could also be an attempt to shore up that Trump base after two days of attacks from the Democrats.\nThis case isn't just about the law, after all. It's about politics.\nA large portion of the president's defence on the merits has been built around the assertion the First Amendment to the US Constitution guarantees free speech rights - rights they say Trump was exercising on 6 January.\nIf the Senate voted to convict the president for his words, they argued, it would have a chilling effect on political speech across the political spectrum and open any politician up to punishment.\n\"This is ordinary political rhetoric that is virtually indistinguishable from the language that has been used by people across the political spectrum for hundreds of years,\" van der Veen said.\nVan der Veen, a Pennsylvania-based personal injury lawyer, dismissed a letter signed by 144 constitutional law scholars which said that the First Amendment did not apply in this case and would be \"legally frivolous\". \nHe added that House impeachment managers cited it in their presentation as a way to intimidate Trump's defence team. \"How dare you?\" he said, turning to where his legal opponents were sitting.\nIt wasn't exactly the most robust legal argument, but the confrontational attitude will probably play well with Trump back in Florida. What's more, the suggestion that any politician might be next to face constitutional \"cancelling\" might find a friendly ear among the senators sitting in judgement.\nAfter the defence rested, it was time for questions and Republican Senators Mitt Romney and Susan Collins just posed one of the more interesting queries - to both sides - so far during the trial's four-hour question time.\nWhen Donald Trump sent a disparaging tweet about Mike Pence, they asked, did he know that the vice-president had been removed from the Senate chamber by Secret Service for his safety?\nAnswering for the impeachment managers, Congressman Joaquin Castro said that the president must have known that Pence was being threatened by the mob. The violence was being broadcast on national television, the White House has the extensive communications facilities and the president himself had just been informed by Alabama Senator Tommy Tuberville that Pence had been evacuated during a phone conversation the two had at roughly the same time.\nResponding for Trump's defence, lawyer Michael van der Veen said Trump did not know. He added that the House Democrats had done no investigation into the matter during their \"rushed\" impeachment proceedings and, besides, Trump's actions during the Capitol riot were not included in the impeachment article, which dealt with inciting an insurrection.\nThe question - from two Republicans who are likely to vote to convict - gets to the heart of the case against the former president. Did Trump's actions during the riot - including his condemnation of Pence - indicate that he knew that violence was likely and that he welcomed and encouraged it?\nThe House impeachment managers insist the answer is yes.\nCorrection 11 June 2021: This article was amended to make clear that the term 'legally frivolous' was used in the law scholars' letter and not by Mr van der Veen."
    }
  ]
}