{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54872039",
      "category": "explainers",
      "title": "Covid: Which areas are being surge tested for variants?",
      "tags": "Schools,Secondary education,Coronavirus testing,Young people,Liverpool,Coronavirus pandemic",
      "text": "Extra Covid tests are taking place across England and Scotland in areas where new variants have been found.\nThis is known as surge testing - its purpose is to stop the spread of new forms of Covid at the very earliest stage.\nIncreased testing and enhanced contact tracing is carried out in very specific locations - local authority areas, postcodes or even individual streets.\nSome of this is carried out by health officials going door-to-door. It includes testing people who do not have Covid symptoms.\nThe testing also helps scientists better understand the new variants.\nSurge testing is currently taking place in areas of England where the new Delta variant - first identified in India - is spreading fastest.\nEast\nNorth West\nWest Midlands\nSouth East\nSurge testing is also currently being carried out in specific and targeted locations within the following local authority areas:\nLondon\nSouth East\nNorth West\nYorkshire and the Humber\nTargeted community testing is also taking place in various health board areas across Scotland. \nScientists have identified a number of \"variants of concern\" - these are  newly spotted versions of Covid, which could be more contagious. \nAlso, because they're newer, less is known about how they respond to current vaccines.\nThe Delta variant - first identified in India - is the latest to cause concern. Others include those first identified in Brazil, South Africa and the UK (Kent). \nThe variants were initially named after the place where they were first seen, but the World Health Organization (WHO) has announced a new naming system which uses Greek letters instead. \nThe PCR (polymerase chain reaction) test \nPeople tested under the new variant surge programmes are being offered a PCR test. \nThis involves swabbing your nose or throat, dropping the swab in a vial of liquid and sending it to a lab for analysis.\nIt is regarded as the most reliable test, but normally takes a day or longer to get a result.\nThe lateral flow test \nThis also involves a swab from the nose or throat, which is dropped into liquid. The solution is then added to a test strip which shows a result in 20-30 minutes.\nWherever you are in the UK, if you have symptoms you should book a free test online. You will be sent to a testing site or have a testing kit sent to your home. \nIf you have problems booking, call 119 in England, Wales and Northern Ireland or 0300 303 2713 in Scotland. \nAnyone in England can now get free lateral flow tests each week - even if they do not have symptoms. These can be ordered online, by calling 119, or can be collected from test centres and pharmacies. \nAnyone in Scotland can also order free lateral flow tests online, or collect them from test centres.\nAnyone who gets a positive result test must immediately self-isolate for at least 10 days. NHS Test and Trace will tell their contacts to isolate if necessary.\nSelf-isolating means not leaving home for exercise or even to buy food, medicines or other essentials.\nPeople in England who fail to self-isolate after a positive test can be fined up to £10,000.\nAnyone on a low income who has been told to self-isolate can claim a £500 payment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55890168",
      "category": "uk",
      "title": "Covid-19: Criminals are selling fake test certificates, Europol says",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55882300",
      "category": "health",
      "title": "Covid-19: 'Traumatised' hospital staff need time to recover",
      "tags": "NHS,Coronavirus pandemic",
      "text": "\"Traumatised\" and \"exhausted\" medical staff need time to recover before tackling an NHS backlog, says the group representing hospitals in England.\nMany staff could resign if their wellbeing is not factored into plans to cut waiting lists, NHS Providers said.\nThe number of people waiting more than a year for surgery rose 1,613 to 192,000 during the Covid pandemic.\nNHS Providers said demand for hospital beds is easing, but the pressure on intensive care units is still intense.\nThere are currently 34,783 people with coronavirus in hospital in the UK. At the peak of the first wave in April 2020, there were 21,684 Covid patients in hospital.\nAccording to latest government data, there are 3,832 people on ventilators.\nNHS Providers estimates that it is going to be at least a month before the NHS gets back to normal winter pressures, and trusts are concerned about the transition into the next phase of the pandemic. \nCritical work that has been postponed, including a small number of urgent cancer cases, will be a priority, but there remains a need to tackle a wider backlog of routine operations alongside the vaccination programme.  \nNHS Providers said trusts will work as fast as possible to tackle the backlog, but leaders cannot do so at the expense of staff burnout.\nLast month, a study suggested that many hospital staff treating the sickest patients during the first wave of the pandemic were left traumatised by the experience.\nNearly half reported symptoms of severe anxiety, depression, post-traumatic stress disorder or problem drinking. One in seven had thoughts of self-harming or being \"better off dead\".\nTalk to any NHS manager, doctor, nurse or other member of frontline staff and you will get the same message - people are stressed, fatigued and in danger of burnout.\nMorale is low and it does not feel to staff as if there are signs of any let-up.\nThat's why NHS Providers, representing hospitals and other trusts in England, has warned that just because Covid patient numbers are easing, there should not be any expectation of a return to normal service any time soon.\nThere is a large backlog of postponed routine operations and procedures - 192,000 in England have waited more than a year for non-urgent surgery.\nBut NHS Providers says staff welfare must be the priority.\nRecovery time and leave have to be factored in before any plan to cut waiting lists is drawn up.\nThere is a coded warning to ministers that more funding will be needed.\nIt all adds to another warning that the NHS faces many months of serious challenges, however quickly the Covid challenge recedes.\nOn Sunday, Rupert Pearse, from the Intensive Care Society, said it was going to be \"another very hard year\" and warned of the mental health impact on NHS staff.\n\"I've never been in the Army but I imagine it's a little bit like a second tour of duty,\" Prof Pearse, a consultant in intensive care medicine at a London hospital, told BBC Breakfast.\nMeanwhile, a Covid vaccine has been offered to residents at every eligible care home in England, the NHS has announced, with Prime Minister Boris Johnson describing the achievement as a \"crucial milestone\".\nIt came as a record 598,389 first jabs were given across the UK on Saturday.\nNearly nine million people have received the first dose of a vaccine, with around 490,000 having received two jabs.\nA further 587 deaths within 28 days of a positive Covid test were reported on Sunday.\nIt takes the UK's total by that measure to 106,158, although the number of reported deaths tends to be lower over the weekend."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-55888884",
      "category": "uk-england-wiltshire",
      "title": "Covid: Swindon house party broken up by police",
      "tags": "Swindon,Coronavirus lockdown measures,Wiltshire Police,Coronavirus pandemic",
      "text": "Partygoers who travelled across the country to attend a birthday barbecue have been fined by police for breaching Covid-19 lockdown restrictions\nPolice responded to reports of a gathering at a property in Primrose Close in Haydon Wick, Swindon.\nOfficers found a party with loud music, alcohol and two men cooking food on a barbecue at 21:30 GMT on Saturday.\nThe homeowner said it was his party and attendees had travelled from as far as Lincolnshire and Gloucestershire.\nWiltshire Police's chief constable Kier Pritchard said it was \"astounding\". \nOfficers broke up the gathering and ordered people to return home. \nThe homeowner and partygoers were given fixed penalty notices of £800 for participating in a gathering of more than 15 people in a private dwelling. \nMr Pritchard said: \"It is astounding to me that people still believe it is acceptable to travel across the country to attend a birthday party.\n\"I cannot fathom the thinking behind a decision to host or attend a house party.\"\nHe added: \"I have been clear that our policing response must continue to be robust, fair and consistent and this enforcement action is exactly what I would expect my officers to be doing with such a flagrant breach.\"\nLast week Wiltshire Council revealed it had fined a Trowbridge bar's licensee £1,000 after repeated breaches of coronavirus regulations. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55879679",
      "category": "world-africa",
      "title": "Somalia al-Shabab militants attack Afrik hotel in Mogadishu",
      "tags": "Mogadishu,Somalia,al-Shabab",
      "text": "A gun battle between militant Islamists and Somali security forces at a hotel in the capital, Mogadishu, is now over.\nAt least five people were killed in the attack at the Afrik Hotel, which began with a car bomb on Sunday.\nAl-Shabab said it was responsible. The group, which is linked to al-Qaeda, regularly carries out attacks against the government.\nAt least four attackers also died - according to AFP news agency three were shot and one blew himself up.\nA car hit the hotel's front entrance and detonated before gunmen stormed the building, according to officials and others at the scene. \n\"The blast made the hotel tremble as we sat inside and were talking. We were panicked, confused,\" eyewitness Ahmed Nur was quoted by Reuters as saying. \n\"The operation is over now. Nine people, including four attackers, died and over 10 civilians were injured. There is no electricity,\" a police spokesman told reporters from the scene and via Facebook.\nPrime Minister Mohamed Hussein Roble said in a statement that among those killed was a former military general, Mohamed Nur Galal.\nThe militants targeted the Afrik Hotel despite the fact that it is in a heavily guarded area near the city's main airport, the BBC's Bella Sheegow reported from Mogadishu. \nThe hotel is known to be a gathering place for Somali government officials. A local police captain said a number of lawmakers and senior military officials were inside at the time of the attack. \nFootage on social media showed large plumes of smoke rising across the city earlier on Sunday. \nOur reporter says it was one of the most devastating recent attacks in Mogadishu. Al-Shabab also targeted the beachside Elite hotel last year resulting in a seven-hour battle with police and security in which 17 people were killed.\nThe violent siege comes just weeks after former US President Donald Trump ordered the withdrawal of some 700 troops who had been supporting local security forces against militant groups, including al-Shabab.\nThere are fears the withdrawal could lead to further instability in the country, which is due to hold elections next month. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-isle-of-man-55886263",
      "category": "world-europe-isle-of-man",
      "title": "Covid-19: Isle of Man ends second lockdown",
      "tags": "Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "Covid social distancing rules on the Isle of Man have been scrapped by the government following a 25-day lockdown.\nRestrictions were lifted at 00:01 GMT after the island recorded 20 days without an unexplained community case.\nHealthcare services have returned to normal, all schools have reopened, and all shops and pubs have been allowed to welcome customers again.\nManx Chief Minister Howard Quayle said the ending of Covid-19 restrictions was \"a moment for relief and celebration\".\nThe island is now the only place in the British Isles with no social distancing measures in place after Guernsey entered lockdown on 23 January.\nMr Quayle said the lifting of the \"circuit breaker\" restrictions was a result of \"collective determination, sense of duty, and community spirit of the Manx people\".\nHowever, he urged people to \"remain vigilant\" since the virus could again return.\nThough on-island restrictions have been completely lifted, the border remains closed to non-residents except for key workers and those with a compassionate exemption. \nAfter more than six months without the need for social distancing measures, a cluster of positive coronavirus tests was detected and the Isle of Man went into its second lockdown on 7 January.\nAnalysis: \nSadhbh O'Shea, BBC News, Douglas\nLockdown came as a shock to the people of the Isle of Man after more than six months of relative normality, aside from the ongoing border restrictions.\nBut there was a feeling of defiance, too. The island had beaten back the virus during the first wave and there was a sense it could be done again.\nNow, three weeks after the latest shutdown, that indeed has proved to be the case and normal life has once again returned. \nIt's been 20 days since an unexplained case of Covid has been detected here and the government is confident it has eradicated the virus for a second time. \nAnd that regained freedom certainly feels like a weight off the shoulders, with no more need to worry about the virus circulating in the community.\nIt wasn't without its sacrifices, of course. Businesses shut their doors, losing much-needed income, and Manx residents showed their commitment to social distancing, mask-wearing and sticking with their own households.\nThe rewards have been well worth it.\nLandlord Mark Ellison, who opened his Douglas bar just after midnight as restrictions were lifted, said he was \"more than proud\" that the island had eliminated Covid-19 for a second time. \nThe 25-day lockdown had been \"absolutely terrible\" for his business, he said, adding that it was \"marvellous\" to be able to serve customers again. \nJoseph Butler, 21, said he had been \"slightly tentative\" about leaving lockdown but was \"glad it has ended\". \n\"I'm pleased to see that people have taken it rather seriously, which has allowed us to go back to the way things were,\" he added. \n\"I did not mind having to stamp it out and get rid of it early on,\" he continued.\nKhesi Chauke, 35, said it was a \"relief\" to return to normal life. \nHe added that going back into lockdown after so long felt like a \"kick in the teeth\" but he agreed with the restrictions. \n\"People I have known have passed away from Covid-19 and I would not want to have that happen here,\" he continued.\nDeborah Tipping, 47, said it was \"nice to be out again\" and she was looking forward to returning to her job at a pub.   \nOriginally from Balbriggan in the Republic of Ireland, she added that it had been \"pretty tough\" not being able to visit her family after her father died in July but she wanted the border to remain closed to non-residents.\n\"It is for our safety,\" she continued.\nPhilip Brearley, who is in his 70s, said it felt \"fantastic\" to able to mix with people again. \nThe short lockdown was \"good thing to do, I felt happy about it and I felt safer\", he added.\nThere have been a total of 434 cases of coronavirus on the Isle of Man, 15 of which remain active. \nSome 25 people have died on the island after contracting the virus.\nWhy not follow BBC Isle of Man on Facebook and Twitter? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-55881508",
      "category": "uk-england-beds-bucks-herts",
      "title": "Covid-19: Captain Sir Tom Moore in hospital with coronavirus",
      "tags": "Keighley,Bedford,Keir Starmer,Marston Moretaine,Captain Tom Moore,NHS,Matthew Hancock,Sadiq Khan,Coronavirus pandemic",
      "text": "Captain Sir Tom Moore has been admitted to hospital with coronavirus, his daughter said.\nThe 100-year-old, who raised almost £33m for the NHS, was taken to Bedford Hospital after requiring help with his breathing, Hannah Ingram-Moore said on Twitter.\nShe said he had been treated for pneumonia over the past few weeks and last week tested positive for Covid-19.\nMrs Ingram-Moore said her father was not in intensive care.\nA spokeswoman for the family said Capt Sir Tom had not yet received the Covid-19 vaccine due to the medication he was on for pneumonia.\nPrime Minister Boris Johnson tweeted: \"My thoughts are very much with @CaptainTomMoore and his family. You've inspired the whole nation, and I know we are all wishing you a full recovery.\"\nThe Army veteran, originally from Keighley in West Yorkshire, came to prominence by walking 100 laps of his garden in Marston Moretaine, Bedfordshire, before his 100th birthday during the first national lockdown.\nHe was knighted by the Queen in July.\nIn December, he went on a family holiday in Barbados after British Airways paid for his flight.\nIn Mrs Ingram-Moore's tweet, she said her father had been at home with the family until Sunday when he \"needed additional help with breathing\".\nShe said the medical care he had received in the past few weeks had been \"remarkable\".\n\"We know that the wonderful staff at Bedford Hospital will do all they can to make him comfortable and hopefully [he will] return home as soon as possible,\" she said.\nNHS Charities Together, which benefited from the millions raised, said he had been an \"inspiration to the country\" and had also led to many other people raising money and doing \"crazy different things to support the charity and give extra support to the NHS\".\nChief executive, Ellie Orton, said: \"If it wasn't for him and the remarkable fundraising her has done, we wouldn't be able to [provide] the extra support that we give to the NHS.\n\"It's been phenomenal, the funds that he has raised are making a significant difference in the NHS right now and these funds are additional to what the NHS and the government are able to give.\"\nShe said it was being used for extra mental health support and wellbeing rooms and gardens for NHS staff as well as iPads for patients isolated from their families and bereavement counselling.\nThere has been an outpouring of well wishes for the centenarian on social media.\nThe Twitter account for England's national football teams said: \"We're very sorry to hear this. We are thinking of you all and hoping Captain Sir Tom makes a full and speedy recovery.\"\nHealth Secretary Matt Hancock also sent his \"best wishes\", while Labour leader Sir Keir Starmer said the whole nation was wishing him well, adding: \"You've been an inspiration to us all throughout this crisis.\"\nIn a tweet, Mayor of London Sadiq Khan thanked the NHS for the care the veteran had received and said he hoped he would have a \"speedy recovery\" and be \"back home with his family soon\".\nBBC Breakfast presenter Dan Walker posted: \"Come on Captain Tom\", while actor and singer Michael Ball - who recorded a charity single with Capt Sir Tom - sent \"love and prayers\".\nCapt Sir Tom, who was given the honorary title of colonel on his 100th birthday, had initially set out to raise £1,000 for NHS charities by repeatedly walking an 82ft (25m) loop of his garden.\nBut he eventually raised £32,794,701 from more than 1.5m supporters.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55877514",
      "category": "uk",
      "title": "Covid: Hospitals 'stable' but 'another hard year ahead'",
      "tags": "NHS,Intensive care,Coronavirus pandemic",
      "text": "The situation in hospitals has \"stabilised\" and staff are no longer having to plan for extra capacity, an intensive care doctor says.\nBut Rupert Pearse, from the Intensive Care Society, said it was going to be \"another very hard year\" and warned of the mental health impact on NHS staff.\n\"I've never been in the Army but I imagine it's a little bit like a second tour of duty,\" he said.\nThe second wave has seen higher numbers of Covid patients in UK hospitals.\nThere are currently 34,783 people in hospital in the UK. In the peak of the first wave in April 2020 there were 21,684 Covid patients in hospital.\nThere are 3,832 people on ventilators, according to the latest government data.\nProf Pearse, a consultant in intensive care medicine at a London hospital, speaking on behalf of the Intensive Care Society, told BBC Breakfast the situation had \"stabilised in most areas\", calling it a \"big step forward\".\n\"We are no longer having to plan to build extra capacity - extra ICU beds, extra ward beds, and we can focus all that mass of energy on building extra capacity on improving the standards of care for the patients that we've already got,\" he said.\n\"And as time gradually progresses, new hospital beds, new ICU beds, become available as patients get better and go home, so the system gets less strained as we move forwards and as you can imagine it's always easier walking downhill.\"\nProf Pearse said the UK's first wave of coronavirus lasted about eight weeks before \"calming down\", but the second wave has gone on \"for more than three months now\" and it could be a further three months before admissions \"settle\".\nHe said it had been an \"endless struggle\" to maintain high standards of care for hospital patients as a result of the pressure put on the NHS during the current wave of Covid infections.\nEarlier this month, figures showed that a record number of seriously-ill Covid patients were being transferred from over-stretched hospitals because of a lack of bed space.\nProf Pearse added that he was worried about the long-term impact on health workers, saying: \"We're so busy trying to look after the patients that we have in hospital - we don't have time to pause and think about ourselves just yet.\"\nA study has suggested that many hospital staff treating the sickest patients during the first wave of the pandemic were left traumatised by the experience.\nThe UK government said on Saturday that a further 1,200 people had died within 28 days of a positive Covid test and there were another 23,275 cases recorded.\nA total of 8,378,940 people have received their first dose of a vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55889391/#comp-comments-button",
      "category": "#comp-comments",
      "title": "South Africa variant: Urgent Covid testing after community cases found",
      "tags": "Woking,Walsall",
      "text": "Around 80,000 people in England will be offered urgent tests for the South Africa coronavirus variant after cases with no links to travel were found.\nResidents aged 16 and over in eight areas across Surrey, London, Kent, Hertfordshire, Southport and Walsall are being asked to take tests, regardless of symptoms. \nThe health secretary said the UK must come down \"hard\" on the variant .\nPrevious cases in the UK were connected to South Africa.\nBut random checks found 11 cases that could not be linked to international travel.\nMatt Hancock told a Downing Street news conference on Monday that there was \"currently no evidence\" to suggest the South African variant was \"any more severe, but we need to come down on it hard, and we will\".\nThe neighbourhoods being targeted for testing are:\nAppealing to residents of these postcodes, Mr Hancock added: \"It is imperative that you stay at home, and that you get a test, even if you don't have symptoms. \n\"This is so important so that we can break the chains of the transmission of this new variant, and we've got to bring this virus to heel.\"\nProf Adam Finn, a member of the Joint Committee on Vaccination and Immunisation (JCVI), said a \"real effort\" should be made to try to \"eliminate\" the South African variant before it took hold.\nProf Jim McManus, the director of public health for Hertfordshire, said if every single case was detected, it might be \"possible\" to eradicate the variant within two weeks. \nHe warned that officials \"may find this has spread beyond that, so it may take three weeks or more, but we will give this everything we have got,\" he told the BBC.\nAsked about the effectiveness of vaccines against the South African strain, Dr Susan Hopkins, strategic response director at Public Health England, said: \"Three of the vaccines that have been used to date in the trials have shown that they've been effective against the South African variant at a level greater than was set as the minimum standard by the WHO.\n\"We expect all other vaccines to have a similar level of effectiveness, particularly in reducing hospitalisation and death.\"\nAlmost 9.3 million people in the UK have now received a first dose of a coronavirus vaccine, according to the latest government figures.\nMeanwhile, a further 18,607 new infections were recorded in the UK as of Monday, as well as another 406 deaths within 28 days of a positive test.\nIn total, 105 cases of the South African variant have been identified.\nThe 11 cases are not tied to people who had travelled to South Africa, or to the other known cases, prompting fears they may have caught it in the UK.\nAnd the government has now advised local authorities to begin mass testing in a number of neighbourhoods where these cases have been identified.\nIn some areas, home testing kits are also being sent to households.\nPositive cases will be analysed to see if they are caused by the South African variant.\nThis development sounds alarming - with just a handful of cases prompting a massive effort to get tens of thousands of people tested.\nBut as always context is needed.\nThis variant is - like the UK one - more contagious.\nBut there is no evidence that it causes more serious illness. \nAnd data suggests the vaccines will work against it, although maybe not quite as well as they do against the original one.\nSo the logic of public health officials is to stop or at least slow the spread.\nWe are at a crucial point with the vaccine being rolled out quickly and immunity being built up by significant numbers of vulnerable people.\nAnything that interferes with that will slow our escape from lockdown and, ultimately, the pandemic as well as increasing risk to the population.\nSo the aim is to hit it hard and early.\nThe fact the UK is the world leader in sequencing - the process of analysing positive cases in detail - means officials have been able to identify the early signs of community transmission, giving the country a fighting chance of stamping down hard on this variant.\nDr Susan Hopkins, of Public Health England, urged people to come forward in these areas.\n\"We are trying to contain this so it does not spread,\" she said.\nKent County Council said police staff would be among those going door-to-door to offer residents in the ME15 area tests \"there and then\". In Hertfordshire, residents in the EN10 area will receive a letter offering tests at mobile screening units, to collect at a local library, or through the post, the county council said.\nPublic Health England has been analysing around 5% to 10% of all positive cases in more detail, allowing it to identify new variants in the community.\nIn December, the discovery of the new strain prompted a ban on foreign nationals travelling into the UK from South Africa and later from southern African countries.\nUnder current restrictions, people arriving into England from anywhere outside the UK, Ireland, the Channel Islands or the Isle of Man need to isolate at home for 10 days and provide a negative Covid test result before travel.\nA new system of quarantine requiring those arriving from countries under travel bans to isolate in hotels is due to be introduced in the coming weeks.\nThere are signs the South African variant makes vaccination a little less effective. \nStudies are underway into how the vaccines work against the new variants, with some early results suggesting the Pfizer jab protects against them.\nData on two new vaccines that could be approved soon - one from Novavax and another from Janssen - show that they appear to offer some protection against the variant.\nMeanwhile, early results from Moderna suggest its vaccine is still effective against the South Africa variant.\nBut Prime Minister Boris Johnson said vaccines would still give a high degree of immunity nonetheless, adding the vaccines could be adapted to deal with new variants if necessary.\n\"The fact is we are going to be living with Covid for a while to come in one way or another,\" Mr Johnson said.\n\"I don't think it will be as bad as the last 12 months, or anything like, of course.\n\"But it's very, very important that our vaccines continue to develop and to adapt - and they will.\" \nMeanwhile, Mr Johnson said that, if things go well, he would be \"optimistic\" about the chances of Britons enjoying a summer holiday this year.\nThe success of the vaccine rollout and level of Covid cases would be factors taken into consideration, he said.\nIt came as the NHS announced that a Covid vaccine has been offered to all older residents at eligible care homes in England.\nNHS England said more than 10,000 care homes with older residents had been offered jabs, hailed as a \"significant milestone\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55878097",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Jab given to 98% of older care home residents",
      "tags": "Musselburgh,NHS Scotland,Coronavirus vaccines,Bathgate,Vaccination,Coronavirus testing,East Kilbride,Aberdeen,Coronavirus pandemic",
      "text": "Almost every elderly care home resident in Scotland and 80% of the over-80s in the community have received the first dose of the Covid vaccine. \nFirst Minister Nicola Sturgeon said 98% of older people in care homes and 88% of care home staff have had the jab. \nShe told the government's daily coronavirus briefing that the NHS is \"ahead of schedule\" to complete first doses for all over-80s by Friday. \nIt came as two mass vaccination centres opened in Edinburgh and Aberdeen. \nVaccination of the over-70s is now under way, with Ms Sturgeon saying that 14% of people aged 75-79 have had the jab. \nThey are among more than 575,000 people in Scotland to have been vaccinated, Ms Sturgeon said. \nHowever, Scottish Conservative leader Douglas Ross said the daily vaccination figures for Sunday were \"the lowest yet\".\n\"When we're in a race against the virus, why are the SNP running backwards?\" he said. \n\"The SNP are failing to deliver a seven-day service and the first minister seems to have no plans for getting the vaccine out to GPs faster.\"\nMs Sturgeon said she would look into the issue and wanted to make sure the vaccine rollout was continuing at the same pace seven days a week. \nIn November, Health Secretary Jeane Freeman had outlined hopes that one million Scots could get the jab before the end of January. \nChallenged on the disparity, Ms Sturgeon pointed out that there were no approved vaccines in November.\n\"There were assumptions being made at that point that have had to be, for all countries across the UK, refined on the basis of the actual supply, not just the totality of those supplies but the actual phasing of those supplies over the period,\" she added. \n\"We'll continue to look to pick up pace, look to address issues where we don't think it's going as fast as it needs to... but we're cracking on with this just as quickly as we are able to do.\"\nThe Scottish government has said everyone in the next stage of the vaccine rollout should receive their first jab by the middle of the month, subject to supplies. \nInitially, the new centres will be able to vaccinate 27,000 people a week.\nOver-70s will also receive jabs at smaller centres such as village halls.\nSome GP surgeries have already begun the vaccinations for that priority group, which also includes people who are clinically extremely vulnerable and over-16s on the shielding list.\nLetters started going out a week ago and the Scottish government is urging everyone to take up their appointments.\nThe site at the Edinburgh EICC will be able to vaccinate more than 21,000 people a week, while the Aberdeen facility at P&J Live will vaccinate about 6,000 every week.\nThe Louisa Jordan mass vaccination centre in Glasgow has been operating since 8 December.\nIt has been carrying out between 1,000 and 5,000 vaccinations daily and has the capacity to move to 10,000 a day.\nThe Scottish government said the scale of operations at the mass vaccination centres meant letters would also start going out next week in Lothian, Grampian and Greater Glasgow and Clyde to those aged between 65 and 69 - the next group on the priority list.\nIt said the programme for first doses for care home residents, front-line health and social care workers and those aged 80 and over would be completed by 5 February.\nThe Scottish government's vaccine deployment plan, which was published on 14 January, said vaccination facilities would also open in Bathgate, Musselburgh and Motherwell. However, no specific dates have been given.\nNHS Lothian has told BBC Scotland that the Bathgate and Musselburgh sites will be able to carry out about 14,000 and 8,000 vaccinations per week respectively when they are fully operational. \nThe virus programme was boosted on Saturday as NHS Lanarkshire opened the doors in East Kilbride to any over-80s who had not yet received their first dose.\nThe health board advertised extra appointments at its vaccination centre at the Alistair McCoist Complex for patients of GP practices in the area who were eligible."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55884760",
      "category": "uk-scotland-scotland-politics",
      "title": "MP Joanna Cherry dropped in SNP frontbench reshuffle",
      "tags": "Joanna Cherry,SNP (Scottish National Party)",
      "text": "Joanna Cherry has been dropped from the Scottish National Party's frontbench team at Westminster. \nThe Edinburgh South West MP said she was sacked from the justice position \"despite hard work, results and a strong reputation\".\nThe SNP said it had made a number of changes to its Westminster team ahead of the upcoming Holyrood election. \nLater on Monday, Ms Cherry said she had received a \"vicious threat\" to her personal safety.\nPolice Scotland confirmed officers are investigating following a report of \"threatening communications\" being made online.\nMs Cherry, an advocate, played a key role in a number of Brexit legal challenges. \nThe SNP said it had made a number of changes to its Westminster team ahead of the upcoming Holyrood election. \nAs the SNP Westminster reshuffle was announced, Ms Cherry tweeted: \"Despite hard work, results and a strong reputation I've been sacked today from the SNP front bench.\"\nThe reshuffle revealed that Anne McLaughlin MP has now been appointed as the party's Westminster spokeswoman on justice and immigration.\nMs Cherry is a close ally of former party leader Alex Salmond and has been vocal in the party's debate on transgender.\nLast year the QC announced plans to challenge for the Edinburgh Central Holyrood constituency at May's election.\nBut Ms Cherry dropped her campaign after the SNP's governing body changed its rules meaning she would have to resign as an MP first.\nFormer justice secretary and East Lothian MP Kenny MacAskill questioned the move. \nWriting on Twitter, he said: \"This is the leadership's call but many of us find this inexplicable and harmful to our cause.\"\nMeanwhile, the MP said she had contacted police after receiving a threat from a man.\nShe tweeted: \"Action and inaction have consequences. Tonight I've received a vicious threat from a man to my personal safety.\n\"The matter has been reported to Police Scotland and I'm somewhere safe. Thank you for all the lovely messages of support.\"\nA force spokeswoman confirmed a report of threatening communications was made at about 19:00 and inquiries are ongoing.\nJoanna Cherry is one of the brightest and ablest MPs in the SNP group at Westminster.\nShe played a leading role in successful legal battles with the UK government during the Brexit process to cancel the shutdown of parliament and to establish that cancelling Brexit was an option.\nNicola Sturgeon was among those to celebrate the Edinburgh South West MP's successes but they have also come into conflict.\nMs Cherry has criticised leadership strategy over independence and its plans to make gender self-identification possible. She has also spoken up in support of Alex Salmond.\nI am told that some in the SNP group at Westminster had lost confidence in her and were preparing to write to the group leader, Ian Blackford, to say so. He has pre-empted their complaints.\nAs an ordinary backbencher, Joanna Cherry may feel freer to speak her mind. But my sense is the SNP leadership is signalling a willingness to take a firmer line against internal dissent.\nFour SNP MPs have joined the party's frontbench team in the Commons as part of what SNP Westminster leader Ian Blackford said was a team packed with a \"wealth of talent and experience\".\nMr Blackford, who made no mention of Ms Cherry in his statement, added: \"Team working and co-operation are key to ensure results and this reshuffle will give us a strong team to take us forward.\n\"We are at a crucial time in politics.  With the Scottish elections on the horizon and independence in touching distance, our new team is ready to work hard for Scotland.\"\nThe four new members include;\nMr Blackford's news release went on to thank Tommy Sheppard who has now become constitutional affairs spokesman, having moved from his Cabinet Office brief. Neil Gray, who will step down as an MP as he bids to become an SNP MSP in May, was also thanked."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55885525/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Hospitals 'still full' despite falling new cases",
      "tags": "Coronavirus lockdown measures,NHS Wales,Coronavirus pandemic",
      "text": "Hospitals are still full, despite the number of new cases of coronavirus falling in many communities across Wales, a leading doctor has warned.\nWales' average Covid case rate has fallen from more than 650 per 100,000 people before Christmas to 141.2.\nHowever, rates in Wales' most infected county are double the national average.\nDr Giri Shanker, of Public Health Wales (PHW), said there were signs community transmission was going down, but warned the NHS was still struggling.\nDr Shanker, who is leading PHW's response to the coronavirus pandemic, said: \"As much as it is welcome news the translation of that effect into our NHS and health care is yet to be seen.\n\"The hospitals are still full, critical care is full and sadly the number of people dying and is still where above where we'd like it to be.\"\nMany hospitals have already cancelled some non-urgent procedures amid rising pressures as the number of Covid patients needing treatment more than doubled the April peak in December.\nAfter record numbers at the start of January, the number of Covid patients in Wales' hospitals had fallen to 2,570 on 31 January, according to the latest statistics.\nThese are the lowest daily averages for nearly a month, although patient numbers in Betsi Cadwaladr health board are still among the highest seen in north Wales since the pandemic began.\nThere were 371 patients with Covid on Sunday, down from the peak of 383 seen last Wednesday.\nBetsi Cadwaladr also has the highest number of patients in critical care or on ventilation - 34- although in most other areas, numbers have fallen back from those seen in the first week of January.\nIn all of south Wales' health boards, the proportion of Covid patients compared to other patients is still about 40%.\nThe number of patients who are recovering from Covid but still too sick with the effects of the virus to be discharged has also continued to rise.\nIt stood at 1,192 on Sunday - the highest number since the patients started to be counted at the end of May - and 44% of all Covid patients in hospital.\nSome 192,912 cases of coronavirus have been confirmed in Wales since the start of the pandemic - with 630 people testing positive in the latest 24-hour period.\nOn Monday, PHW confirmed a further 21 people had died with coronavirus, taking the total death toll to 4,775.\nNine of 10 of the most infected local authorities in the UK in one week in December were in Wales, some with case rates above 1,000 per 100,000 people - prompting a strict lockdown on 19 December.\nSix weeks on, Covid infection rates in Wales are falling.\nWhile case rates have fallen in Wrexham, it remains the area with the highest infection rate in Wales, with 385.4 cases per 100,000 people - which is more than twice Wales' average of 141.2\nTravel is currently limited to essential purposes in Wales, such as for work and caring responsibilities, and international travel is barred.\nBut, after a tough year with the pandemic, many people will be dreaming about a holiday in 2021. \nWhile bookings for UK staycations are \"coming in thick and fast\", some people are gambling on a foreign trip in the hope restrictions will ease later this year. \nUse this form to tell us about your plans. \nIn some cases your comments will be published, displaying your name and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55888452",
      "category": "uk-wales",
      "title": "Covid: Wales university students to stay home until after Easter",
      "tags": "Universities in the UK,Swansea University,Swansea,Cardiff,Cardiff University,Wales education,Students",
      "text": "Students in Wales are set to continue having online lectures and seminars from home until after Easter.\nUniversities Wales said only a small number of health and practical courses had returned to face-to-face teaching after the Christmas break. \nThe organisation - which looks after universities' interests - said the decision had been made \"to provide students with certainty\".\nThe National Union of Students said the decision could have been made earlier.\nUniversities UK said universities would tell staff and students of any changes to plans - and will continue to follow Welsh Government guidance. \nSwansea University has asked students not to return to campus until the end of the current term on 26 March, while Cardiff University confirmed the majority of its teaching would remain online until the same date.\nNUS Wales president Becky Ricketts said: \"This decision has been taken with safety in mind, but it could have been made earlier in the year to help students plan with more certainty. \n\"Rent rebates for students unable to access their term-time address must be extended until the end of term. This must apply to all students, including those in the private rented sector.\n\"It would be fundamentally unfair for any student to be paying rent and bills for housing they can't live in for four months.\" \nA Universities Wales spokesman said: \"It is important to note students on a range of courses have already returned to in-person teaching, including many courses with practical or placement requirements.\n\"We anticipate a small number of additional students will be returning to campuses before Easter where this is required for completion or to meet learning outcomes, including through access to facilities and resources.\"\n\"This is a difficult time for everyone. Student and staff well-being remains a key priority for universities in Wales and we would encourage any student experiencing difficulties or hardship to talk to their institution.\" \nThe Welsh Government said it hoped the announcement could offer students and staff \"certainty\" during \"difficult times\".\nA spokesman added: \"Universities continue to follow the latest Welsh Government guidance to deliver services safely whether it's for students returning to face-to-face learning or for those needing to access campus facilities.\"\nTravel is currently limited to essential purposes in Wales, such as for work and caring responsibilities, and international travel is barred.\nBut, after a tough year with the pandemic, many people will be dreaming about a holiday in 2021. \nWhile bookings for UK staycations are \"coming in thick and fast\", some people are gambling on a foreign trip in the hope restrictions will ease later this year. \nUse this form to tell us about your plans. \nIn some cases your comments will be published, displaying your name and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-41566561",
      "category": "world-asia",
      "title": "Myanmar Rohingya: What you need to know about the crisis",
      "text": "In August 2017, a deadly crackdown by Myanmar's army on Rohingya Muslims sent hundreds of thousands fleeing across the border into Bangladesh.\nThey risked everything to escape by sea or on foot a military offensive which the United Nations later described as a \"textbook example of ethnic cleansing\".\nIn January 2020, the UN's top court ordered the Buddhist-majority country to take measures to protect members of its Rohingya community from genocide.\nBut the army in Myanmar (formerly Burma) has said it was fighting Rohingya militants and denies targeting civilians. The country's leader Aung San Suu Kyi, once a human rights icon, has repeatedly denied allegations of genocide.\nDescribed by UN Secretary-General Antonio Guterres as \"one of, if not the, most discriminated people in the world\", the Rohingya are one of Myanmar's many ethnic minorities.\nThe Rohingya, who numbered around one million in Myanmar at the start of 2017, are one of the many ethnic minorities in the country. Rohingya Muslims represent the largest percentage of Muslims in Myanmar, with the majority living in Rakhine state.\nThey have their own language and culture and say they are descendants of Arab traders and other groups who have been in the region for generations.\nBut the government of Myanmar, a predominantly Buddhist country, denies the Rohingya citizenship and even excluded them from the 2014 census, refusing to recognise them as a people.\nIt sees them as illegal immigrants from Bangladesh.\nSince the 1970s, Rohingya have migrated across the region in significant numbers. Estimates of their numbers are often much higher than official figures.\nIn the last few years, before the latest crisis, thousands of Rohingya made perilous journeys out of Myanmar to escape communal violence or alleged abuses by the security forces.\nThe exodus began on 25 August 2017 after Rohingya Arsa militants launched deadly attacks on more than 30 police posts.\nRohingyas arriving in Bangladesh said they fled after troops, backed by local Buddhist mobs, responded by burning their villages and attacking and killing civilians.\nAt least 6,700 Rohingya, including at least 730 children under the age of five, were killed in the month after the violence broke out, according to medical charity Médecins Sans Frontières (MSF).\nAmnesty International says the Myanmar military also raped and abused Rohingya women and girls.\nThe government, which puts the number of dead at 400, claims that \"clearance operations\" against the militants ended on 5 September, but BBC correspondents have seen evidence  that they continued after that date.\nAt least 288 villages were partially or totally destroyed by fire in northern Rakhine state after August 2017, according to analysis of satellite imagery by Human Rights Watch.\nThe imagery shows many areas where Rohingya villages were reduced to smouldering rubble, while nearby ethnic Rakhine villages were left intact.\nHuman Rights Watch say most damage occurred in Maungdaw Township, between 25 August and 25 September 2017 - with many villages destroyed after 5 September, when Myanmar's de facto leader, Aung San Suu Kyi, said security force operations had ended.\nA report published by UN investigators in August 2018 accused Myanmar's military of carrying out mass killings and rapes with \"genocidal intent\".\nThe ICJ case, lodged by the small Muslim-majority nation of The Gambia, in West Africa, on behalf of dozens of other Muslim countries, called for emergency measures to be taken against the Myanmar military, known as Tatmadaw, until a fuller investigation could be launched.\nAung San Suu Kyi rejected allegations of genocide when she appeared at the court in December 2019.\nBut in January 2020, the court's initial ruling ordered Myanmar to take emergency measures to protect the Rohingya from being persecuted and killed.\nWhile the ICJ only rules on disputes between states, the International Criminal Court (ICC) has the authority to try individuals accused of war crimes or crimes against humanity. The body approved a full investigation into the case of the Rohingya in Myanmar in November. \nAlthough Myanmar itself is not a member of the court, the ICC ruled it had jurisdiction in the case because Bangladesh, where victims fled to, is a member.\nMyanmar has long denied carrying out genocide and says it is carrying out its own investigations into the events of 2017. The country's Independent Commission of Enquiry (ICOE) admitted that members of the security forces may have carried out \"war crimes, serious human rights violations, and violations of domestic law\", but claimed there was no evidence of genocide. \nIts full report has not yet been released, but questions have been raised.\nWith more than half a million Rohingya believed to still be living in Myanmar's northern Rakhine province, UN investigators have warned there is a \"serious risk that genocidal actions may occur or recur\".\nThe situation that led to \"killings, rapes and gang rapes, torture, forced displacement and other grave rights violations\" in 2017 remained unchanged, the investigators said in September, blaming a lack of accountability and Myanmar's failure to fully investigate allegations or criminalise genocide.\nRakhine province itself is the site of an ongoing conflict between the army and rebels from the Buddhist-majority Rakhine ethnic group.\nThe massive numbers of refugees who fled to Bangladesh in 2017 joined hundreds of thousands of Rohingya who had fled Myanmar in previous years.\nKutupalong, the largest refugee settlement in the world according to UNHCR, is home to more than 600,000 refugees alone.\nBut in March 2019, Bangladesh announced it would no longer accept Rohingya fleeing Myanmar.\nWhile an agreement for the return of refugees was reached in early 2018, none returned. They said they would not consider going back to Myanmar unless they were given guarantees they would be given citizenship.\nAnd as a BBC investigation showed, even those considering returning in the future may not be able to, with villages destroyed to make way for government facilities. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55281633",
      "category": "health",
      "title": "Covid vaccine safety: How does a vaccine get approved?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55859597/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Lost school time 'could cost pupils £40,000 in earnings'",
      "tags": "Schools,Coronavirus pandemic,Institute for Fiscal Studies",
      "text": "Pupils in the UK could stand to lose an average of £40,000 each in lifetime earnings from lost time in school because of Covid, a report suggests.\nAny effects are likely to be concentrated among children from disadvantaged backgrounds, the Institute for Fiscal Studies said. \nParent groups say the four UK nations must \"do more... to avoid a generation of children being left behind\".\nThe IFS says the £1.5bn invested so far in \"catch up\" services is not enough.\nThe leading economic research group said \"there is much that is good\" with the plans to help pupils being put in place across the UK but the funding allocated to date was \"tiny in comparison with the scale of problem\".\nUK schools are currently closed to pupils other than children of key workers and those classified as vulnerable in an attempt to curb the spread of coronavirus.\nBy mid-February, children will have lost half an academic year - as much as 5% of their school career - in learning time. \nThe IFS says its report contains an \"illustration, rather than a precise prediction\" of what could happen.\nBut it suggests that despite remote learning, some children may leave school with fewer or poorer qualifications.  \nThe IFS says the reduction in face-to-face teaching could potentially result in a total of £350bn in lost lifetime earnings for the UK's 8.7m schoolchildren, adding this would hit future tax revenues.\nThe institute refers to findings by the World Bank that a year of schooling increases an individual's earnings by an average of 8% a year in an advanced economy such as the UK.\nFor anyone earning the average yearly wage in the UK, the IFS estimates, this would translate to a potential £40,000 loss in income across a lifetime, leading it to warn that \"the long-run costs of the pandemic will fall disproportionately on today's children\".\nThe IFS says even if \"much weaker assumptions\" are made, there could still be £90bn in lost lifetime earnings.\nSchools in England and Northern Ireland will remain closed to most pupils until at least 8 March.\nIn Wales, some primary-school children may start to return after the half-term break, while the Scottish government has ruled out a mid-February reopening.\nThe Department for Education has pledged an extra £300m in the next financial year for catch-up services in England, in addition to its existing funding allocation of £1bn.\nA DfE spokesperson said \"the prime minister was clear last week that extended schools closures have had a huge impact on pupils learning, which will take more than a year to make up.\n\"The government will work with parents, teachers and schools to develop a long term plan to make sure pupils have the chance to make up their learning over the course of this parliament.\"\nThe National Tutoring Programme helped almost 70,000 children in England during the autumn term and will benefit from a portion of the additional government funding to assist disadvantaged pupils.\nComfort Oghenesuvwe, a single mother of two boys, who lives in Kent, told BBC News: \"If something is not done to help my boys catch up when things return to normal, I worry for their future.\"\nBoth of Ms Oghenesuvwe's children - Jason, 11, and Jeffrey, 10 - have learnt from home during England's first and third nationwide lockdowns. \n\"Jason has been particularly affected as he has additional learning needs and would normally require a teacher to come to his table to double-check he understands everything, but that's not possible over Zoom.\n\"Back in April, we only had one laptop before we bought an extra one and Jason's learning had to be prioritised, so Jeffrey had to sit and colour, or just read a book at times. \n\"I've definitely seen Jeffrey's momentum for wanting to learn and read, which he used to enjoy, drop off as a result.\"\n\"What's going to come out of this experience is an entire patchwork of new inequalities layered on old inequalities,\" said Luke Sibieta, the IFS researcher behind the report.\nYounger children from disadvantaged families, who may have not had access to the right equipment for remote learning, will feel the impact most, he told BBC Radio 4's Today programme.\n\"They were probably the furthest behind to begin with,\" he said.\nThe government's plan for a \"catch-up\" service will \"cushion\" the impact, he said, \"however it just doesn't match up to the scale of the problem\".\n\"The scale of the policy response needs to be larger than it is at the moment.\"\nThe IFS estimates that half a year of schools spending is more than £30bn across the UK and says \"correcting a loss on this scale certainly requires a massive injection of resources\".\nJohn Jolly, chief executive of charity Parentkind, told BBC News: \"The government must do more and invest more to close the educational divide and to avoid a generation of children being left behind.\"\nJames Turner, chief executive of the Sutton Trust educational charity, echoed the IFS call for extra funding. He said: \"It is absolutely crucial that this is targeted towards disadvantaged pupils who have been the worst-hit by the pandemic.\n\"As a start, the pupil premium should be boosted this year to help schools catch up, through allocating an additional £400 to every low-income student.\"\nThe IFS report outlines options including extending the school year, lengthening the school day, mass repetition of entire school years, or summer schools to help children catch up.\nMs Oghenesuvwe said she would be open to these options for her children but said she worried about burnout among teachers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55890224/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Boris Johnson 'optimistic' about summer holiday prospects",
      "tags": "Coronavirus vaccines,Boris Johnson,Vaccination,Coronavirus pandemic",
      "text": "Prime Minister Boris Johnson says he is \"optimistic\" people will be able to have summer holidays this year - but it depends on certain things going well.\nAsked about tourism in the UK, he said he did not want to give \"concrete\" dates for such trips but would set out more details on 22 February.\nThe success of the vaccine rollout and level of Covid cases would be factors taken into consideration, he added.\nNearly 9.3 million people in the UK have had their first dose of a vaccine.\nA vaccine has been offered to all older residents at eligible care homes in England, the NHS announced earlier - an achievement Mr Johnson described as a \"crucial milestone\".\nThe government is aiming to offer all care home residents and carers, people over 70 and frontline care workers a vaccination by mid-February. \nFigures released on Monday show a further 18,607 Covid cases have been recorded. There have also been a further 406 deaths within 28 days of a positive test.\nMr Johnson, speaking during a visit to Batley, West Yorkshire, said: \"I don't want to give too much concrete by way of dates for our summer holidays. I am optimistic - I understand the reasons for being optimistic - but some things have got to go right.\n\"The vaccine programme has got to continue to be successful. \n\"We have got to make sure we don't get thrown off course by new variants, we have got to make sure that we continue to keep the disease under control and the level of infections come down.\"\nHe added that once he gives more details in the last week of February \"people should certainly be able to plan on that basis\".\nHis comments come after Health Secretary Matt Hancock predicted \"a happy and free Great British summer\".\nMeanwhile, the government has announced it is to carry out urgent door-to-door testing in parts of England for a new variant of coronavirus originally identified in South Africa, after cases were found with no known links to travel or previous cases.\nAll of the UK is currently under a lockdown, with people only allowed to travel abroad for essential purposes; such as work that cannot be done from home, medical appointments or educational reasons. These are the same \"reasonable excuses\" that apply to domestic travel.\nMr Johnson said there were signs the lockdown measures were working but it was too early to \"take your foot off the throat of the beast\" by easing restrictions.\n\"We are starting to see some signs of a flattening and maybe even a falling off of infection rates and hospitalisations,\" he said.\n\"But don't forget that they are still at a very high level by comparison with most points in the last 12 months, a really very high level.\"\nRules around international travel were tightened last month, meaning all travellers must self-isolate for 10 days when they return to the UK, while people returning to England from high-risk countries will have to quarantine in government-provided hotels.\nPeople leaving England will soon have to make a declaration on why they need to travel, which will be checked by carriers prior to departure, Home Secretary Priti Patel has announced.\nSome UK holiday providers have since reported a boom in domestic bookings for this summer.\nThe boss of Ryanair, Michael O'Leary, said he is expecting \"a strong return\" for European beach holidays this summer thanks to the vaccination programme.\nDr Mike Tildesley, an infectious disease expert who advises the government, suggested that if the UK continued the current pace of vaccinations - and jabs were shown to prevent transmission, not just severe infection - measures could begin to be eased from March.\n\"We need to be very careful,\" he told BBC Radio 4's Today programme . \"Hopefully by the summer we can get back to something pretty close to what we have seen before the pandemic as normal.\"\nVaccines would need to be \"pretty good\" at blocking transmission \"to avoid a resurgence\" of the virus when measures are eased, Dr Tildesley added, with research due on this over the next month.\nThe UK government announced on Monday that it had ordered an extra 40 million doses of a vaccine from the French pharmaceutical company Valneva, that should become available later in the year and into 2022.\nThat takes the total number of different vaccines the UK has secured to 407 million doses - more than enough for the entire population.\nHowever, the prime minister's official spokesman said it was too soon to say when \"surplus\" vaccine doses could be donated to other counties, such as European Union member states.\nHe said the priority remained getting the vaccine to the most vulnerable in society by the spring.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-50709830",
      "category": "world-asia",
      "title": "Aung San Suu Kyi: How a peace icon ended up at a genocide trial",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55878450",
      "category": "uk",
      "title": "Covid: Lockdown easing must happen 'very slowly', adviser says",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Elizabeth Truss,Matthew Hancock,Coronavirus pandemic",
      "text": "Ending the current coronavirus lockdown must happen \"very slowly, very cautiously\", Public Health England's Covid strategy chief has said.\nDr Susan Hopkins said the focus should be on getting people vaccinated and preventing another wave of infections.\nShe told the BBC's Andrew Marr: \"I hope that this summer will be similar to last summer... and that will allow us to do things that feel more normal.\"\nMeanwhile, Matt Hancock predicted \"a happy and free Great British summer\".\nBut the health secretary warned of a \"a tough few months\" as national restrictions continue across the UK while vaccinations are administered.\n\"We have to follow the data, we have to see the impact of the vaccine on the ground. It's a difficult balance: we've got to move as fast as we can but in such a way that keeps people safe,\" he told BBC Politics East.\nA record 598,389 first vaccinations were given on Saturday, UK government figures show, taking the total number of people who had received their initial jab to 8,977,329.\nA further 21,088 positive coronavirus cases were identified on Sunday and a further 587 deaths within 28 days of a positive test were recorded - death figures tend to be lower at the weekend.\nDr Hopkins said that, while final decisions are taken by politicians, restrictions should be relaxed \"really quite slowly so that if cases start to increase we can clamp down quite fast\".\nShe added: \"The NHS is going to be under pressure until the end of March, as normal in winter, but even more so with the amount of inpatients they still have with Covid-19. \n\"Any releases that we have will have to happen very slowly, very cautiously, watching and waiting as we go with a two-week period to watch and see the impact of that relaxation because it takes that [time] to see what's happening in the population.\"\nDr Hopkins said every effort must be made to avoid another wave of infections similar to that experienced during the current winter period. \n\"It is better to be cautious, let's get the population vaccinated,\" she added.\nThe latest data indicates 8.98m people in the UK have now received a first vaccine dose, with experts saying all current vaccines should show at least 50% effectiveness against emerging new variants, such as the one first identified in South Africa.\nDr Hopkins described the news that two new vaccines - produced by Novavax and Janssen - are at least 60% effective against the South African variant as \"reassuring\".\nEngland's current lockdown will continue until 8 March, when it is hoped schools could begin to reopen. National restrictions are also in place across Wales, Scotland and Northern Ireland.\nIt came as International Trade Secretary Liz Truss guaranteed there will be no disruption to Pfizer vaccines being supplied to the UK from within the EU after a dispute over exports.\nShe told the Marr programme: \"The prime minister has spoken to the president of the European Commission, she has assured him that there will be no disruption of contracts that we have with any producer in the EU.\" \nShe said it was \"too early\" to say when the UK would send vaccine doses abroad amid predictions there will be a surplus of jabs here.\nThe UK would \"work with friends and neighbours... [and] developing countries because we're only going to solve this issue once everybody in the world is vaccinated,\" she added.\nA paper modelling how and when coronavirus restrictions might be lifted once the most vulnerable are vaccinated suggested that releasing measures suddenly could lead to \"substantial additional deaths\".\nScientists predicted that continuing measures, such as social distancing, for a longer period - at least until all adults are vaccinated - may be key to controlling infections.\nDr Sam Moore, an epidemiological modeller at Warwick University who led the study, warned that even if vaccines do significantly reduce infections the impact will not be seen \"for some time to come\".\nHe said restrictions should \"relax slowly\", and added \"we're going to have to be patient\".\nAsked whether social-distancing measures would be in place for the rest of the year, Ms Truss said autumn \"is a very long time away\" with the focus now being on the vaccine rollout.\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-isle-of-man-55894179",
      "category": "world-europe-isle-of-man",
      "title": "Covid-19: Isle of Man ends second lockdown",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55889002",
      "category": "entertainment-arts",
      "title": "Evan Rachel Wood accuses Marilyn Manson of abuse",
      "tags": "Domestic abuse,Television,Music",
      "text": "US actress Evan Rachel Wood has claimed singer Marilyn Manson \"horrifically abused\" her during their three-year relationship in the late noughties.\nManson and Wood began dating in 2007 and got engaged in 2010, but broke up later that year.\nManson has denied the allegations, saying they were \"horrible distortions of reality\".\nWood has previously said that she is a survivor of rape and domestic abuse, without naming the person accused.\nIn the wake of Wood's allegations, Loma Vista Recordings - which released Manson's most recent albums - said in a statement on Twitter that it would no longer be working with the artist and would cease promoting his latest album \"effective immediately\".\nUS TV network Starz said Manson's guest appearance in fantasy drama American Gods will be removed from an upcoming episode.\nOn Monday, Wood alleged that Manson was her abuser for the first time via a statement posted on her Instagram account.\n\"The name of my abuser is Brian Warner, also known to the world as Marilyn Manson,\" the Westworld actress claimed.\n\"He started grooming me when I was a teenager and horrifically abused me for years. I was brainwashed and manipulated into submission.\"\nShe added: \"I am done living in fear of retaliation, slander, or blackmail. I am here to expose this dangerous man and call out the many industries that have enabled him, before he ruins any more lives. I stand with the many victims who will no longer be silent.\"\nManson responded to the allegations in his own Instagram post on Monday evening, saying: \"Obviously, my art and my life have long been magnets for controversy, but these recent claims about me are horrible distortions of reality.\"\n\"My intimate relationships have always been entirely consensual with like-minded partners. Regardless of how - and why - others are now choosing to misrepresent the past, that is the truth, \" he added.\nSeveral other women came forward via social media platforms on Monday to make similar statements accusing Manson of abuse.\nA guitar technician who toured with Manson, Dan Cleary, has previously said on Twitter that Manson turned Wood \"into a different person\" while on tour, adding: \"He broke her.\"\n\"I then started working for him as his personal assistant in 2014-2015,\" Cleary alleged. \"I saw first-hand, over and over, him being an abusive violent boyfriend to his [girlfriend] Lindsay. Over the almost two-year stretch I saw her in tears and him screaming and belittling her more often than I didn't.\n\"He would threaten to kill her, cut her up, bury her, embarrass her to the world. Making her cry and fear him made him feel good. He would remind her that she'd be homeless without him and make fun of her learning disabled family member.\"\nCleary claimed several people in Manson's inner circle knew of the alleged abuse but would not say anything because of \"the code\" and a fear of losing work.\nWood has previously referred to being raped and abused in interviews and on social media and in 2019 she created the Phoenix Act, which extends the statute of limitations on domestic violence from three years to five. \nThe bill was signed into law by California governor Gavin Newsom in October 2019, and took effect in January 2020. \nAt the time, Wood testified to Congress that her abuser had hidden an addiction to drugs and alcohol from her, and \"had bouts of extreme jealousy, which would often result in him wrecking our home, cornering me in a room, and threatening me\".\nA representative for Manson has previously said it would be \"inappropriate to comment\" on personal testimony.\nLast year, Manson ended an interview with Metal Hammer early after he was questioned about his relationship with Wood, and other women, in light of the actress's testimony.\nManson's team previously defended a quote from a 2009 interview he did with Spin, in which he said of Wood: \"I have fantasies every day about smashing her skull in with a sledgehammer.\" \nHis representatives said his words were \"obviously a theatrical rock star interview promoting a new record, and not a factual account\".\nWood, 33, is known for roles in films such as  The Wrestler and The Ides of March. She has voiced characters in films such as Frozen II and Asterix and the Vikings.\nShe is best known for portraying sentient android Dolores Abernathy in the HBO series Westworld, a role she has played since 2016.\nManson, 52, has released 11 studio albums since 1994, three of which have reached the top 10 in the UK.\nHis biggest hit single was a cover of Soft Cell's Tainted Love, which reached number five in 2001.\nIf you have been affected by any of the issues in this story, you can access support via BBC Action Line.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55878487",
      "category": "uk-politics",
      "title": "Cladding: Safety improvement costs 'are taking over our lives'",
      "tags": "Grenfell Tower fire,Keir Starmer,Ministry of Housing, Communities & Local Government,Grenfell Tower Inquiry,Labour Party,UK fire safety",
      "text": "Thousands of flat owners are facing large bills for fire-safety improvements demanded following the Grenfell disaster. Labour says they're not getting enough help, but the government insists it's taking appropriate action.\n\"The building should never have been signed off in the first place,\" says Pippa Hamshaw. \"The flats are all valued at nothing. Mortgage companies won't offer mortgages on any of them.\"\nPippa, 31, is also expecting a £70,000 bill for her share of renovations on her block of flats in Leeds.\n\"I go from being really angry with the situation to being in tears,\" she tells BBC 5 live's Naga Munchetty. \"It's taken over my life.\"\nPippa is one of thousands of people facing large payments for safety renovations required following the Grenfell Tower fire in 2017, in west London, in which 72 people died when flames spread via combustible exterior cladding.\nMany fire-safety concerns have come up in inspections since then, but those not relating to cladding - such as missing fire breaks and flammable balconies - are not covered by the government's Building Safety Fund.\nAnd a report by MPs has said that the £1.6bn the government has allocated for removing dangerous cladding is insufficient - with the real cost nearer £15bn.\nFixing safety faults has seen costs surge for leaseholders like Pippa, whose monthly service charge has risen from £240 to £630.\n\"I just feel totally let down by the whole system,\" she says. \"The government could do something right now... I feel like everyone's winning bar the leaseholder.\"\nAfter Grenfell, round-the-clock fire patrols known as \"waking watches\" were put in place in hundreds of buildings, costing groups of leaseholders tens of thousands of pounds every month.\n\"I don't feel any safer,\" says Pippa. \"I don't see how they are going to be much use. They literally have to go and knock on every door of the flats to tell you that the building is on fire. We've got 10 floors in my property. Are they really going to be able to knock on every door?\"\nLabour leader Sir Keir Starmer is accusing ministers of offering \"half-baked solutions\" to the problems exposed by Grenfell and has called for a national cladding taskforce, modelled on a similar body set up in Australia.\nHe argues this would \"drive forward\" work on funding the removal of dangerous cladding, while pursuing \"those responsible for the cladding scandal\", protecting residents from costs and ensuring they can sell their properties.\nJenny Garrett, who bought her flat in Sheffield in 2019, says that, when the survey was carried out, \"absolutely nothing\" wrong was found. Only later did she find out the building's cladding was flammable.\n\"The whole situation is quite overwhelming because there's the issue of feeling unsafe,\" she says. \"On top of that, there's the issue about the financial pressure and worrying about what's coming down the road.\"\nResidents have seen insurance costs on buildings with fire safety problems rocket.\nFlat owners in one Cheshire development had their combined premiums rise from £34,000 in 2018 to more than £500,000. Some are now paying almost £2,000 a year for building insurance.\nMeanwhile, data released last month shows that cladding removal and repair work has been completed on only 58% of social housing blocks and 30% of private sector buildings.\nThe Association of British Insurers says the slow pace of getting buildings fixed means means high policy prices reflect risks accurately.\n\"For the last two or three years, a lot of our lives have been completely ruined,\" says Giles, a flat owner from Manchester. \"We're living in fear and limbo. All we've been told so far is the government wants us to pay sums running into the tens of thousands of pounds, simply to make our homes safe.\n\"It's all got even worse over the last year, because we're trapped in our homes for 23 hours a day during the pandemic. We almost feel safer outside than inside.\"\n\"We all want to see homes made safer, as quickly as possible... we are making good progress on remediating unsafe homes,\" a Ministry of Housing, Communities and Local Government spokesman says.\n\"Leaseholders shouldn't have to worry about the unaffordable costs of fixing safety defects in high-rise buildings that they didn't cause - and should be protected from large-scale remediation costs wherever possible,\" he adds.\n\"The Building Safety Bill is the appropriate legislative mechanism for addressing these issues and will be brought forward in due course.\"\nThe House of Commons backed a Labour motion calling for further action on cladding on Monday by 263 votes to none.\nThe Conservative leadership asked its MPs to abstain and the result is not binding on the government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55891221",
      "category": "entertainment-arts",
      "title": "Tony Bennett reveals he has Alzheimer's",
      "tags": "Dementia,Alzheimer's,Music",
      "text": "Tony Bennett has revealed that he has been living with Alzheimer's Disease for the last four years.\nThe crooner, who is 94, made the announcement in AARP Magazine, which focuses on issues affecting people over the age of 50.\nThe article conveys how the condition has affected Bennett's memory and ability to recognise everyday objects.\nHis wife Susan told the magazine that the star is \"not always sure where he is or what is happening around him\".\nHowever, Bennett has so far been spared many of the worst characteristics of the disease - including the disorientation that can cause patients to wander from home and episodes of terror, rage or depression. \nIn an Instagram post directing fans to the article, Bennett wrote: \"Life is a gift - even with Alzheimer's. Thank you to Susan and my family for their support, and @AARP The Magazine for telling my story.\"\nBennett has been a star since 1951, scoring hits with songs like I Left My Heart In San Francisco and The Shadow Of Your Smile.\nSome of his biggest successes have come in the last decade, including the chart-topping duets album with Lady Gaga, Cheek to Cheek, which won a Grammy in 2015.\nThe article says that the singers have recently completed a follow-up, which is due for release this year. It was recorded over two years, with Bennett sometimes \"lost and bewildered\" during the sessions.\nHowever, singing often helps to subdue the symptoms of Alzheimer's and Bennett continues to rehearse twice a week with his longtime pianist Lee Musiker.\nThe singer's neurologist Gayatri Devi, told AARP that, prior to the Covid-19 pandemic, Bennett's touring schedule \"kept him on his toes and also stimulated his brain in a significant way\".\n\"Singing is everything to him. Everything,\" added his wife. \"It has saved his life many times.\"\nHowever, the decimation of the live music industry has \"been a real blow from a cognitive perspective,\" said Devi.\n\"[Bennett's] memory, prior to the pandemic, was so much better. And he's not alone. So many of my patients are negatively affected by the isolation, the inability to do the things that matter to them,\" she said. \"For someone like Tony Bennett, the big high he gets from performing was very important.\"\nHowever, Devi stressed that Bennett was still \"doing so many things, at 94, that many people without dementia cannot do. \n\"He really is the symbol of hope for someone with a cognitive disorder,\" she added.\nAlzheimer's disease is a condition which affects the brain, and is by far the most common cause of dementia.\nMemory loss is the most common feature of dementia, particularly the struggle to remember recent events.\nOther symptoms can include changes to behaviour, mood and personality, becoming lost in familiar places or being unable to find the right word in a conversation.\nBoth Alzheimer's disease and dementia can affect people of all different ages, but usually affect much older people.\nAccording to the Alzheimer's Society, last year there were about 850,000 people in the UK with dementia.\nOne in 14 people over 65 will develop dementia, and the condition affects one in six people over 80. The number of people with dementia is increasing because people are living longer.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55887264",
      "category": "health",
      "title": "Covid-19: UK orders extra 40m doses of Valneva vaccine",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The UK has ordered an extra 40 million doses of a coronavirus vaccine from the French pharmaceutical company Valneva, that should become available later in the year and into 2022. \nThe government says it will give flexibility should people need revaccinating next winter or beyond. \nThe UK has secured 407 million doses of different coronavirus vaccines - more than enough for the entire population. \nValneva's jab is still being tested in trials. \nAlthough those will take time to satisfy regulators before it can be rolled out, manufacturing at a site in West Lothian, Scotland, has already begun. \nThe site is already supporting 100 new highly-skilled local jobs for scientists and technicians.\nThe jab is expected to be given as two doses and contains a dead version of coronavirus that cannot cause disease, but should teach the body's immune system how to fight it.\nThe government said it signed a deal to almost double its initial order for 60 million doses. \nBusiness Secretary Kwasi Kwarteng said: \"This latest deal is yet another weapon in our national arsenal against this terrible disease, and will ensure we have sufficient supplies to protect the British public in 2021 and beyond.\n\"Backed with major investment from the UK government, Valneva's site in Scotland will be a vaccine production powerhouse, working flat out to ensure we can quickly deploy jabs across the UK if their candidate is approved, while supporting top quality, local jobs.\"\nVaccines Minister Nadhim Zahawi said any surplus vaccine could be distributed globally. \n\"If approved, Valneva's vaccine will not only help tackle Covid-19 here in the UK, but aid our mission to ensure there is a fair supply of vaccines across the globe.\n\"No-one is safe until the whole world is safe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55857850",
      "category": "education",
      "title": "The school teachers helping families struggling in Covid lockdown",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55882758",
      "category": "business",
      "title": "GameStop investor battle moves on to silver as prices surge",
      "tags": "Stock markets,Reddit,GameStop",
      "text": "Silver prices have hit an a eight-year high after calls to buy the metal on social media sparked a trading frenzy.\nIt comes a week after amateur investors piled into shares in the games retailer GameStop, causing them to jump 700%. \nOn Monday silver rose by as much as 11% to $30 an ounce, while shares in some mining firms were up as much as 60%.   \nSmall time traders swapping tips on Reddit are thought to be behind the trend, as they seek to drive prices up.\nHowever, some users of the site dispute this, alleging the \"Silver Squeeze\" is secretly being coordinated by big Wall Street firms.\nIt is the latest example of apparently small-time traders taking on big Wall Street hedge funds that hope to profit when the price of an asset or stock falls, but could lose heavily if it rises.\nTips posted on social media sites like Reddit say these so called \"short sellers\" are manipulating the markets. \nAnd so the amateurs buy up the stocks or assets, driving up the price and inflicting losses on the big players. \nIt began in January when amateurs piled into loss-making retailer GameStop and other companies such as AMC and Blackberry. \nGameStop shares, which were trading at less than $20 (£14.61) each at the start of January, shot to nearly $350 last week. They fell 30% on Monday to $225.\nNow the battle appears to have moved on to silver - a far bigger market. \nThe price of silver slid from its early highs on Monday. But the metal is up by almost 20% since Wednesday, when messages began circulating on Reddit forums, encouraging users to buy the metal.\nCoin-selling websites say they are now seeing unprecedented demand and delays in delivering silver. \nReflecting the attitude of many of those swapping tips on the site, one user called RocketBoomGo urged fellow traders to \"think about the Gainz\" in a widely circulated post. \n\"If you don't care about the gains, think about the banks like JP Morgan you'd be destroying along the way,\" they added.\nHowever, some on Reddit expressed scepticism, with one saying they had analysed comments and posts on the thread Wall Street Silver and found that 80% \"came from accounts mostly created in the last 2 days. Pretty suspect.. who do these people really work for?!\"\nHussein Sayed, chief market strategist at FXTM, said that amateur investors would find it much harder to influence the price of silver than they did with GameStop.\nFor one thing, the total value of silver being traded is about $1.4-$1.6 trillion, he said, which is 1,000 times the total value of GameStop's share capital before it became the target of speculation. \nA large proportion of the silver market also exists \"off-exchange\", meaning it can't be bought and sold as easily online.\nThe army of small investors will have enlisted for different reasons.\nSome will hope to profit from getting in early and starting a wave of others doing the same, ride it for a bit before getting off the wave and letting it crash after they've taken their profits. \nOthers will see something going up and think the sky's the limit to this - still plenty of time for me to profit too.\nAnd others will think - I don't really care if I lose a few bucks, sticking it to the man is the name of the game.\nThe first group will have made money and indeed may be being infiltrated right now by the very professionals they hoped to beat.\nThe second group will end up poorer and unhappy about it.\nThe third may end up poorer but don't care - they have made a telling political point.\nRead more here.\n\"Retail traders who are just following the herd and join the party late may accumulate huge losses and need to be more rational in their decisions,\" Mr Sayed added.\nGameStop investors have already got a taste of those risks.\nShares in the company have fallen since last week, when the frenzy caught regulatory attention and trading platforms imposed restrictions on shares in GameStop and some other companies. \nThat decision sparked anger among amateur traders, who say they are just playing Wall Street at its own game. Several prominent US politicians and the billionaire Elon Musk have voiced their support. \nThe moves also convinced some online traders to dig in their heels, like Paul Grainger of Liverpool, a project manager at a telecommunications firm.\nHe added shares in GameStop to his investments after seeing online hype that persuaded him the price would rise. Now he's holding on, partly to send a message to the hedge fund giants.\n\"At first, I was in it like probably most people were were at the beginning, just to try to make a little bit of money on it,\" he said. \"But now... I'm out of principle holding the stock.\n\"I think it's wrong what they're doing and the fact that they've changed the rules of the game now that the little man's getting an advantage.\"\nMr Grainger said he's ready to risk his holdings, which are a small part of his portfolio, and hopeful that if many people act similarly, those betting against the company will be the ones hit with losses. \nBut he said he's not expecting there to be too many similar opportunities - in silver or elsewhere - in the future.\n\"Now that we've taken advantage of it, I don't think that the market will allow this to happen again,\" he said. \n\"I think this is kind of a once in a lifetime opportunity and I'm hoping it will make those big companies change the way they operate so this kind of thing can't happen again.\"\nDespite what some retail traders hoped, some of the biggest profiteers from last week's market action were said to be Wall Street giants such as asset manager BlackRock and the private equity firm Silver Lake.\nHowever, other big investors have been hammered by the trading frenzy.  \nHedge fund Melvin Capital - which bet heavily that shares in GameStop would fall - lost 53% of its value towards the end of January, according to media reports.  \nThe firm has since received commitments for fresh cash from investors, leaving it with around $8bn (£5.8bn) in assets, but that is still down from $12.5bn at the beginning of 2021, according to Reuters. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55896473",
      "category": "entertainment-arts",
      "title": "Dustin Diamond: Saved by the Bell star dies aged 44",
      "tags": "Sitcoms,United States",
      "text": "Saved by the Bell actor Dustin Diamond has died from cancer, his representative has said.\nThe 44-year-old was best known for playing Samuel \"Screech\" Powers in the popular 1990s US sitcom about a group of high school friends and their headmaster.\nHe had recently completed a first round of chemotherapy after being diagnosed with lung cancer last month.\nHis condition had deteriorated fast in the last week, said agent Roger Paul.\n\"Dustin did not suffer. He did not have to lie submerged in pain. For that, we are grateful,\" he said on Monday.\nSaved by the Bell ran for four seasons from 1989 to 1993 and was a global hit series.\nCo-stars have been paying tribute.\nMario Lopez, known to fans of the show as AC Slater, said: \"Dustin, you will be missed my man. The fragility of this life is something never to be taken for granted. Prayers for your family will continue on.\"\nTori Spelling, who starred in a few episodes alongside Diamond, described him as being \"an icon to me, personally and professionally\" as she reminisced about him being her first on-screen love.\nMark-Paul Gosselaar, who played Zack Morris, tweeted that Diamond was \"a true comedic genius\" and Saved by the Bell star Dustin Diamond dies at 44said he \"will miss those raw, brilliant sparks that only he was able to produce\".\nTiffani Thiessen , who played Kelly Kapowski, posted that she was \"deeply saddened\" by the news.\n\"Life is extremely fragile and it's something we should never take for granted. God speed Dustin,\" she wrote.\nLark Voorhies, who played Lisa Turtle in the show, said in a statement given to Entertainment Weekly: \"Words cannot express the grief that I am feeling right now. Dustin and I had a warm and special friendship, he was a caring gentleman, and my memories of him will always be cherished.\n\"I am so very sorry he is gone. But it's exceptionally sad for his close loved ones who have to deal with his tragic death and their own great loss. My heart goes out to them at this trying time.\"\nElizabeth Berkley Lauren, who appeared in the show as Jessie Spanno, wrote that Dustin \"was a truly gifted talent\".\nChat show host Wendy Williams also paid tribute.\nDiamond reprised his role in follow-up series Saved by the Bell: The New Class, and Saved by the Bell: The College Years. But he did not appear in the recent revival series.\nThe American was also a contestant on Celebrity Big Brother in 2013.\nDiamond served three months in jail after he stabbed a man during an altercation at a bar in Wisconsin in 2014."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55895276",
      "category": "uk-northern-ireland",
      "title": "Brexit: Animal-based food checks at ports suspended",
      "tags": "NI Brexit,Larne,Brexit",
      "text": "Checks on animal and food products at Larne and Belfast ports have been suspended amid concerns for staff safety.\nThe Department of Agriculture said this was pending talks with the PSNI. \nThis comes after Mid and East Antrim Council withdrew staff from Brexit inspection duties at Larne Port over security concerns.\nGraffiti opposing the Irish Sea border has been painted in some loyalist areas of Northern Ireland in recent days.\nThe mayor of Larne, the DUP's Peter Johnston, said the council decision had been taken due to \"menacing behaviour\" referencing growing tensions over the NI Protocol.\nThe BBC understands the PSNI is due to meet Mid and East Antrim council and officials from  Stormont's Department of Agriculture, Environment and Rural Affairs (Daera) on Tuesday morning to  discuss the threats to workers at Larne and Belfast ports. \nThe Northern Ireland Executive will also discuss the latest developments.\nPolice said they have increased patrols at Larne port and other \"points of entry\".\n\"The safety of staff working at points of entry is of the utmost importance to us,\" the PSNI tweeted.\n\"Where we have credible information we will share that with our partners and take appropriate action.\"\nThe BBC has asked the EU for comment on the withdrawal of staff and security fears.\nIn its statement the Department of Agriculture, Environment and Rural Affairs said: \"On the basis of information received today and, pending further discussions with the PSNI, Daera has decided in the interests of the wellbeing of staff to temporarily suspend physical inspections of products of animal origin at Larne and Belfast. \n\"The situation will be kept under review and in the meantime full documentary checks will continue to be carried out as usual.\"\nChecks on animals and food products containing meat, fish, dairy or eggs are among those affected.\nAgriculture Minister Edwin Poots said he had taken the decision to withdraw staff from the ports following consultation with staff.\nFirst Minister Arlene Foster said she \"utterly condemned\" the threats.\nSpeaking on UTV, she said: \"I think it is utterly reprehensible that anyone who is going to their place of work should be threatened in this way.\"\nMrs Foster said she was on the phone with UK minister Michael Gove when she was told of the council's decision.\n\"I was able to inform him of the development this evening,\" she said, adding that the way to deal with the NI Protocol was through \"constitutional politics\". \nEarlier on Monday evening, Larne mayor Peter Johnston told a council meeting that staff assisting with checks had raised concerns about \"suspicious activity\".\n\"We have no option but to withdraw them [staff] in order to fulfil our duty of care,\" said Mr Johnston.\nHe added that he would write to Mr Poots, who holds responsibility over the issue, to make him aware of the decision.\nIn a statement, the council said there had been an \"upsurge in sinister behaviour\" in recent weeks, including graffiti describing port staff as \"targets\", and what appeared to be attempts to gather workers' personal information, including vehicle registration plates. \nThe council said it will carry out a full risk assessment with the PSNI, Food Standards Agency and Daera.\nBefore council's decision on Monday, there were 12 environmental health officers working at Larne Port, as well as several senior council officers.\nSinn Féin's group party leader, councillor James McKeown, said staff would only return when it was safe. \n\"There are simmering tensions within the local community at present and we will not stand by and let our staff be targeted when they are just doing their jobs.\"\nSDLP councillor Eugene Reid said leaders had fallen short: \"The language used and tone of the discussion relating to the Northern Ireland Protocol has raised tensions and whipped up fear. \n\"It should be the role of all leaders to extract the poison from public dialogue, and I'm challenging everyone to do that.\"\nEast Antrim Sammy Wilson said the NI Protocol has to go - \"but politics is the way\". \nHe said staff safety was paramount. \"All threats must be condemned and cross party support for withdrawal is welcome. \n\"Those parties who talked up the threat of violence during the negotiations need to reflect. \nBorder Control Posts (BCPs) were built at Larne harbour, and two other facilities in NI as a consequence of Brexit. \nThey are facilities for inspecting food and live animals when they arrive from other parts of the UK.\nAt the end of the Brexit transition on 1 January 2021, Northern Ireland remained in the single market for goods.\nThe rest of the UK did not, so some products entering Northern Ireland from GB must be checked on entry.\nThe EU has particularly strict rules on food and animals, requiring all those products to enter through a BCP.\nVictor Chestnutt, the President of the Ulster Farmers' Union, said he was concerned that the supply of food may be affected by the suspension of checks.\nHe told BBC News NI: \"Some of our food companies bring in ingredients from the UK mainland. If they needed checks and those checks are not done, is that going to be held at the port or is that going to be released?\n\"Trade needs to flow and flow freely. If we see more delays, it will add more cost and more problems.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55877699",
      "category": "uk-politics",
      "title": "Covid: Labour stands by teacher vaccination policy",
      "tags": "Teaching,Rachel Reeves,Schools,Keir Starmer,Coronavirus vaccines,Labour Party,Coronavirus pandemic",
      "text": "Teachers should be vaccinated against Covid once the most vulnerable have received their doses, shadow Cabinet Office minister Rachel Reeves has said.\nShe added that Labour wanted the Joint Committee on Vaccinations and Immunisation (JCVI) to look at the evidence on prioritising key workers.\nLabour has argued vaccinating teachers could help reopen schools.\nBut International Trade Secretary Liz Truss said \"the most important thing is protecting lives\".\nSpeaking to Sky News, Ms Truss said: \"For every person you vaccinate who isn't in the most vulnerable group, that is somebody in the most vulnerable group who isn't getting their vaccine and who is more likely to die in the next few weeks and months.\"\nShe said it was right that the JCVI - an independent body of experts - looked at these issues.\nThe vaccinations committee has said early vaccination of certain professions should be considered - but only once those in the top nine priority groups have been offered a first jab.\nThe first four priority groups cover those aged over 70 and care home residents and workers. The government aims to offer vaccines to everyone in these groups by mid-February. \nThe next five groups include people over the age of 50 and those between 16-64 with underlying health conditions. \nThe committee is expected to look at the next priority groups for vaccination in the coming month. \nOn Wednesday, Labour leader Sir Keir Starmer called for all school staff to be vaccinated during the February half-term, saying they should receive doses alongside priority groups five to nine.\nHowever on Friday, Welsh First Minister Mark Drakeford - a Labour politician - said he would prioritise teachers for vaccinations only if advised to do so by the JCVI.\nLabour later clarified that moving teachers up the queue was a decision for the JCVI - something that had not been made explicit when the Labour leader first announced the policy. \nAnd speaking to the BBC's Andrew Marr programme, Ms Reeves reiterated that Labour wanted the JCVI to look at the evidence but added that using the February half-term to vaccinate school staff would be \"the sensible thing to do\".\n\"The government say that getting our kids back to school is a priority - Labour agree but the government have no plan to achieve this.\"\nShe said children will have had \"the best part of a year\" out of school and that although online learning exists \"there is no substitute for being in the classroom with a qualified teacher.\"\n\"It would take just a couple of days to get our teaching staff vaccinated so the JCVI should look at this,\" she said.\nHer position was supported by former Labour Prime Minister Tony Blair, who said there was a \"very strong case\" for teachers to be vaccinated before schools reopen.\nBut Conservative Party Chairwoman Amanda Milling MP said Labour had \"abandoned the science and is playing politics with the vaccine\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55889391",
      "category": "health",
      "title": "South Africa variant: Urgent Covid testing after community cases found",
      "tags": "Woking,Walsall",
      "text": "Around 80,000 people in England will be offered urgent tests for the South Africa coronavirus variant after cases with no links to travel were found.\nResidents aged 16 and over in eight areas across Surrey, London, Kent, Hertfordshire, Southport and Walsall are being asked to take tests, regardless of symptoms. \nThe health secretary said the UK must come down \"hard\" on the variant .\nPrevious cases in the UK were connected to South Africa.\nBut random checks found 11 cases that could not be linked to international travel.\nMatt Hancock told a Downing Street news conference on Monday that there was \"currently no evidence\" to suggest the South African variant was \"any more severe, but we need to come down on it hard, and we will\".\nThe neighbourhoods being targeted for testing are:\nAppealing to residents of these postcodes, Mr Hancock added: \"It is imperative that you stay at home, and that you get a test, even if you don't have symptoms. \n\"This is so important so that we can break the chains of the transmission of this new variant, and we've got to bring this virus to heel.\"\nProf Adam Finn, a member of the Joint Committee on Vaccination and Immunisation (JCVI), said a \"real effort\" should be made to try to \"eliminate\" the South African variant before it took hold.\nProf Jim McManus, the director of public health for Hertfordshire, said if every single case was detected, it might be \"possible\" to eradicate the variant within two weeks. \nHe warned that officials \"may find this has spread beyond that, so it may take three weeks or more, but we will give this everything we have got,\" he told the BBC.\nAsked about the effectiveness of vaccines against the South African strain, Dr Susan Hopkins, strategic response director at Public Health England, said: \"Three of the vaccines that have been used to date in the trials have shown that they've been effective against the South African variant at a level greater than was set as the minimum standard by the WHO.\n\"We expect all other vaccines to have a similar level of effectiveness, particularly in reducing hospitalisation and death.\"\nAlmost 9.3 million people in the UK have now received a first dose of a coronavirus vaccine, according to the latest government figures.\nMeanwhile, a further 18,607 new infections were recorded in the UK as of Monday, as well as another 406 deaths within 28 days of a positive test.\nIn total, 105 cases of the South African variant have been identified.\nThe 11 cases are not tied to people who had travelled to South Africa, or to the other known cases, prompting fears they may have caught it in the UK.\nAnd the government has now advised local authorities to begin mass testing in a number of neighbourhoods where these cases have been identified.\nIn some areas, home testing kits are also being sent to households.\nPositive cases will be analysed to see if they are caused by the South African variant.\nThis development sounds alarming - with just a handful of cases prompting a massive effort to get tens of thousands of people tested.\nBut as always context is needed.\nThis variant is - like the UK one - more contagious.\nBut there is no evidence that it causes more serious illness. \nAnd data suggests the vaccines will work against it, although maybe not quite as well as they do against the original one.\nSo the logic of public health officials is to stop or at least slow the spread.\nWe are at a crucial point with the vaccine being rolled out quickly and immunity being built up by significant numbers of vulnerable people.\nAnything that interferes with that will slow our escape from lockdown and, ultimately, the pandemic as well as increasing risk to the population.\nSo the aim is to hit it hard and early.\nThe fact the UK is the world leader in sequencing - the process of analysing positive cases in detail - means officials have been able to identify the early signs of community transmission, giving the country a fighting chance of stamping down hard on this variant.\nDr Susan Hopkins, of Public Health England, urged people to come forward in these areas.\n\"We are trying to contain this so it does not spread,\" she said.\nKent County Council said police staff would be among those going door-to-door to offer residents in the ME15 area tests \"there and then\". In Hertfordshire, residents in the EN10 area will receive a letter offering tests at mobile screening units, to collect at a local library, or through the post, the county council said.\nPublic Health England has been analysing around 5% to 10% of all positive cases in more detail, allowing it to identify new variants in the community.\nIn December, the discovery of the new strain prompted a ban on foreign nationals travelling into the UK from South Africa and later from southern African countries.\nUnder current restrictions, people arriving into England from anywhere outside the UK, Ireland, the Channel Islands or the Isle of Man need to isolate at home for 10 days and provide a negative Covid test result before travel.\nA new system of quarantine requiring those arriving from countries under travel bans to isolate in hotels is due to be introduced in the coming weeks.\nThere are signs the South African variant makes vaccination a little less effective. \nStudies are underway into how the vaccines work against the new variants, with some early results suggesting the Pfizer jab protects against them.\nData on two new vaccines that could be approved soon - one from Novavax and another from Janssen - show that they appear to offer some protection against the variant.\nMeanwhile, early results from Moderna suggest its vaccine is still effective against the South Africa variant.\nBut Prime Minister Boris Johnson said vaccines would still give a high degree of immunity nonetheless, adding the vaccines could be adapted to deal with new variants if necessary.\n\"The fact is we are going to be living with Covid for a while to come in one way or another,\" Mr Johnson said.\n\"I don't think it will be as bad as the last 12 months, or anything like, of course.\n\"But it's very, very important that our vaccines continue to develop and to adapt - and they will.\" \nMeanwhile, Mr Johnson said that, if things go well, he would be \"optimistic\" about the chances of Britons enjoying a summer holiday this year.\nThe success of the vaccine rollout and level of Covid cases would be factors taken into consideration, he said.\nIt came as the NHS announced that a Covid vaccine has been offered to all older residents at eligible care homes in England.\nNHS England said more than 10,000 care homes with older residents had been offered jabs, hailed as a \"significant milestone\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51665497",
      "category": "health",
      "title": "Covid vaccine update: Those that work - and the others on the way",
      "tags": "Medical research,Coronavirus vaccines,Moderna,Vaccination,James Gallagher,Pfizer,Flu,Coronavirus pandemic,Immune system,AstraZeneca",
      "text": "Covid vaccination campaigns are under way in the UK and across the world. \nA range of vaccines are being used to reduce people's chances of getting sick, needing hospital treatment or dying. \nIt is more than a year since the virus first emerged, yet many people are still vulnerable. \nThe restrictions on our lives help keep the virus in check as they reduce opportunities for the virus to spread. \nVaccines teach our bodies to fight the infection and are \"the\" exit strategy from the pandemic.\nThe three vaccine frontrunners are those developed by Pfizer-BioNTech, Moderna and Oxford-AstraZeneca.\nPfizer and Moderna both developed RNA vaccines - a new approach that is incredibly quick to design.\nThey inject a tiny fragment of the virus's genetic code into the body, which starts producing part of the coronavirus and pushes the body to mount a defence. \nThese have been approved for use in the UK, Europe and the US. \nThe Oxford vaccine is subtly different as it uses a harmless virus to carry the same genetic material into the body. This has been approved in the UK and Europe.\nIt is the easiest of the three to use as it can be stored in a fridge, rather than needing very cold temperatures.\nAll three are supposed to be given as two doses.\nA single-dose Covid vaccine made by Janssen has now been approved for use in the UK.\nTwenty million doses of the jab, which was 85% effective in stopping severe illness from Covid-19 in trials, will arrive later this year.\nBecause only one dose is needed - and the vaccine can be stored in a fridge - it could have a significant impact around the world. A billion doses are planned this year.\nAnother jab, Novavax, is also being reviewed by drugs regulators.\nIt uses a different, old-school, approach to vaccines - proteins from the virus and a chemical to prime the immune system are injected into the body. \nThere are other noteworthy vaccines, even if they are not being used in Europe and the US. \nThe Sinovac, CanSino and Sinopharm vaccines have been developed by scientists in China and deals have signed with other countries in Asia and South America. Around one million people in China are reported to have been given the Sinopharm injection.\nThe Sputnik V vaccine, developed by Russia's Gamaleya Research Centre, is also effective according to late stage trial results published in The Lancet. Some people have been immunised.\nThe vaccine, which works in a similar way to the Oxford-AstraZeneca and Janssen vaccines has also been deemed to be safe - and offer complete protection against hospitalisation and death.\nIt is hard to compare one company's results with another as their trials will have been conducted in slightly different ways and at different points in the pandemic. \nHowever, all the main vaccines seem to have a large impact on your chances of needing hospital treatment or dying from Covid.\nNonetheless, one of the most important questions - do they stop you spreading the virus - remains unknown. \nUnderstanding which method produces the best results will be explored in challenge trials where people are deliberately infected with the virus.\nNew versions of the coronavirus are emerging in countries around the world. \nHowever, there is a warning sign from Janssen and Novavax, which have the first \"real-world\" data on the new variants.\nBoth showed a dip in their overall effectiveness in South Africa, where a new and worrying variant has been spreading.\nThe results were still good and clearly better than no vaccine at all, but they emphasise how coronavirus is a moving target.\nWe may need to change the vaccines we use in the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55888361",
      "category": "uk",
      "title": "Prince Harry accepts damages from Mail publishers over 'baseless' article",
      "tags": "Daily Mail and General Trust,Prince Harry, Duke of Sussex,The Royal Family and the media",
      "text": "The Duke of Sussex has accepted an apology and \"substantial damages\" from the publishers of the Mail on Sunday and Mail Online over claims he \"turned his back\" on the Royal Marines.\nTwo articles alleged Prince Harry had not been in touch with the Marines after stepping down as a senior royal. \nIn a statement to the High Court, a lawyer for Harry called the allegation \"baseless, false and defamatory\".\nHe will donate the damages to the Invictus Games Foundation, she said.\nHarry sued Associated Newspapers for libel over two \"almost identical\" articles published in the newspaper and online last October.\nThey claimed he had \"not been in touch by phone, letter nor email since his last appearance as an honorary Marine\" in March.\nThe prince's lawyer told the court that Harry had in fact made \"repeated and concerted efforts\" to support the Royal Marines and other parts of the armed services - even though he had been forced to step back from his ceremonial roles.\nIn a short statement at the remote hearing on Monday, the duke's lawyer Jenny Afia said Associated Newspapers had accepted the allegations were false, \"albeit after considerable damage was already done\".\nShe said Harry was \"proud to have served in the British armed forces for 10 years in Her Majesty's name\" and \"has maintained active links with those forces ever since and will continue to do so in the future\".\n\"The duke's commitment to the men and women who have put their lives on the line, to those who have made the ultimate sacrifice for their country, and to military families, is steadfast and unquestionable,\" said Ms Afia.\n\"For this reason, the baseless, false and defamatory stories published in the Mail on Sunday and on the website Mail Online constituted not only a personal attack upon the Duke's character but also wrongly brought into question his service to this country.\"\nMs Afia added that Harry was donating his damages to the Invictus Games Foundation \"so he could feel something good had come out of the situation\".\nA previous version of the duke's statement, due to be read in court following the settlement, was criticised by a judge for being \"unduly tendentious\".\nIn a costs order, Mr Justice Nicklin said the process of giving a statement in open court was not a \"platform for collateral attacks\" and should not be \"misused\".\nHe said the duke's original statement included criticisms of Associated Newspapers, which had, by agreement, been removed or amended.\nOn 27 December, the Mail On Sunday printed an apology, accepting the duke had been in touch with the Royal Marines, and said it had made a donation to the Invictus Games Foundation, which runs the competition for wounded, injured or sick servicemen and women set up by Harry in 2014.\nBut Ms Afia criticised the apology, saying it \"used wording which significantly underplayed the seriousness of the accusations made against him\". She also said the Mail on Sunday offered to directly donate the duke's damages, but Harry wanted to do it himself.\nIn a separate statement after the hearing, a spokesman for Harry said his commitment to the military community was \"unquestionable\". \nHarry and Meghan, the Duchess of Sussex, formally stepped down as senior members of the Royal Family at the end of March last year.\nPrince Harry has long had an uneasy relationship with the media, having grown up aware of the impact the intense media interest had on the life of his mother, Diana, Princess of Wales.\nIn 2016, the prince accused the media of subjecting Meghan - then his girlfriend - to a \"wave of abuse and harassment\".\nThe couple have filed several lawsuits against newspapers, and last year told the UK's tabloid press they were ending all co-operation with them. \nThis lawsuit is separate to the case brought by Meghan against the publishers of the Mail Online and Mail on Sunday over articles that reproduced parts of a private handwritten letter to her father. That case is still ongoing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55890224",
      "category": "uk",
      "title": "Covid: Boris Johnson 'optimistic' about summer holiday prospects",
      "tags": "Coronavirus vaccines,Boris Johnson,Vaccination,Coronavirus pandemic",
      "text": "Prime Minister Boris Johnson says he is \"optimistic\" people will be able to have summer holidays this year - but it depends on certain things going well.\nAsked about tourism in the UK, he said he did not want to give \"concrete\" dates for such trips but would set out more details on 22 February.\nThe success of the vaccine rollout and level of Covid cases would be factors taken into consideration, he added.\nNearly 9.3 million people in the UK have had their first dose of a vaccine.\nA vaccine has been offered to all older residents at eligible care homes in England, the NHS announced earlier - an achievement Mr Johnson described as a \"crucial milestone\".\nThe government is aiming to offer all care home residents and carers, people over 70 and frontline care workers a vaccination by mid-February. \nFigures released on Monday show a further 18,607 Covid cases have been recorded. There have also been a further 406 deaths within 28 days of a positive test.\nMr Johnson, speaking during a visit to Batley, West Yorkshire, said: \"I don't want to give too much concrete by way of dates for our summer holidays. I am optimistic - I understand the reasons for being optimistic - but some things have got to go right.\n\"The vaccine programme has got to continue to be successful. \n\"We have got to make sure we don't get thrown off course by new variants, we have got to make sure that we continue to keep the disease under control and the level of infections come down.\"\nHe added that once he gives more details in the last week of February \"people should certainly be able to plan on that basis\".\nHis comments come after Health Secretary Matt Hancock predicted \"a happy and free Great British summer\".\nMeanwhile, the government has announced it is to carry out urgent door-to-door testing in parts of England for a new variant of coronavirus originally identified in South Africa, after cases were found with no known links to travel or previous cases.\nAll of the UK is currently under a lockdown, with people only allowed to travel abroad for essential purposes; such as work that cannot be done from home, medical appointments or educational reasons. These are the same \"reasonable excuses\" that apply to domestic travel.\nMr Johnson said there were signs the lockdown measures were working but it was too early to \"take your foot off the throat of the beast\" by easing restrictions.\n\"We are starting to see some signs of a flattening and maybe even a falling off of infection rates and hospitalisations,\" he said.\n\"But don't forget that they are still at a very high level by comparison with most points in the last 12 months, a really very high level.\"\nRules around international travel were tightened last month, meaning all travellers must self-isolate for 10 days when they return to the UK, while people returning to England from high-risk countries will have to quarantine in government-provided hotels.\nPeople leaving England will soon have to make a declaration on why they need to travel, which will be checked by carriers prior to departure, Home Secretary Priti Patel has announced.\nSome UK holiday providers have since reported a boom in domestic bookings for this summer.\nThe boss of Ryanair, Michael O'Leary, said he is expecting \"a strong return\" for European beach holidays this summer thanks to the vaccination programme.\nDr Mike Tildesley, an infectious disease expert who advises the government, suggested that if the UK continued the current pace of vaccinations - and jabs were shown to prevent transmission, not just severe infection - measures could begin to be eased from March.\n\"We need to be very careful,\" he told BBC Radio 4's Today programme . \"Hopefully by the summer we can get back to something pretty close to what we have seen before the pandemic as normal.\"\nVaccines would need to be \"pretty good\" at blocking transmission \"to avoid a resurgence\" of the virus when measures are eased, Dr Tildesley added, with research due on this over the next month.\nThe UK government announced on Monday that it had ordered an extra 40 million doses of a vaccine from the French pharmaceutical company Valneva, that should become available later in the year and into 2022.\nThat takes the total number of different vaccines the UK has secured to 407 million doses - more than enough for the entire population.\nHowever, the prime minister's official spokesman said it was too soon to say when \"surplus\" vaccine doses could be donated to other counties, such as European Union member states.\nHe said the priority remained getting the vaccine to the most vulnerable in society by the spring.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-55891140",
      "category": "uk-england-cornwall",
      "title": "Teenage neo-Nazi from Cornwall is UK's youngest terror offender",
      "text": "The teenage leader of a neo-Nazi group has become the youngest person in the UK to have committed a terrorist offence.\nThe boy from Cornwall had admitted 12 offences, two of dissemination of terrorist documents and 10 of possession of terrorist material.\nAt 13 years old he downloaded his first bombmaking manual and later that year joined online forum Fascist Forge.\nThe sentencing hearing of the now 16 year old will continue on 8 February.\nThe court heard he was the leader of the British version of a now banned neo-Nazi terrorist organisation.\nBetween 2018 and July 2019, he collected a significant amount of far right material and expressed racist, homophobic and anti-Semitic views on online platforms.\nHe talked about \"gassing\" Jewish people, hanging gay people and wanting to \"shoot up their parades\".\nProsecuting, Naomi Parsons, said his home, where he lived with his grandmother, was searched and police found a Nazi flag and racist slogan on the garden shed, as well as several manuals about making weapons and instructions on how to kill people on his phone and computer. \n\"The age is the alarming factor and his conduct betrays a maturity beyond his chronological age,\" she added.\nThe teenager, who cannot be identified, was in touch with an Estonian boy, who founded a now-banned group called Feuerkrieg Division.\nThey used encrypted messages to discuss their hatred of particular groups.\nThe defendant then set up FKD GB and recruited British members from online platforms, such as Paul Dunleavy, a teenager from Rugby, who was jailed last year for preparing a terrorist attack.\nThe group wanted to enact \"white jihad\" and the genocide of non-white people, the court heard.\nIn mitigation Deni Matthews said the defendant had a \"simply dreadful childhood\" and that everything he did was in order to \"seek approval\" from others online. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-55885565",
      "category": "uk-england-lancashire",
      "title": "Covid: Preston gym owner remains open despite lockdown ban",
      "tags": "Preston",
      "text": "An unrepentant gym owner who has been fined three times for ignoring Covid-19 regulations is still refusing to close.\nSteve Todd, owner of Reps Gym in Preston, received his latest £1,000 fixed penalty notice on Friday. \nHe was given a prohibition notice, ordering the gym to stay shut during the national lockdown, on 15 January.\nDespite being visited 11 times by police, Mr Todd told the BBC he was remaining open for customers \"desperate to train for their mental health\".\nUnder current lockdown rules in England designed to reduce the spread of coronavirus, all gyms must remain closed until further notice.\nPreston City Council warned that serious breaches could lead to prosecution. \nAnd Lancashire Police confirmed it has been to the gym a number of times and issued a total of 24 fixed penalty notices to the owner and customers.\nThe force added it would \"continue to work with partners to address issues with those who flout the restrictions\".\n\"People are really struggling with their mental health and the gym massively helps,\" said Mr Todd, who has owned the gym for more than 30 years.\n\"This isn't about the money, because I'm not charging,\" added the 55-year-old.\n\"I could close and claim a business grant from the government but there is more to life than money.\"\nMr Todd said that while he shut the doors of his gym at Roman Way industrial estate during the first lockdown, he felt unable to do so again.\n\"Some of my members are desperate to train for their mental health. So I told them not to worry - they can still come free of charge.\n\"Lives are more important than money.\"\nPeter Moss, deputy leader of Preston City Council, said the local authority was aware of a \"small number of businesses who continue to break [restrictions] and put the health and safety of staff and customers at risk by remaining open\".\n\"Businesses that continue to disregard this and put the safety of others at risk will face formal regulatory action leading in more serious cases to prosecution,\" he added.\n\"We are working closely with the police in this respect and encourage members of the public who have information about businesses breaking restrictions to share this with us.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55888592",
      "category": "uk",
      "title": "Boxing: 'Crime boss' Daniel Kinahan still working in the sport",
      "tags": "Republic of Ireland,Tyson Fury,Drugs trade",
      "text": "A suspected crime boss is still working at the top of world boxing, a BBC Panorama investigation has found.\nDaniel Kinahan has no criminal convictions but has been named in the Irish courts as the head of one of Europe's most prominent drug cartels. \nThe suspected gangster helped set up boxing management business MTK Global - but it was announced last year he was stepping away from the sport.\nBut the company has now confirmed he still advises some of its boxers. \nPanorama has spoken to several boxing insiders who have expressed concerns about Mr Kinahan's power and influence in the sport.\nFormer world champion Barry McGuigan said there was an element of terror around the Kinahan name.\n\"There is no doubt that there is an intimidation effect, there is no question about that,\" he said. \"If we were to believe what we believe, this is a very dangerous man.\n\"Someone has got to look out for this sport. They really need to look at this situation very carefully, because it's bloody dangerous.\"\nThe courts in Ireland have accepted the Kinahan Organised Crime Group is involved in drug trafficking, money laundering and gangland executions.\nMr Kinahan moved to Dubai in 2016 and police believe the Kinahan family is now running the drugs gang from there.\nHis role in world boxing caused an outcry in June last year when it emerged he had been working as a personal adviser to world heavyweight champion Tyson Fury ahead of his much-anticipated title fight with fellow British champion Anthony Joshua.\nMr Kinahan's involvement in boxing was raised in both the British and Irish parliaments, but the criticism fizzled out when it was announced he was stepping away from the sport.\nThe Panorama investigation shows this has not happened. \nLawyers for MTK Global told the programme: \"It is true that Mr Kinahan provides some personal advice to a number of boxers managed by MTK Global and we are instructed that Mr Kinahan also provides such advisory services to boxers who are managed by other worldwide boxing management companies too.\"\nThey said Mr Kinahan had never owned, controlled or been an employee of MTK Global.\nPanorama asked Fury whether Mr Kinahan was still his personal adviser, but he did not respond.\nMore than 30 people linked to the Kinahan cartel have already been jailed in Ireland.\nPanorama understands the Irish authorities are going to try to get other gang members deported from the United Arab Emirates.\nJohn O'Driscoll, an assistant commissioner from the Irish police, said they had been successful in identifying members of the cartel - but declined to confirm any names.\nPanorama also understands the American Drug Enforcement Agency (DEA) may be investigating the gang.\nThe DEA said it was not able to comment on the activities of the Kinahan cartel because it is part of an ongoing investigation.\nMr Kinahan's lawyers said he has no criminal convictions and the allegations about him running a violent cartel are false and have no evidential basis.\n\"He is proud of his record in boxing to date. He has operated on the basis of honesty and with a commitment to putting fighters' needs first,\" they said.\n\"Mr Kinahan is a successful and independent advisor in the boxing industry in his own right. It is a matter of public record that he has exited the business of MTK.\"\nPanorama, Boxing and the Mob is on BBC One on Monday 1 February at 21:00 and BBC iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55885525",
      "category": "uk-wales",
      "title": "Covid: Hospitals 'still full' despite falling new cases",
      "tags": "Coronavirus lockdown measures,NHS Wales,Coronavirus pandemic",
      "text": "Hospitals are still full, despite the number of new cases of coronavirus falling in many communities across Wales, a leading doctor has warned.\nWales' average Covid case rate has fallen from more than 650 per 100,000 people before Christmas to 141.2.\nHowever, rates in Wales' most infected county are double the national average.\nDr Giri Shanker, of Public Health Wales (PHW), said there were signs community transmission was going down, but warned the NHS was still struggling.\nDr Shanker, who is leading PHW's response to the coronavirus pandemic, said: \"As much as it is welcome news the translation of that effect into our NHS and health care is yet to be seen.\n\"The hospitals are still full, critical care is full and sadly the number of people dying and is still where above where we'd like it to be.\"\nMany hospitals have already cancelled some non-urgent procedures amid rising pressures as the number of Covid patients needing treatment more than doubled the April peak in December.\nAfter record numbers at the start of January, the number of Covid patients in Wales' hospitals had fallen to 2,570 on 31 January, according to the latest statistics.\nThese are the lowest daily averages for nearly a month, although patient numbers in Betsi Cadwaladr health board are still among the highest seen in north Wales since the pandemic began.\nThere were 371 patients with Covid on Sunday, down from the peak of 383 seen last Wednesday.\nBetsi Cadwaladr also has the highest number of patients in critical care or on ventilation - 34- although in most other areas, numbers have fallen back from those seen in the first week of January.\nIn all of south Wales' health boards, the proportion of Covid patients compared to other patients is still about 40%.\nThe number of patients who are recovering from Covid but still too sick with the effects of the virus to be discharged has also continued to rise.\nIt stood at 1,192 on Sunday - the highest number since the patients started to be counted at the end of May - and 44% of all Covid patients in hospital.\nSome 192,912 cases of coronavirus have been confirmed in Wales since the start of the pandemic - with 630 people testing positive in the latest 24-hour period.\nOn Monday, PHW confirmed a further 21 people had died with coronavirus, taking the total death toll to 4,775.\nNine of 10 of the most infected local authorities in the UK in one week in December were in Wales, some with case rates above 1,000 per 100,000 people - prompting a strict lockdown on 19 December.\nSix weeks on, Covid infection rates in Wales are falling.\nWhile case rates have fallen in Wrexham, it remains the area with the highest infection rate in Wales, with 385.4 cases per 100,000 people - which is more than twice Wales' average of 141.2\nTravel is currently limited to essential purposes in Wales, such as for work and caring responsibilities, and international travel is barred.\nBut, after a tough year with the pandemic, many people will be dreaming about a holiday in 2021. \nWhile bookings for UK staycations are \"coming in thick and fast\", some people are gambling on a foreign trip in the hope restrictions will ease later this year. \nUse this form to tell us about your plans. \nIn some cases your comments will be published, displaying your name and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55884482",
      "category": "world-asia",
      "title": "Myanmar coup: MP arrested by soldiers as military detains politicians",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55880232",
      "category": "uk-wales",
      "title": "Social care: Self-employed carers enlisted in remote areas",
      "tags": "Powys Council",
      "text": "Self-employed carers are helping tackle the challenge of providing social care in the most remote areas of Wales.\nCare companies are not always able to provide a service in some rural areas of the country because staff can spend more time travelling than caring.\nIn response, Powys council has implemented a scheme to enable local people to become self-employed carers.\nEmma Launder, from Llanerfyl, balances her main job as a farmer with caring for seven clients in her area.\nIn the past year, about 20 people have cared for 50 clients across the Powys council area, one of the most sparsely populated in the UK. \nProgrammes - where the carers have a mentor known as a \"community catalyst\" - have been operating in England for a decade, but they are less common in Wales.\nAs well as the project in Powys, there is a new scheme in Wrexham and a more established one in Pembrokeshire, where 11 self-employed carers serve 40 people.\n\"I get up early, go to bed late. I work very hard but I enjoy working hard,\" said Ms Launder.\n\"I love farming and I love supporting people, so I feel like I'm getting the best of every single aspect of my life really - it's the best decision I've ever made, and I've never been so happy.\"\nPowys project leader - or community catalyst - Heather Maling said it was not always cost-effective for companies to send carers into the most remote areas.\n\"To have local care for local people seems to be the way forward for Powys and other rural communities,\" she explained.\nMs Maling said the carers invoice their clients directly at the end of each month.\nFor those needing care, there is a benefit in having someone they know nearby if they need them, says Myfanwy Alexander, Powys council's cabinet member for social services.\n\"Geography is one of our biggest challenges,\" she said.\n\"What we need to do is to find ways of reducing the miles that our carers travel and also provide the service users with somebody perhaps closer to home, emotionally, as well as geographically.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55893736",
      "category": "world-asia",
      "title": "Myanmar military coup: 'Our world turned upside down overnight'",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "Myanmar woke to the news on Monday that the military was seizing control of the country.\n\"I guess I'll be live tweeting a coup now,\" former Reuters journalist Aye Min Thant wrote on Twitter shortly before 07:00 local time (00:30 GMT).\n\"Things are still pretty quiet for now, though people are awake and scared. I've been fielding calls since 6am from friends and relatives. The internet is in and out and my sim card no longer works.\" \nThe takeover was announced in a statement aired on a military-owned television station.\nIt said the top army commander was in charge and a one-year state of emergency had been declared. The country's civilian leader, Aung San Suu Kyi, had been detained, along with other members of her National League for Democracy (NLD) party.\nThe move followed a landslide win by Ms Suu Kyi's party in an election in November that the army claims was marred by fraud. Ms Suu Kyi has urged her supporters to \"protest against the coup\".\nMyanmar, also known as Burma, was ruled by the armed forces from 1962 until 2011,  when a new government began ushering in a return to civilian rule.\nOne resident of Myanmar's main city, Yangon, told the BBC she was ready to head out for an early morning walk when she received a message from a friend telling her of Ms Suu Kyi's detention.\nThe 25-year-old, who asked not to be named for fear of reprisals, immediately logged on to social media.\n\"Waking up to learn your world has been completely turned upside down overnight was not a new feeling, but a feeling that I thought that we had moved on from, and one that I never thought we'd be forced to feel again,\" she said, reflecting on her childhood under military rule.\n\"What really hit me was seeing how our regional ministers were all detained. Because this meant that they really took everyone, not just Aung San Suu Kyi,\" she added.\nThe arrest of regional lawmaker Pa Pa Han was livestreamed on Facebook by her husband.\nPolitical activists, including filmmaker Min Htin Ko Ko Gyi, were also reported to have been detained.\nThe Assistance Association for Political Prisoners (AAPP) in Myanmar told the BBC it had documented the arrests of at least 42 officials, and 16 civil society activists.\nIt said the process of verifying names was ongoing, while noting that some detainees had been released later in the day.\n\"We woke up with the news of the military coup in the early morning and some of our friends were detained,\" a local activist, who we are keeping anonymous, told the BBC's Newsday programme.\n\"The internet connectivity is not there anymore... I can't go out and use my phone, there is no data at all. This is what's happening right now. There are military cars roaming around the city,\" she said.\nLocal journalist Cape Diamond tweeted that in the capital, Nay Pyi Daw, there had been no signal from 04:00 to 11:15 local time. \"No call, No Wifi,\" he later wrote on Twitter.\nBy BBC Reality Check\nAs the military took hold of power, internet disruption affected large areas.\nThe restrictions began at 03:00 on Monday local time. Internet connectivity dropped to 50% of normal levels of internet connectivity by 08:00.\nThe data shows disruptions impacting networks operators including state-owned Myanma Posts and Telecommunications (MPT) and an international operator Telenor, according to internet monitoring service Netblocks.\nNetblocks say its findings indicate a \"centrally ordered mechanism of disruption… progressing over time as operators comply\".\nBy midday, internet connectivity appeared to be back up to 75%. \nThe Myanmar government has restricted the internet before, especially in areas in Rakhine and Chin states, where the army is fighting local groups. \nArticle 77 of Myanmar's Telecommunications Law passed in 2013 permits the government to cut off telecommunications during a national emergency. \nHowever, human rights groups have called for the law to be amended to protect freedom of expression. \nInternational and domestic TV channels, including the state broadcaster, went off air.\nThe bright red flags of the NLD were taken off of homes and businesses in Yangon.\n\"My neighbour just took down his NLD flag... The fear of violence is real,\" journalist and researcher Annie Zaman wrote on Twitter.\nShe later shared a video of a flag being removed at a local market.\nPeople stocked up on essential supplies and queued at ATMs. Banks suspended services because of poor internet connections but said they would resume from Tuesday.\nBBC Burmese Service journalist Nyein Chan Aye said the mood in Yangon was of \"fear, anger and frustration\".\nHe said that after rushing out to buy staple supplies, like rice, many people were staying indoors waiting to see what happens next.\nIt has been a tough time economically for many in Myanmar, and the arrival of a coup has had many fearing for basics.\nMa Nan, a trader in Yangon, told the BBC: \"I'm worried if the price [of goods] will go up. I am worried because my daughter hasn't finished her school [education]. It's only halfway. Also this is the time of a pandemic.\"\nHousewife Than Than Nyunt was also worried that the price of goods would rise and \"people will revolt\", adding: \"I hope that Aung San Suu Kyi and her colleagues will be freed sooner rather than later.\"\nThe fears are real if this coup means a return to the kind of life under the military rule of the 1990s and 2000s.\nThe military had staged a bloody coup in 1988, with thousands dying as a student-led uprising against a Soviet-style one-party rule was put down.\nMs Suu Kyi rose to prominence at the time and battled military rule and human rights abuses for two decades, after the military had refused to accept her election win of 1990.\nLife was punctuated by corruption, fluctuating prices, repression of daily life, chronic malnourishment in some areas and ethnic strife in others. Many are now concerned about what will come next.\n\"We are currently trying to tell ourselves that we will move on because we've moved on from worse before,\" the 25-year-old in Yangon told the BBC. \"But I wish we didn't have to do that, I wish we didn't have to tell ourselves to be strong.\"\nSome military supporters, however, celebrated the coup, parading through the city blasting patriotic music. \nGriffin Hotchkiss, an American expat who has lived in Myanmar for about six years, said he saw a \"caravan of pro-military civilians blasting loud music and 'celebrating' - while people (whom I know to be NLD supporters) on my street were visibly angry\".\nSome were surprised that the immediate fallout was not more extreme.\nOn a trip into Yangon, Mr Hotchkiss said that \"besides some army vehicles in the City Hall compound nothing looked out of the ordinary\".\nLater in the day, Mr Hotchkiss noticed that while there were \"far fewer people\", many shops appeared to be open and doing business.\nMichael Ghilezan, who lives in Yangon with his Burmese wife, said he had \"expected to see people marching down the streets in protests, and military vehicles stationed around the city. But none of that happened\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55534727",
      "category": "health",
      "title": "Beta coronavirus variant: What is the risk?",
      "tags": "Coronavirus vaccines,South Africa,Coronavirus pandemic",
      "text": "Fully jabbed travellers arriving in the UK from France have to quarantine, because of the Beta variant. \nThe government is concerned jabs may not work as well against the variant. \nFrench authorities say most cases are from the overseas territories of La Reunion and Mayotte, rather than mainland France.\nBeta, also known as 501.V2 or B.1.351, has some significant genetic changes that experts are studying. It was first identified in South Africa.\nAll viruses, including the one that causes Covid-19, constantly mutate into new versions or variants.\nThese tiny genetic changes happen as the virus makes new copies of itself to spread and thrive. \nMost are inconsequential, and a few can even be harmful to the virus's survival, but some variants can make the virus more infectious or threatening to the host - humans. \nSome of the changes Beta has undergone involve the virus's spike protein - the part that gains the virus entry into human cells. It is also the bit that vaccines are designed around, which is why experts are concerned about these particular mutations.\nBeta, along with a few other variants of coronavirus, such as Delta and Alpha, have been labelled \"variants of concern\". These have some worrying changes experts want to keep a very close eye on.\nBeta carries a mutation, called N501Y, which appears to make it more contagious or easy to spread. \nAnother mutation, called E484K, could help the virus dodge a person's immune system, and may affect how well vaccines work. \nThere is no evidence that the South Africa variant causes more serious illness for the vast majority of people.\nAs with the original version, the risk is still highest for elderly people and those with significant underlying health conditions.\nVaccines are designed around original Covid, rather than new variants. \nThere is some evidence they are less effective at stopping Beta infections.\nBut experts say they should still work to stop severe illness. \nEven in the worst case scenario, vaccines can be redesigned and tweaked to provide a better match in a matter or weeks or months, if necessary.\nA trial of a new version of the AstraZeneca vaccine, designed against Beta, has begun in the UK.\nSome of the other Covid vaccines are also being updated. \nThe Beta variant has been identified in more than 50 countries around the world. \nSo far, the UK has recorded just over 1,000 cases of Beta. That's a tiny fraction of all Covid cases. Another variant, called Delta, currently makes up more than 99% of Covid seen in the UK. \nSouth Africa has reported higher cases of Beta.\nWhen it was first identified in the UK, the government recommended surge testing in the community in some regions to help stop the spread. \nA system of foreign travel restrictions has also been introduced to minimise the chance of UK travellers spreading Beta as well as other variants of concern. \nAlthough adults who were fully jabbed in the UK now no longer need to quarantine on return from amber list countries, double vaccinated travellers returning to England and Wales from France will still have to self-isolate for ten days. \nThey will also have to take two PCR tests to ensure they are not infectious. \nUK scientists are tracking variants, including Beta, to learn more and are providing genomic sequencing help to other countries so that they can do the same. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55882938",
      "category": "world-asia",
      "title": "Myanmar's coup: Why now - and what's next?",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "Myanmar's military has announced it has taken control of the country, a decade after agreeing to hand power to a civilian government. \nThe coup has sent a shudder of fear through the country, which endured almost 50 years of rule under oppressive military regimes before the move towards democratic rule in 2011. The early morning arrests of Aung San Suu Kyi and other politicians were all too reminiscent of days many hoped they had left behind.\nFor the past five years, Suu Kyi and her once-banned National League for Democracy (NLD) party led the country after being elected in 2015 in the freest and fairest vote seen in 25 years. On Monday morning, the party should have begun its second term in office.\nBut behind the scenes, the military has kept a relatively tight grip on Myanmar (also known as Burma), thanks to a constitution which guarantees it a quarter of all seats in parliament and control of the country's most powerful ministries.\nWhich raises the question why did it seize power now - and more to the point, what happens next?\nThe exact timing is easily explained, as the BBC's South East Asia correspondent Jonathan Head points out: Monday morning should have been the first session of parliament, which in turn would have enshrined the result. This now won't happen.\nElections in November saw the NLD win more than 80% of the vote, remaining hugely popular even in the face of allegations of genocide against the country's Rohingya Muslims.\nThe military-backed opposition immediately began making accusations of fraud after the vote. The allegation was repeated in a signed statement released by the newly-instated acting president to justify the imposition of the year-long state of emergency.\n\"The UEC [election commission] failed to solve huge voter list irregularities in the multi-party general election which was held on 8 November 2020,\" Myint Swe, a former general who had been vice-president, said.\nBut there has been little evidence to support the allegation.\n\"Obviously Aung San Suu Kyi won a resounding election victory,\" Phil Robertson, deputy director of Human Rights Watch (HRW) in Asia, tells the BBC. \"There have been allegations of electoral fraud. It is somewhat Trumpian - all these allegations of fraud with no evidence.\"\nEven so, Mr Robertson describes the takeover as \"inexplicable\".\n\"Did [the vote] mean a loss of power? The answer is no.\"\nNovember's vote may have seen the military-backed Union Solidarity and Development Party (USDP) win a fraction of the vote, but the military still holds massive sway over the government thanks to a controversial 2008 constitution drawn up during junta rule.\nIt not only gives the military a quarter of parliamentary seats automatically, but also hands it control of three key ministries - home affairs, defence and border affairs. \nSo, as long as the constitution remains the same, the military retains some control. But could the NLD, with its majority, have amended the constitution?\nUnlikely, says Jonathan Head, as that requires the support of 75% of the parliament - an almost impossible task when the military controls at least 25%.\nAye Min Thant, a former journalist, suggests there may be another reason for today's action: embarrassment on the part of the military.\n\"They weren't expecting to lose,\" the tech educator tells the BBC from Yangon (Rangoon). \"People whose families were in the military must have voted against them.\"\nOf course, it is far more than that.\n\"You need to understand how the army views its position in the country,\" Aye Min Thant adds. \"International media are quite used to referring to Aung San Suu Kyi as 'mother'. The army considers itself the 'father' of the nation.\"\nAs a result, it feels a sense of \"obligation and entitlement\" when it comes to ruling - and in recent years, as the country has become more open to international trade, it has not liked what it has seen.\n\"They view outsiders especially as a danger.\" \nThe pandemic and international concerns over the Rohingya being disenfranchised in the November vote may have emboldened the military to act now, Aye Min Thant suggests. All the same, it still raised surprise.\nIndeed, experts appear unsure of exactly why the military acted now, as there seems little to gain.\n\"It is worth remembering that the current system is tremendously beneficial for the army: it has complete command autonomy, sizeable international investment in its commercial interests and political cover from civilians for war crimes,\" Gerard McCarthy, a postdoctoral fellow at the National University of Singapore's Asia Research Institute, tells the BBC.\n\"Seizing power for a year as it has announced will isolate non-Chinese international partners, harm the military's commercial interests and provoke escalating resistance from millions of people who placed Suu Kyi and the NLD in power for in another term of government.\"\nPerhaps, he says, they hope to improve the USDP's standings in future elections, but the risks of such a move \"are significant\". \nHRW's Phil Robertson points out the move puts Myanmar in danger of becoming a \"pariah state\" once more, while angering the people at home.\n\"I do not think the people of Myanmar are going to take this lying down,\" he adds. \"They do not want to head back to a military future. They see Suu Kyi as a bulwark against a return to military power.\"\nThere are still hopes that this can be resolved through negotiation, he says, but adds: \"If we start seeing major protests beginning, then we are into a major crisis.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55894913",
      "category": "business",
      "title": "George Osborne departs newspaper role for investment bank",
      "tags": "George Osborne",
      "text": "George Osborne, the former UK chancellor known for having an eclectic range of jobs since leaving office, is taking up a full time role at a small investment bank, Robey Warshaw.\nIt will mean leaving jobs at London's Evening Standard newspaper and BlackRock, the powerful financial firm.\nAt Robey Warshaw, Mr Osborne, chancellor from 2010 to 2016, will specialise in big takeover deals.\nHe said he was \"proud to be joining... the best of the best\".\nMr Osborne had been editor of the Evening Standard. Last year he became editor-in-chief of the London free-sheet when Emily Sheffield took over as the day-to-day editor.\nBBC media editor Amol Rajan said he leaves the paper \"at a time when its business model, depending on heavy commuter footfall in London, is broken\". \nMr Osborne was a key lieutenant in David Cameron's Conservative government, pushing through policies to reduce Britain's deficit in an austerity drive that divided popular opinion.\nShortly before leaving Parliament he took up an advisor role at fund manager BlackRock, a one-day-week job that reportedly paid £650,000 a year.\nHe also had jobs in academia and at the McCain Institute, a think-tank founded by the late Republican senator John McCain.\nMr Osborne joins Robey Warshaw as a partner in April. The boutique investment bank specialises in mergers and acquisitions, and its clients include Centrica, Vodafone, and BP.\nThe firm is thought to have only about 13 staff, but has advised on some major deals, most recently the London Stock Exchange's $27bn takeover of Refinitiv, a data company.\nMr Osborne said: \"Robey Warshaw is the best of the best, advising great businesses on how to grow, and I'm proud to be joining this first-rate team.\"\nHe will remain as chairman of the advisory board of Exor, the holding company through which Italy's billionaire Agnelli family manages its investments.\nLast year Sajid Javid, who served as chancellor from 2019 to 2020, took an advisory role at US investment bank JP Morgan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55883729",
      "category": "uk",
      "title": "Covid-19: PM hails care home vaccine 'milestone', and EU gets more doses",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening.\nEvery eligible care home resident in England has had at least one Covid vaccine, or been offered it, the NHS has announced. Prime Minister Boris Johnson described it as a \"crucial milestone\". The UK target is to vaccinate all care home residents and carers, people over 70, and frontline care workers, by 15 February. On Saturday, a record 598,389 first jabs were given across the UK. It means nearly nine million people have received the first dose, with around 490,000 having both.\nThe EU says AstraZeneca will supply nine million more Covid vaccine doses by March, amid criticism of Europe's slow vaccination rollout. Commission President Ursula von der Leyen said it was a \"step forward\". But the 40m doses now expected are still only around half of what had been hoped for. Read our Europe editor Katya Adler's take on the EU's vaccine problems here. \nCaptain Sir Tom Moore has been admitted to hospital with coronavirus, his daughter has said. The 100-year-old, who raised almost £33m for the NHS, was taken to Bedford Hospital after requiring help with his breathing. Hannah Ingram-Moore also said her father had been treated for pneumonia over the past few weeks, and last week tested positive for Covid-19. Relive his final fundraising lap below.\nPupils in the UK could lose an average of £40,000 in lifetime earnings from the effects of Covid school closures, a report suggests. The effects are likely to be concentrated among children from disadvantaged backgrounds, the Institute for Fiscal Studies said. Watch below how one school near Liverpool is coping with the part-closure.\nGlastonbury has already announced it will not go ahead this summer, but will other festivals? Lead singer of The Darkness, Justin Hawkins, says he \"remains pessimistic\". Watch our full report here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. This piece looks at the UK's falling case rate (see graphic below) and a range of other data.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55843000",
      "category": "business",
      "title": "Firms call for details of post lockdown reopening so they can plan",
      "tags": "Coronavirus lockdown measures,UK economy,Budget 2021,Kwasi Kwarteng,CBI",
      "text": "Business leaders have called on the government to work with them on a roadmap out of lockdown to unlock investment for a post-Covid recovery.\nIn a letter to Business Secretary Kwasi Kwarteng, the Confederation of British Industry says the time to plan for re-opening the economy in England is now.\nFirms are \"in the dark\" about planning for the months ahead, the employers' group said.\nA government spokesperson said lockdown would be lifted as soon as possible.\nBut the CBI, which speaks on behalf of about 190,000 businesses, said there is an opportunity to \"use time wisely\" to prepare for a safe re-opening of the economy.\nIn a letter to Mr Kwarteng, CBI director-general Tony Danker, writes: \"With health teams rightly in crisis management mode, we in business along with the economic ministries can use this time to plan for a successful re-opening of the economy when the moment is right to do so.\n\"Businesses are currently completely in the dark when planning for the weeks and months ahead and this is hindering investment. We can provide more clarity and do the prep work now to enable them to plan for reopening and growth.\"\nMr Danker will also be writing to the devolved nations' governments next week.\nThe CBI calls for clarification on what will be considered low, medium or high-risk economic activity, so that businesses can understand what will open sooner or later.\nMr Danker also wants to know whether or not there will be a return to tiering, as part of a gradual re-opening. \nHe also wants the creation of bespoke, detailed plans for the harder-to-open sectors of the economy, such as testing regimes for international travel, or the conditions for activities such as hospitality and live events to return.\nMr Danker says in the letter: \"The Prime Minister has set out the initial parameters for reopening as a country, which was a big help for businesses. Clearly, the precise dates will be determined by data, so let's use this time wisely to get the roadmap right together for when lockdown ends.\n\"A common framework with devolved administrations must also be possible and help to minimise differences in approach.\"\nChancellor Rishi Sunak is working on a recovery plan, expected to be published ahead of next month's Budget. That plan will, according to reports, focus on jobs and investment.\nA government spokesperson said: \"As the prime minister has made clear, we will lift restrictions as soon as we can, but by lifting them too soon we run the risk of placing our NHS under even greater pressure and having to re-impose restrictions at a later date.\"\nThe spokesperson pointed out that the government had invested more than £280bn during the pandemic to protect jobs and businesses, adding: \"By mid-February we will be in a better position to lay out the next steps for the economy without risking renewed pressure on our NHS.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55876033",
      "category": "world-europe",
      "title": "Navalny protests: Thousands across Russia join demonstrations",
      "tags": "Russia,Alexei Navalny,Moscow,Vladimir Putin",
      "text": "Thousands of Russians have taken part in unauthorised protests to demand the release of the jailed opposition leader Alexei Navalny.\nMore than 5,000 people have been detained in nearly 90 cities, a monitoring group says. In Moscow police blocked off the city centre. \nMr Navalny was jailed on his return to Russia after recovering from an attempt to kill him with a nerve agent.\nHe blames the security services for the attack but the Kremlin denies this.\nThe opposition figure, a vociferous critic of Russian President Vladimir Putin, was arrested nearly two weeks ago after arriving in Moscow from Germany, where he spent months recovering from the near-fatal incident.\nSunday's mass arrests brought international condemnation. The US accused Russian authorities of \"persistent use of harsh tactics\" against protesters.\nDespite the crackdown, Mr Navalny's supporters have called for another demonstration on Tuesday outside a Moscow court where he is due to appear.\nProsecutors want him to serve a three-and-a-half year prison sentence that was suspended in 2014. He was convicted on embezzlement charges that Mr Navalny says were trumped up.\nIt's risky protesting in Russia. Even if you escape the police batons, you can be fired, face a hefty fine or criminal prosecution.\nSo the fact that people turned out for a second weekend, right across Russia, is significant - the fact that there were fewer than last week, unsurprising. \nBy blocking off central Moscow, the authorities were trying to prevent a large crowd gathering in one place and so play down the scale of dissent. Instead, they got protesters marching along main city streets to the hoots of passing cars whose passengers waved victory signs in support. \nShopkeepers were drawn to their windows to watch and, in one beauty salon, women in hairnets stood filming on their phones as the crowd filed past. \nMost protesters I spoke to said they weren't fans or followers of Alexei Navalny in particular, but they are shocked at how he's been treated. They described him as a symbol of resistance and talked of their own desire for change. \nNone of this means that Vladimir Putin is about to be ousted - he still has significant support. But after two decades in power, the shine has begun to rub off his presidency. \nIn Moscow, protesters played cat-and-mouse with police, the BBC's Sarah Rainsford says, getting up close to officers before retreating to safety. Footage showed a stream of people being escorted on to buses by riot police.\nProtesters then attempted to reach the Matrosskaya Tishina prison where Mr Navalny is being held. \nMr Navalny's wife, Yulia Navalnaya, was among those detained at Sunday's protest. She was later released.\nA 40-year-old protester in Moscow told Reuters: \"I understand that I live in a totally lawless state. In a police state, with no independent courts. In a country ruled by corruption. I would like to live differently,\" she said.\nIn St Petersburg, President Putin's home city, a crowd gathered in a central square and chanted: \"Down with the Tsar.\"\nIn the Siberian city of Novosibirsk, at least 2,000 people marched through the city chanting \"Freedom\" and \"Putin is a thief\".\nIn Yakutsk, also in Siberia, where temperatures fell to -40C, a protester named Ivan said it was the first rally he had attended.\n\"I am tired of the despotism and lawlessness of the authorities. No questions have been answered. I want clarity, openness, and change. This is what made me come here,\" he said.\nFurther rallies saw about 1,000 people demonstrate in Omsk, Siberia, and about 7,000 people protested in Yekaterinburg in the Ural region, according to local media.\nThe OVD-Info monitoring group said police had detained more than 5,000 people at protests in 86 cities across the country. They included 1,608 held in Moscow and 1,122 in St Petersburg.\nA number of close associates of Mr Navalny have been detained since last week and others, including his brother and Pussy Riot activist Maria Alyokhina, have been put under house arrest. \nThe chief editor of a Russian website specialising in human rights, Sergei Smirnov, was also arrested outside his home on Saturday. News of his detention, apparently over allegations he participated in last week's protests, has been condemned by other journalists.\nIn Moscow, police have reportedly been struggling to find space in jail for supporters of the opposition leader.\nUK Foreign Secretary Dominic Raab condemned the \"indiscriminate and arbitrary\" arrests and called on the Kremlin to respect peaceful protests.\nThe EU's foreign policy chief, Josep Borrell, said he deplored the \"widespread detentions and disproportionate use of force\".\nNew US Secretary of State Antony Blinken condemned \"the persistent use of harsh tactics against peaceful protesters and journalists\". \nHe called for Mr Navalny and other opposition supporters to be released.\nIn response, the Russian foreign ministry accused the US of \"gross interference\" in its internal affairs and of using \"online platforms\" to promote the protests.\nRussian authorities said Mr Navalny had failed to report to police regularly in connection with the suspended sentence for embezzlement.\nHe has denounced his detention as \"blatantly illegal\", saying the authorities had allowed him to travel to Berlin for treatment for the Novichok poisoning, which happened in Russia last August.\nMr Navalny has blamed state security agents under Mr Putin's orders for the attempt on his life. Investigative journalists have named Russian FSB agents suspected of the poisoning. \nBut the Kremlin denies involvement and disputes the conclusion, by Western weapons experts, that Novichok was used."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55859597",
      "category": "education",
      "title": "Lost school time 'could cost pupils £40,000 in earnings'",
      "tags": "Schools,Coronavirus pandemic,Institute for Fiscal Studies",
      "text": "Pupils in the UK could stand to lose an average of £40,000 each in lifetime earnings from lost time in school because of Covid, a report suggests.\nAny effects are likely to be concentrated among children from disadvantaged backgrounds, the Institute for Fiscal Studies said. \nParent groups say the four UK nations must \"do more... to avoid a generation of children being left behind\".\nThe IFS says the £1.5bn invested so far in \"catch up\" services is not enough.\nThe leading economic research group said \"there is much that is good\" with the plans to help pupils being put in place across the UK but the funding allocated to date was \"tiny in comparison with the scale of problem\".\nUK schools are currently closed to pupils other than children of key workers and those classified as vulnerable in an attempt to curb the spread of coronavirus.\nBy mid-February, children will have lost half an academic year - as much as 5% of their school career - in learning time. \nThe IFS says its report contains an \"illustration, rather than a precise prediction\" of what could happen.\nBut it suggests that despite remote learning, some children may leave school with fewer or poorer qualifications.  \nThe IFS says the reduction in face-to-face teaching could potentially result in a total of £350bn in lost lifetime earnings for the UK's 8.7m schoolchildren, adding this would hit future tax revenues.\nThe institute refers to findings by the World Bank that a year of schooling increases an individual's earnings by an average of 8% a year in an advanced economy such as the UK.\nFor anyone earning the average yearly wage in the UK, the IFS estimates, this would translate to a potential £40,000 loss in income across a lifetime, leading it to warn that \"the long-run costs of the pandemic will fall disproportionately on today's children\".\nThe IFS says even if \"much weaker assumptions\" are made, there could still be £90bn in lost lifetime earnings.\nSchools in England and Northern Ireland will remain closed to most pupils until at least 8 March.\nIn Wales, some primary-school children may start to return after the half-term break, while the Scottish government has ruled out a mid-February reopening.\nThe Department for Education has pledged an extra £300m in the next financial year for catch-up services in England, in addition to its existing funding allocation of £1bn.\nA DfE spokesperson said \"the prime minister was clear last week that extended schools closures have had a huge impact on pupils learning, which will take more than a year to make up.\n\"The government will work with parents, teachers and schools to develop a long term plan to make sure pupils have the chance to make up their learning over the course of this parliament.\"\nThe National Tutoring Programme helped almost 70,000 children in England during the autumn term and will benefit from a portion of the additional government funding to assist disadvantaged pupils.\nComfort Oghenesuvwe, a single mother of two boys, who lives in Kent, told BBC News: \"If something is not done to help my boys catch up when things return to normal, I worry for their future.\"\nBoth of Ms Oghenesuvwe's children - Jason, 11, and Jeffrey, 10 - have learnt from home during England's first and third nationwide lockdowns. \n\"Jason has been particularly affected as he has additional learning needs and would normally require a teacher to come to his table to double-check he understands everything, but that's not possible over Zoom.\n\"Back in April, we only had one laptop before we bought an extra one and Jason's learning had to be prioritised, so Jeffrey had to sit and colour, or just read a book at times. \n\"I've definitely seen Jeffrey's momentum for wanting to learn and read, which he used to enjoy, drop off as a result.\"\n\"What's going to come out of this experience is an entire patchwork of new inequalities layered on old inequalities,\" said Luke Sibieta, the IFS researcher behind the report.\nYounger children from disadvantaged families, who may have not had access to the right equipment for remote learning, will feel the impact most, he told BBC Radio 4's Today programme.\n\"They were probably the furthest behind to begin with,\" he said.\nThe government's plan for a \"catch-up\" service will \"cushion\" the impact, he said, \"however it just doesn't match up to the scale of the problem\".\n\"The scale of the policy response needs to be larger than it is at the moment.\"\nThe IFS estimates that half a year of schools spending is more than £30bn across the UK and says \"correcting a loss on this scale certainly requires a massive injection of resources\".\nJohn Jolly, chief executive of charity Parentkind, told BBC News: \"The government must do more and invest more to close the educational divide and to avoid a generation of children being left behind.\"\nJames Turner, chief executive of the Sutton Trust educational charity, echoed the IFS call for extra funding. He said: \"It is absolutely crucial that this is targeted towards disadvantaged pupils who have been the worst-hit by the pandemic.\n\"As a start, the pupil premium should be boosted this year to help schools catch up, through allocating an additional £400 to every low-income student.\"\nThe IFS report outlines options including extending the school year, lengthening the school day, mass repetition of entire school years, or summer schools to help children catch up.\nMs Oghenesuvwe said she would be open to these options for her children but said she worried about burnout among teachers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55779171",
      "category": "uk",
      "title": "Covid: 'More deadly' UK variant claim played down by scientists",
      "tags": "Patrick Vallance,Boris Johnson,Coronavirus pandemic",
      "text": "Scientists say signs a new coronavirus variant is more deadly than the earlier version should not be a \"game changer\" in the UK's response to the pandemic.\nBoris Johnson has said there is \"some evidence\" the variant may be associated with \"a higher degree of mortality\".\nBut the co-author of the study the PM was referring to said the variant's deadliness remained an \"open question\".\nAnother adviser said he was surprised Mr Johnson had shared the findings when the data was \"not particularly strong\".\nA third top medic said it was \"too early\" to be \"absolutely clear\".\nAt a Downing Street coronavirus news conference on Friday, the prime minister said: \"In addition to spreading more quickly, it also now appears that there is some evidence that the new variant - the variant that was first identified in London and the South East - may be associated with a higher degree of mortality.\"\nSpeaking alongside the PM, the government's chief scientific adviser Sir Patrick Vallance said there was \"a lot of uncertainty around these numbers\" but that early evidence suggested the variant could be about 30% more deadly.\nFor example, Sir Patrick said if 1,000 men in their 60s were infected with the old variant, roughly 10 of them would be expected to die - but this rises to about 13 with the new variant.\nThe announcement followed a briefing by scientists on the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag) which concluded there was a \"realistic possibility\" that the variant was associated with an increased risk of death.\nBut one of the briefing's co-authors, Prof Graham Medley, told BBC Radio 4's Today programme: \"The question about whether it is more dangerous in terms of mortality I think is still open.\" \n\"In terms of making the situation worse it is not a game changer. It is a very bad thing that is slightly worse,\" added Prof Medley, who is a professor of infectious disease modelling at the London School of Hygiene and Tropical Medicine. \nAnother 1,348 deaths within 28 days of a positive coronavirus test were reported in the UK on Saturday, in addition to 33,552 new infections, according to the government's coronavirus dashboard.\nThere is huge uncertainty in the evidence on how lethal the variant is. \nThe scientific experts that reviewed the data used a precise phrase saying it was a \"realistic possibility\" the new variant is more deadly.\nThat means there's a roughly 50-50 chance it will turn out to be true.\nWith time, and sadly more deaths, the picture will become clearer. \nWhile people debate the uncertainties though, we already know this variant has the ability to kill more people than the old ones. \nA virus that spreads faster (this one is 30-70% faster) will infect more people, more quickly, putting a greater strain on hospitals and leading to a sharper spike in deaths. \nIt is why viruses becoming more transmissible can be a bigger problem than ones becoming more deadly.\nNervtag's chairman Prof Peter Horby defended the government's \"transparency\" in making the announcement.\n\"Scientists are looking at the possibility that there is increased severity... and after a week of looking at the data we came to the conclusion that it was a realistic possibility,\" he said.\n\"We need to be transparent about that. If we were not telling people about this we would be accused of covering it up.\"\nBut Dr Mike Tildesley, a member of Sage subgroup the Scientific Pandemic Influenza Group on Modelling (Spi-M), agreed it was too early to draw \"strong conclusions\" as the suggested increased mortality rates were based on \"a relatively small amount of data\".\nHe told BBC Breakfast he was \"actually quite surprised\" Mr Johnson had made the early findings public rather than monitoring the data \"for a week or two more\".\n\"I just worry that where we report things pre-emptively where the data are not really particularly strong,\" Dr Tildesley added. \nPublic Health England medical director Dr Yvonne Doyle also said it was not \"absolutely clear\" the new variant was more deadly than the original.\n\"There is some evidence, but it is very early evidence. It is small numbers of cases and it is far too early to say,\" she told the Today programme.\nMeanwhile, senior doctors are calling on England's chief medical officer to cut the gap between the first and second doses of the Pfizer-BioNTech Covid-19 vaccine.\nThe British Medical Association told Prof Chris Whitty an extension to the maximum gap between jab from three weeks to 12 weeks, to get the first dose to more people, was \"difficult to justify\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55887264/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: UK orders extra 40m doses of Valneva vaccine",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The UK has ordered an extra 40 million doses of a coronavirus vaccine from the French pharmaceutical company Valneva, that should become available later in the year and into 2022. \nThe government says it will give flexibility should people need revaccinating next winter or beyond. \nThe UK has secured 407 million doses of different coronavirus vaccines - more than enough for the entire population. \nValneva's jab is still being tested in trials. \nAlthough those will take time to satisfy regulators before it can be rolled out, manufacturing at a site in West Lothian, Scotland, has already begun. \nThe site is already supporting 100 new highly-skilled local jobs for scientists and technicians.\nThe jab is expected to be given as two doses and contains a dead version of coronavirus that cannot cause disease, but should teach the body's immune system how to fight it.\nThe government said it signed a deal to almost double its initial order for 60 million doses. \nBusiness Secretary Kwasi Kwarteng said: \"This latest deal is yet another weapon in our national arsenal against this terrible disease, and will ensure we have sufficient supplies to protect the British public in 2021 and beyond.\n\"Backed with major investment from the UK government, Valneva's site in Scotland will be a vaccine production powerhouse, working flat out to ensure we can quickly deploy jabs across the UK if their candidate is approved, while supporting top quality, local jobs.\"\nVaccines Minister Nadhim Zahawi said any surplus vaccine could be distributed globally. \n\"If approved, Valneva's vaccine will not only help tackle Covid-19 here in the UK, but aid our mission to ensure there is a fair supply of vaccines across the globe.\n\"No-one is safe until the whole world is safe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-55889936",
      "category": "uk-wales-politics",
      "title": "Covid vaccines: Concern after minister says care home target reached",
      "tags": "Elderly people,Coronavirus vaccines,Welsh government,NHS Wales,Care homes,Coronavirus pandemic",
      "text": "A watchdog has expressed concerns over the roll-out of vaccinations in Welsh care homes after a minister said a key target had been reached.\nMental Health Minister Eluned Morgan said all care homes had been offered jabs by the end of January.\nBut older people's commissioner Helena Herklots said it was disappointing a \"significant number\" of care home residents had not had the jab.\nThe Welsh Government said homes with no active cases had received vaccines.\nLatest statistics show 75.1% of care home residents - 12,836 people - have had a first dose, although there is a lag between the time a dose is administered and when it appears in the statistics.\nThe target was one of a set of pledges laid out in the Welsh Government's vaccination strategy.\nBaroness Morgan told a press conference that all care homes for older people \"have either received visits from vaccination teams, or have visits planned.\"\nHomes that have had live Covid cases in the past 20 days have not had visits, the minister said.\nShe said vaccination teams would visit those places \"as soon as the public health advice allows\".\nAs of Sunday night, a total of 416,306 people in Wales have had their first jab, more than 13% of Wales' population.\nFigures released on Monday also showed 74.5% of people over the age of 80 - 136,186 people - have now had a first jab.\nMinisters missed a pledge to reach 70% of over-80s by 25 January and blamed the snow in some parts of Wales. \nThe commissioner said \"it is disappointing and concerning that, based on the latest published figures available, a significant number of older people living in care homes in Wales - around a quarter - appear to still be waiting to be vaccinated\".\nShe said that was despite care home residents being at the very top of the priority list. \nShe was also disappointed that despite confirming that visits to care homes had been planned, \"the Welsh Government did not provide any information about when vaccines would actually be delivered to residents\". \nMs Herklots added: \"I have written to the Welsh Government to raise my concerns about this delay, and have asked them to provide me with a detailed timeline that sets out when they expect all older people living in care homes to have received their first dose of vaccine. \n\"I am also seeking assurance that this delay will not impact upon the roll-out of the vaccine to other priority groups or the rollout of people's second doses.\"\nBaroness Morgan said the roll-out meant care home visits would be allowed to resume soon.\n\"With the vaccine being rolled out in care homes now, in a few weeks' time it will be easier for us to allow people to visit,\" she said.\nBut the minister urged families to err on the side of caution for the time being, until the vaccines have had time to take effect.\nMary Wimbury, chief executive of Care Forum Wales which represents homes and other service providers, said: \"We do need to have an element of caution in this\".\nShe said people were \"still waiting for the second dose\" of a Covid vaccine.\n\"It is going to be a gradual change in terms of visiting,\" she told Gareth Lewis on BBC Radio Wales.\nBaroness Morgan encouraged everybody who was eligible for a vaccine to take it up.\nThere have been reports that some care home staff in England have refused to be vaccinated, although Baroness Morgan said the Welsh Government was not at the point of making it mandatory.\nHowever, she said vaccines were \"particularly important in care homes because of the vulnerability of the people who are living there\".\nA Welsh Government spokeswoman said: \"All care homes where there were no active cases and those with small outbreaks where others could be vaccinated safely have received the vaccine.\" \nShe said health boards had records of all those not yet vaccinated and had plans to provide one \"as soon as it is safe to do so\".\nShe added: \"We have met our aim to reach all the older people care homes that it was possible to reach by the end of January. \n\"Not all residents will have received their vaccination yet, for different reasons...\n\"Where a care home has positive cases within the last 20 days the local health hoard have to determine whether it is safe for residents, staff and vaccinators to enter homes and administer vaccinations.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55881741",
      "category": "uk",
      "title": "Covid: Care home vaccine 'milestone' reached in England",
      "tags": "Coronavirus vaccines,Care homes,NHS,Coronavirus pandemic",
      "text": "A Covid vaccine has been offered to all older residents at eligible care homes in England, the NHS has announced.\nPrime Minister Boris Johnson described the achievement, expected to be confirmed by official figures on Monday, as a \"crucial milestone\".\nA target of 15 February has been set for the UK to vaccinate care home residents and carers, people over 70 and frontline care workers.\nNearly nine million people in the UK have had their first dose of a vaccine.\nNHS England said more than 10,000 care homes with older residents had been offered jabs, although a \"small remainder\" of homes had visits deferred by local public health directors for safety reasons during local outbreaks.\nThese will be visited by vaccinators as soon as NHS staff are allowed to do so, it said.\nIn Scotland, 98% of older people in care homes and 88% of care home staff have had the jab.\nAround 75% of care home residents in Wales have had their first jab, while in Northern Ireland the government has said 100% of care homes have received a first dose.\nMeanwhile, the UK has ordered an extra 40 million doses of a vaccine from the French pharmaceutical company Valneva, which should become available later in the year and into 2022.\nMr Johnson said vaccines were the \"route out of the pandemic\" but warned there will be \"difficult moments to come\" with the number of cases and people in hospital still \"dangerously high\".\nSpeaking during a visit to a vaccination centre in Batley, West Yorkshire, he said  \"virtually all\" elderly care home residents had received their first vaccine or been given an appointment for it. \nHe said he was \"confident that we have the supplies\" to ensure that people would receive their second jab within the government's 12-week timetable.\nSocial Care Minister Helen Whately said the vaccine had been offered to every care home in England where it was possible for teams to go in.\n\"Any care home that hasn't been contacted, just let me know and I will personally follow up,\" she told BBC Radio 4's Today programme.\nAsked whether care home workers should be compelled to have the vaccine, she said \"at the moment\" the government was trying to educate, encourage and reassure people who had reservations.\nShe also said there were no plans to give care home residents their second jab quicker to allow visiting but the government was working on \"what we can do to enable visiting\" again.\nAsked if care home visits would have to wait until residents had received both doses, she told BBC Breakfast: \"I'm not saying that\", before adding that \"at the moment it's too soon\" to allow indoor visiting as it takes time \"to build up immunity\".\nOn Saturday, a record 598,389 first jabs were given across the UK.\nCare UK chief executive Andrew Knight said almost all the company's residents had been offered a jab and \"the majority of our colleagues\" had been vaccinated.\nHowever, some care home staff have refused to have the vaccine due to \"cultural issues\", according to the National Care Association's executive chair Nadra Ahmed.\nShe told BBC Breakfast: \"We have to convince people that this vaccine is for them. That it's for the staff to protect them and therefore protect the services they work in.\"\nSam Monaghan, chief executive of leading care home group MHA, said the government's decision to increase the gap between the first and second doses of the vaccines to 12 weeks had been \"difficult\" and he hoped the second dose could be accelerated \"so that we can look at reuniting residents with their relatives\".\nHe also called for the government to provide \"clarity\" on what would be possible in care homes once people have had both doses of the vaccination, adding: \"People have been separated for such a long time.\"\nMichael Blakstad says he hasn't been given any more visiting rights to see his wife Tricia in her care home in Hampshire despite both of them having received the vaccine - he has had both doses, while Tricia has had her first.\n\"It hasn't made any difference at all to our ability to meet up and hold hands and see each other properly,\" he told BBC Radio 4's Today programme: \n\"I'm still visiting her through a screen, distanced and with a mask on, so we're really in the same situation we were in back in October.\"\nThe spread of the UK variant means the care home is still \"petrified\" of getting Covid, he said, adding that he could \"understand completely\" and the \"rules are the rules\".\nAsked if the care home should consider breaking the rules for him, he said: \"Frankly, I think where Tricia is concerned the damage has been done... she doesn't really recognise me anymore. \n\"I'm just hoping lessons will be learnt for the future.\"\nFiona Carragher, director of research and influencing at Alzheimer's Society, said it was \"great\" the milestone had been met but she remained concerned that the staff vaccination rollout \"has not been nearly so effective\".\n\"The most pressing question now is how and when can care homes restart safe, meaningful visits. Combined with PPE and testing, isn't one jab enough? If not, what else needs to be in place? Another 12-week wait is unacceptable for people dying of loneliness,\" she said.\nLiz Kendall, shadow social care minister, said it was \"very good news\" that vaccines had been offered to all elderly care home residents but ministers \"must leave no stone overturned to vaccinate all social care staff within the next two weeks\".\nLabour has previously called for teachers to be moved up the vaccination priority list and said February half-term should be used to vaccinate teaching staff.\nThe Joint Committee on Vaccinations and Immunisation, which sets which groups are prioritised, has said early vaccination of certain professions should be considered - but only once those in the top nine priority groups have been offered a first jab.\nDr Mike Tildesley, an infectious disease expert who advises the government, said that if the UK continues the current pace with vaccinations - and jabs are shown to prevent transmission, not just severe infection - measures could begin to be eased in March.\n\"We need to be very careful,\" he told BBC Radio 4's Today programme . \"Hopefully by the summer we can get back to something pretty close to what we have seen before the pandemic as normal.\"\nVaccines would need to be \"pretty good\" at blocking transmission \"to avoid a resurgence\" of the virus when measures are eased, Dr Tildesley added, with research due on this over the next month.\nA further 587 deaths within 28 days of a positive Covid test were reported on Sunday.\nIt takes the UK's total by that measure to 106,158, although the number of reported deaths tends to be lower over the weekend.\nIn other developments:\nWill your vaccine appointment be the first time you have left home in a long while? Have you or your loved ones been making a special effort for the occasion? Send your photos or videos to  yourpics@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nOr please use the form below:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55883189",
      "category": "uk",
      "title": "Muslim Council of Britain elects first female leader",
      "tags": "Muslims,Religion,Glasgow",
      "text": "The Muslim Council of Britain has elected its first female leader.\nZara Mohammed said it was an \"honour\" to be appointed as the new secretary general after winning the most votes in a poll of affiliate groups of the UK's largest Muslim umbrella organisation.\nShe succeeds Harun Khan, who completed a maximum of four years as the head of the MCB.\nThe 29-year-old from Glasgow said she hoped more women and young people would be inspired to seek leadership roles.\nShe said: \"I think women sometimes hesitate to take on leadership roles even though they are more than qualified to do so.\n\"It is really important to engage young people, engage more women and diversify the organisation and the work we are doing.\"\nMayor of London Sadiq Khan tweeted that Ms Mohammed's appointment was \"terrific\".\nMr Khan said: \"I wish the very best of success to Zara Mohammed - may she continue to lead this organisation to greater heights for the betterment of our communities across the country.\"\nMs Mohammed is a masters graduate in human rights law and a training and development consultant.\nShe said that she aimed to \"continue to build a truly inclusive, diverse and representative body\", driven by the needs of British Muslims \"for the common good\".\nShe previously served as an assistant secretary general for the MCB. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55879345",
      "category": "world-europe",
      "title": "Covid: EU and AstraZeneca in 'step forward' on vaccines",
      "tags": "European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The EU says UK-Swedish drug firm AstraZeneca will now supply an additional nine million Covid vaccine doses by March, after days of criticism of the bloc's vaccination programme.\nCommission President Ursula von der Leyen said it was a \"step forward\".\nBut the 40m doses now expected are still only about half of what had been hoped, amid continuing supply problems.\nThe Commission has been involved in a much-criticised row with both the UK and AstraZeneca this week.\nIn particular it was condemned over its threat to put checks on the Northern Ireland border to prevent vaccines produced in the EU from reaching the UK.\nThe border was one of the most difficult problems to overcome in the recently agreed Brexit deal, following the UK's departure from the EU.\nThe EU was angry that Britain was getting its UK-made contracted supplies from AstraZeneca while it suffered a shortfall. So the bloc announced it was introducing export controls on coronavirus vaccines made inside the EU to try to protect its supplies. The Brexit deal ensures there are no obstacles to trade between the Republic of Ireland and Northern Ireland .\nIn a tweet, Ms von der Leyen said AstraZeneca would \"deliver 9 million additional doses in the first quarter (40 million in total) compared to last week's offer & will start deliveries one week earlier than scheduled\".\nShe said this represented a 30% increase on the previous amount.\nIrish broadcaster RTE is reporting that the country will get another 100,000 doses as a result.\nThe EU signed a deal in August for 300 million AstraZeneca doses, with an option for 100 million more.\nIt was hoped 80 million would be delivered in the first quarter of 2021 - although other sources had put the figure at 100 million - but AstraZeneca said there were production problems at its Dutch and Belgian plants. Media reported this would mean a 60% cut in supplies to the end of March.\nThere followed a terse exchange between the two parties on contractual obligations, the EU arguing it was binding and the drug firm saying it had only to provide its \"best reasonable efforts\". The contract between the two was partly published as both tried to win the argument.\nThe Commission pointed out it could be supplied from UK-based plants, but the UK staunchly defended its supply contracts with AstraZeneca.\nThe UK was the first country to approve the vaccine, on 30 December - the EU only did so on Friday.\nThe EU, also on Friday, announced its so-called transparency mechanism, which gives countries in the bloc powers to deny authorisation for vaccine exports if the company making them has not honoured existing contracts with the EU.\nThe EU's attempt to apply measures to the Irish border was widely condemned, and the heads of the UK- and Europe-wide industry bodies warned against export bans.\nThe EU stepped back and, in a call with Prime Minister Boris Johnson, Ursula Von Der Leyen said that \"there will be no disruption of contracts that we have with any producer in the EU\".\nIn addition to her announcement on the doses, Ms Von Der Leyen said she had had a video-conference with vaccine manufacturers.\nIn an earlier tweet she spoke of \"our new initiative to strengthen bio-defence preparedness\", adding: \"We're discussing how to address Covid-19 variants & scale up manufacturing, be better prepared for future pandemics.\"\nThere was no reference to the talk earlier in the week of legal action and \"hijacking\" of supplies. The BBC's Kevin Connolly says this was a curiously flat and bland conclusion to a week of stormy rhetoric.\nThe additional doses announcement will be greeted with relief in Brussels, our correspondent says, but it still leaves the European Commission facing awkward questions about how its signing of supply contracts and approval processes have lagged behind those of other wealthy nations.\nEven Ms Von Der Leyen's reference to AstraZeneca expanding its production in Europe and the earlier supply date were partly signalled by the firm last week.\nBut she said on Sunday that the EU was maintaining its \"target of vaccinating 70% of adults by the end of summer\".\n\"Our opponent is the virus and the pharmaceutical industry is part of the solution,\" Ms Von Der Leyen told German public broadcaster ZDF.\nRemember just how long and difficult the Brexit negotiations were in reaching an agreement on Northern Ireland? Think about how often the EU lectured the UK government about the importance of respecting the detail of the arrangement; how peace in Northern Ireland was at stake.\nYet the impression the European Commission gave on Friday - however incorrect or unintended, which is what it insists - is that those concerns could be thrown aside in a heartbeat.\nThe European Commission back-tracked late on Friday (although it has reserved the right to revisit the issue, it says, if it sees EU-manufactured vaccines entering the rest of the UK via Northern Ireland).\nThe U-turn was publicly welcomed by Taoiseach Micheál Martin. But take a look at political and press reaction in Ireland, Northern Ireland and the rest of the UK, and you'll see a lot of damage had already been done.\nRead Katya's analysis in full here"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55881092",
      "category": "uk",
      "title": "Covid-19: Record day for UK vaccinations as total nears 9m",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A record 598,389 people were given their first coronavirus vaccination in one day across the UK on Saturday, government figures show.\nAs of Saturday a total of 8,977,329 people had received a jab, and 491,053 of those have had a second dose.\nHealth Secretary Matt Hancock said he was \"delighted\", adding each vaccine \"brings us one step closer to normal\".\nHowever, a further 587 deaths within 28 days of a positive Covid test were reported on Sunday.\nIt takes the UK's total by that measure to 106,158, although the number of reported deaths tends to be lower over the weekend.\nIn a video posted on Twitter Mr Hancock said he was \"so grateful to everybody who's involved in making this happen\", and said it meant three-quarters of those aged 75 to 79 and four-fifths of those over 80 had now been vaccinated.\nSir Jeremy Farrar, director of the Wellcome Trust and a member of the government's Scientific Advisory Group for Emergencies (Sage), described the volume of vaccinations as a \"staggering achievement\".\nEarlier, the health secretary predicted \"a happy and free Great British summer\" but warned of a \"a tough few months\" as national restrictions continue across the UK while vaccinations are administered.\nHis comments came after Dr Susan Hopkins, Public Health England's Covid strategy chief, warned that ending the current coronavirus lockdown must happen \"very slowly, very cautiously\".\n\"It is better to be cautious, let's get the population vaccinated,\" she told the BBC's Andrew Marr.\nEngland's current lockdown will continue until 8 March, when it is hoped schools could begin to reopen, while national restrictions are also in place across Wales, Scotland and Northern Ireland.\nThe vaccines record comes after a week which had seen a row with the European Union over vaccine distribution.\nTaoiseach Micheál Martin said there were \"a lot of lessons to be learnt\" after Brussels reversed its threat to put checks on the Irish border - a move which had been widely condemned.\nInternational Trade Secretary Liz Truss said the president of the European Commission Ursula von der Leyen had assured Prime Minister Boris Johnson that \"there will be no disruption of contracts that we have with any producer in the EU\".\nMeanwhile, the situation in hospitals has \"stabilised\", according to intensive care doctor Prof Rupert Pearse, who said it was going to be \"another very hard year\" for NHS staff.\nHis comments came before it was announced that charity fundraiser Captain Sir Tom Moore, 100, had been admitted to hospital with coronavirus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-55890639",
      "category": "uk-wales-politics",
      "title": "Covid: Decision on primary schools' return in Wales due Friday",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "An announcement is expected on Friday over whether some children will return to school later this month.\nThe Welsh Government has said children up to the age of seven may start returning to school on 22 February, after the half-term break.\nBut Wales' Mental Health and Wellbeing Minister Eluned Morgan said it would be determined by negotiations with teaching unions.\n\"Intensive discussions\" were taking place with them this week, she said. \nA head teachers' union says it wants to see the scientific modelling on the impact the effect a return of pupils might have.\nMs Morgan told a press conference \"some strict measures\" had already been put in place in schools.\nShe said ministers would continue to \"keep an eye\" on the levels of the virus and would always be looking to scientific advice \"to support\" its decision making. \n\"The focus will absolutely be on those children who are youngest, who find it most difficult to learn online, who need that socialisation perhaps more than some of the older children,\" she said.\n\"We are very determined to try and get those foundation phase children back to school as soon as possible.\" \nFirst Minister Mark Drakeford said last week primary children could begin a phased return to school if cases continued to fall.\nWales' average Covid case rate has fallen from 150.1 cases per 100,000 people to 141.2 in 24 hours.\nBut the Association of School and College Leaders Cymru (ASCL) has wanted to know more about the impact a return to face-to-face teaching in schools would have on virus transmission.\nEithne Hughes, ASCL's director, said at the weekend: \"What we don't want is children, going back into their homes being a vector for further spread within the communities.\"\nPlaid Cymru have reiterated calls for teachers and other key workers to go to the front of the queue when the Covid-19 vaccination reaches their age group.\n\"We believe that key workers like teachers should be prioritised within their age groups and within the priority groups to ensure that schools can not only reopen but can stay open,\" said Plaid MS Helen Mary Jones.\nThe Welsh Conservatives have called on the Welsh Government to adopt a \"localised approach\" to reopening schools. \nAndrew RT Davies, the Senedd Tory leader, said there were \"massive variations\" in Covid rates and a Wales-wide \"one size fits all approach\" was not the best way to get schools open again.  \nTravel is currently limited to essential purposes in Wales, such as for work and caring responsibilities, and international travel is barred.\nBut, after a tough year with the pandemic, many people will be dreaming about a holiday in 2021. \nWhile bookings for UK staycations are \"coming in thick and fast\", some people are gambling on a foreign trip in the hope restrictions will ease later this year. \nUse this form to tell us about your plans. \nIn some cases your comments will be published, displaying your name and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-pacific-11685977",
      "category": "world-asia-pacific",
      "title": "Aung San Suu Kyi: Myanmar democracy icon who fell from grace",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,Asia migrant crisis,Rohingya",
      "text": "She was once seen as a beacon for human rights - a principled activist who gave up her freedom to challenge the ruthless army generals who ruled Myanmar for decades.\nIn 1991, Aung San Suu Kyi was awarded the Nobel Peace Prize, while still under house arrest, and hailed as \"an outstanding example of the power of the powerless\". \nIn 2015, she led her National League for Democracy (NLD) to victory in Myanmar's first openly contested election in 25 years. But she was deposed by a coup in 2021 when the military took control and arrested her and the political leadership around her. \nWhile her image had suffered internationally due to her response to the crisis that befell Myanmar's mostly Muslim Rohingya minority, she remains hugely popular with the country's Buddhist majority.\nMs Suu Kyi spent nearly 15 years in detention between 1989 and 2010. Her personal struggle to bring democracy to then military-ruled Myanmar (also known as Burma) - made her an international symbol of peaceful resistance in the face of oppression.\nDespite her landslide victory in 2015, the Myanmar constitution forbade her from becoming president because she has children who are foreign nationals. But Ms Suu Kyi, now 75, was widely seen as de facto leader.\nHer official title was state counsellor. The President until the 2021 coup, Win Myint, was a close aide.\nIn 2020, her NLD once again won a landslide majority, getting even more votes than in the 2015 vote.\nThe still powerful military disputed the results, claiming election fraud. On the day parliament was to a sit for the first time, the military arrested Ms Suu Kyi along with many other political leaders. \nIt then declared a state of emergency, handing power to the military for a full year.\nMs Suu Kyi was later charged with illegally importing communications equipment. Police said they found seven walkie-talkie radios in her home which she was not authorised to possess.\nMs Suu Kyi is the daughter of Myanmar's independence hero, General Aung San.\nHe was assassinated when she was only two years old, just before Myanmar gained independence from British colonial rule in 1948.\nIn 1960 she went to India with her mother Daw Khin Kyi, who had been appointed Myanmar's ambassador in Delhi.\nFour years later she went to Oxford University in the UK, where she studied philosophy, politics and economics. There she met her future husband, academic Michael Aris.\nAfter stints of living and working in Japan and Bhutan, she settled in the UK to raise their two children, Alexander and Kim, but Myanmar was never far from her thoughts.\nWhen she arrived back in Yangon in 1988 - to look after her critically ill mother - Myanmar was in the midst of major political upheaval.\nThousands of students, office workers and monks took to the streets demanding democratic reform.\n\"I could not as my father's daughter remain indifferent to all that was going on,\" she said in a speech in Yangon on 26 August 1988. She went on to lead the revolt against the then-dictator, General Ne Win.\nInspired by the non-violent campaigns of US civil rights leader Martin Luther King and India's Mahatma Gandhi, she organised rallies and travelled around the country, calling for peaceful democratic reform and free elections.\nBut the demonstrations were brutally suppressed by the army, which seized power in a coup on 18 September 1988. Ms Suu Kyi was placed under house arrest the following year.\nThe military government called national elections in May 1990, which Ms Suu Kyi's NLD convincingly won - but the junta refused to hand over control.\nMs Suu Kyi remained under house arrest in Yangon for six years, until she was released in July 1995.\nShe was again put under house arrest in September 2000, when she tried to travel to the city of Mandalay in defiance of travel restrictions.\nShe was released unconditionally in May 2002, but just over a year later was imprisoned after a government-backed mob set upon her entourage in the north of the country. She escaped because of the swift action taken by her driver, but many of her supporters were savagely beaten and a number died. \nShe was later allowed to return home - but again under effective house arrest. \nAt times she was able to meet other NLD officials and selected diplomats, but during the early years she was often in solitary confinement. She was not allowed to see her two sons or her husband, who died of cancer in March 1999.\nThe military authorities had offered to allow her to travel to the UK to see him when he was gravely ill, but she felt compelled to refuse for fear she would not be allowed back into the country.\nMs Suu Kyi was side-lined from Myanmar's first elections in two decades on 7 November 2010 but released from house arrest six days later. Her son Kim was allowed to visit her for the first time in a decade.\nAs the new government embarked on a process of reform, Ms Suu Kyi and her party re-joined the political process. \nThey won 43 of the 45 seats contested in April 2012 by-elections, in an emphatic statement of support. Ms Suu Kyi was sworn in as an MP and leader of the opposition. \nThe following May, she left Myanmar for the first time in 24 years, in a sign of apparent confidence that its new leaders would allow her to return. \nSince becoming Myanmar's state counsellor, her leadership has been partly defined by the treatment of the country's mostly Muslim Rohingya minority. \nIn 2017 hundreds of thousands of Rohingya fled to neighbouring Bangladesh due to an army crackdown sparked by deadly attacks on police stations in Rakhine state.\nMyanmar now faces a lawsuit accusing it of genocide at the International Court of Justice (ICJ), while the International Criminal Court is investigating the country for crimes against humanity.\nMs Suu Kyi's former international supporters accused her of doing nothing to stop rape, murder and possible genocide by refusing to condemn the still powerful military or acknowledge accounts of atrocities.\nA few initially argued that she was a pragmatic politician, trying to govern a multi-ethnic country with a complex history.\nBut her personal defence of the army's actions at the ICJ hearing in the Hague was seen as a new turning point for her international reputation.\nAt home, however, \"the Lady\", as Ms Suu Kyi is known, remains wildly popular among the Buddhist majority who hold little sympathy for the Rohingya. \nDuring her time in power Ms Suu Kyi and the NLD government also faced criticism for prosecuting journalists and activists using colonial-era laws.\nWhile there was progress in some areas, the military continued to hold a quarter of parliamentary seats and controlled key ministries including defence, home affairs and border affairs.\nIn August 2018, Ms Suu Kyi described the generals in her cabinet as \"rather sweet\" and Myanmar's democratic transition, analysts said, appeared to have stalled.\nThe 2021 military coup came as the country was facing one of South East Asia's worst Covid-19 outbreaks, putting new strains on an already impoverished healthcare system as lockdown measures devastate livelihoods. \nThe coup triggered widespread demonstrations and Myanmar's military has cracked down on pro-democracy protesters, activists and journalists.\nIn December 2021, Ms Suu Kyi was found guilty of inciting dissent and breaking Covid rules in the first of a series of verdicts that could see her jailed for life. UN Human Rights chief Michelle Bachelet called it a \"sham trial\" that would only \"deepen rejection of the coup\".\nMs Suu Kyi faces 11 charges in total and denies them all.\nYet Ms Suu Kyi remains popular. A 2020 survey by the People's Alliance for Credible Elections, a watchdog, found that 79% of people had trust in her - up from 70% the previous year.\nDerek Mitchell, former US Ambassador to Myanmar told the BBC: \"The story of Aung San Suu Kyi is as much about us as it is about her. She may not have changed. She may have been consistent and we just didn't know the full complexity of who she is.\n\"We have to be mindful that we shouldn't endow people with some iconic image beyond which is human.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55888856",
      "category": "world-europe",
      "title": "Austria Covid: Brits among 96 skiers breaking rules in St Anton",
      "tags": "Tourism,Austria,Coronavirus lockdown measures,Skiing,Coronavirus pandemic",
      "text": "Austrian police say 96 foreigners, including Britons, have been caught breaching Covid-19 lockdown restrictions by taking a skiing holiday.\nThey are suspected of using loopholes to stay at the St Anton am Arlberg resort. Some registered local addresses or said they were seeking work. \nEach could now face a fine of up to €2,180 (£1,921; $2,633).\nAustrian ski slopes remain open for locals, but not for foreign tourists.\nPolice said the foreigners included Danes, Swedes, Germans, Irish, Romanians, Poles and Australians. All of them must also show coronavirus PCR tests.\nThe police checks took place at 44 hotels and chalets in the resort on Friday.\nAustria has imposed quarantines and strict rules on entering the country, in large part to discourage skiers, the BBC's Bethany Bell reports from Vienna.\nCommenting on the police operation, Interior Minister Karl Nehammer said \"whoever fails to obey the Covid-19 rules and stays in our country without justification must be fined\".\nTyrol regional governor Günther Platter said there would be \"zero tolerance\" for violators of the rules.\nElsewhere in the Tyrol, avalanches killed four people over the weekend, AFP news agency reports.\nA man and woman - both Austrians - were buried in one on Saturday in the Sellrain area. The other two fatalities were a 16-year-old German boy in the Kühtai area and an Austrian man near Axamer Lizum.\nCORRECTION 2 February 2021:Our initial report said all 96 foreigners had been placed in quarantine. We now understand this was not the case."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55895019",
      "category": "health",
      "title": "Coronavirus: UK must 'come down hard' on South African variant",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "The UK must \"come down hard\" on the South African coronavirus variant, the health secretary has said, after cases with no links to travel were detected.\nAbout 80,000 people in England will be offered urgent tests for the variant.\nResidents aged 16 and over in eight areas across Surrey, London, Kent, Hertfordshire, Southport and Walsall are being asked to take tests, regardless of symptoms. \nPrevious cases in the UK were connected to South Africa.\nBut random checks found 11 cases that could not be linked to international travel.\nMatt Hancock told a Downing Street news conference on Monday that there was \"currently no evidence\" to suggest the South African variant was \"any more severe, but we need to come down on it hard, and we will\".\nMobile testing units and home kits are being sent to the following neighbourhoods:\nAppealing to residents of these postcodes, Mr Hancock said: \"It is imperative that you stay at home, and that you get a test, even if you don't have symptoms. \n\"This is so important so that we can break the chains of the transmission of this new variant, and we've got to bring this virus to heel.\"\nDr Susan Hopkins, of Public Health England, told the same briefing that three of the vaccines that had been used in trials had proven effective against the South African variant.\nShe said officials expected other vaccines to have \"a similar level of effectiveness, particularly in reducing hospitalisation and death\".\nDr Hopkins added that further testing was taking place involving the South African variant so that predictions could be made with \"greater robustness\".\nProf Jim McManus, the director of public health for Hertfordshire, told the BBC that if every single case was detected, it might be \"possible\" to eradicate the variant within two weeks. \nAsked how confident the government was that the new variant could be contained, Mr Hancock warned it was \"not straightforward... there may be further cases we don't know about yet\".\nHe added it was \"absolutely vital\" that people in the affected areas \"minimise all social contact and get a test when the opportunity arises\".\nWhy have 11 cases caused such alarm? It is because of the precarious position we are in currently.\nVaccination is being rolled out quickly and many vulnerable people are building up immunity.\nAnything that interferes with that at this point will have significant consequences. But once vaccination is complete and there are significant levels of immunity across the population, the impact of mutations becomes much more diluted.\nThis is why there needs to be maximum vigilance now, but in the long-term we can still be confident we can get on top of this pandemic.\nViruses mutate, so what is happening is not surprising.\nBut coronaviruses - certainly compared to the flu which sees different strains circulating every year - tend to be relatively stable.\nSo that means, even with the mutations we are seeing, the vaccines that have been developed still offer a very good degree of protection, even if that protection is not quite as high as it was against the original form of the virus.\nWhat is more, it is relatively straightforward with this generation of vaccines to re-engineer them to work better against the mutations that have been seen.\nAlmost 9.3 million people in the UK have now received a first dose of a coronavirus vaccine, according to the latest government figures.\nMeanwhile, a further 18,607 new infections were recorded in the UK as of Monday, as well as another 406 deaths within 28 days of a positive test.\nIn total, 105 cases of the South African variant have been identified - with all but 11 linked to travel in South Africa. \nMr Hancock said testers would be going door-to-door in the areas being targeted for surge testing.\nKent County Council said police would be among those going door-to-door to offer residents in the ME15 area tests \"there and then\". \nIn Hertfordshire, residents in the EN10 area will receive a letter offering tests at mobile screening units, to collect at a local library, or through the post, the county council said.\nPositive cases will be analysed to see if they are caused by the South African variant.\nPublic Health England has already been analysing around 5% to 10% of all positive cases in more detail, allowing it to identify new variants in the community.\nEarlier, Prime Minister Boris Johnson said vaccines could be adapted to deal with new variants if necessary.\n\"The fact is we are going to be living with Covid for a while to come in one way or another,\" Mr Johnson said. \nStudies are under way into how the vaccines work against the new variants, with some early results suggesting the Pfizer jab protects against them.\nData on two new vaccines that could be approved soon - one from Novavax and another from Janssen - show that they appear to offer some protection against the variant. Meanwhile, early results from Moderna suggest its vaccine is still effective against the South Africa variant.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55885021",
      "category": "uk",
      "title": "Myanmar coup: Boris Johnson condemns 'unlawful imprisonment' of Aung San Suu Kyi",
      "tags": "Aung San Suu Kyi,Myanmar,Boris Johnson",
      "text": "Boris Johnson has condemned the coup in Myanmar, where armed forces have seized power and detained the country's civilian leader Aung San Suu Kyi. \nThe PM criticised the \"unlawful imprisonment of civilians\" and of Ms Suu Kyi and called for their release.\n\"The vote of the people must be respected,\" he said.\nMyanmar's military is alleging election fraud in November's democratic vote, won in a landslide by Ms Suu Kyi's National League for Democracy.\nShe urged her supporters \"not to accept\" the military's intervention and to \"protest against the coup\". \nAll authority has been given to the top army commander Min Aung Hlaing and a one-year state of emergency declared, a statement on Myanmar's military TV said.\nIn a tweet, the UK prime minister joined other world leaders from countries including the US and Australia in condemning the \"unlawful imprisonment of civilians\".\nUK Foreign Secretary Dominic Raab also criticised the coup, saying: \"The democratic wishes of the people of Myanmar must be respected, and the National Assembly peacefully re-convened.\"\nA government spokesman said the UK was calling on Myanmar's military to \"respect the rule of law and human rights\".\nMyanmar, also known as Burma, was ruled by the armed forces until 2011, when democratic reforms spearheaded by Ms Suu Kyi ended military rule.\nLabour's shadow foreign secretary Lisa Nandy said: \"The democratic rights of the people of Myanmar must be upheld.\n\"All political prisoners should be released and the UK government should consider further sanctions against the Burmese military.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55888059",
      "category": "technology",
      "title": "Nintendo Switch sales surge past those of the 3DS",
      "tags": "Gaming,Nintendo",
      "text": "Sales of Nintendo's Switch gaming consoles have surpassed those of their predecessor - the 3DS - despite being available for a much shorter period.\nThe firm said 79.87 million units had been sold since its March 2017 launch.\nThe figures accompanied the Japanese firm's financial results, which saw it declare a record 377bn yen ($3.6bn) profit for the April-December period.\nAnalysts attribute the Switch's success to the popularity of Animal Crossing, among other family-friendly exclusives.\nSuper Mario 3D World - which goes on sale on 12 February - is expected to provide it with a further boost.\nNintendo ended production of its 3DS handheld in September 2020 and says it sold 75.94 million units over its nine-and-a-half year lifetime.\nThe Switch first went on sale in 2017, and was joined by a lower-cost model - the Switch Lite - in 2019, which is also included in the tally.\nThe firm said demand for the machines was 35.8% up on the same period the previous year, with a total of 24.1 million units sold over the last nine months of 2020.\nNintendo's president Shuntaro Furukawa said that the company had sufficient components to continue producing the devices - despite wider industry shortages - and it now expected to sell 26.5 million of the consoles over the financial year as a whole. That represents 10% more than its previous guidance.\nHe added that there were no plans to launch a successor in the near term. However, there is continued speculation the company will unveil a \"pro\" version of the Switch before the end of 2021.\n\"The sales success of the Switch justifies Nintendo's decision to stick with its product strategy of combining unique and innovative dedicated games hardware with compelling first-party games,\" Piers Harding-Rolls from Ampere Analysis told the BBC.\n\"Sometimes this approach misses the mark - see the Wii U for example - but when it works it tends to result in very successful products.\n\"Clearly the stand out hit is the 30-million-selling Animal Crossing: New Horizons, a gentle, sociable game that will be synonymous with lockdown for many people.\"\nDespite the Switch's success, it still has some way to go before overtaking sales of four of the firm's other consoles:\nIf ever it was needed, the Nintendo Switch is proof that you don't need the highest-resolution graphics or fastest processor to make great games.\nSometimes people just want a cute, relaxing experience - and to be several thousand bells in debt to an entrepreneurial Japanese raccoon dog.\nAnimal Crossing has always been a best-seller for Nintendo's consoles, but New Horizons has surpassed expectations, shifting about 31 million copies.\nIts blend of relaxing island life and home decoration have provided some much-needed escapism during the coronavirus pandemic.\nIts social features also helped friends connect, chat and visit one another's homes - at least virtually - during lockdown restrictions.\nCritics say New Horizons is not that dissimilar from previous games in the series.\nIndeed, some of the best-selling games for the Switch - such as Mario Kart 8 Deluxe - are pretty much re-releases from the flop Wii U console.\nBut Nintendo seems to have found a winning formula with the Switch that shows no signs of slowing down.\n\n\n"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55877402",
      "category": "uk-wales",
      "title": "Airbus staff in Flintshire vote for work-hours cut plan to save jobs",
      "tags": "Airbus Group,Wales business,Broughton,Air travel,Wales economy",
      "text": "Airbus workers in Flintshire have voted to reduce their working week by up to 10% in a bid to save jobs.\nThe proposal came after the firm announced last year it was looking to shed 1,435 posts at its Broughton plant.\nA ballot of up to 3,500 members of the Unite union was carried out at the site, which employs 6,000.\nAirbus said it was delighted members had supported the proposal which was \"rooted in helping save jobs\".\nThe Unite union said voting in favour of the change had removed the possibility of compulsory redundancies.\nIt is understood many workers have opted for schemes including voluntary redundancies, but between 350 and 400 posts are still under threat.\nBroughton head of plant Jerome Blandin said: \"The shorter working week increases our flexibility and will help us manage the downturn in demand we are facing.\n\"We look forward to continuing to work in partnership with the trade union on the implementation of the new working arrangements at the appropriate time.\"\nUnite said members had voted \"overwhelmingly in favour\" of the plan.\nRegional secretary Peter Hughes said: \"Whilst it is not ideal that our members have had to commit to a shorter working week, this decision should be viewed against the background of an unprecedented crisis in global aviation.\n\"This solution to the crisis faced by Airbus is one that could be deployed to other manufacturing sites across Wales in order to avoid large scale redundancies. These unprecedented times require creative solutions.\"\nThe vote means workers will see a reduction in working hours of between 5% and 10% each week.\nUnion sources previously said Airbus would make up a third of the shortfall in salaries, although workers would lose about 6.6% of their pay.\nThe 12-month arrangement would be implemented when the UK government furlough scheme comes to an end.\nIn April, 3,200 staff were placed on the furlough scheme.\nDaz Reynolds, Unite convenor at Airbus, said: \"Coronavirus has been devastating for the aerospace sector and the past year has been extremely difficult for the site.\n\"After losing almost 1,000 jobs through voluntary redundancy today's result is extremely welcome for all our members.\"\nThis is the first time in Wales we have seen employees from a large company vote to take a pay cut to save their jobs. \nThe fact that the vote was overwhelming is a clear illustration of how anxious they are, not just about the immediate impact of the pandemic, but about the long-term future of the massive plant. \nIt sends a very clear message to Airbus executives at the company's headquarters in France that its Welsh workforce will work with them to continue to make the wings factory a success. \nIt also is evidence that the shop floor workers and the company are working together.  \nThe pandemic has hit a severe blow to the whole airline industry at a time when development was beginning into the company's next model.\nTo work on the new design of plane, Broughton will have to fight off competition from other plants in other countries.\nMore than 80% of the Unite members at the plant voted and 75% of them supported the pay cut. It means a 10% cut in working hours and a 6.6% cut in pay until Christmas and a 5% cut after that. \nThis might not be the only Welsh workforce to vote for a pay cut in 2021. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-55879337",
      "category": "world-middle-east",
      "title": "Covid: Israel to transfer 5,000 vaccine doses to Palestinians",
      "tags": "Israel & the Palestinians,Coronavirus vaccines",
      "text": "Israel says it is transferring 5,000 doses of Covid vaccine to immunise frontline Palestinian health workers.\nIsrael has one of the most advanced vaccination programmes in the world but Palestinians in the occupied West Bank and Gaza have yet to see one.\nUN experts say Israel has a responsibility for vaccinations there.\nIsrael says that is not part of agreed protocols and it has not received any requests from the Palestinians. This is its first such transfer.\nIsrael has recorded some 640,000 Covid cases since the pandemic began, and just over 4,700 deaths, Johns Hopkins University research shows. There have been almost 160,000 cases in the West Bank and Gaza, with 1,833 deaths, the research shows.\nIsrael's special deal with vaccine supplier Pfizer - Israel is providing vital medical data in return for a quick rollout - has helped it to become the country that has inoculated more people per head of population than any other.\nSome 1.7 million people, almost 20% of the population, have already received both doses. More than three million people have received the first. However, the country remains under lockdown.\nThe office of Israeli Defence Minister Benny Gantz confirmed on Sunday that Israel would make the transfer to the Palestinian Authority. The Palestinians have not yet commented.\nNeither the West Bank, whose limited self-rule is run by the Palestinian Authority, nor Gaza, controlled by militant Islamist movement Hamas, has started vaccination programmes.\nPalestinian health officials say deals are being negotiated for vaccine supplies but it is unclear when they will start.\nThe territories also hope to benefit from the World Health Organization-backed Covax scheme, to supply vaccines to poorer states and nations, but again timings are unknown.\nA few thousand Russian-made vaccines have arrived but is unclear who they have gone to.\nAbout 2.7 million Palestinians live in the West Bank, and another 1.8 million in Gaza.\nIsrael points to the Oslo accords, agreed in 1993 and 1995, which set out how parts of the West Bank and Gaza would be governed under an interim framework until a permanent peace settlement can be reached.\nIt says these give the Palestinian Authority oversight of public health under the principles of self-determination.\nThe Palestinians say those accords also say Israel should co-operate in combating epidemics and contagious diseases.\nUN experts say the Geneva Convention on occupied territories takes priority over these accords and it is Israel's responsibility to provide equitable access to vaccines for Palestinians in Gaza and the West Bank.\nIsrael's extensive vaccination drive does include Israel's Arab citizens and Palestinians living in annexed east Jerusalem.\nOn Friday the WHO warned against \"vaccine nationalism\", saying there was a \"real danger that the very tools that could help to end the pandemic - vaccines - may exacerbate\" global inequality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55878097/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Jab given to 98% of older care home residents",
      "tags": "Musselburgh,NHS Scotland,Coronavirus vaccines,Bathgate,Vaccination,Coronavirus testing,East Kilbride,Aberdeen,Coronavirus pandemic",
      "text": "Almost every elderly care home resident in Scotland and 80% of the over-80s in the community have received the first dose of the Covid vaccine. \nFirst Minister Nicola Sturgeon said 98% of older people in care homes and 88% of care home staff have had the jab. \nShe told the government's daily coronavirus briefing that the NHS is \"ahead of schedule\" to complete first doses for all over-80s by Friday. \nIt came as two mass vaccination centres opened in Edinburgh and Aberdeen. \nVaccination of the over-70s is now under way, with Ms Sturgeon saying that 14% of people aged 75-79 have had the jab. \nThey are among more than 575,000 people in Scotland to have been vaccinated, Ms Sturgeon said. \nHowever, Scottish Conservative leader Douglas Ross said the daily vaccination figures for Sunday were \"the lowest yet\".\n\"When we're in a race against the virus, why are the SNP running backwards?\" he said. \n\"The SNP are failing to deliver a seven-day service and the first minister seems to have no plans for getting the vaccine out to GPs faster.\"\nMs Sturgeon said she would look into the issue and wanted to make sure the vaccine rollout was continuing at the same pace seven days a week. \nIn November, Health Secretary Jeane Freeman had outlined hopes that one million Scots could get the jab before the end of January. \nChallenged on the disparity, Ms Sturgeon pointed out that there were no approved vaccines in November.\n\"There were assumptions being made at that point that have had to be, for all countries across the UK, refined on the basis of the actual supply, not just the totality of those supplies but the actual phasing of those supplies over the period,\" she added. \n\"We'll continue to look to pick up pace, look to address issues where we don't think it's going as fast as it needs to... but we're cracking on with this just as quickly as we are able to do.\"\nThe Scottish government has said everyone in the next stage of the vaccine rollout should receive their first jab by the middle of the month, subject to supplies. \nInitially, the new centres will be able to vaccinate 27,000 people a week.\nOver-70s will also receive jabs at smaller centres such as village halls.\nSome GP surgeries have already begun the vaccinations for that priority group, which also includes people who are clinically extremely vulnerable and over-16s on the shielding list.\nLetters started going out a week ago and the Scottish government is urging everyone to take up their appointments.\nThe site at the Edinburgh EICC will be able to vaccinate more than 21,000 people a week, while the Aberdeen facility at P&J Live will vaccinate about 6,000 every week.\nThe Louisa Jordan mass vaccination centre in Glasgow has been operating since 8 December.\nIt has been carrying out between 1,000 and 5,000 vaccinations daily and has the capacity to move to 10,000 a day.\nThe Scottish government said the scale of operations at the mass vaccination centres meant letters would also start going out next week in Lothian, Grampian and Greater Glasgow and Clyde to those aged between 65 and 69 - the next group on the priority list.\nIt said the programme for first doses for care home residents, front-line health and social care workers and those aged 80 and over would be completed by 5 February.\nThe Scottish government's vaccine deployment plan, which was published on 14 January, said vaccination facilities would also open in Bathgate, Musselburgh and Motherwell. However, no specific dates have been given.\nNHS Lothian has told BBC Scotland that the Bathgate and Musselburgh sites will be able to carry out about 14,000 and 8,000 vaccinations per week respectively when they are fully operational. \nThe virus programme was boosted on Saturday as NHS Lanarkshire opened the doors in East Kilbride to any over-80s who had not yet received their first dose.\nThe health board advertised extra appointments at its vaccination centre at the Alistair McCoist Complex for patients of GP practices in the area who were eligible."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-55886085",
      "category": "uk-england-tyne",
      "title": "Covid: Joelinton's barber had been warned before about breaches",
      "tags": "Coronavirus lockdown measures,Newcastle upon Tyne,Coronavirus pandemic",
      "text": "A barber who cut a footballer's hair in breach of lockdown had been warned by a council before about possible breaches.\nTom Baxter, who was pictured in his North Shields garage with NUFC striker Joelinton, has accepted a prohibition notice from North Tyneside Council.\nNewcastle City Council said it had issued him with a warning in November and a prohibition notice in January for his Newcastle salon.\nMr Baxter said he was unaware of the Newcastle issues and will appeal.\nA Newcastle City Council spokesman said: \"Following complaints about Mr Baxter still operating his High Heaton barbershop a week after national lockdown measures began in November 2020, we wrote to advise that the premises were not permitted to open. \n\"The letter warned that if Mr Baxter did not cease trading and comply with Covid restrictions designed to protect public health, a prohibition notice would be served.\"\nThe council previously said a second warning was issued in December, but it has now said that was incorrect.\nMr Baxter said his salon was closed throughout November and he had installed numerous Covid measures when it reopened under tier three rules in December.\nAfter the picture of Mr Baxter and Joelinton was shared online last week, North Tyneside Council said it would issue a prohibition notice of its own as it had \"received complaints about an individual operating a barber service\" from a property in the borough \"in contravention of Covid regulations\".\nNorthumbria Police previously said it would contact the celebrity stylist and Joelinton and \"consider further action\".\nNewcastle United said it would take \"appropriate action\", while Mr Baxter said on Saturday he \"shouldn't have done it\".\nHair salons and barbers in England are currently closed under lockdown regulations.\nA police spokesman said: \"We are aware of a social media post involving a 24-year-old man and a 35-year-old man who may be in breach of coronavirus restrictions.\n\"We will be speaking to those involved and consider any further action under the coronavirus legislation.\"\nJoelinton was on the bench for Newcastle's 2-0 win at Everton on Saturday.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55884596",
      "category": "business",
      "title": "Thousands of jobs at risk as Asos strikes Arcadia deal",
      "tags": "Companies,Retailing,Arcadia Group,Asos,Sir Philip Green,UK High Streets",
      "text": "Thousands of jobs remain at risk after online fashion retailer Asos struck a £295m deal to buy four brands from failed retail group Arcadia.\nAsos is buying the Topshop, Topman, Miss Selfridge and HIIT brands, but not the shops.\nSir Philip Green's Arcadia group fell into administration in November last year, casting doubt over the future of its brands and 13,000 jobs.\nAsos is paying £265m for the brands and a further £30m for the stock.\nAbout 300 people currently employed by the brands in design, buying and retail partnerships will transfer to Asos, but a question mark hangs over thousands more jobs.\nAbout 70 stores with 2,500 employees are expected to close.\nWithin the past few weeks 50 stores have already closed, with the loss of about 2,000 jobs.\nOne Topshop worker who wanted to remain anonymous said he had found out about the Asos deal from a Tweet by the fashion retailer on Monday.\n\"I woke up this morning, and just went on my phone, and it was the first thing that I saw on Twitter,\" he said. \"That was the first word we had, we didn't hear anything properly from the Arcadia side of things for a good hour and a bit afterwards.\"\nHe said that it was a part-time job for him while studying and \"I feel worse for the people who work there full-time for their careers.\"\n\"There's lots of people who've been there for many years, and obviously, when [Asos] is just taking the digital side of it, there's so many people that work in the stores. It's really sad for company.\"\nHe said that while coronavirus \"hasn't helped\" the closure of physical stores would \"leave a big gap\".\n\"People still want to shop in person. It is good doing online shopping, but what then replaces the High Street? There's going to be nothing left, eventually, if all these companies keep buying up [brands].\"\nAsos chief executive Nick Beighton said: \"The acquisition of these iconic British brands is a hugely exciting moment for Asos and our customers and will help accelerate our multi-brand platform strategy. \n\"We have been central to driving their recent growth online and, under our ownership, we will develop them further, using our design, marketing, technology and logistics expertise, and working closely with key strategic retail partners in the UK and around the world.\"\nMr Beighton told journalists on a conference call that acquiring the brands would accelerate Asos's mission to become \"the number one destination for fashion-loving 20-somethings throughout the world\".\n\"This deal makes perfect sense for us on every level,\" he added.\nIn a separate BBC interview, he said: \"There was a lot of competition and we're really pleased we eventually came through and won the brands. \n\"We think we're the natural owners for these brands. We know these customers and we know this market. We have the best designers in London and really I think these brands sit naturally on the Asos platform.\"\nAdministrators Deliotte said the deal was expected to complete on 4 February.\nHowever, neither Asos nor the administrators made any mention of the people who worked in the brands' store networks.\nAsos said it had acquired \"strong consumer-facing brands\" and saw \"a significant opportunity\" to drive further growth for them globally. \nIt added that the brands would benefit from \"investment into customer engagement and brand positioning in line with our existing model\".\nAsos has seen strong sales in the pandemic and is already one of the biggest wholesalers for the brands that it has acquired.\nAsos' purchase of the four main Arcadia brands leaves the thousands of staff employed in the Topshop, Topman, Miss Selfridge and HIIT shops facing a desperately uncertain future. They are unlikely to keep their jobs. It is hard to see a buyer emerging at the right time to keep them employed. \nThere are also 10,000 members of the Arcadia pension scheme who face a possible hit to their retirement benefits. The scheme has an estimated deficit of £350m and is being assessed by the Pension Protection Fund, the government-backed lifeboat scheme for orphan pension plans.\nCouncil leaders all over the country will also be fretting at the rapid exodus from the High Street. Topshop once had 300 shops - only 70-odd are still operating - and Debenhams' 124 High Street stores are expected to close from next month. This is a double blow to town centres, which will now look much emptier when pandemic trading restrictions are lifted. \nLandlords will be wondering who might be their new tenants. As one retail observer has noted, there is only so much street food and crazy golf that a single postcode can take. Many councils will hope a conversion of empty premises into flats will make the difference. However, the British Property Federation is warning that new government plans to fast-track the re-purposing of retail premises risk making matters worse.\nAnother of Sir Philip Green's brands, Evans, was bought by Australia's City Chic in December for £23m.\nOther brands in the Arcadia stable that have not yet been sold are Dorothy Perkins, Wallis and Burton.\nIt emerged last week that online fashion retailer Boohoo was in \"exclusive\" talks to snap up those brands.\nAlso last week, Boohoo sealed a deal to buy the Debenhams brand and website for £55m. However, the price tag did not include any of the retailer's remaining 118 High Street stores or its workforce, resulting in up to 12,000 job losses.\nOn Monday retailer Aldi said that workers affected by the collapse of Arcadia and Debenhams should apply for one of the 4,000 jobs it aims to create in the UK this year.\nSupermarkets have seen high demand for groceries since March 2020 as restaurants and pubs have been hit by lockdowns and coronavirus restrictions.\nAldi is currently opening one store per week \"as we continue to try to meet the huge demand\", said Aldi UK recruitment director Kelly Stokes.\n\"That means finding around 4,000 new Aldi colleagues this year and, if we can do that while also helping those who have recently lost out due to closures elsewhere, we will do,\" she said.\nSir Philip Green is under pressure to use his own money to plug an estimated £350m hole in Arcadia's pension fund, which has about 10,000 members. \nLast year, the retail tycoon had an estimated fortune of £930m, according to the Sunday Times Rich List.\nProf John Colley, associate dean of Warwick Business School, described the Asos deal as \"another nail in the High Street's coffin\", \n\"Meanwhile. landlords will have to try to re-let the properties and there will be few takers in the current climate,\" he said.\n\"With retail values collapsing, it is likely that many of these properties have to be converted for other uses. In that sense, we can see Covid-19 accelerating and crystallising trends which have been developing for many years.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55891040",
      "category": "uk",
      "title": "Covid-19: UK 'must come down hard' on South Africa variant, and summer optimism",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning.\nMass testing is being rolled out for people in some select postcodes in England to spot cases of the South Africa variant. It comes after 11 cases without any links to previous cases or travel were discovered, prompting fears people may have caught it in the UK. Around 80,000 people in eight postcodes in Surrey, London, Kent, Hertfordshire, Southport and Walsall will be offered tests, with officials going door-to-door. Health Secretary Matt Hancock said it was vital that people in those areas minimise contact. He told a No 10 briefing \"we need to come down on it hard\". There's more about the variant here.\nEarlier, Boris Johnson said he was \"optimistic\" people will be able to get away for a holiday this summer - but warned it depends on certain things going well. Mr Johnson is not expected to set out his plan for lifting lockdown until 22 February. He said \"some things have got to go right\" for the UK to enjoy holidays - including the success of the vaccine rollout, the level of cases and the spread of new variants. It comes as the boss of Ryanair predicted \"a strong return\" for European beach holidays this summer. \nVaccines are in the news again today, after the UK put in an order for an extra 40 million doses of a jab from French pharmaceutical company Valneva. It's not expected to be available until later in the year but the government said it will help if people need revaccinating next winter or beyond. It takes the total number of doses secured by the UK up to 407 million - more than enough for the entire population. In other positive vaccine news, the NHS announced that all older residents at eligible care homes in England have now been offered a jab. \nThere's good news for people living on the Isle of Man - Covid social distancing rules have been scrapped, as the island's 25 day lockdown ended at midnight last night. Healthcare services have returned to normal, schools have reopened, and all shops and pubs have been allowed to welcome customers again. The island is now the only place in the British Isles with no social distancing measures in place - but the border remains closed to non-residents except for key workers and those with a compassionate exemption.\nImagine logging on to a family Zoom catch-up and a goat unexpectedly joins the call. That was the idea of Lancashire farmer Dot McCarthy. For £5, people can hire a goat, who then joins a scheduled meeting with a little help from farm staff. Ms McCarthy, 32, said the response has been \"insane\" and has helped her keep her staff on full-time. Her goats have now appeared in virtual meetings all over the world, including in the US, Russia, China and Australia.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. Meanwhile, why won't vaccinating the vulnerable bring an immediate end to lockdown? Our health correspondent explains why.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55882489",
      "category": "world-asia",
      "title": "Myanmar coup: Aung San Suu Kyi detained as military seizes control",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,Rohingya",
      "text": "Myanmar's military has seized power after detaining Aung San Suu Kyi and other democratically elected leaders.\nTroops are patrolling the streets and a night-time curfew is in force, with a one-year state of emergency declared.\nUS President Joe Biden raised the threat of new sanctions, with the UN and UK also condemning the coup.\nThe army alleges the recent landslide election win by Ms Suu Kyi's party was marred by fraud. She urged supporters to \"protest against the coup\".\nIn a letter written in preparation for her impending detention, she said the military's actions would put the country back under a dictatorship.\nThe military has already announced replacements for a number of ministers.\nOn the streets of the main city, Yangon (Rangoon), people said they felt their hard-fought battle for democracy had been lost.\nOne 25-year-old resident, who asked not to be named, told the BBC: \"Waking up to learn your world has been completely turned upside down overnight was not a new feeling, but a feeling that I thought that we had moved on from, and one that I never thought we'd be forced to feel again.\"\nMyanmar, also known as Burma, was ruled by the armed forces from 1962 until 2011, when a new government began ushering in a return to civilian rule.\nShe spent nearly 15 years in detention between 1989 and 2010. She was internationally hailed as a beacon of democracy and received the Nobel Peace Prize in 1991.\nBut her international reputation suffered severely following an army crackdown on the mostly Muslim Rohingya minority. Former supporters accused her of refusing to condemn the military or acknowledge accounts of atrocities.\nIn the early hours of Monday, the army's TV station said power had been handed over to commander-in-chief Min Aung Hlaing.\nMs Suu Kyi, President Win Myint and other leaders of the National League for Democracy (NLD) were arrested in a series of raids. It is not clear where they are being held.\nNo major violence has been reported. Soldiers blocked roads in the capital, Nay Pyi Taw, and the main city, Yangon. International and domestic TV channels, including the state broadcaster, went off air. Internet and phone services were disrupted. Banks said they had been forced to close.\nLater, the military announced that 24 ministers and deputies had been removed, and 11 replacements had been named, including in finance, health, the interior and foreign affairs.\nA curfew is now reportedly in effect from 20:00 local time to 06:00 (13:30-23:30 GMT).\nThe military takeover follows weeks of tensions between the armed forces and the government following parliamentary elections lost by the army-backed opposition.\nThe opposition had demanded a re-run of the election, raising allegations of widespread fraud that were not backed by the electoral commission.\nSo it is official. The armed forces in Myanmar have confirmed that they have carried out a coup d'etat, their first against a civilian government since 1962, and in apparent violation of the constitution which the military promised to honour as recently as last Saturday.\nThe grievances which have been driving tension between the military and the government are well enough known. The military-backed party, the USDP, performed poorly in last November's general election, whereas the NLD did even better than in 2015.\nThe timing of this coup is also easily explained. This week the first session of parliament since the election was due to start, which would have enshrined the election result by approving the next government. That will no longer happen.\nBut the military's longer game plan is hard to fathom. What do they plan to do in the year they have given themselves to run the country? There will be public anger over a coup so soon after an election in which 70% of voters defied the Covid-19 pandemic to vote so overwhelmingly for Aung San Suu Kyi. \nFamously stubborn, she is unlikely to co-operate with a gun held to her head. Her ally, President Win Myint, is the only person authorised under the constitution to enact a state of emergency. He has been detained with her. \nFor the moment the military's action appears reckless, and puts Myanmar on a perilous path.\nMichael Ghilezan, a partner of a US law firm who lives in Yangon, told the BBC he had expected military vehicles and protests in the city, but there was instead an eerie calm. \"The most common reaction from my Burmese friends has been anger. They feel deeply betrayed by the military and the USDP.\"\nThis was reflected in other comments from the streets, although there have been some supporters of the army out waving flags in Yangon.\nTheinny Oo, a development consultant, told Reuters: \"We had a lawful election. People voted for the one they preferred. We have no protection under the law now.\"\nMany people feared giving their names. One 64-year-old resident of Hlaing township told AFP: \"I don't want the coup. I have seen many transitions in this country and I was looking forward to a better future.\"\nAuthor and historian Thant Myint-U tweeted that a door had opened to a \"very different future\", and he feared for the millions who had been descending into poverty.\nUN Secretary-General António Guterres called the army's move a \"serious blow to democratic reforms\", as the security council prepared for an emergency meeting. The UN demanded the release of what it said were at least 45 people who had been detained.\nJoe Biden released a statement saying \"force should never seek to overrule the will of the people or attempt to erase the outcome of a credible election\".\nHe said the removal of sanctions over the past decade as Myanmar progressed to democracy would be immediately reviewed, adding: \"The United States will stand up for democracy wherever it is under attack.\"\nIn the UK, Prime Minister Boris Johnson condemned the coup and Aung San Suu Kyi's \"unlawful imprisonment\".\nEuropean Union leaders have issued similar condemnations.\nChina, which has previously opposed international intervention in Myanmar, urged all sides in the country to \"resolve differences\", while some regional powers, including Cambodia, Thailand and the Philippines, said it was an \"internal matter\".\nAung San Suu Kyi, 75, is the daughter of Myanmar's independence hero, Gen Aung San who was assassinated just before the country gained independence from British colonial rule in 1948.\nShe remained popular with the public despite spending years under house arrest. \nShe was released in 2010, and in November 2015 she led the NLD to a landslide victory in Myanmar's first openly contested election for 25 years and became de facto leader.\nIn recent years, her leadership has been defined by the treatment of the country's mostly Muslim Rohingya minority.\nIn 2017 hundreds of thousands of Rohingya fled to neighbouring Bangladesh due to an army crackdown sparked by deadly attacks on police stations in Rakhine state.\nMs Suu Kyi's defence of the military over the widely condemned crackdown lost her much of her international support.\nAre you in Myanmar? What have you seen of the coup? Only if it is safe to do so, please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55891893",
      "category": "uk-wales",
      "title": "Covid: NHS Wales app users can apply for £500 self-isolation payment",
      "tags": "Contact tracing,Welsh government,Coronavirus pandemic",
      "text": "People in Wales who are told to self-isolate by the NHS Covid-19 phone app can now apply for a £500 payment, the Welsh Government has announced.\nUntil now it has only been available to low-earners who have been asked to isolate by either Test, Trace, Protect or their child's school.\nPeople need to contact their council to access the scheme.\nThe Conservatives said it was confusing and said people should be able to have payments backdated.\nBut the Welsh Government said payments would not be backdated for anyone who had been told to self-isolate by the app before the latest announcement.\nPeople will also have to show evidence their income will be reduced by isolating.\nIt is available to people who are employed or self-employed and unable to work from home.\nThe applicant or their partner must be currently receiving universal credit, working tax credit, income-based employment and support allowance, income-based jobseeker's allowance, income support, housing benefit or pension credit.\nSome will have their application accepted under the discretionary element of Self-Isolation Support Scheme.\nPeople living in Wales and England have been urged to download the contact-tracing app.\nNHS Covid-19 instructs users to self-isolate if it detects they were near to someone who has the virus.\nThe Housing and Local Government Minister Julie James said the Welsh Government was \"committed to protecting people's health and well-being\".\n\"We will continue to support the people of Wales during this difficult time,\" she said. \n\"The £500 payment has already provided financial security to those asked to self-isolate, helping to break the cycle of transmission and ensure no-one has to choose between feeding their family or going to work and potentially spreading the virus.\"\nShe said local authorities had \"once again risen to the challenge\" of ensuring all those who need financial support throughout receive it while developers amend the process so people can apply for help directly through the app. \nAngela Burns, the Welsh Conservative health spokeswoman, criticised the fact that \"applications still cannot be backdated to September, meaning people in Wales who need this £500 payment - and who are likely to fall into the financially vulnerable category - cannot access it and are therefore badly disadvantaged\".\nTravel is currently limited to essential purposes in Wales, such as for work and caring responsibilities, and international travel is barred.\nBut, after a tough year with the pandemic, many people will be dreaming about a holiday in 2021. \nWhile bookings for UK staycations are \"coming in thick and fast\", some people are gambling on a foreign trip in the hope restrictions will ease later this year. \nUse this form to tell us about your plans. \nIn some cases your comments will be published, displaying your name and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-55346329",
      "category": "science-environment",
      "title": "Now and then: Iceland's vanishing glaciers",
      "tags": "Glaciers,Climate change,Environment",
      "text": "Iceland's Skaftafellsjokull is a spur from the nation's Vatnajokull ice cap, which is Europe's largest glacier.\nIn 1989, photographer Colin Baxter visited the glacier during a family holiday and took a picture of the frozen landscape.\nColin's son, Dr Kieran Baxter, returned to the exact location 30 years later.\nIt had dramatically retreated, with scientists estimating it had shrunk by about 400 square kilometres, which is about the size of the Isle of Wight, as a result of climate change.\n\"I grew up visiting these amazing places and inherited an understanding of the quiet power of these landscapes,\" said Dr Kieran Baxter, a lecturer at the University of Dundee.\n\"It is personally devastating to see them change so drastically in the past few decades.\n\"On surface appearances, the extent of the climate crisis often remains largely invisible but here we can see clearly the gravity of the situation that is affecting the entire globe,\" Dr Baxter observed.\nGlobally, the world's glaciers are considered to be among the most visual indicators of how the world's climate is warming.\nAccording to US scientists, glaciers have - on average - lost the equivalent of a 24m-slice of ice since 1980.\nMeasuring the actual decline of glaciers is difficult on a global scale as there are a range of factors that affect the rate of melting, such as altitude, precipitation, exposure to the elements, like wind and sunlight.\nGlaciers' ages also differ vastly. Some are just a few centuries old, whereas other have been in existence for hundreds of thousands of years.\nThe longevity of glaciers provide a valuable record of past climates, and how the current situation compares with past events.\nScientists drill into the glaciers' ice and extract a \"core\". These cores provide a continuous \"proxy\" year-by-year record of past climates. \nBy analysing components of the ice, such as trapped air bubbles within the ice, researchers can build up a picture of past atmospheric characteristics, such as how much CO2 was in the air, temperature variations, vegetation.\nThis allows scientists to build up a picture of  past climates, how it has changed and what we can expect in the future.\nThe demise of glaciers around the world serves as a double whammy. Not only are regions losing vital sources of drinking water, and irrigation for agriculture, but the world is losing forever a valuable scientific history of the planet's climates.\nOur Planet Now & Then is a monthly feature that shows how our planet is changing in a warming world, running until the UN's climate summit in Glasgow in December"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55886162",
      "category": "entertainment-arts",
      "title": "George Clooney helps Eddie Izzard complete 31-day marathon challenge",
      "tags": "George Clooney,Marathon running,Eddie Izzard",
      "text": "Comedian Eddie Izzard has completed her 31-day virtual marathon run by raising over £200k for charity.\nSpeaking from her treadmill after Sunday's double marathon, she said she felt \"very honoured\" by the support. \nThe livestreamed runs, held across different virtual cities, are part of her Make Humanity Great Again goodwill initiative.    \nActor George Clooney helped Izzard cross the finish line in London and urged people to stay Covid-safe.   \n\"Remember, we're almost through this everybody, hang tight!\" he said. \n\"Wear a mask, stay distanced, we're almost there.\"\nThe Hollywood star joined a host of celebrities including Russell Brand, Michael Palin, Dame Judi Dench and Ewan McGregor, who supported Izzard through video calls during her daily runs.\nThe comic's day 24 run through a virtual Brussels, in conversation with Radio X DJ Chris Moyles, ended in dramatic fashion when gatecrashers attempted to enter the studio - threatening the Covid-secure bubble. \n\"Please, please you have to go, I am sorry. Do not... it is Covid-safe, please stay out,\" said Izzard.\n\"Two guys tried to get in, we've got the doors open to let the air in from inside and they came in!\" she told a concerned looking Moyles.\nMany of the runs were followed by stand-up comedy sets, also livestreamed for charity.\nIzzard, who is gender fluid and currently uses she/her pronouns, launched her crowdfunded Make Humanity Great Again campaign in a call for unity.\nShe said: \"There is too much talk of division in the world. Too much talk designed to pull us apart. In my life I try to look for the opposite - to look for what brings us together, which helps make us all stronger.\"\nCharities that will benefit include Fareshare, Walking With the Wounded, Care International, United to Combat Neglected Tropical Diseases and the Covenant House homelessness shelter in New York. \nThe month-long marathon pledge is not Izzard's first fundraising effort through distance running. \nShe completed 43 marathons in 51 days for BBC Sport Relief in 2009, before running 27 marathons in 27 days across South Africa for the charity in 2016.\nLast February, she managed 29 marathons in 29 days, one in each European capital, plus a final additional date in London, raising £140,000 for charity.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55706855",
      "category": "health",
      "title": "Covid: Israel's vaccine rollout linked to infection fall",
      "tags": "Israel,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Israel's vaccination programme is showing signs of working to drive down infections and illness in the over-60s.\nThe fall appears to be most pronounced in older people and areas furthest ahead in their immunisation efforts.\nThis suggests it is the vaccine, and not just the country's current lockdown, taking effect. \nIsraeli Ministry of Health (MoH) figures show 531 over-60s, out of almost 750,000 fully vaccinated, tested positive for coronavirus (0.07%).\nAnd far fewer fell ill, with 38 becoming hospitalised with moderate, severe or critical disease - a tiny proportion. \nThe MoH assessed the medical records of almost a million people in total -  743,845 of whom were over the age of 60 - until at least seven days after they received a second dose of the vaccine. \nThere were three deaths in vaccinated over-60s - although it is possible they contracted the infection earlier, before their immunity had time to build.\nBefore the vaccine had time to take effect, more than 7,000 infections were recorded, just under 700 cases of moderate to critical illness and 307 deaths. \nThe MoH data suggests infections and illnesses fell consistently from 14 days after receiving the first jab onwards.\nWhile the biggest fall observed was in people seven days after their second dose of the vaccine, this cannot be used as evidence for or against the wisdom of the UK's strategy of delaying second doses. \nIsrael has consistently given people their first and second doses no more than three weeks apart, but the first dose isn't expected to provide protection for at least two weeks.\nSo it is not possible by looking at this data to untangle the impact of the second dose from the first dose starting to kick in. \nThe first dose takes longer to show any effect as it primes the immune system to start recognising and fighting off the virus. \nIsrael has delivered five million doses of the vaccine to a population of about nine million - and about one million people have received two doses. \nThe jury's still out on whether the vaccine completely stops people from carrying, and passing on, the virus.\nSo for now, while many people remain unvaccinated, those who have had the jab are still being told to socially distance and wear masks.  \nThe MoH's data only looked at infections and illness in vaccinated people - it did not involve a control group of unvaccinated people as a clinical trial would.\nBut a team of researchers at the Weizmann Institute of Science, Tel-Aviv University, and Technion - Israel Institute of Technology - have attempted to pin down whether the observed fall in cases is down to the vaccine rather than just the effect of lockdown restrictions. \nProf Malka Gorfine, Hagai Rossman, Prof Eran Segal, and Dr Uri Shalit analysed national data by age and city.\nThey identified bigger falls in infections and hospitalisations both in the over-60s, who were vaccinated first, and in the cities which vaccinated the largest proportion of their populations earliest.\nThese relative changes were not seen in earlier lockdowns.\nThis gives early but encouraging signs the falls can be linked to the vaccine, and not just to current restrictions. \nSeparately, Israel's second-largest healthcare provider Maccabi published figures showing 66 people out of a group of 248,000 vaccinated (0.03%) caught the Covid-19 virus, more than a week after receiving the second dose of the vaccine.\nOf those 66, all had mild symptoms and none were hospitalised. \nUnlike the MoH, Maccabi compared the infection rate with 900,000 unvaccinated people with a similar demographic profile. In this group during the same time period, 8,250 caught Covid - more than 30 times as many. \nThey estimated the vaccine was 92% effective when used in a population - very similar to the 95% Pfizer found in a controlled clinical trial. \nFollow Rachel on Twitter"
    }
  ]
}