{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57296114",
      "category": "uk-scotland-scotland-politics",
      "title": "'Optimism' Glasgow restrictions eased this week",
      "tags": "Coronavirus lockdown measures,Glasgow,Coronavirus pandemic",
      "text": "The deputy first minister has said he expects Covid restrictions in Glasgow to be eased before the Euro 2020 tournament comes to the city.\nJohn Swinney said the intention was to lift Glasgow out of level three as soon as possible, likely by the end of this week.\nThe city is due to host a fan zone for 6,000 fans from 11 June.\nGlasgow is currently the only area of Scotland subject to tougher level three restrictions.\nMr Swinney said the extra measure appeared to be having an impact on stemming Covid rates in the city, which have been among the highest in Scotland.\nSpeaking on BBC Scotland's Sunday Show, Mr Swinney, who is also the cabinet secretary for Covid recovery, said the period of tougher restrictions meant the city should be prepared to move to level two within days and put the city in a better position.\nHe said: \"We think this extra week was necessary to try to give us the advantage of suppressing the virus, but we are optimistic we will be able to do that at the end of this week.\n\"We think the measures we are taking - the evidence shows that they have been successful.\"\nThe fan zone at Glasgow Green is due to welcome 6,000 people from 11 June and will run for the 31 days of the tournament.\nThe area will be ticketed and subject to physical distancing rules. The following week, 12,000 supporters will attend Euro 2020 matches at Hampden, with Scotland set to start against the Czech Republic on 14 June.\nMr Swinney said the fan zones would be heavily monitored so that infection levels would not be increased by more visitors.\n\"Those fan zones are going to be very regulated environments,\" he said. \"So there will be significant constraints applied about who can get in and what testing has to be undertaken to enable that to be sustained.\n\"Combining that with what we do within individual localities to make sure we are taking all the necessary steps to supress the virus, I am confident we can achieve that, but we can only do that if we follow the sustained approach we have taken to make sure we keep the virus under control.\"\nMr Swinney spoke of the \"huge amount of activity\" in the southside of Glasgow to target the outbreak, believed to be fuelled by the so-called Indian variant.\nHe said there had been a massive effort on the ground by health and home care staff and there were encouraging signs this was working. \nBut he admitted that the Scottish government had to adjust its vaccination strategy to target younger people after Glasgow's largest vaccination centre, the SSE Hydro, saw appointment no-shows of up to 83% last weekend.\nHe said: \"What we are finding is the letter distribution programme - the blue envelopes - has worked very successfully for the older part of the population, but when it comes to the younger groups where there is more turnover in accommodation and GP registrations, that model is not working so successfully.\n\"That is why we have opened up the registration opportunity for 18-29 year-olds. And we have got over 200,000 registrations already for the vaccination programme.\n\"So we have accepted that the letter distribution programme is not working so well for the younger population.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57299360",
      "category": "uk-northern-ireland",
      "title": "Poots: European Union treating NI as a political plaything",
      "tags": "NI Brexit,DUP (Democratic Unionist Party),Brexit",
      "text": "The DUP leader Edwin Poots has accused the European Union of treating Northern Ireland as a political \"plaything\".\nMr Poots claimed the EU was damaging the Northern Ireland peace process.\nEuropean Commission Vice-President Maros Sefcovic firmly rejected that suggestion.\nSpeaking on the Marr programme on BBC One, Mr Poots said the current EU commissioners did not seem to care about the peace process.\nHe said he shared the fear of his predecessor Arlene Foster that anger over the Northern Ireland Protocol could lead to violence on the streets this summer.\nHe said: \"I don't want to use a threat of violence in terms of this.\n\"Our arguments are very clear, they are very coherent.\n\"This is the European Union seeking to punish the UK and, as a consequence, Northern Ireland is being used as a plaything.\n\"I can assure you, Northern Ireland should be nobody's plaything.\"\nHe urged the UK government to consider invoking Article 16 of the protocol, which allows either side to suspend any part of the agreement that causes \"economic, societal or environmental difficulties\".\nOn the same programme, the European Commission Vice-President Maros Sefcovic, firmly rejected any suggestion that the EU no longer cared about the peace process.\nHe expressed \"total commitment to the Good Friday/Belfast Agreement\".\nHe said the protocol brought economic opportunity for Northern Ireland and added that he was working \"flat out\" to ensure that the protocol worked \"smoothly\".\nMr Sefcovic suggested a temporary Swiss-style veterinary agreement as a solution for Northern Ireland, where the UK continues to follow all EU agrifood rules.\nHe said such a deal could be done in weeks and would remove 80% of GB-NI checks.\nAlthough Lord Frost has already ruled out such a deal.\nMr Poots also rejected this proposal saying: \"That struck me as a temporary solution. I want permanent solutions to take the barriers away and provide security in terms of the single market.\"\nHe suggested providing checks between GB and the EU in Northern Ireland \"that doesn't have to be at the border, it can be at another location in NI including the ports\".\nMr Sefcovic said he wants to meet the Northern Ireland Executive parties soon.\n\"I would like to hear from Mr Poots himself but also from other leaders of the political parties who form the Northern Ireland Executive, and discuss with them what we can do better,\" he said.\nDeputy First Minister Michelle O'Neill said the DUP \"need to be honest with people\" over Brexit.\n\"Any difficulties being faced by businesses or traders are a direct result of the Brexit the DUP campaigned for, and now must take responsibility for,\" she said. \nMs O'Neill said \"no credible alternative\" to the Northern Ireland Protocol exists, adding that it must be implemented to protect the Good Friday Agreement and prevent a hard border on the island of Ireland.\nShe said Brexit \"is not an excuse for violence\" and called on unionist leaders to state that \"there can be no place for threats of violence in our society.\"\nAlliance councillor Sorcha Eastwood described the interview with Mr Poots as \"bizarre\".\nIn a tweet, the Lagan Valley representative said Mr Poots was \"painting a picture of NI which I certainly don't recognise\".\nThe SDLP's Matthew O'Toole tweeted that Mr Poots' rejection of a temporary Swiss-style deal was \"a bizarre line to take\".\nThe south Belfast MLA said a Swiss-style deal would \"reduce checks across the board rather than just for big supermarkets\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57299350",
      "category": "business",
      "title": "Travis Perkins warns of price rises amid shortage of raw materials",
      "tags": "Construction industry,Inflation",
      "text": "The UK's biggest builders' merchant has warned customers of \"considerable\" cost increases to raw materials amid an industry-wide shortage. \nAs first reported by the Times, Travis Perkins says the price of bagged cement will rise by 15%, chipboard by 10% and paint by 5% from Tuesday.\nIt comes as industry groups warn electrical components, timber and steel are also in short supply.\nThey blame surging demand as lockdown eases, as well as supply chain issues. \nTravis Perkins has been informing customers in its stores, websites and by email of the price rises. \nIt said it had seen demand across the board - from consumers doing more DIY projects, to demand from big infrastructure projects such as HS2. \nIt said the increases could affect its other brands which include Keyline and BSS.\nA spokesman said: \"In instances where we have seen some challenges posed by global demand for raw materials or inflationary pressures, we continue to work closely with our suppliers and partners to minimise price increases where possible, whilst also ensuring healthy stock availability for all of our customers.\" \nThe Office for National Statistics has projected a rise of 7-8% in material prices this year, with increases for certain materials, such as timber, expected to more than double.\nThe supply problems stem from a number of factors. Construction industry projects have surged since lockdown began easing which has led to skyrocketing demand for already scarce materials.\nThere are also issues hitting specific products, such as the warmer winter affecting timber production in Scandinavia while the cold winter weather in Texas affected the production of chemicals, plastics and polymer.\nThere has also been a sharp rise in shipping costs amid the pandemic.\nThe Federation of Master Builders said that some building firms may have to delay projects and others could be forced to close as a result.\n\"Small, local builders are being hit hardest by material shortages and price rises,\" chief executive Brian Berry told the BBC last week.\n\"My members are experiencing price rises of 10-15% across the board, rising to 50% on timber and 30% on cement.\"\nTrade group the Construction Leadership Council said it saw material shortages lasting for the foreseeable future. \nRoland Glancy, managing director of design service Peek Home, advised people to delay home improvement projects until autumn.\n\"The last thing you want is to knock through a wall and then struggle to get hold of a bag of plaster to complete your vision, leaving you living in a building site, just when we should be enjoying our new freedoms,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57301075",
      "category": "world-middle-east",
      "title": "Israel's right-wing leader Bennett backs deal to oust PM Netanyahu",
      "tags": "Naftali Bennett",
      "text": "A key Israeli opposition party has backed a unity government that would bring to an end to Benjamin Netanyahu's time as the country's longest serving prime minister.\nThe ultra-nationalist leader Naftali Bennett said his party would join talks to form a governing coalition with centrist party leader Yair Lapid.\nMr Lapid has until Wednesday to announce the result of his efforts.\nMr Netanyahu, meanwhile, said the proposed deal would \"weaken Israel\".\nThe prime minister, who is on trial for fraud, fell short of a decisive majority at a general election in March. It was the country's fourth inconclusive vote in two years - and again Mr Netanyahu failed to secure coalition allies.\nMr Bennett, 49, who leads the Yamina party, made his announcement in a televised address.\n\"Mr Netanyahu is no longer trying to form a right-wing government because he knows full well that there isn't one. He is seeking to take the whole national camp, and the whole country, with him on his personal last stand,\" he said.\n\"I will do everything to form a national unity government with my friend Yair Lapid.\"\nBefore the announcement, Israeli media reported that under the proposed terms of the deal, Mr Bennett would replace Mr Netanyahu, 71, as prime minister and later give way to Mr Lapid, 57, in a rotation agreement. The arrangement has not been officially confirmed.\nThe proposed coalition would bring together factions from the right, the left and the centre of Israeli politics. While the parties have little in common politically, they are united in their desire to see Mr Netanyahu's time in office come to an end.\nSpeaking shortly after Mr Bennett's announcement, the prime minister accused Mr Bennett of carrying out \"the fraud of the century\" - a reference to the Yamina leader's previous public promises not to join forces with Lapid.\nMr Netanyahu said Mr Bennett's approach would be \"a danger for the security of Israel\". He did not elaborate.\nMr Lapid, a former finance minister, was given until 2 June to form a new coalition government after Mr Netanyahu failed to do so. His Yesh Atid party came second to Mr Netanyahu's right-wing Likud at the last election. \nMr Bennett's party holds a crucial six seats in the 120-member parliament that would help give the proposed opposition coalition a clear majority.\nAfter an evening of high political drama, Israel is much closer to a new coalition that will unseat its long-time prime minister. But Benjamin Netanyahu should not be written off.\nHe was quick to respond to the latest announcement with his own appeal to right-wing members of Naftali Bennett's Yamina party - and those of Gideon Saar's New Hope - to not join the agreement. \nHe taunted them by asking: \"Who will take care of settlements?\" and suggested the proposed unity government would offer a weak security cabinet that would be unable to stand up to Israel's rival, Iran.\nIf he chips away just a couple of members of parliament with these attacks, then the prospective government could tumble.  \nAnd even if this coalition does get sworn in, it will be a fragile one - bringing together parties from across the political spectrum with stark ideological differences. To stay in power, it will be forced to kick many sensitive issues into the long grass. \nOn Saturday night, Mr Netanyahu's Likud party made an offer to Mr Bennett and the leader of another potential coalition party to share the premiership in a three-way split.\nHowever, his offer was rejected. But the prime minister repeated the same option on Sunday.\nUnder Israel's electoral system of proportional representation, it is difficult for a single party to gain enough seats to form a government outright. Smaller parties are usually needed to make up the numbers needed for a coalition.\nMr Lapid was initially given a 28-day mandate to form a government, but this was interrupted by the recent 11-day conflict in Gaza.\nOne of his potential coalition partners, the Arab Islamist Raam party, broke off talks because of the violence. There were also clashes in Israeli cities between mixed Arab and Jewish populations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57297319",
      "category": "uk",
      "title": "Covid-19: 'Very few' patients are fully vaccinated, and bars struggle for staff",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow. \nThe head of NHS Providers has said \"very, very few\" Covid patients in hospital in England have received two coronavirus jabs - showing the vaccines provide \"very high\" levels of protection. Chris Hopson said patients tended now to be younger - meaning there was a lower need for critical care. And he said those Covid patients who had received two jabs tended to have \"pronounced co-morbidities\". But he said it was \"incredibly striking\" how busy hospitals were, as they deal with non-Covid backlogs.\nProtests were held across Brazil as people demanded more vaccines and called for the impeachment of President Jair Bolsanaro. Thousands of people gathered in Brasilia, the capital, and in other major cities such as Rio de Janeiro. Mr Bolsonaro's popularity has plummeted due to his response to the pandemic, with Brazil recording the world's second highest death toll at nearly 460,000. The president also faces a Senate inquiry into his handling of the coronavirus crisis and the slow roll-out of the vaccine programme. Opposition parties and trade unions accuse Mr Bolsonaro of stalling the programme and disregarding the consequences.\nWhile customers have enthusiastically returned to reopened bars and restaurants, the same is not true for staff. More than one in 10 UK hospitality workers left the industry in the last year, and vacancies have soared while applications slumped. Several former hospitality workers are blaming the financial impact of lockdown and furlough. Aleksandra Zadroga, who used to work in a restaurant, said being on furlough had given many a \"push\" to quit. Industry body UK Hospitality said venues were struggling to fill thousands of jobs.\nOfficials in Vietnam say they have detected a new variant which combines characteristics of the Indian and the UK variant. Health Minister Nguyen Thanh Long said it was \"very dangerous\" and appeared to be more transmissible. Vietnam has seen a spike in Covid-19 cases in recent weeks. The country has only recorded about 6,700 coronavirus cases since the start of the pandemic, but more than half of those have been recorded since late April this year.\nA campaign to create a memorial in St Paul's Cathedral for those who died in the Covid-19 pandemic has reached its £2.3m fundraising target in less than a month. The memorial will involve creating a purpose-built portico structure in the cathedral along with an online book of remembrance. More than 9,400 names have already been entered into the book as part of the cathedral's Remember Me project.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAmid a debate about whether to ease restrictions further on 21 June, you can find out what changes are being considered here.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57299083",
      "category": "world-asia",
      "title": "Mount Everest: Teacher who set new women's speed record says 'aim high'",
      "tags": "Mountaineering,Mount Everest,Hong Kong,Nepal",
      "text": "\"When you aim high, expect high,\" Tsang Yin Hung, a former teacher from Hong Kong, told reporters in Nepal.\nIt is a phrase she often repeated to her friends before recording the world's fastest ascent of Mount Everest by a woman last Sunday.\nMs Tsang, 45, reached the top of the world's highest mountain from base camp in 25 hours and 50 minutes.\nThat was fast enough to beat the previous record, set by a Nepalese climber in 2017, by more than 12 hours.\n\"I just feel a kind of relieved and happy because I am not looking for breaking record. I just [wanted to] challenge myself,\" Ms Tsang told media in Nepal's capital Kathmandu on Sunday, after safely returning from Everest.\nMs Tsang is one of three climbers who have set new Everest records in recent days. \nLast Sunday, Arthur Muir, 75, became the oldest American to climb the mountain, while 46-year old Zhang Hong of China became the first blind man from Asia to complete the feat on Monday.\nThe record-breakers are three of the hundreds of climbers who have summited the mountain so far this spring.\nThey have done so despite a surge in coronavirus cases in Nepal and Everest base camp since mid-April.\nNepal's government reopened Mount Everest to foreigners in April after it was shut last year because of the coronavirus pandemic.\nMs Tsang made a previous attempt on 11 May, but bad weather forced her to turn back. Determined to make it to the top, she returned a week later.\nShe left base camp at 13:20 local time (07:35 GMT) on 22 May and reached the top at 15:10 the next day, a Nepalese government official told AFP news agency.\nUsually climbers spend several days in different camps before reaching the peak.\nMs Tsang beat the 2017 record set by Nepali woman Phunjo Jhangmu Lama, who climbed Everest in 39 hours and six minutes.\nMs Tsang attributed the record to her ability, team work and luck. But for her, the record was an afterthought.\n\"I always tell my working team, my friends, when you aim high, expect high,\" Ms Tsang was quoted as saying by Reuters news agency. \"So I feel relieved because I can prove my work to my friends, to my students.\"\nMr Zhang reached the top of the 8,849m-tall (29,031ft) mountain a few days after Ms Tsang on 24 May.\nThe Chinese mountaineer lost his sight at the age of 21 due to glaucoma, an eye condition where the optic nerve becomes damaged.\nMr Zhang, who was born in south-western Chinese city of Chongqing, was escorted to the top by three guides.\n\"No matter if you're disabled or normal, whether you have lost your eyesight or you have no legs or hands, it doesn't matter as long as you have a strong mind,\" Mr Zhang told Reuters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57229848",
      "category": "health",
      "title": "How rising patient numbers threaten to overwhelm GPs",
      "tags": "Doctors,NHS,Cancer",
      "text": "Rising numbers of patients needing care and a shortage of GPs is threatening to overwhelm the system, doctors and patient groups are warning.\nIt comes after the pandemic has caused severe disruption to GP practices for more than a year.\nAnalysis of NHS England data by the Health Foundation found more than 28 million appointments were booked in March, among the highest recorded.\nDoctors' leaders say what they are being asked to achieve is \"undoable\".\nThe analysis of NHS Digital data in England carried out by the Health Foundation for the BBC also found that that between 2019-20 and 2020-21:\nThe escalating situation has prompted patient groups to call for an urgent review of access to services, amid reports that patients are struggling to get through.\nDoncaster-based GP Dr Dean Eggitt has never seen anything like this: \"We have almost a tsunami of patients coming to us - it feels like the river has flooded the banks. \n\"It just keeps coming and coming and coming in this one massive, endless wave of patients who all are ill and need help and input. \n\"They're sick, they're complex and we've got very few places to send them. I wouldn't want to be my patient right now.\"\nDr Eggitt's experience is not unique. There were 28.4 million appointments in March, once you include those made with practice nurses as well as GPs - that is one of the highest on record.\nBut he says he worries most about the \"hidden wave of patients who don't get through\".\nOne of those is Sharron, who ended up in hospital after she struggled on at home for weeks getting more and more sick. She was eventually diagnosed with colitis and had lost so much blood, she needed four emergency blood transfusions.\nShe says a combination of busy phone lines and not wanting to bother the practice meant she deteriorated at home. \"When I finally got through I knew I was really poorly, I had never felt so ill in my life.\"\nShe was immediately invited in for a consultation and sent to hospital.\nThere could be millions of people in a similar position. There were 279 million appointments made with GP practices in England from April 2020 to March 2021, compared with 310 million the year before. \nThe biggest drops were seen in the Midlands, North East, Yorkshire and East of England, according to the Health Foundation analysis.\nThe data is not collected elsewhere in the UK, but the reports surfacing suggest the problems are similar. That has, the Health Foundation warns, created a huge amount of unmet need. \nThis much can be seen from the drop in urgent referrals where GPs suspect someone has cancer. The numbers sent to hospital for check-ups have dropped by 15% since the pandemic started - that's potentially 367,000 people with symptoms who have not been sent for further investigations.\nSara Bainbridge, from Macmillan Cancer Support, says the disruption to services has had a \"devastating impact\", saying it is leading to fewer diagnoses, and reducing survival chances.\nAnd it's not just cancer patients. Dr Becks Fisher, a GP in Oxford and senior policy fellow at the Health Foundation, says there are people with other serious conditions, such as heart failure and non-Covid respiratory problems, who have stayed away too.\n\"Their health will have deteriorated as they have not been getting the help they need. The people we are seeing now are coming in with really complex problems. And it is those in deprived areas who have been affected the most.\"\nShe says this is being compounded by a significant rise in people seeking help with mental health problems, as well as those \"ricocheting\" back from hospital because their health has worsened while waiting for treatment. \nLatest figures show there are more than 400,000 people who have been waiting over a year for routine treatment, such as knee and hip replacements - up from 1,600 when the pandemic began.\n\"I think we are only seeing the tip of the iceberg at the moment - this is going to get a lot worse in the coming months\" added Dr Fisher.\nOne of the key barriers, some say, is the lack of face-to-face care that is available. Social distancing restrictions and infection control procedures mean GPs have had to rely heavily on remote consultations.\nThe number of face-to-face consultations has dropped significantly - down from 79% of total appointments in 2019-20 to 54% in 2020-21. And even now with restrictions easing, the numbers being brought in are still well short of what they were.\nOne of those who has fallen foul of this is Helen Cowley, 55, from Swindon. She had a telephone consultation for ear pain and was advised to seek private treatment for the build-up of ear wax. When she got to the clinic, they diagnosed an ear infection and she had to phone her practice back.\n\"It was nearly two months before I got the proper treatment - and to be fair I thought it was ear wax too. It was obviously not the most serious problem in the world, but not being able to be seen face-to-face is not ideal. You can see how things can be missed and for some patients that may have huge consequences.\"\nPatient watchdog Healthwatch England is particularly concerned about the lack of face-to-face appointments, and is calling for an urgent review into the situation. \nNational Director Imelda Redmond said while remote consultations suit some patients, there are many who have struggled with the arrangements that have been put in place.\n\"Those affected are often the most vulnerable in our society - older people, disabled people, those affected by homelessness and on low incomes.\"\nThe issue has already prompted action at the highest level. NHS England wrote to GPs in mid-May saying patients must be offered face-to-face appointments if that is their preference, unless there was good reason not to, such as the patient displaying Covid symptoms. Extra funding has been provided too.\nBut the move has been met with some opposition from GP leaders who have raised concerns about the lack of space in GP practice buildings, with the British Medical Association's GPs committee even passing a motion of no confidence in NHS England. \nBMA GP leader Dr Richard Vautrey says doctors were left \"angry, frustrated and disappointed\" by the letter, especially given the \"incredible contribution\" GPs have made to the vaccination programme - around three-quarters of jabs have been given in GP-led settings.\nIn many ways, this is a problem that has been building for a while. There has been a big push in recent years by the government to increase the number of GPs to keep up with rising demand, but once you exclude locums and trainees the number of permanent GPs has actually fallen by nearly 2,000 in the past few years to just under 27,000 full-time GPs.\nProf Martin Marshall, chairman of the Royal College of GPs, says it means what is being asked of the profession now is simply \"undoable\". \n\"General practice was already facing intense workforce and workload pressures - the pandemic has only exacerbated these. We urgently need more GPs and other members of the practice team.\"\nAdditional reporting by Ruth Clegg\nFollow Nick on Twitter\nRead more from Nick\nHave you been able to see your GP? Or are you a GP overwhelmed with patients? Share your experiences?haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57294415",
      "category": "world-latin-america",
      "title": "Brazil: Protesters blame Bolsonaro for Covid crisis",
      "tags": "Coronavirus vaccines,Jair Bolsonaro,Brazil,Coronavirus pandemic",
      "text": "Protests have taken place across Brazil over the management of the Covid-19 crisis by the government of President Jair Bolsonaro. \nIn the capital, Brasilia, thousands gathered in front of Congress calling for the president's impeachment, and demanding more vaccines. \nDemonstrations took place in other major cities, including Rio de Janeiro.\nMr Bolsonaro's popularity has plummeted over his response to the pandemic.\nBrazil has registered nearly 460,000 deaths - the second-highest toll in the world after the US. It also has the third-highest number of coronavirus cases at more than 16 million.\nSaturday's protests piled further pressure on Mr Bolsonaro as Brazil's Senate holds an inquiry into his government's handling of the pandemic and the slow roll-out of the vaccine programme. \nOpposition parties, trade unions and social movements accuse Mr Bolsonaro of stalling the programme and disregarding the consequences.\nThe high number of cases has brought the country's health system to the verge of collapse.\nThe far-right leader has consistently opposed lockdown measures, arguing that the damage to the economy would be worse than the effects of the coronavirus itself. He has also told Brazilians to \"stop whining\" about the situation.\nIn Brasilia, protesters marched alongside a giant plastic doll of the president. Placards demanded his impeachment and called for more vaccines and emergency financial aid. There were also calls to better protect indigenous people and to stop deforestation of the Amazon.\nIn Recife, police fired rubber bullets and tear gas at protesters who tried to march down a closed road, local media reported.\nIn some cities, demonstrators laid thousands of symbolic crosses in tribute to those who died in the pandemic.\nOn Thursday,  the head of Brazil's prestigious Butantan Institute told a Senate committee that President Bolsonaro's actions delayed the start of the vaccination programme, the Spanish news agency Efe reports.\nDr Dimas Covas said that in August last year, Butantan offered to supply the government with 100 million doses of the CoronaVac vaccine, which the institute manufactures under licence from China's Sinovac. He said the proposal included a pledge to deliver the first five million doses by the beginning of December.\nBut a day after Butantan's offer, Mr Bolsonaro vowed that his government would \"never\" buy a Chinese vaccine, Dr Covas said.\n\"We could have been the first country in the world to vaccinate,\" he told the committee.\nHad the offer been accepted, Butantan would have been able to deliver 100 million doses by 30 March this year, Dr Covas added.\nInstead, Brazil has so far received a total of 46 million doses, due in part to shortages of raw materials amid the global scramble to obtain vaccines. Only 10% of the adult population has received the two required doses.\nEarlier in the inquiry, Pfizer's top executive for Latin America, Carlos Murillo, told the Senate committee that Mr Bolsonaro's government never responded to an offer that would have seen 1.5 million doses of the US pharmaceutical giant's vaccine reach Brazil last December."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57298015",
      "category": "world-africa",
      "title": "Macron threatens to withdraw French troops from Mali",
      "tags": "Mali coup,Emmanuel Macron,Mali",
      "text": "President Emmanuel Macron has warned that France would withdraw troops from Mali if political instability there leads to greater Islamist radicalisation.\nIt follows a second coup in nine months in the West African nation.  \nMr Macron warned of the risk of Mali \"moving towards\" greater Islamist influence.\nFrance has 5,100 troops in the Sahel region which has been a front line in the war against Islamist militancy. \nFrench troops have been supporting forces in Mali, Mauritania, Niger, Burkina Faso and Chad to battle militants in the Sahel region since 2013.\nMr Macron told Le Journal du Dimanche newspaper that he had told regional leaders that France would not support countries where there was no democratic legitimacy or transition, and that France had no intention of keeping its troops in Africa forever. \nFor decades France has provided military support to back leaders of its former colonies in Africa, often sending troops or despatching air strikes to counter armed rebels.\nBy Mary Harper,  BBC World Service Africa editor\nPresident Macron has for some time been muttering about reducing, or withdrawing, the more than 5,000 French troops in the vast and troubled Sahel. \nMr Macron is frustrated about a lack of commitment from most other European countries to fight the multiple militant Islamist groups in the region. They are considered a threat to Europe, both in terms of possible jihadist attacks on the continent and illegal migration.\nBut Mr Macron faces another dilemma related to recent political events in two countries where French troops are active, Mali and Chad. Mali has had two military takeovers in the past nine months. Chad has had one. \nMr Macron has been demanding an end to military rule in both. In Mali, he has threatened to withdraw French troops if the political chaos and uncertainty leads to an increase in radical Islam.\nBut he is stuck between a rock and a hard place.\nAlthough French forces and their allies have failed to defeat the jihadists, who are becoming increasingly active in the Sahel and neighbouring regions, the fear is that, if France leaves, Islamist militancy will become even more rampant.\nCoup leader Colonel Assimi Goïta was named transitional president by the constitutional court on Friday, two days after he declared himself the interim leader. \nHe defended the removal of President Bah Ndaw and Prime Minister Moctar Ouane as necessary because they had failed in their duties and were seeking to sabotage the country's transition.\nSoldiers arrested and detained the two men after a cabinet reshuffle that Col Goïta said he was not consulted about.\nHe also led the coup last August, which saw the elected President Ibrahim Boubacar Keïta forced out of office.\nCol Goïta has now promised that a new prime minister would be appointed within days, and that elections would still go ahead next year as planned.\nMeanwhile, regional leaders will on Sunday hold a \"consultation\" meeting in Ghana, which Col Goïta is expected to attend. \nIt is difficult to enact reforms quickly - and the vast landlocked country is poor, with large areas underdeveloped.\nA coup in 2012 led to militant Islamists exploiting the chaos and seizing the north of the country. \nFrench troops helped regain territory, but attacks have continued as the insurgents have capitalised on the persistent political instability in the region.\nThis has all led to public confidence waning over the army leaders' ability to tackle the Islamist insurgency that has spilled into neighbouring Burkina Faso and Niger. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57274118",
      "category": "uk-wales",
      "title": "Covid: Live music performances to return in Wales",
      "tags": "Performing arts,Coronavirus lockdown measures,Wales business,Welsh government,Newport,Coronavirus pandemic,Music",
      "text": "Live music can return immediately in Wales, it has been announced. \nThe Welsh government confirmed performances could begin again but the change did not apply to nightclubs.\nVenues will need risk assessments in line with hospitality and performing guidance.\nThey will need to limit groups to a maximum of six people from six households, use one-way systems and follow ventilation guidelines. \nThe change brings music performances in line with restaurants and theatres, which were able to open earlier in May.\nThe announcement applies to music venues, bars, pubs, cafes, restaurants and licensed premises.\nFurther activities, such as events and festivals, will be considered in the next review.\nTickets for the Green Man festival sold out in 18 minutes when they went on sale earlier this month, despite organisers making it clear it may not go ahead. \n\"The demand is definitely there,\" director Fiona Stewart told BBC Radio Wales.\nShe added: \"I have 5,000 people who rely on the festival [for work] who want it to go ahead.\n\"It will be an amazing moment if Green Man goes ahead in Wales - a fist in the air triumph for when we have had to give things up [over the past 14 months].\"\nHowever, Ms Stewart said her \"nervousness\" was that Covid insurance was not available for big events and social distancing rules would not work at a festival. \nUK Hospitality chief executive Kate Nichols said venues that could have a seated audience would be able to socially distance people.\n\"However, for many small venues it will simply be impossible for them to manage this with social distancing in place,\" she added.\n\"And for our nightclubs, it's just impossible to operate. We do need to see the rest of the roadmap for our Welsh businesses too. \n\"Until we get that final bit of the jigsaw - the social distancing lifted - to be able to allow these businesses to return to profitability, then we're not at the end of the road yet for the sector.\"\nKatie Hall, the lead singer of Chroma, said she was \"elated\" and it was a \"step in the right direction\" with the band unable to play any gigs since before the pandemic.\nThe south Wales act has festival bookings for October, and she added: \"Everyone needs to be paid, and something like 36% of people in the sector have lost their jobs.\n\"It's had a massive hit on the music industry as a whole.\"\nBut Daniel Minty, who produces a Cardiff gig guide said he believed conversations were \"much needed\" over live events. \n\"The Welsh government has not discussed it over the last 16 months,\" he said.\n\"The train is leaving the station and that's the most important thing.\"\nMr Minty said he believed there would be a need for trial events while venues would need to decide if they can break even with gigs, adding: \"It's a difficult process, but a process that is now able to start.\"\nIn England, socially distanced gigs have been taking place since 17 May.\nAll areas of mainland Scotland are at level two apart from Glasgow, which is at level three. At level two outdoor and indoor events such as concerts can go ahead with limited capacity.\nNorthern Ireland has no date yet set for when live music can resume there.\nA Welsh government spokesman said the suspension of gigs and other live performances had been one of \"the biggest shocks to our sense of well-being and the arts economy\".\nHe added: \"We will continue to support our music and arts sectors in Wales through our cultural recovery, freelancer and economic resilience funds.\"\nWelsh music tourism attracts 440,000 people annually, according to industry group UK Music.\nIt said the industry generates about £143m for the Welsh economy and supports more than 1,800 jobs.\nWelsh rockers Feeder, whose UK top 20 hits include Buck Rogers and Just A Day, are due to play an outdoor homecoming concert at Tredegar Park in Newport on 9 July.\nWhile renowned live band Foals, winners of the best album award at the 2020 Brits, are scheduled to play one of the open-air concerts at Cardiff Castle this summer. \nSome of Wales' most popular gig venues - like Venue Cymru in Llandudno and Newport Centre - are still Covid vaccination centres.\n\"It's been a long road, but I think we're finally getting to the end of it,\" said Sam Dabb, the Wales coordinator for the Music Venue Trust.\n\"I'm really, really happy.\n\"The gigs are subject to risk assessments and the guidance, and we have to wait for the guidance to come out from Welsh government and then the Music Venue Trust are going to help their members build the risk assessments, to make sure we do everything safely and properly.\n\"I think the best route back is to do it safely and slowly,\" added Ms Dabb, manager of Newport gig venue Le Pub. \n\"Whatever the scientific advisers are saying we should do, we're going to make sure our members are doing,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57294438",
      "category": "uk",
      "title": "Covid-19: 'Very few' Covid hospital patients had two jabs, NHS boss says",
      "tags": "Coronavirus lockdown measures,Keir Starmer,Coronavirus vaccines,Boris Johnson,Matthew Hancock,Coronavirus pandemic",
      "text": "The head of NHS Providers has said \"very, very few\" Covid patients in hospital in England have received two coronavirus jabs - showing the vaccines provide \"very high\" levels of protection.\nChris Hopson said patients now tended to be younger - meaning there was a lower need for critical care.\nBut he said it was \"incredibly striking\" how busy hospitals were, as they deal with non-Covid backlogs.\nTrusts were going \"full pelt\", he said.\nMeanwhile, Vaccines Minister Nadhim Zahawi has confirmed that the government is considering making coronavirus vaccines compulsory for NHS staff.\nNHS staff have been eligible to receive a jab since the first phase of the vaccine rollout - but the fact that there is no requirement for them to take up the offer has become a widely-debated issue. \nMr Zahawi told BBC One's Andrew Marr Show: \"It would be irresponsible of us as government and ministers not to ask that question.\"\nHe added that surgeons have to be vaccinated for Hepatitis B \"because there is a responsibility to protect those that are most vulnerable\".\nMr Hopson said that trusts are seeing more patients who put off treatment in the pandemic - and who now require more complex care and longer stays.\nThere are 870 coronavirus patients in hospital in the UK, latest government figures show, compared to the peak of 39,249 in January.\n\"More informed debate\" was needed over ending coronavirus restrictions in England on 21 June, Mr Hopson added.\nMr Hopson said he had spoken to heads of NHS trusts in hotspot areas in the past 48 hours, with one trust seeing 47 coronavirus patients on Saturday, compared to 49 the day before. \nIn comparison, the trust had 170 coronavirus patients during last November's peak.\nA \"handful\" of patients in hospital had received both vaccination doses, but they usually have additional conditions, he added.\nAbout five million patients were waiting for surgery in England in March - the highest figure since modern records began. \nNHS England figures show that more than 436,000 people were waiting for more than a year, compared with 1,600 before the pandemic.\nA similar picture is emerging across the devolved nations.\nMeanwhile, writing in the Observer, Labour leader Sir Keir Starmer said government \"incompetence\" is putting the end of restrictions at risk - after \"weak, slow decisions\" allowed the Indian variant to gain a foothold in several UK hotspots.\nBoris Johnson and ministers were too distracted by \"covering their own backs\" and \"civil war\" following accusations by former adviser Dominic Cummings, Sir Keir said.\nHe said Mr Johnson's refusal to take action before the second wave led to \"avoidable and unforgivable\" deaths and \"mistakes were being repeated\" as cases begin to rise again.\nThe prime minister has previously denied that people died needlessly, saying the government faced \"incredibly difficult\" decisions but always aimed to protect lives.\nHealth Secretary Matt Hancock said the UK was making \"fantastic progress\" in vaccination, with 53% of 30 to 39-year-olds having had their first dose in just over two weeks.\nHe said the research on the vaccine's effectiveness against variants was also \"encouraging\". \"Vaccines are saving lives, are safe, effective and our way out of this devastating global pandemic,\" he said.\nThe number of people who are now fully vaccinated, having received both doses has now passed 25 million, closing in on half of the British population. \nBut while the UK has some of the highest levels of vaccination in the world, confirmed cases, admissions to hospital and deaths have all risen over the last seven days.\nOn Sunday, the government's coronavirus dashboard reported 3,240 new infections. There were also six deaths within 28 days of a positive Covid test, but this figure can be affected by reporting delays over a bank holiday weekend.\nThe NHS continues to urge the clinically vulnerable and people aged 50 and over to bring forward their second dose to help tackle the spread of the B.1.617.2 variant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57293882",
      "category": "uk",
      "title": "Plans for new national flagship to promote 'best of British'",
      "tags": "Boris Johnson,Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "A new national flagship is to be commissioned by the government in a bid to boost British trade and industry globally, the prime minister has said.\nThe vessel will be the successor to the Royal Yacht Britannia, which was retired in 1997.\nThe government plans to build the ship in the UK, at a reported cost of £200m.\nLabour said the government must demonstrate clearly how the ship is expected to boost trade, jobs and growth.\nThe name of the new flagship has yet to be announced, but the Daily Telegraph has suggested the ship will be named after the Duke of Edinburgh, who helped design Britannia. \nThe new vessel would be used to promote British interests around the world - including hosting trade fairs and diplomatic meetings - as the UK seeks to build links and boost exports following Brexit.\nThe tendering process for its design and construction will begin soon - with an emphasis on utilising British design expertise and the latest green technology.\nDowning Street said costs for the \"construction and operation\" of the ship would be confirmed after the tendering process concluded.\nConstruction is set to start as early as next year, with the ship expected to enter service within the next four years.\nThe vessel, which is set to be in service for about 30 years, will be part of the Royal Navy and crewed by it.\nPrince Philip, who died on 9 April, aged 99, served in the Royal Navy during World War Two and was made Lord High Admiral by the Queen in 2011.\nBoris Johnson said the flagship would be \"the first vessel of its kind in the world\" and would reflect \"the UK's burgeoning status as a great, independent maritime trading nation\".\n\"Every aspect of the ship, from its build to the businesses it showcases on board, will represent and promote the best of British - a clear and powerful symbol of our commitment to be an active player on the world stage,\" he said.\nLabour's shadow chief secretary to the Treasury, Bridget Phillipson, said if the ship is going to be part of a genuine plan for Britain's future, the government \"must set out clearly how it will boost trade, jobs and growth in every corner of our country\".\nShe said if the flagship is built, it should be made in the UK to support jobs in shipyards and there must be \"a real focus on value for money at every stage\".\n\"Right now our country faces huge challenges, and there's no sign the government has a plan for the recovery. We want to see public money used for targeted investment in a green economic recovery, resources for our NHS, and supporting families to succeed,\" she said.\nThe Queen launched the Royal Yacht Britannia at the John Brown shipyard in Clydebank on 16 April 1953 in front of thousands of people.\nIt travelled more than one million miles in its 44 years of service and, after it was decommissioned, became a tourist attraction in Ocean Terminal in Leith, Edinburgh.\nIn November last year, it was announced the yacht would temporarily shut after recording losses of £2.4m as coronavirus restrictions meant it cost more to open with limited visitor numbers than to be closed with staff furloughed.\nThe floating visitor attraction, which had 390,000 visitors in 2019, has since reopened."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57293434",
      "category": "uk-england-london",
      "title": "Sasha Johnson: Man, 18, appears in court over activist's shooting",
      "tags": "Peckham",
      "text": "A man has appeared in court charged over the shooting of black equal rights activist Sasha Johnson.\nMs Johnson, a 27-year-old mother of two, remains in a critical condition after the attack at a house party in Peckham, south London, in the early hours of Sunday.\nCameron Deriggs, 18, of Bromley Hill, Lewisham, was charged on Friday night with conspiracy to murder.\nHe appeared at Westminster Magistrates' Court and was remanded in custody.\nMr Deriggs did not give an indication of plea.\nProsecutor Carol Udenze told the court Ms Johnson was shot in the head while another person was shot in the foot. \n\"The Crown's case is that the defendant, in agreement with others, conspired to murder somebody at that address,\" she said. \nMs Udenze confirmed the police did not believe Ms Johnson was the intended target.\nSeveral members of Mr Deriggs's family, including his parents, were present in the public gallery.\nHis next court appearance will be at the Old Bailey on 25 June.\nMs Johnson had been among 30 people at a silent disco in the back garden of a home in Consort Road when four men in dark clothing burst in through a side gate and shots were fired, investigators said.\nDet Ch Insp Richard Leonard, of the Metropolitan Police, said she was shot in the \"ensuing melee\" before the suspects fled.\nFour other men arrested over the incident have been bailed until late June.\nMs Johnson is a prominent member of the Black Lives Matter movement and also a founding member of the Taking the Initiative party, which launched last year.\nShe graduated with a first in social care from Oxford Brookes University and was well known for her activism.\nOn Monday, a vigil was held for her in Ruskin Park, close to King's College Hospital where Ms Johnson is being treated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57298507",
      "category": "world-latin-america",
      "title": "Partner of Tory peer's son held over Belize death",
      "tags": "Belize",
      "text": "The partner of the son of Lord Ashcroft, the millionaire businessman and pollster, is in custody in Belize after a police officer was shot dead.\nThe body of Supt Henry Jemmott, 42, was found on a pier in the town of San Pedro after reports of a gunshot.\nJasmine Hartin, partner of Andrew Ashcroft, was discovered nearby. Police said she had what appeared to be blood on her arms and clothing. \nLord Ashcroft is domiciled in Belize but remains active in UK politics. \nA former deputy chairman of the Conservative Party, he has also represented Belize at the United Nations. \nHe has made no comment on the incident involving his son's partner. \nPolice said Ms Hartin and Supt Jemmott were known to be friends. \n\"From what we have been made to understand, they were drinking. From investigation, they were alone on the pier and yes, they were both fully clothed,\" Belize Police Commissioner Chester Williams told a news conference. \nSupt Jemmott, who was the father of five children, was found in the water with a single bullet wound to the head. A police firearm assigned to him was retrieved from the pier, Mr Williams said. \nMs Hartin, who is in her late 30s, initially refused to speak to police without a lawyer, the commissioner said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57298467",
      "category": "uk-england",
      "title": "South Western Ambulance Service declares 'critical incident'",
      "tags": "South Western Ambulance Service",
      "text": "South Western Ambulance Service (SWASFT) has declared a \"critical incident\" due to \"extreme pressures\".\nIt tweeted that \"some patients may wait longer for an ambulance\" after it got 3,200 calls on Saturday, a 2021 record.\nIt advised patients \"to access alternative services if their call is not life-threatening\" and urged people to \"make the right call\".\nSWASFT said it was expecting more than 3,000 calls on Sunday, compared with 2,650 on a \"normal\" day.\nOn Thursday, the service revealed the number of incidents it dealt with every day had risen to 2,913 in the previous week, from 2,627 before the easing of lockdown restrictions on 17 May.\nIt said people should only call 999 for an ambulance in a medical emergency, for example if someone has stopped breathing, has fallen unconscious or has serious bleeding.\nPeople with non-life threatening but urgent problems like broken bones, sprains or burns should contact NHS 111.\n\"Inappropriate use of the 999 service puts unnecessary additional pressure on limited ambulance resources, and can delay emergency care to those most in need,\" it said.\nLead paramedic Ed Hill said: \"With the nice weather and people going out with friends and family, we are asking the public to help us and that they are only calling 999 for genuine life-threatening emergencies.\n\"We are trying to save 999 ambulances for those that need us the most.\"\nHe also advised people to be prepared and take some pain relief medication or a first aid kit with them when heading out.\n\"We are asking people to think what they can do to take responsibility and help themselves as well,\" he said.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk.\nAre you based in the affected area? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57270903",
      "category": "uk-wales",
      "title": "Covid vaccination rollout: How is Wales leading the UK and the world?",
      "tags": "Conwy,Public health,Coronavirus vaccines,Vaccination,Cardiff,NHS Wales,Coronavirus pandemic",
      "text": "A higher proportion of Wales' population has had a dose of a Covid vaccine than any other country with more than a million people.\nIt is quite the contrast with January, when questions were being asked about the sluggish start to vaccinations.\nPeople aged 30 and 31 in England are being invited to book to have their first dose of Covid vaccine, while in Wales more than half of 18 to 29-year-olds have had at least one dose of a vaccine.\nSo what explains the difference? \nAccording to Paul Mainwood, a strategy consultant, former academic and \"amateur vaccine sleuth\", Wales took a risk and that risk has paid off in a big way.\nIn some parts of Wales, more than two-thirds of people in the 18 to 29-year-old age group have been given a first dose, including Conwy county (72.1%).\nWales is also pushing on with its second doses and has set daily records over the past two days, including 20,715 second doses on Wednesday.\nA total of 2,120,049 people (67.2%) have now been given a first dose of a vaccine and 1,058,464 people (33.6%) have had a second jab, according to Public Health Wales (PHW) figures.\nAfter the slow start, Wales had caught up with England and Scotland by early February, and since 7 April it has been ahead of all the other UK nations.\nThe Welsh government expects all adults to have been offered a first dose of a Covid-19 vaccine \"over the next couple of weeks\" - more than a month ahead of schedule.\nAlong with other UK nations, Wales had committed to offering a first dose to all over-18s by the end of July.\nWhile the UK government has arranged supplies of vaccine, the distribution programme in Wales is the responsibility of the Welsh government and NHS Wales.\nA network of vaccination centres and GP surgeries have been giving the vaccine to people in Wales since December.\nWhile the Welsh government has not set a new date for when all adults will have been offered a first dose, a spokesperson confirmed the original target of 31 July would now be met in June.\nOne Welsh health board covering the capital city has already offered first vaccination appointments to all adults.\nCardiff and Vale University Health Board has begun offering walk-in appointments at the Bayside vaccination centre in Cardiff Bay.\nSpeaking on BBC Radio 4's More or Less programme, Mr Mainwood said Wales uses more of its vaccine allocation and delivers them into people's arms within a couple of days.\nHe said this was in stark contrast to other UK nations, including Scotland, which takes between 10 and 12 days to deliver the vaccines to people.\nMr Mainwood said there were risks to \"running with a very low stock holding\", like Wales is doing.\nIf people have their first dose appointment cancelled, there is a chance they may not be \"found\" again. \"You really need to be as reliable as possible,\" he explained.\nAnd with second doses, it is important to have enough doses available when they become due. But the risk had \"so far paid off,\" Mr Mainwood said.\nThe \"separation of strategy\" between Wales and the rest of the UK came towards the end of February, when it began taking the vaccine allocation very quickly and started administering second doses, he explained.\nThis had the effect of \"building a bit of cover\" in terms of fully vaccinating the most vulnerable groups early, which allowed a quicker acceleration of the first dose roll out to the rest of the population.\nAnd another thing Wales is doing differently is to move through the age cohorts more quickly than other parts of the UK. In Scotland, Mr Mainwood said, there is a slower progression through the cohorts, but greater uptake than in Wales.\n\"Wales has raced down a bit and have much lower uptake percentage in those top ones, but are starting to do people in their 30s and their 20s now,\" he said.\nMr Mainwood added: \"There are lessons the rest of the country should be learning from Wales.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57286411",
      "category": "world-asia-india",
      "title": "Holding on to hope during India’s Covid disaster",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57277793",
      "category": "health",
      "title": "Covid: Surgery waiting times could be cut with specialist hubs, say surgeons",
      "tags": "Waiting times,Coronavirus pandemic",
      "text": "Surgeons are calling for specialist hubs in England to help tackle what they call a \"colossal backlog\" of non-urgent operations because of Covid-19.\nThe Royal College of Surgeons (RCS) wants a network of hospital sites focused on routine surgery, such as hip and knee replacements. \nThe government says it is working \"to accelerate the recovery of services\".\nIn March, around five million patients were waiting for surgery - the highest number since modern records began.\nMore than 436,000 were waiting more than a year, NHS England figures show - compared with just 1,600 before the Covid crisis. \nA similar proportion of the population is on waiting lists in Scotland and a higher percentage in Wales and Northern Ireland. \nProf Neil Mortensen, president of the RCS, said the pandemic has had a devastating impact on surgical services  - and that it must not be allowed to happen again. \n\"Surgery must be available on the NHS all year round, not stop and start,\" he said, adding that a \"New Deal for Surgery\" was required to help weather future pandemics.\n\"If a dangerous new variant of COVID-19 takes hold, or another bad flu arrives in the autumn, we cannot allow surgery to grind to a halt again or waiting lists will become insurmountable.\" \nProf Mortensen said patients and staff had already adapted to changes required because of the pandemic, such as flexible working and outpatient consultations by phone or video link.  \nHe added that politicians needed to be open to change and accept that services available at their nearest hospital might not be the same as before.\nThe RCS says there should be around 40 centres based in existing NHS buildings to carry out non-urgent surgery.\nThe idea is to reduce the risk of infections spreading from other parts of hospitals.  \nIt is hoped that by bringing specialist teams together under one roof, there would be greater efficiency and better use of operating theatres. \nPatients might need to travel further from their local hospitals, but the RCS says its own polling suggests most would support the idea if it reduced waiting times.\nIt wants to see an extra £1bn a year of government funding and a longer-term commitment to train more staff.  \nA Department of Health and Social Care spokesman said: \"We have backed the NHS at every point in the pandemic, safeguarding urgent treatment such as cancer and emergency care, while protecting the NHS to ensure it was not overwhelmed.\"\nHe said the government was providing \"an extra £7bn for health and care services\" this year, and £1bn to tackle backlogs.\n\"We face an unprecedented challenge and will continue to work closely with the NHS to accelerate the recovery of services so everyone gets the care they need, including £160m to support hospitals to find innovative ways to carry out even more operations and cut waiting lists,\" he added.\nIt comes amid growing concern about the Covid-19 variant first identified in India.\nPublic Health England data shows cases of the variant have risen by 3,535 to 6,959 since last week.\nHealth Secretary Matt Hancock said up to three quarters of new UK Covid cases could be of the Indian variant, and that it was \"critical\" to monitor the link between cases and hospitalisations.\nThe prime minister said it was important to understand the extent to which the vaccine programme \"interrupts the link\" between infection, hospitalisation, serious illness and death.\nHave you been waiting more than a year for your operation? Please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57292558",
      "category": "world-asia",
      "title": "Sri Lanka's beaches swamped with burning ship debris",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57300769",
      "category": "world-middle-east",
      "title": "Israeli opposition inch closer to deal to oust Netanyahu",
      "tags": "Yair Lapid,Israel,Benjamin Netanyahu,Netanyahu corruption trial",
      "text": "Israeli opposition parties have moved closer towards forming a government that would bring to an end Benjamin Netanyahu's time as the country's longest serving prime minister.\nCentrist party leader Yair Lapid is reportedly close to reaching a coalition agreement with the ultra-nationalist leader Naftali Bennett.\nLeaders from Mr Bennett's party spoke in favour of the deal on Sunday.\nMr Lapid, 57, has until Wednesday to form a new coalition government.\nIsraeli media reports suggest both sides have inched closer towards a deal that would see Mr Bennett, 49, serve as prime minister for two years before being replaced by Mr Lapid for the second half of the term.  \nMr Bennett is due to deliver a statement on Sunday evening in which he is expected to formally declare his support for the agreement.\nHis Yamina party hold a crucial six seats in the 120-member parliament that would give an opposition coalition of right-wing, centrist and left-wing parties a clear majority.\nMr Bennett met with Yamina leaders on Sunday and received their support for the coalition deal, a statement said.\nBut no one should count out Mr Netanyahu whose political survival instincts remain second to none, says BBC Middle East analyst Sebastian Usher.\nThe opponents of Mr Netanyahu, who is on trial for fraud, have little in common politically but are united in their desire to see his run in power come to an end.\nThe 71-year-old, who has been in power for 12 years and has dominated Israeli politics for a generation, fell short of a decisive majority at a general election in March. It was the fourth inconclusive vote in two years.\nThat result opened the door for Mr Lapid, a former finance minister who was given until 2 June to form a new coalition government after Mr Netanyahu failed to do so.\nHis Yesh Atid party came second to Mr Netanyahu's right-wing Likud at the last election. \nMr Lapid was initially given a 28-day mandate to form a government, but this was interrupted by the recent 11-day conflict in Gaza.\nOne of his potential coalition partners, the Arab Islamist Raam party, broke off talks because of the violence. There were also clashes in Israeli cities between mixed Arab and Jewish populations.\nOn Saturday night, Mr Netanyahu's Likud party made an offer to Mr Bennett and the leader of another potential coalition party to share the premiership in a three-way split.\nHowever, his offer was rejected.\nIf Mr Lapid is unable to agree a coalition, Israelis could be going back to the polls again later for the fifth election in just two years.\nUnder Israel's electoral system of proportional representation, it is difficult for a single party to gain enough seats to form a government outright. Smaller parties are usually needed to make up the numbers needed for a coalition."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57278879",
      "category": "uk",
      "title": "Covid: 21 June lockdown easing date not guaranteed - Kwasi Kwarteng",
      "tags": "Coronavirus lockdown measures,UK government,Coronavirus vaccines,Kwasi Kwarteng,Matthew Hancock,Coronavirus pandemic",
      "text": "There is no data to suggest England's end to lockdown on 21 June might be delayed, the business secretary has said - but he cannot give a guarantee.\n\"I don't think we will move the date,\" said Kwasi Kwarteng - but added that the scientific evidence could change.\nSome scientists believe the reopening date should be delayed until more people are fully vaccinated.\nMost people in hospital in Bolton - a Covid hotspot - have only had one dose, a leading doctor there said.\n\"We have a significant numbers of 30 and 40-year-olds going in [to hospital] and obviously they've only really just in recent times become eligible,\" said Dr Helen Wall, who works on leading Bolton's vaccine programme. \nThe variant first identified in India is now believed to be responsible for up to three-quarters of new Covid cases in the UK.\nCases of the Indian variant are still mainly focused in hotspots such as Bolton, Bedford and Blackburn with Darwen - but most parts of the country now have small numbers of cases, Public Health England said.\nSome health experts believe the 21 June date - when all remaining restrictions in England are due to be lifted - should be delayed until a greater proportion of the population have had two doses.\nCurrently, 45.6% of the UK's adult population have had their second dose - around 24 million people - and this proportion is rising by roughly 5% every week. \n\"If we can just delay international travel, delay stage four of the roadmap until we have a much higher proportion of people vaccinated with two doses, we're in a much, much better position,\" said Prof Christina Pagel, from University College London.\n\"We're only two months away from that, it's not long to wait.\" \nProf Andrew Hayward, a member of the Sage advisory group, added: \"I think there is a good argument for caution until such time as we've got a much higher proportion of the population double vaccinated.\"\nAnd Dr Mike Tildesley, who sits on a group that feeds into Sage, suggested that if lockdown easing is delayed a little bit, \"we can allow the vaccines to help us\".\nCases have been rising in recent days - something that was always expected as lockdown eased - but the government has said the crucial thing is to see how that affects the number of people in hospital. That is among the most important data that will affect whether the 21 June date can go ahead.\n\"Nothing I've seen would suggest that we should extend or delay the date of reopening,\" Mr Kwarteng told BBC Radio 4's Today programme on Friday. \"But the caveat obviously is the data can change. \n\"So if scientific evidence, data, points to an increased hospitalisation rate, an increased degree of risk, then we have flexibility to move that date. As of today, as of the data I've seen, I don't think we will move the date. But I can't guarantee that.\"\nA final decision about the 21 June date will be reached by 14 June.\nScientists believe the Indian variant spreads more easily - and vaccines still work, although one dose is less effective than it was against the Kent variant.\nProf Hayward said people who have had two doses of the vaccine did not need to be \"overly worried\".\nBut he said: \"On the other hand, if you've only had one dose of vaccine, then the protective effect appears to be about 30%.\" \nThe rules have recently changed so over-50s and people considered clinically vulnerable are being offered a vaccine eight weeks after their first - rather than 12 weeks.\nAnd the one-dose vaccine from Belgian firm Janssen has now been approved for use in the UK, adding to the three types already being given. People given that vaccine will get maximum protection from just the one jab.\nOn Thursday, the number of new Covid cases topped 3,000 for a second day in a row - 3,542 - the first time infections have reached this level since early to mid-April. A further 10 people died with coronavirus, the government figures show.\nStep four of the government's roadmap for lifting lockdown on 21 June would see all legal limits on social contact removed, nightclubs reopened, and restrictions on large events and performances lifted.\nBoris Johnson was asked about the 21 June date on Thursday.\nThe prime minister said England \"may need to wait\" for the lifting of all restrictions but that there was nothing currently in the data to suggest there would have to be a delay.\nIn Scotland, First Minister Nicola Sturgeon has revealed that Glasgow - which did not have lockdown eased when the rest of the nation did - will stay in the highest level of restrictions until 4 June at least."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-57284728",
      "category": "uk-england-leicestershire",
      "title": "Afghan refugee found by motorway completes architecture degree",
      "tags": "Uppingham,Afghanistan,Blaby,Refugees and asylum seekers",
      "text": "A former child refugee who arrived in the UK unable to speak English has graduated with an architecture degree.\nSalman Khan, 25, fled war-torn Afghanistan as a boy and began a six-month journey through snow and mountains.\nMr Khan was 12 years old when he was found walking next to a UK motorway and taken to a police station before going into foster care in Leicestershire.\nLeicestershire County Council said: \"Salman's story is inspiring.\"\nMr Khan said it was his dream to build schools in Afghanistan because he said: \"[It's] a war-torn country and someone has to rebuild it\".\n\"This is the whole reason I chose it [to study architecture],\" he added.\n\"I have a friend who said 'I will build it' and I said 'I will design it'.\"\nAfter leaving his family in Afghanistan and travelling with strangers, he spent a few weeks in temporary care before being given a home with a foster family in Blaby, Leicestershire \nHe learned English with the help of his foster parents and social workers while attending South Wigston High School, before going on to Guthlaxton College and the universities of Lincoln and Kent.\n\"When I went to school, I was shocked at the facilities they had. It was so different from what I knew, there was even carpet on the floor,\" he said.\n\"It was not the way it was [back home] but I did not realise that was not normal.\n\"When I came here it gave me a sense I was missing opportunities. It was a shock really. The amount of help I got here was tremendous.\"\nMr Khan, who lives in Uppingham, Rutland, said he was inspired to work hard by his foster family.\n\"They have got degrees - they are accountants and doctors,\" he said.\n\"There were photos of their graduations outside my bedroom, every time I came out. I wanted my photo on that wall too.\"\nMr Khan is now supporting the work of Place To Call Home. a regional campaign led by Leicestershire County Council to recruit foster carers to support young refugees in the East Midlands.\nDeborah Taylor, from Leicestershire County Council, said: \"He's a young man who has dealt with many hardships but, with the support of a kind and loving family, has flourished and achieved a life ambition.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57291608",
      "category": "uk",
      "title": "Duchess of Cambridge gets first Covid vaccine dose",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,Catherine, Duchess of Cambridge",
      "text": "The Duchess of Cambridge has said she is \"hugely grateful\" after getting her first dose of a coronavirus vaccine on Friday.\nCatherine, 39, shared a photograph of herself being given the vaccine at the Science Museum in London.\nOn Twitter, she thanked all those who are \"playing a part in the rollout\".\nHealth Secretary Matt Hancock said on Saturday that in the past two weeks more than half of those in their 30s have been vaccinated in the UK.\nThe duchess is one of more than nearly 39 million people in the UK to have received their first dose of a coronavirus vaccine. More than 24 million people have received their second dose.\nCatherine is the latest senior royal to share publicly that she has had the vaccine, with her husband getting his first dose earlier this month.\nHer father-in-law, the Prince of Wales, and his wife, the Duchess of Cornwall, received their coronavirus jabs in February. The Queen received hers in January.\nMore than 39 million people have been given a first dose of Covid-19 vaccine in the UK, according to the government's coronavirus dashboard.\nIt reported 3,398 new confirmed cases - which was lower than Friday's figure, but numbers can be lower over the weekend.\nThere have been seven new deaths within 28 days of a positive test.\nIn England and Scotland, people aged 30 and over can get their vaccine, although in some parts of Glasgow people aged 18 can get their first jab. \nIn Wales and Northern Ireland those 18 and over are eligible to get their vaccine.\nMost adults in the UK under the age of 40 are being offered an alternative to the Oxford-AstraZeneca vaccine because of a link with rare blood clots."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57300643",
      "category": "world-africa",
      "title": "Nigeria school abduction: Gunmen kidnap students in Niger state",
      "tags": "Nigeria",
      "text": "Nigerian officials say gunmen have kidnapped many students from an Islamic school in Nigeria - the latest in a series of such attacks on schools.\nAuthorities in Niger state confirmed to the BBC that gunmen had seized an unknown number of students from the school in the town of Tegina on Sunday.\nA teacher told the BBC that 150 students were missing, while other reports put the figure at about 200.\nAbductions carried out for ransom are increasingly common in northern states.\nIn February nearly 300 girls were taken by armed men from a boarding school in Jangebe, Zamfara state. Most were later freed.\nIn the latest incident, witnesses quoted by This Day news website said gunmen riding on motorcycles stormed the town and opened fire indiscriminately. As people fled the attackers went to the Islamic school and seized the children. The school is attended by boys and girls, aged six to 18.\nAuthorities said two people were shot during the attack and one had since died. A number of people travelling in a car were also reportedly kidnapped.\nBBC Nigeria correspondent Mayeni Jones says kidnapping for ransom has become more common across Nigeria in recent months.\nThe attack in Tegina comes a day after 14 people kidnapped from a university in the neighbouring state of Kaduna were released.\nTegina is also not far from the town of Kagara, where 27 students were abducted in February.\nThere have been at least six kidnappings of students in north-west and central Nigeria since December, our correspondent says, and more than 800 students and staff have been abducted.\nThe 2014 kidnap of 276 schoolgirls in the north-eastern town of Chibok by Islamist militants Boko Haram brought global attention to the scourge of raids on schools in Nigeria, but more  recent attacks are suspected to be the work of criminal gangs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57157476",
      "category": "uk-wales",
      "title": "Nuclear test veterans: 'My dad was treated like a guinea pig'",
      "tags": "UK government,Royal Air Force,Prestatyn,Boris Johnson,Brunel University London,Nuclear weapons,Australia",
      "text": "When David Purse was sent to Australia, he thought it would be a \"wild adventure\" in a little-explored place.\nHowever, the RAF flight lieutenant's posting to a remote area called Maralinga was to test atomic weapons. \nSon Steve, 47, from Prestatyn in Denbighshire, puts his own \"unique\" condition down to \"a rare genetic mutation\" caused by radiation. \nThe Ministry of Defence said three large studies found no link between the tests and ill health.\nBut a study at Brunel University is currently looking at the possibility genetic damage from the tests has affected the children of personnel.\n\"Flying through mushroom clouds or watching\", Steve believes men were \"treated like guinea pigs\" and wants recognition for them, adding: \"It wasn't an act of God but an act of government.\"\nIn all, about 40,000 British personnel took part in the testing of atomic and hydrogen bombs in the 1950s and 1960s. \nMost were in the Pacific - the biggest being Operation Grapple, where about 22,000 people oversaw the exploding of bombs in 1957. \nMaralinga, in South Australia, saw the first test launches of atomic weapons from aircraft in 1962.\n\"He was told at short notice and was looking forward to visiting a warm country, a relatively unexplained place, and having a wild adventure,\" Steve said of his father.\nHowever, he was \"close enough to ground zero to see sand to turn to glass\" during tests, with no protective equipment. \nSteve added: \"There was a rope saying 'do not enter' but radiation was in the sand and would blow into food, into their face. \n\"They would swim in the lagoon, and catch fish that contained highly toxic radiation.\"\nHis father died with Alzheimer's disease, but doctors said his skin showed \"the level of damage they would expect from someone who had spent most of their life in the sun\".\nIt is his own condition, though, that has caused Steve most contemplation, adding: \"It was obvious when I was born something was not right. I was visibly disabled.\n\"Dad had little contact with the RAF after he left. \n\"It was only years later, a friend wrote and said 'do you know the amount of children of service personnel who have had problems?'\"\nSteve describes his condition as \"unique\", with doctors unable to diagnose it exactly, but says it is a form of short stature, similar to that of actor Warwick Davis.\nHe believes it is because of a \"rare genetic mutation\" as a result of the nuclear tests, and part of the \"roulette\" future generations must live with.\nSteve is worried his baby son, Sascha, could also develop problems as he grows older.\n\"That's the sad thing, it probably won't die with veterans,\" he said. \n\"It was so we could join the nuclear arms race, produce a deterrent to keep us safe. \n\"There has never been a nuclear war, so we owe them a huge debt of gratitude.\"\nHe believes the UK government has constantly turned \"a blind eye\", adding: \"A medal is only a small bit of tin, but it's recognition they were there and did an important job that continues to keep the country safe decades later.\"\nThe possibility that children of personnel could be affected was first raised in a study at New Zealand's Massey University in 2007. \nAl Rowlands, who led the investigation at the university, said results were \"unequivocal\" that veterans had suffered genetic damage as a result of radiation. \nSupport group Labrats estimates there are 200,000 descendants of those who took part in British tests - and says the UK is the only nuclear state not to properly recognise its veterans and support them.\nIt conducted a health survey with 123 people who took part in tests, 76 from the UK.\n\"Many [problems experienced by descendants] tend to be autoimmune diseases, but if there are problems, they tend to be severe,\" said founder Alan Owen. \n\"There are bone problems, teeth problems, eye sight. Issues that are meant to affect one in 1,000 - we talked to 10 descendants, four were affected.\n\"They have developed cancer, heart problems, a wide range of diseases.\"\nHe described talking to veterans about their fears, adding: \"When a grandchild is born, they don't ask if it's a boy or a girl, but if it's okay. It's quite sad they're living with that now.\"\nMr Owen's father was involved at Operation Dominic, where the United States conducted 31 tests in the Pacific in 1962.\nThe American government has paid compensation to British personnel present and Mr Owen wants recognition by UK authorities.\nHe believes there are about 1,500 British nuclear veterans still alive, adding: \"All they want is for the government to say 'we did wrong, it was the 1950s'. \n\"No prime minister has ever met nuclear veterans. Anthony Eden was warned about the consequences and his reply was 'it's a pity but we can't help it'.\n\"They have been denied a medal in recognition of their service.\"\nThe UK government thanked those whose efforts \"ultimately, kept Britain safe for decades\".\n\"While it falls outside the criteria for medallic recognition, this in no way diminishes the contribution of those service personnel who witnessed the UK's nuclear tests,\" a spokeswoman added.\nA number of veterans have already called for an apology, linking their cancer to the testing.\nThe Ministry of Defence responded by saying: \"The National Radiological Protection Board has carried out three large studies of nuclear test veterans and found no valid evidence to link participation in these tests to ill health.\"\nThe Brunel University study has been carried out with those involved in British nuclear tests and their children, with results due soon. \n\"We anticipate that our findings will have a lasting benefit for the broader nuclear community by providing scientific evidence that will resolve current uncertainties and speculation about potential adverse health effects in nuclear test veterans and their families,\" said chief investigator Rhona Anderson. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57299321",
      "category": "uk-wales",
      "title": "Two deaths investigated by police in Porth, Rhondda Cynon Taf",
      "tags": "Porth",
      "text": "Police are investigating the deaths of two people at a house in Rhondda Cynon Taf.\nSouth Wales Police said they were called by the ambulance service at 10:50 BST \"following reports of the death of two people at an address in High Street, Cymmer, Porth\".\nPolice said investigations were continuing, however the deaths were not being treated as suspicious.\nOne local resident said: \"It was like a scene out of Casualty.\"\n\"It's the main road for ambulances so we often hear sirens, but then the fire service were here too, and it become apparent something serious had happened and the road was closed off for about two hours,\" said the resident, who did not want to be named.\n\"Tragic case that two have died.\"\nDet Insp Chris Grey said: \"Investigations into the deaths are still ongoing and various tests are being carried out.\n\"We are treating the deaths as unexplained at this time. \n\"The next of kin have been informed and we are supporting the family to come to terms with this tragic incident.\"\nThe Welsh Ambulance Service said it was called at 10:49 to \"a medical emergency\" and said it sent a paramedic in a rapid response car and two emergency ambulances to the scene.\nCrews were supported by a Hazardous Area Response Team, and the fire service was also present, it said.\n\"We conveyed one person to the Royal Glamorgan Hospital,\" it added.\nThe road was closed after emergency services were called but it has since reopened.\nRhondda Senedd member Buffy Williams said it was \"extremely sad news\" and thanked the emergency services.\nWriting on social media, the MS said: \"My thoughts are with the family and friends of those who've sadly lost their lives.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57299850",
      "category": "world-europe",
      "title": "France manhunt for armed ex-soldier who fired on police",
      "tags": "France",
      "text": "A manhunt is under way in south-west France for a heavily armed former soldier who opened fire on police. \nHelicopters, dog teams and more than 300 officers are searching for the man around the town of Le Lardin-Saint-Lazare in the Dordogne region. \nPolice identified the man as 29-year-old Terry Dupin and said he had a history of domestic violence and was armed with a high-calibre weapon.\nThe local government has urged residents to stay indoors.\n\"The man went overnight to his ex-partner's home. A dispute took place there, which led to the intervention of gendarmes and that is when the suspect shot at them. He then fled to woods nearby,\" prefect of Dordogne Frédéric Périssat told BFM television.\nMr Périssat added that the suspect was within a four sq km (1.5 sq mile) \"hilly, wooded area\" cordoned off by police. \nPolice released a photo of the ex-soldier on Monday, describing him as a \"dangerous individual sought by police for attempted murder\".\n\"This man is potentially very dangerous, he is armed and it's necessary people bear with it patiently,\" Mr Périssat told reporters, saying the suspect had already shot at police since the start of the manhunt.\nInterior Minister Gérald Darmanin tweeted that the police and local authorities were using \"all means\" to protect the local population, adding that more than 300 officers were now actively involved in the search. \nFranceinfo reports the incident started on Saturday night, when the ex-soldier attacked his ex's new partner. He reportedly shot the new partner, who fled the scene. His ex and her children were not injured and are now under police protection, authorities said.\nSo far there have been no police casualties, although several vehicles have been damaged. \nLe Lardin-Saint-Lazare Mayor Francine Bourra told BFM that the suspect had been released from prison and was wearing an electronic bracelet. He was prohibited from visiting his former partner's home, she said.\nMs Bourra told the channel the manhunt could be drawn out, as the ex-soldier was \"not at all inclined to dialogue and not ready to surrender\".\nOfficers have closed off roads around the town and set up a security perimeter. The suspect has reportedly fired on the helicopter that is flying over the wooded area."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57291604",
      "category": "uk",
      "title": "Charlie Hanson: Bafta suspends producer over sexual misconduct allegations",
      "text": "Award-winning producer Charlie Hanson has been removed from Netflix production After Life and suspended from Bafta following accusations by women of historical sexual misconduct.\nNetflix and Bafta took action after being contacted by the women this week.\nRicky Gervais - the After Life creator and actor - said he was \"shocked and appalled\" by the allegations.\nMr Hanson said \"based on the summaries provided to me\" the accusations were \"demonstrably false\".\nThe women sent their accusations anonymously to Bafta and Netflix on Monday, and the story was first reported by Broadcast.\nMr Hanson has been suspended from production of After Life, with filming for the third series currently under way.\nNetflix said in a statement: \"Whilst the allegations are unrelated to his time on the show, we immediately removed him from the production and referred the matter to the police.\"\nGervais said: \"I am shocked and appalled to learn of the historical allegations made by a number of women against Charlie Hanson. \n\"The decision was made to immediately remove him from production and I am confident the matter is being handled thoroughly.\"\nThe Golden Globe and Bafta-winning producer has worked on several of Gervais' critically-acclaimed British projects, including 2016's David Brent: Life on the Road film.\nMr Hanson's agents, United Agents, said they are not currently working with him and have removed his profile from their website.\n\"We were shocked to learn of the historic allegations. Whilst this matter is investigated we have suspended our representation of him,\" United Agents said. \nBafta said it had been given a number of \"very serious detailed allegations\" against an individual.\n\"While we are not their employer we immediately took the decision to suspend their membership,\" the group said.\n\"Bafta is an arts charity and does not have the power to investigate historic claims of abuse therefore we have referred the matter to the police. \n\"The behaviour that these accounts allege is abhorrent, in complete opposition to Bafta values and has no place in our industry.\"\nMr Hanson said in a statement via his lawyer: \"I have been made aware of allegations made against me concerning improper conduct towards women dating back many years.\n\"Based on the summaries that have been provided to me, I understand that many of these accusations are made anonymously and are demonstrably false. \n\"I have not had one complaint in decades of work in the media industry. I categorically reject any wrongdoing on my part, and strongly refute the allegations that have been levelled at me.\n\"I have worked with and supported hundreds of men and women during my working life and will do what is necessary to protect and/or restore my reputation. \n\"I will also cooperate with any formal inquiries. The matter is now in the hands of my solicitors.\"\nThe BBC - which has worked with Mr Hanson in the past, including on Extras - said: \"The BBC is against all forms of inappropriate behaviour. \n\"We would of course take appropriate action if any specific allegations are put to the BBC about any individual.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57298509",
      "category": "world-latin-america",
      "title": "Israel politics: Lapid nears coalition after Netanyahu fell short",
      "tags": "Yair Lapid,Israel,Benjamin Netanyahu",
      "text": "Israeli Prime Minister Benjamin Netanyahu is trying to dissuade his opponents from forming a government as he seeks to hold on to power. \nCentrist party leader Yair Lapid has until Wednesday to build a coalition. \nMedia reports from Israel say he is close to reaching a deal with ultra-nationalist leader Naftali Bennett. \nMr Netanyahu, Israel's longest-serving PM, fell short of a decisive majority at a general election in March - the fourth in two years. \nMr Lapid could be close to reaching a deal, says BBC Middle East analyst Sebastian Usher. \nMr Netanyahu, who is on trial for fraud, has been in power for 12 years and has dominated Israeli politics for a generation. He was given the first chance at forming a government but was unable to secure the coalition partners needed. \nMr Lapid's Yesh Atid party came second to Mr Netanyahu's right-wing Likud at the last election and was given until 2 June to build a coalition. \nOur analyst says the outcome of the negotiations depends on whether Mr Bennett, a former defence minister, will agree to share power in what has been described as a \"change\" government. \nHowever, he cautions that no one should yet count out Mr Netanyahu, 71, whose political survival instincts remain second to none.\nMr Lapid's 28-day mandate to form a government was interrupted by the recent 11-day conflict in Gaza. \nOne of his potential coalition partners, the Arab Islamist Raam party, broke off talks because of the violence. There were also clashes in Israeli cities with mixed Arab and Jewish populations. \nOn Saturday night, Mr Netanyahu's Likud party made an offer to Mr Bennett and the leader of another potential coalition party to share the premiership in a three-way split. \nHowever, his offer was rejected. \nIf Mr Lapid is unable to agree a coalition, Israelis could be going back to the polls again later this year. \nUnder Israel's electoral system of proportional representation, it is difficult for a single party to gain enough seats to form a government outright. Smaller parties are usually needed to make up the numbers needed for a coalition. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57229099",
      "category": "uk-wales-politics",
      "title": "Covid Indian variant: Public should be worried, says Wales chief medic",
      "tags": "NHS Wales,Coronavirus pandemic",
      "text": "People \"should be worried\" about a resurgence in Covid, with an increase in cases of the Indian variant of concern, the Welsh government's chief medical officer says.\nDr Frank Atherton said the increase to \"around 57\" cases was \"something we need to watch very carefully\".\nThe total last Thursday was 28 cases of B617.2, the variant of concern.\nHealth minister Eluned Morgan repeated government advice that people take holidays at home to reduce the risk. \nDr Atherton said most cases of the variant of concern were in Cardiff and the Vale of Glamorgan, although they had been identified in all health board areas apart from Powys.\nHe said measures such as social distancing and using face coverings were \"the things that keep us safe\" and there was risk that the situation could \"go into reverse\" if those measures were relaxed.  \n\"We should continue on the cautious approach here in Wales,\" he told journalists at a Welsh government update on the pandemic.\n\"The public should be worried about the resurgence in coronavirus in general really.\n\"We have a small number of cases - 57 at the moment of the so-called Indian variant - but that will be an underestimate and I expect the numbers to rise.\"\nDr Atherton said the cases in Wales were \"traceable back to a point of entry, so we're managing them as clusters\".\nHe added: \"If we look across the border in to England and certainly in to Scotland, Glasgow area, what seems to be happening there is broader widespread community transmission and that's a much more difficult thing, of course, to contain.\"\nUnlike in Scotland, people in Wales are not being restricted from travelling to places in England with a high number of cases of the Indian variant, Ms Morgan said.\nHowever, she stressed the Welsh government \"will be constantly keeping the situation under review\".\nIn her first press conference as health minister, Ms Morgan repeated the advice that people should take their holidays in Wales this year and only go abroad for essential travel. \n\"Our whole economy could come to a grinding standstill again if we were to let new variants take hold,\" she said.\nMs Morgan added the Welsh government had \"a responsibility to stand by our own tourism sector and hospitality sector\".\n\"We live in a fantastically beautiful country and I would encourage people to use the opportunity to holiday here in Wales and to support those sectors of the economy that have really suffered during pandemic,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57294442",
      "category": "world-europe",
      "title": "Belarus: Hundreds join global solidarity protests",
      "tags": "Belarus,Ryanair Belarus flight diversion,Russia,Lithuania,Svetlana Tikhanovskaya,Poland",
      "text": "Hundreds of people in Poland and Lithuania gathered for protests on Saturday to show support for the opposition in neighbouring Belarus.\nThey called for the release of a Belarusian dissident who was arrested along with his girlfriend when their flight was diverted to Minsk.\nThe pair's detention sparked global outrage, and prompted the EU to urge airlines to avoid Belarusian airspace.\nProtests took place elsewhere in Europe as well as in the US and Australia.\nRoman Protasevich, 26, and Sofia Sapega, 23, were flying from Greece to Lithuania on Sunday when a fighter jet was scrambled over Belarus to escort their plane to Minsk airport over a bomb threat which turned out to be fake.\nThey were arrested as soon as the Ryanair plane landed.\n\"I'm calling on all EU countries and the US to please help us free Roman and Sofia, as well as everyone else imprisoned,\" Mr Protasevich's mother, Natalia, said at a rally in the Polish capital Warsaw.\n\"We want to live in a free country, in a country where everyone has the right to express his beliefs,\" his father, Dmitry, added.\nThe crowd at the Warsaw rally waved the Belarusian opposition's red and white flag, and held signs that read Help Belarus and Freedom for Belarus.\n\"Things look really bad now. That's why we need to do something, show those fighting back home that they're not alone,\" Natallia Burak, a 35-year-old Belarusian living in the city, told the AFP news agency.\n\"As a Belarusian, we see a lot of wild and outrageous things,\" another demonstrator added.\nBelarusian President Alexander Lukashenko, who has been in power for 27 years, has been nicknamed \"Europe's last dictator\". The 66-year-old has cracked down on dissenting voices, and many opposition figures have been arrested or fled into exile.\nOne such figure is the opposition leader Svetlana Tikhanovskaya, who spoke at a rally in Lithuania where she has been living in exile since last August.\n\"I believe that there will be changes very soon, there will be new elections, because there can be no other way,\" she told a crowd gathered in the capital, Vilnius. \"Belarus will not give up.\"\nMs Tikhanovskaya and several hundred protesters marched to the Belarusian embassy in the city. \nA similar demonstration also took place in Berlin, while smaller protests were seen in dozens of countries including Ukraine, Ireland, and the Netherlands.\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Lukashenko has been nicknamed \"Europe's last dictator\" - he has been in power for 27 years.\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile.\nOn Sunday, Ryanair Flight 4978 was travelling from Athens to Vilnius when it was forcibly diverted to Minsk. \nBelarusian authorities said they had received a bomb threat - via Switzerland - but according to Swiss secure email provider Proton Mail the emailed message was sent after the plane was diverted.\nAboard were Mr Protasevich and his girlfriend Ms Sapega, an international law student and Russian national. They were arrested shortly after the plane landed.\nMr Protasevich is a former editor of Nexta, a dissident media operation with a popular Telegram messenger channel. He left Belarus in 2019 and now lives in exile in Lithuania. Nexta became a significant channel for protesters challenging the August 2020 presidential election in Belarus, widely condemned as rigged.\nMr Protasevich, who was put on the Belarusian terrorist list last year, is accused of orchestrating the mass unrest last year and could be jailed for up to 15 years.\nRussia's foreign ministry says Ms Sapega is accused of breaking Belarusian law last August and September.\nVideos were released showing the pair confessing to crimes, but it is likely they were speaking under duress.\nThe UN's civil aviation agency has said it will launch a \"fact-finding\" investigation into Belarus's actions, asking whether there was any breach of international aviation law. \nThe US has also announced fresh sanctions against Belarus in response to the plane diversion.\nOn Friday, White House press secretary Jen Psaki said the incident was \"a direct affront to international norms\".\nShe said the US would re-impose sanctions against nine Belarusian state-owned enterprises, and would work with the EU and other allies to draw up a list of targeted sanctions against key members of the Lukashenko regime.\nFranak Viacorka, a senior adviser to Ms Tikhanovskaya and a friend of Mr Protasevich, said sanctions were \"the best and the most efficient tool\" to help with the release of political prisoners.\n\"Of course it's not a silver bullet, it will not solve all the problems - it will not bring Belarus to democracy,\" he said. \"But it will help to put enough pressure on the regime in order to force it to make concessions and to release people who are not guilty.\"\nMeanwhile, talks in Russia between President Vladimir Putin and Mr Lukashenko continued for a second day on Saturday. Mr Putin later confirmed Russia would move ahead with a second $500m (£352m) loan to Belarus next month.\nThe full $1.5bn loan was initially agreed at a meeting in Sochi last September.\nRussia is Mr Lukashenko's strongest political ally, even though personal relations between the two long-time presidents are at times said to be strained."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56441048",
      "category": "world-middle-east",
      "title": "Israel election hopes and fears play out in crater town",
      "tags": "Israel elections 2021,Israel & the Palestinians,Israel,Benjamin Netanyahu",
      "text": "The town of Mitzpe Ramon is recovering from its isolation in the desert. Often the inhabitants had only themselves and their crater for company. \nThe population of 5,211 lives on a cliff edge above a naturally formed chasm in the Negev desert - a site of stunning beauty that entices tourists. \nBut the visitors vanished amid the Covid closures. The lockdown laid waste to work for the tour guides. In Israel, joblessness has soared.\nThe country suffered badly as the virus surged last year and there were claims of government blunders. \nThen came a dramatically swift vaccine rollout. A battered economy is starting to reopen. Many of these things were weighing on Israel's already crisis-hit coalition, when gridlock triggered yet another election. \nBut in Mitzpe - the town whose name means \"lookout\" - no-one seems to be watching much. \nThe streets don't echo with the sound of political rallying. Election posters are as unlikely to be seen as foreign tourists. \nInstead there's a desert wind and weariness. The same bitter divisions over Prime Minister Benjamin Netanyahu's leadership - splits formed years ago - look set to play the major role in Tuesday's poll, the fourth since 2019.  \n\"It's no, no, no to Bibi and his friends,\" says Boaz Katz, who runs Desert Prime tours. He has seen business drop by two-thirds since the start of the pandemic. \nHe steers his 4x4 over rocks into the crater's core, hinting at worries shared by many Israelis. \n\"I think about the future a lot and it spooks me to see Benjamin Netanyahu and his natural companions - I want to live in a free, democratic country,\" says Mr Katz, who used to vote for Mr Netanyahu's Likud party. \nThe prime minister has been met with protests over his desire to rewire parts of the justice system while on trial for corruption. Others oppose his long-standing pact with ultra-religious parties.\nThe tour guide scratches a heart shape in the sand and explains the landscape.\nThe crater was not formed by an asteroid smashing into Earth. Instead, it was scoured out over millennia through water erosion, as torrents eviscerated soft rock.\nLikewise, those who rival for Israel's leadership feel they are fighting an unstoppable force. \nThe last election with no winner led to an \"emergency coalition\" to fight the pandemic. Mr Netanyahu's rival Benny Gantz - a former general and political novice - agreed to a rotating premiership. \nBut Mr Gantz never got to take his turn. The remnants of his Blue and White party are facing near wipe-out, according to opinion polls. \nThe drive back into town passes the only shopping centre. There's a queue at the shawarma restaurant. Others sit inside a franchise coffee shop, masks on. Business is also back by the crater.\nRachel Amsalem lives on the edge. Her home close to the clifftop is covered in Israeli flags. \nA Likud cap rests on a rail in the porch, ready for outings when she faces off against the \"black flag\" protesters who oppose Mr Netanyahu.\n\"He doesn't sleep. He is the guardian of Israel,\" says Mrs Amsalem, borrowing a biblical phrase. \nShe knew him decades ago, working as a maid in the Netanyahu family home in Jerusalem.  \nHer parents fled Algeria in the 1940s. Decades later, she came to Mitzpe Ramon, a development town providing low-cost homes for Jewish immigrants, many from Arab countries. The community now forms a base of working-class support for Mr Netanyahu. \nMrs Amsalem credits him with the speedy vaccine deal helping bring the pandemic under control. Last year, her daughter-in-law, also called Rachel, died with Covid-19. \n\"Nobody else has the courage to pick up the phone and call [vaccine-maker] Pfizer,\" she says. \n\"He works day and night, whether it's [the diplomatic deals] with Arab countries, [countering] Iran, on corona, on the economy… there's one person we should say thanks to.\"\nBut Mr Netanyahu's opponents have instead been scrambling to find another viable challenger to him.\nThe \"anti-Bibi\" bloc now includes a former ally-turned-rival, Gideon Saar, who left Likud. Many more opposition votes are being soaked up by the centrist party led by a former TV host, Yair Lapid.  \nThe outcome could rest on how smaller parties do. In an unlikely move, Mr Netanyahu has tried to get support from Palestinian citizens of Israel, who make up a fifth of the population.\nA drive further north in the Negev - al-Naqab in Arabic - reveals deep scepticism over the motives of a politician who once warned his base to get to the polling stations as \"the Arabs are voting in droves\".  \n\"We all know he is lying to people,\" says Huda Abu Obaid, a community organiser in the Bedouin town of Lakiya. \nShe believes Mr Netanyahu wants to further divide support for a group of Arab parties, which could strengthen his hand in coalition building. \n\"We know very well that he was the worst one for us, for the Arab community, and I think that he will not change himself,\" she says. \nThe sun is setting back by the crater where the Mitzpe Ramon desert circus school - closed for much of the last year - is warming up. A juggler appears at the cliff edge. The principal, Adam De Langa, urges unity, calling a fourth election \"crazy\".\nIt might be another cry in the wilderness.  The sides remain entrenched in Israel's unwon battle for a stable government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-18008697",
      "category": "world-middle-east",
      "title": "Benjamin Netanyahu, Israel's unseated long-term leader",
      "tags": "Israel & the Palestinians,Israel,Benjamin Netanyahu,Israel elections 2019,Israel elections 2020",
      "text": "For many years, to his supporters and opponents alike, Benjamin Netanyahu appeared to be politically invincible. Israel's longest-serving leader won a record four elections and held office five times - more than any other prime minister in the country's 73-year history. In the end, it took an unprecedented coalition of parties whose only common goal was to oust him to finally cast him out.\nMr Netanyahu's unrivalled success in polls owed much to the image he cultivated as the person who could best keep Israel safe from hostile forces in the Middle East.\nHe took a hard line towards the Palestinians, putting security concerns at the top of any talk of peace, and long warned of existential danger to Israel from Iran.\nHis final years though were dogged by his criminal trial for alleged corruption, which fuelled criticism of his determination to stay on power, and street protests calling for him to go.\nBenjamin Netanyahu was born in Tel Aviv in 1949. In 1963 his family moved to the US when his father Benzion, a prominent historian and Zionist activist, was offered an academic post.\nAt the age of 18, he returned to Israel, where he spent five distinguished years in the army, serving as a captain in an elite commando unit, the Sayeret Matkal. He took part in a raid on Beirut's airport in 1968 and fought in the 1973 Middle East war.\nAfter his military service, Mr Netanyahu went back to the US, where he earned bachelor's and master's degrees at the Massachusetts Institute of Technology (MIT).\nIn 1976, Mr Netanyahu's brother, Jonathan, was killed leading a raid to rescue hostages from a hijacked airliner in Entebbe, Uganda. His death had a profound impact on the Netanyahu family, and his name became legendary in Israel.\nMr Netanyahu set up an anti-terrorism institute in his brother's memory and in 1982 became Israel's deputy chief of mission in Washington.\nOvernight, Mr Netanyahu's public life was launched. An articulate English speaker with a distinctive American accent, he became a familiar face on US television and an effective advocate for Israel.\nHe was appointed Israel's permanent representative at the UN in New York in 1984.\nOnly in 1988, when Mr Netanyahu returned to Israel, did he become involved in domestic politics, winning a seat for the Likud party in the Knesset (parliament) and becoming deputy foreign minister.\nHe later became party chairman, and in 1996, Israel's first directly elected prime minister after an early election following the assassination of Yitzhak Rabin. \nMr Netanyahu was also Israel's youngest leader and the first to be born after the state was founded in 1948.\nDespite having fiercely criticised the 1993 Oslo peace accords between Israel and the Palestinians, Mr Netanyahu signed a deal handing over 80% of Hebron to Palestinian Authority control and agreed to further withdrawals from the occupied West Bank, to much opprobrium from the right.\nHe lost office in 1999 after he called elections 17 months early, defeated by Labour leader Ehud Barak, Mr Netanyahu's former commander.\nMr Netanyahu stepped down as Likud leader and was succeeded by Ariel Sharon.\nAfter Mr Sharon was elected prime minister in 2001, Mr Netanyahu returned to government, first as foreign minister and then as finance minister. In 2005, he resigned in protest at the Israeli withdrawal from the occupied Gaza Strip.\nHis chance came again in 2005, when Mr Sharon - just before a massive stroke that left him in a coma - split from Likud and set up a new centrist party, Kadima.\nLife and times\nMr Netanyahu won the Likud leadership again and was elected prime minister for the second time in March 2009.\nHe agreed to an unprecedented 10-month freeze on settlement construction in the West Bank, enabling peace talks with Palestinians, but negotiations collapsed in late 2010.\nAlthough in 2009 he had publicly announced his conditional acceptance of a Palestinian state alongside Israel, he later toughened his position. \"A Palestinian state will not be created, not like the one people are talking about. It won't happen,\" he told an Israeli radio station in 2019.\nPalestinian attacks and Israeli military action repeatedly brought Israel into confrontation in and around the Gaza Strip before and after Mr Netanyahu returned to office in 2009.\nThe fourth such conflict in just 12 years erupted in May 2021, putting a temporary halt to efforts by parties opposed to Mr Netanyahu to oust him following a series of inconclusive elections.\nAlthough during the conflicts Israel had the support of the United States, its closest ally, relations between Mr Netanyahu and President Barack Obama were difficult.\nThey reached a low point when Mr Netanyahu addressed Congress in March 2015, warning against a \"bad deal\" arising out of US negotiations with Iran over its nuclear programme. The Obama administration condemned the visit as interfering and damaging.\nThe advent of Donald Trump's presidency in 2017 led to a closer alignment between US and Israeli government policies, and within a year Mr Trump announced his recognition of Jerusalem as Israel's capital.\nThe move sparked fury across the Arab world - which supports the Palestinians' claim to the eastern half of Jerusalem occupied by Israel since the 1967 Middle East war - but it handed Mr Netanyahu a major political and diplomatic coup.\nJust over a year later, Mr Trump also recognised Israeli sovereignty over the occupied Syrian Golan Heights, further reversing decades of US policy and earning Mr Netanyahu's praise.\nAnd in January 2020, Mr Netanyahu hailed Mr Trump's blueprint for peace between Israel and the Palestinians as \"the opportunity of the century\", though it was spurned by Palestinians as one-sided and left on the table.\nMr Netanyahu also saw eye-to-eye with Mr Trump on Iran, welcoming the president's withdrawal in 2018 from the Iran nuclear deal and reinstatement of economic sanctions.\nAfter 2016, Mr Netanyahu was dogged by a corruption investigation, which culminated in him being charged with bribery, fraud and breach of trust in connection with three separate cases in November 2019.\nMr Netanyahu is alleged to have accepted gifts from wealthy businessmen and dispensed favours to try to get more positive press coverage.\nHe denies wrongdoing and says he is the victim of a politically motivated \"witch hunt\" engineered by his opponents. He went on trial in May 2020, becoming the first serving prime minister to do so and defying calls by opponents to step down. \nEven under the cloud of criminal allegations, Mr Netanyahu survived three deadlocked general elections in less than a year and won a record fifth term, agreeing to share power with political rival Benny Gantz in a rare government of national unity established to deal with the coronavirus emergency.\nIts collapse after only eight months triggered a fourth election in two years. Although the Likud won the most seats, opposition among other right-wing parties to Mr Netanyahu's continuation as prime minister meant he could not secure a majority.\nInstead, a spectrum of parties from far left to far right, backed by Arab MPs, formed a so-called \"change government\" in an arrangement never-before-seen in Israel, and in June 2021 mustered enough votes in parliament to take power, finally ending Mr Netanyahu's era.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56752599",
      "category": "health",
      "title": "4.7 million waiting for operations in England",
      "tags": "Surgery,Waiting times,NHS England,Cancer,Coronavirus pandemic",
      "text": "Around 4.7 million people were waiting for routine operations and procedures in England in February - the most since 2007, NHS England figures show.\nNearly 388,000 people were waiting more than a year for non-urgent surgery compared with just 1,600 before the pandemic began.\nDuring January and February, the pressure on hospitals caused by Covid-19 was particularly acute.\nNHS England said two million operations took place despite the winter peak.\nHowever, surgeons said hospitals were still under huge pressure due to the second wave of Covid, which had led to \"a year of uncertainty, pain and isolation\" for patients waiting for planned treatment.\nSpeaking on a visit to Dartmouth, Prime Minister Boris Johnson said the government would \"make sure that we give the NHS all the funding that it needs... to beat the backlog\".\nHe said the situation had been \"made worse by Covid\", and added: \"We do need people to take up their appointments and to get the treatment that they need.\"\nNHS England recently announced that a £1bn fund would be used to help trusts restore operations and other services to get as many people treated as possible.\nProfessor Stephen Powis, national medical director for the NHS in England, said treating 400,000 patients with Covid-19 over the course of the last year had \"inevitably had an impact on the NHS\".\nAround 40% of all patients who have received hospital treatment for Covid since the pandemic began were admitted in the first two months of the year.\nBut he said \"the hard work and dedication of staff\" helped to deliver almost two million operations and procedures \"in the face of the winter wave\".\nTim Mitchell, vice-president of the Royal College of Surgeons of England, said: \"Although the most urgent operations, for cancer and life-threatening conditions went ahead, hundreds of thousands of patients waiting for routine surgery such as hip and knee operations, cochlear implants and vascular operations had their treatment cancelled or postponed.\n\"People have been patient as they've seen the battering the pandemic has given the NHS, but how much longer can they be expected to wait?\" \nSurgeons are calling for massive investment in the health service so that vital operations can continue no matter what comes its way in the future.\nZen Kahn, from London, spent much of the past year in pain waiting for a vital, but not urgent, operation to remove a mass on his pancreas.\nThe 23-year-old, who has severe learning difficulties and mental health issues, was originally told he would have surgery in September 2020 - but in the end he waited until March 2021.\n\"He was losing weight, turning yellow, and getting weaker and weaker,\" his older brother Waqas says of that time.\nZen continued to be in pain and was on strong painkillers for a long time.\n\"It definitely affected my mum a lot - she was completely devastated,\" his brother says.\n\"Just to see him deteriorate daily, it was hard on us as a family.\"\nDr Katie Urch, divisional director of surgery at Imperial College Healthcare NHS Trust, where Zen was treated, said surgery that was \"absolutely time-critical\" was prioritised.\n\"As our services begin to resume, our clinical teams are constantly reviewing our waiting lists to ensure we're managing care as safely and effectively as possible,\" she said.\nThe full scale of the backlog of non-Covid work which has built up because hospitals had to focus on coronavirus patients has been laid bare again.\nThings are likely to get worse before they get better as the NHS tries to deal with new patients being referred for treatment as well as those already on waiting lists.\nThere is no obvious quick fix. The workforce is already over-stretched and training more staff takes years. The government has allocated some extra cash to the NHS in England to try to help deal with the backlog. \nBut there have been calls for significant extra investment to fund overtime payments and make maximum seven-days-a-week use of operating theatres. \nThere have been warnings that the NHS in all parts of the UK will take years to recover from the consequences of Covid care and longer-term plans to expand the workforce and build new hospital facilities will be needed soon.\nCancer figures for England show that the number of people starting treatment for the disease in February 2021 was 6% lower compared with the same time last year.\nAlthough there has been a slight improvement in the numbers referred to a cancer specialist by their GP since January, the total number over the past year is more than 370,000 down on normal, Macmillan Cancer Support said. \nSara Bainbridge, head of policy at the charity said: \"Tens of thousands of people are still missing a diagnosis due to disruption caused by the pandemic, which could affect their prognosis. \n\"It's vital that cancer services continue to be prioritised and that those with cancer are not forgotten.\"\nCancer Research UK said without the funding and resources the NHS needs, \"the UK faces the prospect of cancer survival going backwards for the first time in decades\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57294412",
      "category": "world-us-canada",
      "title": "Ex-US airline pilot admits lewd act in cockpit mid-flight",
      "tags": "Southwest Airlines,Maryland,United States",
      "text": "A former US airline pilot has admitted committing a \"lewd, indecent, or obscene act\" during a flight last year.\nMichael Haak, 60, exposed himself to the female first officer in the cockpit and watched pornography on a laptop, prosecutors said.\nAs the Southwest Airlines flight continued, Haak engaged in further \"inappropriate conduct\" in the cockpit.\nA judge in Maryland sentenced him to one year's probation and ordered him to pay a $5,000 (£3,500) fine.\nThe incident happened during a flight from Philadelphia International Airport to Orlando International Airport on 10 August 2020, the court heard.\nWhen the flight reached cruising altitude, Haak got out of the pilot's seat, \"intentionally disrobed\" and watched pornographic media on a laptop.\n\"Haak further engaged in inappropriate conduct in the cockpit, as the first officer continued to perform her duties,\" federal prosecutors said in a statement.\nHaak had never met the first officer prior to the flight, they added.\nAssistant US Attorney Michael Cunningham said the co-pilot \"had a right not to be subjected to this kind of behaviour, regardless of what may have motivated it or prompted it\", the Associated Press reported.\nHaak was charged in Maryland because it was the state that the plane was flying over at the time. He pleaded guilty to intentionally committing a lewd, indecent or obscene act in a public place.\nIn a statement via video link, Haak apologised for his behaviour, adding: \"It started as a consensual prank between me and the other pilot. I never imagined it would turn into this in a thousand years.\"\nUS Magistrate Judge J Mark Coulson told Haak that his behaviour had had a traumatic effect on the first officer and could have affected the safety of passengers.\nHaak, of Longwood, Florida, was a pilot with Southwest Airlines for 27 years before retiring at the end of August last year.\nIn a statement, the airline said it did not tolerate \"behaviour of this nature and will take prompt action if such conduct is substantiated\". A spokesman said the company had only learned of the incident after Haak had voluntarily left the airline.\nIt said that, as a result, it had ceased paying him any benefits he was entitled to following his retirement."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57281458",
      "category": "uk-wales",
      "title": "Covid in Wales: Mixed message fears as fewer stick to rules",
      "tags": "Coronavirus lockdown measures,Swansea University,Coronavirus vaccines,Swansea,University College London,Welsh government,Coronavirus pandemic",
      "text": "The number of people sticking rigidly to Covid rules in Wales has dropped by up to a third, research suggests.\nOne expert who has analysed the results said there was concern \"mixed messages\" on the virus may have led to confusion.\nOne study by University College London suggests complete compliance with Covid rules fell from 60% in February to 40% in May.\nThe Welsh government said the emergence of new variants made it clear the pandemic was not over.\nAnd Wales' Health Minister Eluned Morgan said on Sunday it was \"going to be very difficult\" to stop the spread of an Indian variant from England to Wales as she urged people to continue to comply with the rules.\nAnother ongoing study by Public Health Wales (PHW), which quizzes people on how the pandemic and Covid restrictions are affecting their wellbeing, also suggests complete compliance with rules has dropped - from 76% in March to 65% in May.\nDr Simon Williams, from Swansea University, said the figures from the research also suggested that the proportion of people mixing outside their family households or bubbles had also increased in Wales, from 41% of people meeting with three or more people in March, rising to 57% in May.\nHowever, while sticking tightly to all the rules has dropped, the UCL study - which has spoken to 70,000 people across the UK during the pandemic - said the vast majority of people told researchers they were \"mostly following the rules\", at 91% for the UK as a whole.\nThe latest public engagement survey by PHW, which has spoken to 18,000 people since the start of the pandemic, said the proportion of adults \"very worried\" about catching Covid had dropped massively since the start of the year - falling from 31% to just 8%.\nIt comes as well over two million people in Wales have now received at least one dose of Covid vaccine, and over a million have been completely vaccinated.\nIt means Wales is ahead of every country in the world with similar populations for Covid vaccines.\n\"Overall, there is a picture emerging that we can see over the last couple of weeks, certainly the last few months, there has been a dip in compliance,\" said Dr Williams, who is a senior lecturer in people and organisation at Swansea University's School of Business.\n\"I think a large part of that is a lack of clarity over where we are in the pandemic.\n\"It's a classic case of mixed messages. We see at a UK level the message that there is an irreversible roadmap, that we are going to open up further in June.\n\"At the same time, we are seeing and hearing about the rise in these new variants.\"\nAt the end of May, there were 58 cases of the so-called Indian variant of concern detected in Wales, according to PHW.\nThere have been 30 more cases sequenced of the B.1.617.2 variant - the one of concern - in the most recent week.\nThey had been detected in all health board areas except Powys, but were primarily in traceable clusters in Cardiff and Vale of Glamorgan, according to health officials.\nIn the latest of it steps to ease restrictions, the Welsh government announced on Friday that live music could return, with venues needing risk assessments in line with hospitality and performing guidance.\nThe next review of restrictions in Wales is due on 3 June. \nThe Welsh government says that, if conditions remain positive, its next review will consider further changes to meeting people in private homes and increasing the number of people who can meet outdoors. \nDr Williams said Wales was at a \"crucial moment\" in the course of the pandemic.\n\"Despite recent easing, we are not out of the woods yet and so governments need the tone to be as clear as possible in their communication that we still need to be cautious, but they also need to ensure that further easings are not introduced before we have this new variant under control across the UK.\n\"Mixed messages - an urging for caution while also relaxing measures - has caused confusion which, in turn, might have a negative impact on compliance.\"\nResponding, a Welsh government spokesman said: \"It is thanks to the efforts of everyone that Wales has the lowest rates of coronavirus in the UK. \n\"But the pandemic isn't over and the emergence of the so-called Indian variant of concern is a reminder to us all just how quickly the situation can change and that this virus is full of unpleasant surprises.\n\"We continue to urge people to follow the set of simple measures, such as keeping your distance; washing your hands regularly, wearing a face covering indoors and ventilating indoor spaces, to keep you, your loved ones and Wales safe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57293167",
      "category": "world-asia",
      "title": "North Korea says orphan children volunteering on mines and farms",
      "tags": "Kim Jong-un,North Korea human rights,Pyongyang,North Korea",
      "text": "North Korean state media has claimed that orphans are volunteering to work in state-run mines and farms. \nThe Korean Central News Agency (KCNA) said hundreds of children \"with wisdom and courage in the prime of their youth\" have chosen to perform manual labour for the state. \nTheir ages are unclear but photos suggest they are in their teens.\nHuman rights groups have long accused North Korea of using forced child labour, something the state denies.\nIn February, the BBC reported on allegations that generations of South Korean prisoners of war are being used as slave labour in North Korean coal mines to generate money for the regime and its weapons programme.\nAbout 26 million people are thought to live in North Korea, which is ruled by a government with rigid control over all parts of people's lives. \nI've interviewed a number of North Korean defectors who claim to have been forced to work in the country's coal mines.\nThe conditions they described were horrendous. They recalled regular fatal accidents and long hours of hard work with little food.\nFew would choose this work and I am sure many human rights organisations will look at these state media reports and pictures with real concern. \nThere is also a wider question to be answered - why is North Korea searching for free labour for its mines, farms and factories? \nThese are desperate times after Kim Jong Un took drastic measures and completely sealed the border last January to stop Covid19 spreading from neighbouring China.\nThere are reports that some essential supplies are finally making it into the country but certainly not enough to get the economy moving again.\nThe only way to do that is to step up production and for that the regime needs new sources of free labour. \nPraising the \"wisdom and courage\" of  these young \"volunteers\" also turns them into communist party role models. They are being idolised for their self-sacrifice.\nIt also comes as Kim Jong Un is trying to crack down on any dissent from the country's youth. He described outside media such as K-pop, foreign news and drama as \"dangerous poisons\".\nWhen times get tough, he doesn't want his people knowing how good others may have it - especially if he's sending his young people into coal mines.\nIn April, leader Kim Jong-un warned his country to prepare for tough times ahead in a rare admission of problems. North Korea shut its borders in 2020 due to the coronavirus pandemic, shutting off trade with China - its economic lifeline. \nSeveral reports in state media over the last week say so-called volunteers are taking up manual labour across the country. \nOn Saturday, a KCNA report said 700 orphans had volunteered to work at factories, farms and forests. \nAnd on Thursday, KCNA reported that \"dozens of orphan children rushed out to the Chonnae Area Coal-mining Complex to fulfil their oath to repay even just a millionth of the love the party showed\".\nThe 2020 US state department report on human rights practices accused North Korea of practising \"the worst forms of child labour\". \nAccording to the report, officials sometimes send schoolchildren to work \"to assist in completing special projects, such as snow removal on major roads or meeting production goals\".\nIt also said children as young as 16 or 17 \"were enrolled in military-style youth construction brigades for 10-year periods\", and suffered from \"physical and psychological injuries, malnutrition, exhaustion, and growth deficiencies as a result of required forced labour\".\nNorth Korea has repeatedly denied these allegations. Earlier this month the country accused US President Joe Biden of a \"hostile policy\" towards North Korea, as he prepares to release the new US strategy for dealing with Pyongyang and its nuclear programme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57296472",
      "category": "uk",
      "title": "Boris Johnson marries Carrie Symonds at Westminster Cathedral",
      "tags": "Carrie Symonds,Boris Johnson",
      "text": "Prime Minister Boris Johnson has married his fiancee Carrie Symonds in a secretly-planned wedding at Westminster Cathedral.\nThe marriage took place in a \"small ceremony\" on Saturday afternoon, a Downing Street spokesman said.\nThe spokesman added that the couple would celebrate again with family and friends next summer, with their honeymoon also delayed until then.\nThe prime minister has already returned to work.\nHe is the first PM to get married while in office in nearly 200 years.\nThe Mail on Sunday reported that 30 guests were invited to the ceremony at short notice - the maximum number of attendees allowed under Covid restrictions in England.\nA small number of church officials were involved in preparations for the Catholic ceremony, which was officiated by Father Daniel Humphreys, it said.\nAlthough Mr Johnson, 56, has been married twice before, the Roman Catholic Church can allow divorcees to remarry if the previous marriages were outside the Roman Catholic Church.\nBoris Johnson likes to avoid talking about his private life - he's declined to answer questions on the topic for the past few years.\nIt can't have been easy to keep yesterday's wedding - between a former journalist and someone who works in public relations - under wraps.\nBut it seems to have taken almost everyone in Westminster by surprise. \nSuch was the desire to keep it quiet, Downing Street only officially confirmed it had happened on Sunday morning - the day after the wedding.\nChristopher Lamb, Rome correspondent for Catholic magazine The Tablet, told BBC Radio 5 Live: \"There will be a feeling that, why are some people who are divorced allowed to be married in the church and others not?\n\"And I think that's where the Church, I think, can look at its current rules and see how it can become more welcoming. It has been welcoming to Boris Johnson, why not to others?\"\nFather Mark Drew, assistant priest at St Joseph's Church in Penketh, Warrington, said he has previously had to tell Catholic couples going through a divorce they are not able to remarry in the Church.\n\"It looks to them - rightly or wrongly - as if the Church is applying double standards and I do fear that this decision does make the Church look bad.\"\nJust one official photograph has been released - the day after the wedding - showing the couple in the garden at 10 Downing Street in the hours following the ceremony.\nHowever, Conservative MP James Cleverly shared a different photograph of the newlyweds enjoying their garden reception in the Saturday sunshine, with decorations and a table of refreshments visible in the background.\nAt this stage in the day's proceedings, Mrs Johnson is seen barefoot and her husband has dispensed with his jacket and tie.\nDowning Street did not reveal any details of who was invited and whether any of Mr Johnson's Cabinet colleagues were among the guests.\nSeveral politicians have congratulated the couple, including Home Secretary Priti Patel, Health Secretary Matt Hancock, Vaccines Minister Nadhim Zahawi and Work and Pensions Secretary Therese Coffey.\nMs Patel wrote on Twitter: \"Many Congratulations to Mr & Mrs Johnson @BorisJohnson and @CarrieSymonds. Wishing you both much love and happiness.\"\nMusicians were pictured leaving No 10 on Saturday night. \nMembers of the public were asked to leave Westminster Cathedral just after 13:30 BST, the Sun reported.\nThe new Mrs Johnson - who has confirmed she will take her husband's surname -  wore a white dress to exchange vows with the prime minister.\nHer wedding dress was designed by Athens-based Christos Costarellos, who studied at the London College of Fashion and describes his work as being \"inspired by the spirit of ancient Greek philosophy\". \nThe last prime minister to get married while in office was Robert Banks Jenkinson in 1822.\nMrs Johnson used to work in the Conservative Party press office, which she joined in 2010, and two years later she worked on Mr Johnson's successful campaign to be re-elected as mayor in London. \nShe became the party's head of communications before leaving in 2018 to work in public relations for marine conservation organisation Oceana. Mrs Johnson then became head of communications for conservation group the Aspinall Foundation in January. \nThe couple were first romantically linked by the media in early 2019.  In February 2020, they revealed that they were engaged and that she was pregnant.\nTheir son, Wilfred, was born last April. \nMr Johnson and his previous wife, Marina Wheeler, announced in 2018 that they were divorcing after 25 years of marriage. \nHe was previously married to Allegra Mostyn-Owen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-57299121",
      "category": "uk-england-kent",
      "title": "Brexit lorry park 'ruins night sky' for Kent residents",
      "tags": "Light pollution,Dover",
      "text": "Floodlights at a Brexit lorry park in Kent have \"destroyed\" the night sky, residents say. \nThe site near Ashford, Kent, was built to cope with extra customs checks after Britain left the European Union.\nLinda Arthur, who lives in nearby Mersham, said it was like \"living next to Gatwick Airport\". \nThe Department for Transport said it had commissioned a \"detailed lighting survey\" and was working to develop a plan to reduce the disturbance. \nThe 66-acre Sevington inland border facility, close to the M20, operates through the night, providing customs checks for hauliers entering or leaving the UK by ferry at Dover or Hoylhead, or by Eurotunnel from Folkestone.\nMrs Arthur said she lived in a \"beautiful area\", which had been a \"quiet country village until this happened to us\".\n\"We have lost our dark night sky,\" she added.\nGeoffrey Fletcher said the lights had a \"terrific impact\" on the area.\n\"When the sun goes down and the lights switch on, one really can't imagine unless you see it, the glow in the night sky.\"\n\"I live about a mile away and the whole of the western night sky for us is destroyed,\" he said.\nThe Department for Transport said it had already \"acted to minimise disturbance by turning off the lights in one of the most public sections\", and would share an action plan with residents once the lighting survey is complete."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57298821",
      "category": "uk-england-london",
      "title": "Islington flower seller Tony Eastlake stabbed to death",
      "text": "A flower seller has been stabbed to death close to his stall in north London.\nTony Eastlake, 55, died from a knife wound after being attacked on Essex Road, Islington, just before 17:30 BST on Saturday.\nThe father of one, who was pronounced dead at the scene, was described by his family as a kind man \"loved by everybody\" in the community.\nPolice are treating his death as murder.\nMr Eastlake had been working on his flower stall since he was 14, his family said in a statement.\nThe statement continued: \"Our hearts are broken forever at the loss of such a very special man.\n\"A man who was loved by everybody in the Islington community, who is remembered as kind and caring and always laughing, but most importantly a father who leaves behind a devastated family, Lisa, Pauline, and his only daughter and best friend Paige, who he adored.\n\"Tony was [at the flower stall] through rain or shine, a smiling and friendly face to so many of us.\"\nWitnesses reported him being involved in \"an altercation\" with another man before the assault, the Metropolitan Police said.\nA post-mortem examination is due to take place in the coming days, and so far no arrests have been made.\nPolice have urged witnesses to come forward and would like to hear from anyone who has CCTV or dashcam footage from the time.\nDet Ch Insp Vicky Tunstall, leading the investigation, said: \"I am particularly keen to hear from people who were in Halliford Road or Ecclesbourne Road between 17:20 and 17:25 BST.\n\"Did you see Tony? Or did you witness an altercation, or see anyone running away?\n\"Lastly, I would like to hear from those within the community who may have information about why this murder has taken place.\n\"We are looking at several possible motives and I am keeping an open mind as to the circumstances behind the attack.\"\nA vigil has been planned close to Mr Eastlake's stall at 18:00 BST on Monday evening by members of the community."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57293174",
      "category": "world-us-canada",
      "title": "San Jose shooting: Guns, petrol and 22,000 rounds of ammunition found",
      "tags": "US gun violence,US gun laws,United States,California",
      "text": "The man who killed nine people in California this week had 12 firearms, more than 20 cans of petrol, and approximately 22,000 rounds of ammunition at his house, police say. \nSamuel Cassidy, an employee at the Santa Clara Valley Transportation Authority (VTA) site in San Jose, opened fire at the site on Wednesday.\nHe killed himself as police closed in, officers said.\nThe mass shooting was the California Bay area's deadliest since 1993.\nSo far this year, the US has recorded 233 mass shootings, the Gun Violence Archive reports. \nAccording to the local sheriff's office, this was \"a planned event and the suspect was prepared to use his firearms to take as many lives as he possibly could\".\nPolice announced on Friday that the gunman had also set his home on fire before the attack.\nGuns were hidden in crawl spaces and doorways, a spokesman told reporters at a press conference. The home was \"very cluttered\", he said. \nOfficers also said Cassidy had put bullets in a cooking pot on the stove, which detonated and set the house on fire. An FBI agent quoted by Reuters news agency said this blaze probably destroyed evidence which could have helped provide a motive for the shooting. \nEmergency services were responding to reports of a fire at what was later found to be Cassidy's home at the same time as police were heading to the scene of the shooting.\nShots were first fired at around 06:30 local time (14:45 GMT) on Wednesday at the VTA site in San Jose.\nOfficers said Cassidy was armed with three semi-automatic hand guns when he opened fire after a morning union meeting. Sheriff Laurie Smith added on Friday that Cassidy's locker at the rail yard had \"materials for bombs, detonator cords, the precursors to an explosive\".\nCassidy's ex-wife, Cecilia Nelms, told the Associated Press news agency that he told her he wanted to kill his colleagues, but she had never believed he would do it. Doug Suh, a neighbour of Cassidy, told the Mercury News that he was \"lonely\" and \"strange\".\nThousands of people are killed by guns in the US every year. In April President Joe Biden announced new actions to tackle gun violence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57291530",
      "category": "world-us-canada",
      "title": "Canada mourns as remains of 215 children found at indigenous school",
      "tags": "Indigenous Canadians,Canada",
      "text": "Unmarked graves containing the remains of 215 children have been found in Canada at a former residential school set up to assimilate indigenous people.\nThe children were students at the Kamloops Indian Residential School in British Columbia that closed in 1978.\nThe discovery was announced on Thursday by the chief of the Tk'emlups te Secwepemc First Nation.\nPrime Minister Justin Trudeau said it was a \"painful reminder\" of a \"shameful chapter of our country's history\".\nThe First Nation is working with museum specialists and the coroner's office to establish the causes and timings of the deaths, which are not currently known.\nRosanne Casimir, the chief of the community in British Columbia's city of Kamloops, said the preliminary finding represented an unthinkable loss that was never documented by the school's administrators.\nCanada's residential schools were compulsory boarding schools run by the government and religious authorities during the 19th and 20th Centuries with the aim of forcibly assimilating indigenous youth.\nKamloops Indian Residential School was the largest in the residential system. Opened under Roman Catholic administration in 1890, the school had as many as 500 students when enrolment peaked in the 1950s.\nThe central government took over administration of the school in 1969, operating it as a residence for local students until 1978, when it was closed.\nThe Tk'emlups te Secwepemc First Nation said the remains were found with the help of a ground-penetrating radar during a survey of the school.\n\"To our knowledge, these missing children are undocumented deaths,\" Ms Casimir said. \"Some were as young as three years old.\"\n\"We sought out a way to confirm that knowing out of deepest respect and love for those lost children and their families, understanding that Tk'emlups te Secwepemc is the final resting place of these children.\"\nThe tribe said it had reached out to the home communities whose children attended the school. They expected to have preliminary findings by mid-June.\nBritish Columbia's chief coroner Lisa Lapointe told Canadian broadcaster CBC \"we are early in the process of gathering information\".\nThe reaction has been one of shock, grief and contrition.\n\"The news that remains were found at the former Kamloops residential school breaks my heart,\" Mr Trudeau wrote in a tweet.\nCanada's minister of indigenous relations, Carolyn Bennett, said residential schools were part of a \"shameful\" colonial policy. The government was committed to \"memorialising those lost innocent souls\", she said.\nTerry Teegee, the regional chief of British Columbia's Assembly of First Nations, called finding such grave sites \"urgent work\" that \"refreshes the grief and loss\" of communities in the region.\nThose views were echoed by other indigenous groups, including the First Nations Health Authority (FNHA).\n\"That this situation exists is sadly not a surprise and illustrates the damaging and lasting impacts that the residential school system continues to have on First Nations people, their families and communities,'' its CEO Richard Jock wrote in a statement.\nFrom about 1863 to 1998, more than 150,000 indigenous children were taken from their families and placed in these schools.\nThe children were often not allowed to speak their language or to practise their culture, and many were mistreated and abused.\nA commission launched in 2008 to document the impacts of this system found that large numbers of indigenous children never returned to their home communities.\nThe landmark Truth and Reconciliation report, released in 2015, said the policy amounted to \"cultural genocide\".\nIn 2008, the Canadian government formally apologised for the system.\nThe Missing Children Project documents the deaths and the burial places of children who died while attending the schools. To date, more than 4,100 children who died while attending a residential school have been identified, it says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57298772",
      "category": "uk-wales",
      "title": "Covid Indian variant: 'Difficult to hold the waters back' in Wales",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "\"It's going to be very difficult to hold the waters back\" of an Indian variant of Covid-19 spreading from England to Wales, according to Health Minister Eluned Morgan.\nShe said there were currently no people in hospital as a result of the variant in Wales and no community spread.\nBut she said this was expected to change.  \nThe Welsh government said there were less than 100 cases of the variant of concern, with a cluster in Conwy.   \nBaroness Morgan said the government had not seen community spread, with most of the cases coming as a result of travel abroad.\n\"We're likely to see that change in future weeks and I think it is going to be very difficult for us to hold the waters back from across England, so we've got to be ready for this,\" she told BBC Radio Wales' Sunday Supplement programme.\n\"There are no cases of the Indian variant leading to hospitalisation yet in Wales.\"\nUp to three quarters of new UK Covid cases could be of the Indian variant, according to UK Health Secretary Matt Hancock.\nA report by the Welsh government's Technical Advisory Group on 21 May said Indian variant VOC-21APRIL-02 (B.1.617.2) was present in at least 50 countries.\nWith the next three-week review of Wales' lockdown restrictions on Friday, Wales' health minister said the government would spend the next week analysing data to see if other rules could be eased but she did not think there would be movement on reopening nightclubs.\n\"We are very unlikely to see nightclubs open in the next review,\" the minister said. \n\"I think we are very aware that that kind of mingling indoors at a time when we haven't got [vaccine] coverage for all those young people who might be attending is something for us to consider very carefully, so that's unlikely to happen. \n\"But we do appreciate that young people have had a very tough time and those industries are very keen to get back and there are support packages in place to make sure they can make it through this crisis.\"\nShe urged people to continue to follow Covid guidelines.\n\"It is important that people recognise that we not out of this pandemic yet,\" she said.\n\"It is not going to be normal for many, many months.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57240060",
      "category": "business",
      "title": "Senior MP demands answers for leaseholders",
      "tags": "Grenfell Tower fire,Ministry of Housing, Communities & Local Government,Clive Betts,Grenfell Tower Inquiry",
      "text": "MP Clive Betts has written to the government to ask why new guidance designed to help about 500,000 leaseholders sell or remortgage their flats is not being followed.\nIt was issued by the Royal Institution of Chartered Surveyors (RICS) in March.\nIt is supposed to help surveyors decide which tower blocks need extra fire safety checks.\nBut although mortgage providers were consulted on the guidance, Money Box has found some lenders are ignoring it.\nThe extra checks are called an Exterior Wall System form, or EWS1, and were introduced in the wake of the Grenfell Tower fire in which 72 people died.\nThat form is supposed to provide assurance for buyers, sellers and, crucially, mortgage providers about whether or not a flat is safe to buy, sell, or lend against, depending on whether it has flammable cladding, vertically stacked balconies or other issues.\nBut Money Box listener Jie Shen, who is trying to provide for his retirement, is selling a flat which has neither of those problems. \nHe says three separate mortgage providers have turned down his prospective buyer because Jie's building doesn't have an EWS1 form - even though the RICS guidance says it doesn't need one.\n\"I feel like I'm trapped into this situation. I can't move on with my life, I'm just locked into this and I don't know how to resolve this,\" he says.\n\"I think the mortgage lenders should follow the advice from RICS and shouldn't insist on an EWS1 form [for a building] that does not contain flammable cladding.\n\"I just don't understand why the mortgage provider insists on this - it's just bureaucracy.\"\nAnother complication for Jie, and many others like him, is that getting an EWS1 form is not in his power, even if he wanted to get one.\nHe is a leaseholder and the decision to pay for the survey needed to get the form lies entirely with the freeholder who owns his building.\nIn Jie's case, the management company of his building, representing the freeholder, has quoted the RICS guidance to show the building should not require an EWS1 form, leaving Jie utterly stuck.\nBut Jie's buyer has been turned down by three mortgage providers exactly because he doesn't have an EWS1 form. And so it goes round and round, with Jie left in limbo.\nIt's hearing about cases like Jie's that has made Mr Betts act.\nWriting to the Secretary of State for Housing, Robert Jenrick, Mr Betts, while recognising that the EWS1 is \"a process led by industry\", has asked two key questions on behalf of the Housing, Communities and Local Government committee, which he chairs:\nHe has requested answers by the end of May.\nMr Betts has also asked people who find themselves in the same position as Jie - when the RICS guidance shows their tower block doesn't need an EWS1, but when lenders are insisting on one - to email the committee at \"hclgcom@parliament.uk\".\nSpeaking to Money Box after hearing about Jie's case, Mr Betts said: \"The system was set up with the lending industry and the surveying industry to work together to give reassurance to lenders. That's its whole purpose.\n\"So if it isn't giving reassurance to lenders to lend on buildings which the system says don't need a certificate... then the system is a complete failure and it needs taking up with both RICS and the lenders, so it doesn't leave people stranded in homes that they can't sell and can't remortgage.\"\nUK Finance, which represents nearly 300 banks, building societies and mortgage providers, says it's supportive of the guidance but it's down to individual lenders whether or not they implement it, based on their own risk appetite.\nIt also told Money Box that while lenders instruct valuers to complete property valuations, it's the valuers who determine whether or not EWS1 forms are required.\nThe Department for Housing, Communities and Local Government told Money Box it wanted to encourage \"a sensible, proportionate approach to risk and for lenders to accept alternative forms of assurance\", adding that it was investing £5bn to help protect leaseholders from the cost of replacing unsafe cladding on their homes.\nFollow Money Box and Dan on Twitter."
    }
  ]
}