{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57194700",
      "category": "world-us-canada",
      "title": "Big cats seized from park belonging to Tiger King couple",
      "tags": "Zoos and Zoology,Animal welfare,Netflix",
      "text": "Federal officials have seized 68 big cats from Jeff and Lauren Lowe, stars of the hit Netflix show Tiger King.\nOn Thursday, the US Justice Department announced they had confiscated the exotic animals from the couple's Tiger King Park in Oklahoma.\nOfficials have inspected the zoo three times since December 2020 and have issued multiple citations for failure to properly care for the animals.\nSeven lions, 46 tigers, 15 lion-tiger hybrids, and one jaguar were recovered.\nThe Lowes are both accused of violating US laws on endangered species and animal welfare.\nDuring government inspections, they were repeatedly cited \"for failing to provide the animals with adequate or timely veterinary care, appropriate nutrition, and shelter that protects them from inclement weather and is of sufficient size to allow them to engage in normal behaviour\", according to a news release from the Justice Department.\nThe couple were found to be in contempt after failing to follow court orders to hire a qualified veterinarian to ensure that the cats could receive levels of care required under the Animal Welfare Act.\nMany of the animals were found to have bone disorders due to calcium deficiency from eating boneless and ground meat, officials say.\nIn a federal affidavit, officials said the Lowes harassed government workers during inspections, with Mrs Lowe at one point threatening to kill a wildlife official.\n\"The statement was especially intimidating because their former Tiger King business partner is serving a prison sentence for hiring a hit man to assassinate a business rival in another state,\" the charging document states.\nMr Lowe is the former business partner of Joe Exotic, star of the hit show.\nExotic, real name Joseph Maldonado-Passage, is currently serving a 22-year sentence for his involvement in a contract killing plot and animal abuse."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57175903",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccine booking opens for 25-29 group in NI",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "People aged from 25 to 29 years are now eligible for a Covid-19 vaccine from Thursday.\nIt is the latest expansion of Northern Ireland's vaccination programme.\nAppointments are available to book online at the Health and Social Care booking website and by telephone on 0300 200 7813.\nThe Department of Health (DoH) said vaccine supplies remain limited and there will be about 20,000 slots available weekly.\nThe limit is to help manage the availability of the Pfizer vaccine after regulators said under 40s should be given an alternative to the AstraZeneca vaccine, the DoH said.\nHowever anyone in that age group can still make an informed decision to have AstraZeneca. \nDoH added that early indications showed uptake was high.\nEarlier this week it was reported that more than one million people in Northern Ireland have received a first dose of a Covid-19 vaccine.\nNI Health Minister Robin Swann said the announcement for the 25-29 age group was \"welcome news\" and \"further testament to the successful delivery of the vaccination programme in Northern Ireland\".\n\"Vaccination is vital in helping us move through this pandemic and there is no doubt that there are people in Northern Ireland alive today because they have been vaccinated,\" he said.\n\"Next week we will see further easing of restrictions with the re-opening of licensed and unlicensed premises indoors, the remainder of tourist accommodation and the further relaxation to the rules over visiting indoors.  \n\"This has been made possible because of the success of the vaccination programme and the majority of people acting on the public health advice.\"  \nOn Wednesday, it was announced that surge testing and jabs would be expanded to six new areas of concern in England to combat the spread of the Indian Covid variant.\nEarlier this week, it was reported there had been a slight increase in the number of Indian variant cases in Northern Ireland to 16.\nMr Swann added:\"I know there are some younger people that think they don't need the vaccine but we have seen what this virus can do and with variants now in the mix we all need to protect ourselves and those around us.\"\nChief medical officer Dr Michael McBride said that by getting the vaccine, people were protecting \"not only\" themselves, but family and friends.\nThe Department of Health said that in line with the latest Joint Committee on Vaccination and Immunisation (JCVI) advice, \"anyone under the age of 40 can book their vaccination at a trust centre in order to receive the Pfizer-BioTech vaccine\". \nIt said for anyone under 40 who wishes \"to make an informed decision to receive the AstraZeneca vaccine there are slots available at the SSE Arena and at participating community pharmacies\".\nThe department said people making bookings \"are asked to be patient, as demand for appointments is expected to be strong\".\nIt said the \"ongoing roll-out of the vaccination programme will continue to be dependent on the availability of vaccine supplies\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57184503",
      "category": "uk-wales",
      "title": "Covid now 18th leading cause of death in Wales",
      "tags": "Holyhead,Alzheimer's,Coronavirus pandemic",
      "text": "Covid-19 has now been overtaken by flu and pneumonia as a cause of death in Wales, latest mortality analysis shows.\nFor six of the past 13 months, Covid-19 was the biggest cause of death in Wales but in April it was the 18th leading cause.\nThere were 35 deaths due to Covid in April - 1.4% of all deaths, Office for National Statistics (ONS) figures showed.\nThis was also the largest month-on-month fall since the pandemic began.\nIt was a 81.5% fall compared to March.\nThe age standardised mortality rate was 12.6 deaths per 100,000 - the lowest since last September.\nHeart disease, dementia/Alzheimer's disease and strokes are the biggest causes of death - while even flu and pneumonia have now overtaken Covid, although this is still two-thirds lower than the five-year average.\nAbout 92% of communities across Wales experienced no deaths due to Covid at all in April. \nOnly Holyhead on Anglesey - with two deaths - had more than one.\nAnd there is one community remaining which has had no Covid deaths at all through the pandemic - Llandudno Junction South and Llasanffraid Glan Conwy.\nCovid accounted for 19% of all deaths in the first four months of 2021 but this was at the peak of the pandemic at the start of the year and it has shown a dramatic decline since. \nIt was responsible for 6.3% of all registered deaths in March; it was 22.2% in February and 35.2% in January.\nSeparate figures earlier this week showed so-called excess deaths, which compare all registered deaths with previous years, are now below the five-year average for the 10th successive week. \nThe number of deaths involving Covid-19 was five in the latest week - the lowest total since early September. \nThese accounted for 0.9% of all deaths, according to the ONS.\nThe trend has been for a steady decline and is 92% fewer Covid deaths than registered two months ago. \nDuring the latest week, up to 7 May, there were no deaths in 17 out of Wales' local authority areas, including across the Aneurin Bevan, Cardiff and Vale, Hywel Dda and Powys health board areas. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57206018",
      "category": "business",
      "title": "Heathrow Airport to open terminal for 'red list' arrivals",
      "tags": "Travel,London Heathrow Airport,Air travel,Coronavirus pandemic",
      "text": "Heathrow Airport will open a dedicated terminal for passengers arriving from countries with a high risk of Covid.\nThe decision follows criticism of the airport and the government after arrivals from red list countries were made to queue with other passengers.\nBut from 1 June, those travelling from red list countries will transit through Terminal Three, which has been closed for the past year.\nThey will then travel to a hotel where they will quarantine for 10 days.\nIt comes as the volume of passengers travelling through the airport is expected to increase after 12 countries were added to the government's green list, meaning travellers would not ordinarily be required to isolate on return.\nThe vast majority of countries are on the amber list, meaning travellers must isolate at home on their return. The government advises against non-essential travel to those on the list.\nHeathrow said opening of a dedicated terminal for those arriving from countries on the red list, who must isolate in a government-organised hotel on arrival, would be \"logistically very challenging\".\n\"Our hope is that it will enable Border Force to carry out its duties more efficiently as passenger volumes increase in line with the green list.\"\nThe airport said the arrival terminal for those landing from countries on the red list would eventually be moved to Terminal Four and that the arrangement was likely to be in place for some time.\n\"Red list routes will likely be a feature of UK travel for the foreseeable future as countries vaccinate their populations at different rates.\n\"We're adapting Heathrow to this longer-term reality by initially opening a dedicated arrivals facility in Terminal 3 from June 1st for red list passengers arriving on direct flights,\" Heathrow said in a statement.\nEngland's traffic light list will be reviewed every three weeks, and countries can be moved at short notice. There are similar rules for Scotland, Wales and Northern Ireland.\nEarlier on Friday, Spain said it would lift restrictions for UK travellers from Monday. But those planning to holiday in Spain while it remains on the amber list would be doing so against the advice of the government.\nPrime Minister Boris Johnson's spokesman said: \"We've been clear people shouldn't be travelling to amber list [nations] for the purpose of holidays. Our advice hasn't changed. We will keep the green list under review… and will add countries where possible.\"\nPortugal is the main destination on the UK's short \"green\" list of countries that are free of the quarantine requirement. Under the UK's traffic light system, people are advised to avoid amber and red countries, where the Covid risk is greater.\nThe EU is currently deciding on an expanded \"white list\" of countries whose citizens can enter the EU freely.\nThe BBC has been told a final EU decision on expanding the list has been delayed for another two weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57178112",
      "category": "world-middle-east",
      "title": "Israel-Gaza: The Thai farm workers coming under attack",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57198251",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Murphy 'sincerely believes' strictest restrictions over",
      "tags": "Coronavirus lockdown measures,Travel,Coronavirus pandemic",
      "text": "Northern Ireland has likely seen \"the end\" of the most stringent coronavirus restrictions, the finance minister has said. \nOn Thursday, the executive agreed to ease some restrictions, allowing hospitality to operate indoors, and hotels and B&Bs to reopen from Monday. \nConor Murphy said he \"sincerely believed\" there would not be a return to full lockdowns.\nHe said even the worst case modelling showed the health service could cope.\nAsked on BBC NI's Good Morning Ulster programme if Northern Ireland would see the same scale of regulations brought in again, Mr Murphy said: \"I believe it's the end of the restrictions as we have seen them.\n\"Even in the modelling we have seen, in the worst case scenario the health service can continue to cope, albeit it needs ongoing support.\n\"Of course we can't, with a huge degree of accuracy, project into the future, we know there are other variants out in the world, we know they are having an impact in other places, we have to continue to protect ourselves and that's why the message remains that Covid is still with us.\"\nHowever, he said restrictions and mitigation measures would continue for some time.\nOn Thursday, Stormont announced it had allocated £316m in pandemic-recovery funding.\nMr Murphy said it would take more than reopening to get businesses back on their feet.\n\"It is going to be a difficult time ahead for business so the executive now is going to focus more on economic recovery rather than businesses that have been closed.\"\nSinead and Gerard Keenan, who own and manage Dan's Bar in west Belfast, thought they may be forced to sell-up due to lockdown.\nOn Monday, they will reopen with a fresh coat of paint. \nPubs that only sell drinks were among the first to close, and the last to reopen. \nMrs Keenan told Good Morning Ulster: \"I'm super excited but super nervous. I'm hoping I still remember how to pull the perfect pint.\"\nMichael Stewart, from House Hotel in Belfast, said it was not just about money.\nHe said: \"It's been five months since hospitality closed its doors on Christmas Eve and it's been a long five months so it's very, very welcome. \n\"It's about getting the place back open, getting the tills ringing again but also getting people back into employment.\"\nKiera Duddy, owner of the Pickled Duck in Londonderry, said that it was \"full steam ahead\" for indoor dining. \n\"We were ecstatic when we heard the news on Monday that we could open indoors, because our weather here isn't what you would really call Mediterranean.\n\"The weather this time in May has been unfavourable to us, but we have made good of a bad situation and we've got our wind-breakers on and our gas heaters,\" Ms Duddy told BBC Radio Foyle. \nTwelve countries are on Northern Ireland's so-called \"green list\" for foreign travel, including Portugal.\nPeople going to countries that appear on the green list do not need to quarantine on their return.\nBut those returning from the likes of Portugal will be asked to take a PCR (polymerase chain reaction) test for Covid in the days after they arrive home. \nBrenda Cassidy runs Paddy's Irish Bar in Albufeira on Portugal's south coast with her husband and son.\nShe told Good Morning Ulster the business may not have survived losing a second holiday season to Covid-19.\n\"There's an awful lots of places that haven't made it through. If it kept going, there's only so many local people who can keep the local bars going. Maybe some of the bigger bars can afford to close, the small local ones [can't] so we have to have tourism.\"\nEngland, Scotland and Wales have already implemented similar systems, with the first travellers heading off on holiday earlier this week. \nPeople travelling from England who have had both Covid jabs can demonstrate their vaccination status via the NHS app or a letter.\nHowever, the NHS app that proves a person is vaccinated so they can travel is incompatible with Northern Ireland's health and social care system, the NI Department of Health (DoH) has confirmed. \nSpeaking at Stormont on Thursday, outgoing First Minister Arlene Foster said the apps in England and Wales did not \"speak to\" the apps in Northern Ireland and Scotland. \nShe said a short-term \"paper trail\" solution was being considered to prove vaccination, adding: \"That is not just a letter but you cannot just turn up with a letter that somebody from your office has typed out for you.\"\nShe said work was under way to have all apps in the UK connected.\nA DoH spokesman said: \"The NHS App uses information from NHS England computer systems. \n\"It is not directly compatible with NI Health and Social Care systems. Work is currently ongoing across the devolved administrations in regards to vaccine and testing certification, in order to support international travel when restrictions are eased.\"\nDoH has set aside £3m in resources and a £1.5m capital allocation for Covid status certification, which includes digital ID.\nNon-essential travel from Northern Ireland to other parts of the Common Travel Area (CTA) is to be allowed from Monday and people will not be required to isolate on return if they have visited family or friends in other parts of the area.\nThe CTA is the UK, Republic of Ireland, Channel Islands and Isle of Man.\nAt Thursday's executive meeting, ministers also backed the attendance of spectators at outdoor sport events - up to 500 may be permitted. \nIndoor household visits will also be allowed from that date, with six people from two households allowed at one time. Children under 12 do not count towards the total.\nOvernight stays will also be allowed.\nPubs and restaurants will be allowed to trade indoors with a maximum of six people per table from a maximum of six households, or up to 10 people provided they are all from the same household.\nOther measures easing from Monday include increased numbers permitted for indoor gatherings - not including domestic settings - to allow for community events such as mother-and-toddler groups to resume.\nUp to 1,000 fans will also be allowed to attend Friday's Irish Cup final at Mourneview Park in Lurgan, County Armagh.\nPeople in England, Scotland and Wales have been allowed to meet in each other's homes and enjoy indoor hospitality since Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57196605",
      "category": "uk",
      "title": "Windrush victims still waiting for compensation - watchdog",
      "tags": "UK immigration,Home Office,Windrush generation,Windrush scandal",
      "text": "Victims of the Windrush scandal continue to face long waits in receiving compensation, a report by the spending watchdog has found.\nThe National Audit Office (NAO) said the Windrush Compensation Scheme is yet to meet its aim of paying claimants quickly.\nNAO head Gareth Davies said the scheme was rolled out before it was ready for claims, causing long waits for victims.\nThe Home Office said it will work hard to ensure payments are made faster.\nThe scheme was launched by the Home Office in April 2019 to offer payments to people, mainly from the Caribbean, who came to the UK legally but did not have the documents to prove their right to remain.\nIn 2018, it emerged that many had lost homes, jobs and access to welfare benefits and NHS services - while some were wrongly detained and even deported.\nThe payments are intended to compensate victims for things such as loss of earnings, periods of detention and the impact that the scandal had on their lives.\nAccording to the report, when the Home Office started the scheme, it estimated it could pay out between £120m and £310m to 15,000 people based on information from its immigration systems and the 2011 census.\nIn October 2019, the department reduced the amount it expected to pay to between £60m and £260m to 11,500 people, the NAO said.\nBut the watchdog found that it takes an average of 154 staff hours to process a case through to payment being approved - which it says is \"considerably longer\" than the 30 hours the Home Office initially estimated when the scheme began.\nIts analysis also found half of cases were \"returned to caseworkers for further work\" but \"some claims have proceeded to payment without errors being identified\".\nBy March this year, the NAO said the Home Office knew of six overpayments, totalling £38,292. The watchdog said it had found further errors and inconsistencies in how caseworkers calculated compensation.\nIn March, the Home Office \"had a budget of £15.8m to run the scheme, and spent £8.1m, of which £6.3m has been spent on staff\", the NAO said.\nIt found the department had \"considerably fewer staff than it expected to need\" but conceded that claim numbers had been \"much lower than expected\".\nThe Home Office originally said it needed 125 full-time caseworkers, it added, but when the scheme launched it had six full-time staff in post.\nLast month, the department told the NAO it needed 51 full-time caseworkers and had 53 in post. It is said to be considering hiring 10 more caseworkers before the end of June.\nIn December, Home Secretary Priti Patel announced the minimum payment awarded to victims would rise from £250 to £10,000, and the maximum from £10,000 to £100,000.\nShe also said the figure would be higher still in \"exceptional\" circumstances, with money coming through quicker than before.\nMeanwhile, just 19% of those thought to be eligible for compensation have come forward, the NAO found, with 2,163 claims received on Home Office systems by the end of March.\nOf these, 1,732 were from individuals, 313 were from family members and 118 claims were from the estates of those who are deceased.\nBy the same date, £14.3m had been paid to 633 people, but some of these could get further payments, the report said, with £11.6m of this paid since the policy changes it announced in December.\nCampaigners have raised concerns about the low number of compensation payments to victims, and lawyers have called the delays unacceptable.\n\"People are taking a year, 18 months, to even get their first offers,\" Jacqueline McKenzie, a human rights lawyer, told the BBC. \"So it says something is very, very wrong.\"\nHome Office figures released to the BBC's Westminster Hour programme in November last year revealed that at least nine people died before receiving money applied for through the scheme. \nGareth Davies, head of the NAO, said: \"The Windrush Compensation Scheme was rolled out before it was ready to receive applications and two years after it was launched people are still facing long waits to receive their final compensation payment.\"\nHe said since December last year, the Home Office had \"made some progress\" but it needed to \"sustain its efforts to improve the scheme to ensure it fairly compensates members of the Windrush generation in acknowledgement of the suffering it has caused them\".\nYvette Cooper, chairman of the Commons Home Affairs Committee, said it was \"completely unacceptable that the vast majority of those affected still haven't received a penny in compensation\".\nA spokeswoman for the Home Office said it is \"determined to put right the terrible injustices faced by the Windrush generation by successive governments\" and is in the process of hiring more caseworkers, adding: \"We know there is more to do and will continue to work hard to ensure payments are made faster and the awards offered are greater.\"\nThe Windrush generation are people who arrived in the UK between 1948 and 1971 from the Caribbean.\nThey were granted indefinite leave to remain in 1971, but thousands were children who had travelled on their parents' passports - so could not prove they had the right to live in the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-13331522",
      "category": "world-middle-east",
      "title": "Hamas: The Palestinian militant group that rules Gaza",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza,Hamas",
      "text": "Hamas is the largest of several Palestinian militant Islamist groups.\nIts name is an Arabic acronym for the Islamic Resistance Movement, originating as it did in 1988 after the beginning of the first Palestinian intifada, or uprising, against Israel's occupation of the West Bank and Gaza Strip. Under its charter, it is committed to the destruction of Israel.\nHamas originally had a dual purpose of carrying out an armed struggle against Israel - led by its military wing, the Izzedine al-Qassam Brigades - and delivering social welfare programmes.\nBut since 2005, when Israel withdrew its troops and settlers from Gaza, Hamas has also engaged in the Palestinian political process. It won the legislative elections in 2006, before reinforcing its power in Gaza the following year by ousting the rival Fatah movement of President Mahmoud Abbas. \nSince then, militants in Gaza have fought four major conflicts with Israel, which along with Egypt has maintained a blockade on the strip to isolate Hamas and to pressure it to stop attacks.\nHamas as a whole, or in some cases its military wing, is designated a terrorist group by Israel, the United States, European Union and United Kingdom, as well as other powers.\nHamas came to prominence after the first intifada as the main Palestinian group opposed to the Oslo peace accords signed in the early 1990s between Israel and the Palestine Liberation Organisation (PLO), the body representing most Palestinians. \nDespite numerous Israeli operations against it and clampdowns by the Palestinian Authority (the main governing body of the Palestinians) Hamas found it had an effective power of veto over the process by launching suicide attacks.\nIt carried out multiple bus bombings, killing scores of Israelis, and stepped up its attacks after Israel assassinated its chief bomb maker Yahya Ayyash in December 1995. \nThe bombings were widely blamed for turning Israelis off the peace process and bringing Benjamin Netanyahu - a staunch opponent of the Oslo accords - to power in 1996.\nIn the post-Oslo world, most particularly following the failure of US President Bill Clinton's Camp David summit in 2000 and the second intifada which followed shortly thereafter, Hamas gained power and influence as Israel clamped down on the Palestinian Authority, which it accused of sponsoring deadly attacks.\nHamas organised clinics and schools, which served Palestinians who felt let down by the corrupt and inefficient Palestinian Authority, dominated by the Fatah faction.\nMany Palestinians cheered the wave of Hamas suicide attacks in the first years of the second intifada. They saw \"martyrdom\" operations as avenging their own losses and Israel's settlement-building in the West Bank, territory wanted by Palestinians for a future state of their own.\nIn March and April 2004, Hamas spiritual leader Sheikh Ahmed Yassin and his successor Abdul Aziz al-Rantissi were assassinated in Israeli missile strikes in Gaza. \nThe death of Fatah leader Yasser Arafat that November saw the Palestinian Authority newly led by Mahmoud Abbas, who viewed Hamas rocket-fire as counter-productive. \nWhen Hamas scored a landslide victory in Palestinian parliamentary elections in 2006, the stage was set for a bitter power-struggle with Fatah.\nHamas resisted all efforts to get it to sign up to previous Palestinian agreements with Israel, as well as to recognise Israel's legitimacy and to renounce violence.\nHamas's charter defines historic Palestine - including present-day Israel - as Islamic land and it rules out any permanent peace with the Jewish state.\nThe document also repeatedly makes attacks on Jews as a people, drawing charges that the movement is anti-Semitic. \nIn 2017, Hamas produced a new policy document that softened some of its stated positions and used more measured language. \nThere was no recognition of Israel, but it did formally accept the creation of an interim Palestinian state in Gaza, the West Bank and East Jerusalem - what are known as pre-1967 lines.\nThe document also stresses that Hamas's struggle is not with Jews but with \"occupying Zionist aggressors\". Israel said the group was \"attempting to fool the world\".\nAs a result, the new Hamas-led government was subjected to tough economic and diplomatic sanctions by Israel and its allies in the West.  \nAfter Hamas ousted forces loyal to Fatah from Gaza in 2007, Israel tightened its blockade on the territory, and Palestinian rocket-fire and Israeli air strikes continued. Egypt also closed its border crossing with Gaza and has only opened it intermittently since.\nIsrael holds Hamas responsible for all attacks emanating from the strip, and the two sides have been in a constant state of conflict ranging from deadly incidents around the border to full-scale hostilities.\nThe deadliest round, in 2014, saw at least 2,251 Palestinians, including 1,462 civilians, killed during 50 days of fighting. On the Israeli side, 67 soldiers and six civilians were killed.\nMost recently, an 11-day conflict in May 2021 killed at least 256 people in Gaza and 13 in Israel before it ended with an Egyptian-brokered truce.\nRepeated attempts at reconciliation between Hamas and Fatah have failed, and the first Palestinian elections for 15 years, in which Hamas was due to compete, were called off by President Abbas in April 2021.\nMeanwhile, the humanitarian situation for the two million Palestinians in Gaza has deteriorated. The strip's economy has collapsed, and there are shortages of water, electricity and medicine. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57193153",
      "category": "uk-england-birmingham",
      "title": "Newborn baby found dead in Willenhall canal",
      "tags": "Walsall",
      "text": "The body of a baby boy has been discovered in a canal, police said.\nA passer-by spotted the child in a waterway in Rough Wood Country Park, Willenhall, at about 13:00 BST on Thursday, said West Midlands Police.\nOfficers are seeking the child's mother, who they said may need urgent medical attention.\n\"We're now investigating these very sad circumstances to understand exactly what has happened and if anyone has come to harm,\" the force said. \nDet Insp Wes Martin added: \"This is a tragic investigation and our priority is to now find the baby boy's mum to make sure she is OK.\"\nHe urged anyone with information to get in touch.\nThe nature reserve was sealed off as investigations got under way.\nThe force urged the public not to speculate on the \"distressing\" incident, and appealed for anyone with information to come forward. \nThe discovery comes less than a month after a baby, thought to be only a few hours old, was found by a dog walker in an abandoned park in Birmingham. \nNamed George by hospital staff, he was found on 22 April at The Mounds in Kings Norton. \nHe is now doing well with foster carers, police said, but the search for his mother is continuing.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57187138",
      "category": "uk",
      "title": "Prince Harry says heavy drinking masked pain of mum Diana's death",
      "tags": "Oprah Winfrey,Prince Harry, Duke of Sussex,Mental health",
      "text": "The Duke of Sussex has said he was willing to drink and take drugs to try to cope with his mother's death.\nHe has also spoken about his family's unwillingness to talk about the death of Diana, Princess of Wales, and how he was expected to \"suffer\" in silence.\nPrince Harry was talking to US talk show host Oprah Winfrey in their new streaming series on mental health.\nHe also talked about anxiety and panic attacks, his \"biggest regret\" and his experience of his mother's funeral.\nPrincess Diana died in a car crash while being pursued by photographers in Paris in August 1997.\nSpeaking to Winfrey for the Apple TV+ series The Me You Can't See, Harry described being aged 28 to 32 as \"a nightmare time in my life\", in which he had panic attacks and severe anxiety. \n\"I was just all over the place mentally,\" he said.\n\"Every time I put a suit on and tie on... having to do the role, and go, 'right, game face,' look in the mirror and say, 'let's go'. Before I even left the house I was pouring with sweat. I was in fight or flight mode.\"\nHe added: \"I was willing to drink, I was willing to take drugs, I was willing to try and do the things that made me feel less like I was feeling.\"\nHe said he would drink a week's worth of alcohol on a Friday or Saturday night, \"not because I was enjoying it but because I was trying to mask something\".\nThe duke also told Winfrey his family did not talk about his mother's death and expected him to deal with the resulting press attention and mental distress.\nHe said: \"My father used to say to me when I was younger, he used to say to both William and I: 'Well it was like that for me so it's going to be like that for you.'\n\"That doesn't make sense. Just because you suffered doesn't mean that your kids have to suffer, in fact quite the opposite - if you suffered, do everything you can to make sure that whatever negative experiences you had, that you can make it right for your kids.\"\nPrince Harry famously walked behind his mother's coffin at her funeral, alongside his brother, father, uncle and grandfather.\n\"For me the thing I remember the most was the sound of the horses' hooves going along the Mall,\" he said.\n\"It was like I was outside of my body and just walking along doing what was expected of me. Showing one-tenth of the emotion that everybody else was showing: this was my mum - you never even met her.\"\nIn addition to his own unhappiness, Harry told Winfrey about his anger and regret at the way his wife, the Duchess of Sussex, was treated by sections of the media.\n\"My biggest regret is not making more of a stance earlier on in my relationship with my wife, calling out the racism when I did,\" he said. \n\"History was repeating itself. \n\"My mother was chased to her death while she was in a relationship with someone that wasn't white - and now look what's happened. \n\"You want to talk about history repeating itself? They're not gonna stop until she dies.\"\nTalking about his mother, Prince Harry said he \"no doubt\" she would be \"incredibly proud\" of him for living the life she would have wanted and added that one of his son Archie's first words was \"grandma\".\n\"I got a photo up in his nursery and it was one of the first words that he said, apart from 'mama', 'papa' it was then 'grandma', Grandma Diana,\" he said.\n\"It's the sweetest thing, but at the same time it makes me really sad, because she should be here.\"\nThe prince, 36, has campaigned for discussions around mental health to be normalised, and started speaking in detail about his personal experiences recently.\nIn March, he and his wife Meghan were interviewed by Winfrey about their life in the Royal Family, and its impact on their mental health.\nAnd on a podcast last week, Prince Harry said he was determined to \"break the cycle of pain\" of his upbringing when parenting his own children, and shared that he had gone to therapy.\nThe duke said the happiest time of his life was his 10 years in the Army, as there was no \"special treatment\" for him.\nHe left the Army aged 30, and met his wife-to-be Meghan on a blind date a year later.\nThe duke said family members previously told him \"just play the game and your life will be easier\".\n\"But I've got a hell of a lot of my mum in me,\" he said. \"I feel as though I am outside of the system - but I'm still stuck there. The only way to free yourself and break out is to tell the truth.\"\nThe streaming series sees Prince Harry, Winfrey, Lady Gaga, Glenn Close and others tell their own stories about mental health and wellbeing.\nIt was first announced in April 2019, almost a year before Harry and Meghan announced they were stepping back as senior royals in January 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57195046",
      "category": "uk",
      "title": "BBC's deceit over Diana interview worsened my parents' relationship - William",
      "tags": "Princess Diana, Princess of Wales,BBC,Prince Harry, Duke of Sussex,The Royal Family and the media,Prince William, Duke of Cambridge",
      "text": "The Duke of Cambridge has blamed BBC failings over its interview with his mother for fuelling her paranoia and worsening his parents' relationship. \nAfter an inquiry found the BBC fell below its standards, Prince William said he was \"most saddened\" Diana never learned she had been deceived.\nHe said his mother was failed \"not just by a rogue reporter\" but by BBC bosses.\nThe Met Police said it will assess the new report, after previously deciding against a criminal investigation.\nThe Duke of Sussex blamed a toxic media culture for his mother's death.\nIn his separate statement, Prince Harry said that the \"ripple effect of a culture of exploitation and unethical practices\" ultimately took his mother's life.\nHe expressed concern such practices \"are still widespread today\", adding that it was \"bigger than one outlet, one network or one publication\".\n\"Our mother lost her life because of this, and nothing has changed. By protecting her legacy, we protect everyone, and uphold the dignity with which she lived her life,\" he said.\nThe BBC has written to apologise to Princes William and Harry, as well as the Prince of Wales and Diana's brother Earl Spencer.\nMatt Wiessler, the graphic designer who first raised concerns about the fake documents used to secure the interview and who was later denied work by the BBC, told Radio 4's Today programme that an apology sent to him at 22:00 BST on Thursday was \"too little, too late\".\nHe criticised Lord Hall, who led an internal investigation at the time, and then BBC director-general Lord Birt for not apologising to him in person. \nIt's hard to overstate the strength of feeling expressed by William. \nNot just about Martin Bashir, but with the whole BBC, whom he thinks entirely failed to investigate the matter and covered up elements that were not to its liking. \nNote, there was no talk of drawing a line under this, there was no talk of this being a long time ago. \nInstead, he effectively accuses the BBC of driving his parents towards divorce and playing some part in the events that led towards his mother's death. \nHarry too, issued a statement, not as angry, not so pointed, instead referring, as he has before, to a \"culture of exploitation and unethical practices\". \nIn the past, of course, it's been Harry that's been so angry with the media, William appeared to have made his peace with it, but the second in line to the throne has launched a visceral attack on the BBC, a sign of his deep hurt and deep dismay. \nThe independent inquiry - by retired judge Lord Dyson - found that interviewer Martin Bashir acted in a \"deceitful\" way and faked documents to obtain his interview. \nThe BBC's 1996 probe led by then-head of News and Current Affairs Lord Hall into initial complaints about what happened was \"woefully ineffective\", it added.\nPrince William said the interview made a \"major contribution to making my parents' relationship worse\", adding it has \"since hurt countless others\".\n\"But what saddens me most, is that if the BBC had properly investigated the complaints and concerns first raised in 1995, my mother would have known that she had been deceived,\" he said. \n\"She was failed not just by a rogue reporter, but by leaders at the BBC who looked the other way rather than asking the tough questions.\"\nLord Dyson found that Bashir deceived Earl Spencer into introducing the journalist to his sister by showing him forged bank statements that falsely suggested individuals were being paid for keeping the princess under surveillance.\nPrince William said that, in his view, the deceitful way the interview was obtained \"substantially influenced what my mother said\" in response to Bashir.\nHe said the original Panorama interview programme had \"no legitimacy\" and should never be aired again.\n\"It effectively established a false narrative which, for over a quarter of a century, has been commercialised by the BBC and others,\" he said.\nBashir said mocking up the documents \"was a stupid thing to do\" and he regretted it, but said they had no bearing on Diana's decision to be interviewed.\nA note written by Diana, published in the report for the first time, said she had no regrets about the broadcast and Bashir did not show her the faked documents. It was taken by the BBC as evidence for Bashir's claims.\nBut Lord Dyson said the BBC should have considered the possibility that the documents were shown to her brother, Earl Spencer, and used indirectly to gain access to the princess.\nJustice Secretary Robert Buckland said the inquiry's \"devastating\" findings into the \"unfounded and wrong\" actions of senior figures at the BBC meant the government would have to consider whether the corporation's governance should be reformed.\nThe independent inquiry was commissioned by the BBC last year, after Earl Spencer went public with allegations about how the interview was obtained. \nIts findings were published on Thursday.\nLord Dyson found: \nThe earl told a new documentary by BBC Panorama: \"Well, the irony is that I met Martin Bashir on the 31st of August 1995 - because exactly two years later she died, and I do draw a line between the two events.\"\nHe said it was \"quite clear\" from when he introduced Bashir to Diana in September 1995 that \"everyone was going to be made untrustworthy, and I think that Diana did lose trust in really key people\".\nPatrick Jephson - Diana's former private secretary  - said the interview \"destroyed remaining links with Buckingham Palace\" and left her vulnerable to \"people who didn't have her best interests at heart\".\nMr Wiessler said this inquiry should have been held in 1996 when he first raised the alarm and said there was still a culture that \"the little people\" and whistleblowers did not need to be addressed.\nHe said it was not a \"fitting response for the 25 years I've been waiting for people to stop calling me a forger and a leaker\".\nCalling for senior BBC figures at time to apologise to him in person, he said: \"Nobody has come forward. It's just weak, calculating, and quite honestly after 25 years it's nasty what they are doing - to this day.\"\nFormer BBC producer Mark Killick said he was told he was being removed from Panorama after raising concerns about the faked documents because \"we only want loyal people on the programme\".\nHe told BBC Breakfast the report was a \"good start\" but said the BBC had created a \"culture of fear\" that may have contributed to subsequent scandals. The current leadership must make it clear that staff can \"speak truth to power without fear of losing their jobs\", he said.\nBashir's interview with Princess Diana for a special edition of Panorama was a huge scoop for the BBC. In it, she famously said: \"There were three of us in this marriage,\" - referring to her husband's affair with Camilla Parker Bowles.\nIt was the first time a serving royal had spoken so openly about life in the Royal Family - viewers saw her speak about her unhappy marriage to Prince Charles, their affairs, and her bulimia.\nBashir, 58, is one of the UK's best known journalists, and also made headlines for his 2003 interview with pop star Michael Jackson.\nLast week he left the BBC, citing ongoing health issues. He had been the corporation's religion correspondent and editor since 2016.\nIn a statement, Lord Hall said he was wrong to give Bashir the \"benefit of the doubt\" at the time in the internal investigation which cleared Bashir, Panorama and BBC News of wrongdoing. \nHe added that throughout his 35-year career at the BBC he \"always acted in ways I believe were fair, impartial and with the public interest front and centre\". \nThe BBC's current director general, Tim Davie, said: \"Although the report states that Diana, Princess of Wales, was keen on the idea of an interview with the BBC, it is clear that the process for securing the interview fell far short of what audiences have a right to expect. \n\"We are very sorry for this. Lord Dyson has identified clear failings.\"\nHe added that the BBC should have \"made greater effort to get to the bottom of what happened at the time and been more transparent about what it knew\".\nIt is understood that in a letter sent by Mr Davie to Prince Charles, the director-general apologised for Bashir's \"lurid and untrue claims\" about the prince, members of his staff and other members of the Royal Family.\nThe letter said the BBC accepts that Bashir made the claims \"intending to play on the princess's fears, in order to arouse her interest in him, and without concern for the impact on those he maligned\".\nA Panorama investigation into the interview - delayed from last week - was shown on Thursday evening on BBC One, within hours of Lord Dyson's findings being published."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-57173225",
      "category": "uk-england-cornwall",
      "title": "Wally the walrus: Arctic animal spotted for first time in Cornwall",
      "tags": "Padstow,Tenby,Animals",
      "text": "A walrus has been spotted off the coast of Cornwall for the first time.\nCornwall Wildlife Trust said the sighting of the Arctic animal off Padstow was \"absolutely a first\".\nIt is thought to be the same walrus that was spotted in Pembrokeshire earlier this year who has become known as Wally.\nNathaniel Barry, who saw the walrus on a sea safari on Wednesday, said: \"I've always wanted to see them but they are usually nowhere near Cornwall.\"\nMr Barry said the skipper first thought it was a grey seal: \"It popped up maybe 10m (30ft) away from us and the first thing I saw were these tusks.\n\"I was just in shock. It's the first time I believe that anyone in Cornwall has seen a walrus.\"\nHe believes it is the same walrus as the animal, dubbed Wally, which was spotted in Wales.\n\"The likelihood of seeing one walrus down here is remote so the likelihood of seeing two is a lot less,\" he said.\n\"The tusks were also the same size, it was amazing.\n\"These past 12 hours have been like a dream,  I was as excited as the customers.\"\nAbby Crosby, a marine conservation officer from Cornwall Wildlife Trust, said: \"It's absolutely a first and I'm amazed by this sighting.\n\"It's wonderful to hear he's on our coastline.\"\nIt follows the sighting of killer whales off Cornwall for the first time in more than ten years earlier this month.\nCornwall saw another Arctic resident, a bowhead whale, in 2016.\nThe walrus is thought to have swum off towards Tintagel, but sightseers are urged to steer clear.\n\"Marine disturbance is a massive problem in Cornwall,\" said Ms Crosby.\n\"We need to leave him in peace so he does not come to harm which happens when they come into contact with humans.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57206430",
      "category": "uk",
      "title": "Martin Bashir: Ex-BBC News boss 'didn't know' Bashir forged statements",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57181034",
      "category": "world-australia",
      "title": "School Strike 4 Climate: Thousands join Australia protest",
      "tags": "Greenhouse gas emissions,Climate change,Australia",
      "text": "Thousands of Australian children are walking out of school to attend protests, calling for action on climate change.\nUp to 50,000 students are expected at School Strike for Climate rallies across the country. \nIt's the latest grassroots campaign by young people pushing for action on the climate crisis.\nAustralia has long faced criticism for refusing to set more ambitious emissions targets.\nDavid Soriano, a 17-year-old attending a Sydney rally told the BBC he was worried about the future and wants the government to see the youth movement \"as one to be reckoned with\".\n\"We're scared and concerned. We're doubtful that there might not be a future in store for the generations after us, and even our own generation,\" he said. \nMr Soriano said he had experienced increasing heatwaves and low air quality, in Western Sydney where he lives.\nThe protesters are also calling for no new coal, oil and gas projects in Australia, including the controversial Adani mine. \nIndia's Adani Enterprises has attracted criticism in parts of Australia for developing a new thermal coal mine.  \nProtesters want 100% renewable energy generation and exports by 2030 too, along with plans for the transition away from fossil fuel jobs. \n\"I also fear for my extended family in the Philippines who, because of climate change, have been seeing more severe typhoons at an unpredictable rate,\" Mr Soranio said.\n\"I hope the government will hear our voices,\" he added. \nPrime Minister Scott Morrison has faced sustained criticism over climate policy and international pressure to step up efforts to cut emissions. \nAt a global climate summit last month, Mr Morrison resisted calls to set more ambitious carbon emission targets while other major nations vowed deeper reductions. \n\"Future generations... will thank us not for what we have promised, but what we deliver,\" Mr Morrison said at the summit.\nAustralia is one of the world's biggest carbon emitters on a per capita basis. \nThe country has warmed on average by 1.4C since national records began in 1910, according to its science and weather agencies. \nThat has led to an increase in the number of extreme weather events, including forest fires.\nThe government has said action to reduce greenhouse gas emissions would focus on technology. \nIt is leaning heavily on a gas-led transition, and this week announced plans for a new $600m ($465m; £328) gas power plant in New South Wales.\nCritics argue Australia should not be focusing so heavily on gas, and instead invest more in renewable energy sources. \n\"Simply put, gas doesn't make economic sense in Australia any more... it increases emissions at a time when the rest of the world is reducing emissions, and it creates very few jobs,\" Nicki Hutley, economist at the Climate Council, said.  \nThe announcement of the new plant came as a report from the International Energy Agency recommended that no new oil and natural gas fields are required beyond those that have already been approved for development, in order to reach net zero-emissions by 2050."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57207961",
      "category": "uk-england-beds-bucks-herts",
      "title": "Whipsnade Zoo: Brown bears shot dead after enclosure escape",
      "tags": "Bears,Zoos and Zoology,Zoological Society of London,Animals,Whipsnade",
      "text": "Two brown bears have been shot and killed after escaping from a zoo enclosure.\nWhipsnade Zoo in Dunstable said the animals were euthanised by zookeepers on Friday, after using a fallen tree to get into a neighbouring enclosure.\nThe zoo's chief curator, Malcolm Fitzpatrick, said the two female bears, named Snow White and Sleeping Beauty, had attacked a male boar.\nHe said it had been \"an incredibly upsetting and difficult day\".\n\"As brown bears are strong and dangerous predators, our first priority is safety,\" he said.\n\"We must quickly make decisions informed by our experience and expertise to protect our people, guests and our other animals.\"\nMr Fitzpatrick said zookeepers \"agreed the only option was to euthanise the bears,\" adding: \"When there's an immediate threat to human life, the decision is made for you.\"\nHe said tranquilisers could not be used, as they would have taken 20 minutes to take effect, \"during which time the animals can become unpredictable and aggressive as adrenaline is coursing through them\".\nThe boar enclosure has a low fence, which the bears could have escaped over, something the zoo called \"a risk we couldn't take\".\nA third brown bear called Cinderella, which had not left her enclosure, was called to an indoor den and secured. The fallen tree was then removed.\nMr Fitzpatrick said there would be a full investigation into the incident.\nHe added: \"This situation is something we train to deal with through regular, rigorous drills - but one that we always hope we'll never have to face.\n\"I'm devastated by the outcome of this morning's incident, but I'm confident that our actions prevented any further loss of life.\"\nThe boar was treated by a vet and remains under observation.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57195717",
      "category": "uk-wales",
      "title": "Shocking footage as Swansea 'yobs' set cars on fire in Mayhill",
      "tags": "Swansea",
      "text": "Gangs of \"yobs\" have been setting fire to cars and rolling them down a hill in Swansea in \"disturbing\" footage circulating on social media.\nSouth Wales Police said they attended \"large scale disorder\" in the Mayhill area of the city on Thursday evening.\nWelsh Parliament member Tom Giffard called the scenes \"disturbing\" as officers asked the public \"to disperse and leave the area\".\nSwansea's council leader called it \"disgusting behaviour by yobs\".\nOfficers believe the \"disorder\" on Waun-wen Road started as a vigil to a local person who recently died.\n\"What is believed to have started as a vigil to a recently deceased local resident has escalated into violence, criminal damage and a wanton disregard for public safety,\" Supt Tim Morgan said.\nOne local resident, who did not want to be named, told the BBC the disturbance \"all started with some fireworks at around 7.30pm\".\n\"Police initially turned up and got out of the van to try to stop what was happening,\" he said.\n\"But they got pelted with rocks and then they got back in the van and left.\n\"We were trapped in the house with two young kids. They were really scared so I put them at the back of the house.\"\n\"There were loads of teenagers and they were rolling a car down the street and setting cars on fire. \n\"We're getting out of here tonight now and going to stay elsewhere with family just in case they come back.\"\nSwansea council leader Rob Stewart said the situation was \"completely unacceptable and inexcusable.\"\n\"Our thoughts are with the residents who have had to put up with this utterly despicable behaviour in our community,\" he said.\nOne family on Waun-wen Road said their 90-year-old mother had her windows smashed and was being evacuated - but did not want to be identified as they did not \"want to be targeted.\"\nOfficers have urged anyone involved to leave the scene \"immediately\" and said that \"those involved can expect to face robust action\".\n\"Post-incident investigations will also aim to identify all those concerned,\" added Supt Morgan.\n\"We have a number of officers at the scene working to de-escalate the situation as quickly as possible and allow other emergency service colleagues to attend to calls in the area.\nHe asked residents to stay indoors \"while the matter is brought to a safe conclusion.\"\nWelsh secretary Simon Hart condemned the \"disgraceful scenes\" and added: \"A tough night for the police dealing with such reckless behaviour. No excuses, police right to robustly respond.\"\nLocal resident Tyler Thomas has set up an online fundraising page to help the people affected by what is being described as the \"Mayhill riot\".\nMore than a dozen police vehicles and fire engines were on standby outside Townhill Police Station in case the violence erupted again."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57199171",
      "category": "business",
      "title": "Leonard Blavatnik named UK's richest person with £23bn fortune",
      "tags": "Billionaires",
      "text": "Sir Leonard Blavatnik has topped the latest Sunday Times Rich List, having seen his fortune swell to £23bn.\nThe Ukranian-born oil and media magnate, who also owns Warner Music, saw his wealth surge by £7.2bn during the year.\nHe took the title from Sir James Dyson, whose wealth rose by only £100m to £16.3bn, leaving him in fourth place.\nThere are now a record 171 billionaires in UK, with their wealth rising 21.7% during the pandemic to £597.2bn.\nMr Blavatnik made his fortune in Russia where he owned stakes worth billions of pounds in companies selling metal and oil. He is a notoriously-private man, and holds both US and UK citizenship.  \nHis wealth was boosted by the proceeds of a £1.37bn stake in Warner, which he received when it listed on the stock market in the US last year.\n\"The fact many of the super-rich grew so much wealthier at a time when thousands of us have buried loved ones and millions of us worried for our livelihoods makes this a very unsettling boom,\" said Robert Watts, compiler of the annual index of the country's wealthiest residents.\n\"The global pandemic created lucrative opportunities for many online retailers, social networking apps and computer games tycoons.\"\nProperty investor brothers David and Simon Reuben were in second place after their fortune grew by £5.46bn to £21.46bn.\nSri and Gopi Hinduja, who run the Mumbai-based conglomerate Hinduja Group, took third spot after their wealth rose by £1bn.\nSteel magnate Lakshmi Mittal, in fifth place, saw the biggest rise in wealth of any billionaire in the past 12 months, with gains of around £7.9bn, largely based on the rise in value of his ArcelorMittal steel-making business.  \nChelsea owner Roman Abramovich was in eighth position after his fortune rose by £1.9bn to £12.1bn.\nThe total of 171 billionaires in the latest Rich List is higher than the previous record of 151 set in 2019. \nThe study found the richest 250 people in the UK this year are worth £658.1bn, up from £565.7bn last year, a rise of 16.3%.\nThere are also more entrepreneurs behind unicorns - start-up businesses with a valuation higher than $1bn - to be found in the Rich List than before. \nThey include Farfetch, the luxury online fashion retailer, whose founder Jose Neves is a new entry at 82 in this year's Rich List with a £2bn fortune.\nAlex Chesterman, founder of online car dealing service Cazoo makes his first appearance at 215th with an estimated worth of £750m.\n\"The valuations of many rich listers' companies have soared over the past year - especially the pack of tech businesses known as unicorns,\" said Mr Watts. \n\"I worry about the strength of the foundations. No-one wants to see a re-run of the dotcom boom-and-bust of 20 years ago.\"\nThe Sunday Times does not just track how much money the mega-wealthy have accumulated each year. It also monitors how much of their fortune they give to charity.\nManchester United striker Marcus Rashford became the youngest person ever to top the paper's giving list, which is calculated by ranking the amount donated or raised relative to a person's overall wealth.\nThe 23-year old was behind a high-profile campaign calling for children who are eligible for free school meals to be fed during coronavirus lockdowns. He was estimated to have raised £20m to support the scheme, more than the £16m he is thought to be worth."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57195537",
      "category": "world-middle-east",
      "title": "Israel-Gaza ceasefire holds despite Jerusalem clash",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza,Hamas",
      "text": "A ceasefire between Israel and the Palestinian militant group Hamas in the Gaza Strip appeared to be holding hours after coming into effect.\nIt began early on Friday, bringing to an end 11 days of fighting in which more than 250 people were killed, most of them in Gaza.\nBoth Israel and Hamas claimed victory in the conflict.\nFresh clashes broke out at the al-Aqsa mosque compound in occupied East Jerusalem on Friday, testing the truce.\nIsraeli police spokesman Micky Rosenfeld told AFP news agency that Palestinians had thrown stones at officers, and that \"riot\" suppressing measures had been taken in response.\nBut the ceasefire seemed to be holding on Friday night. Israel has temporarily opened a crossing into Gaza, allowing food, fuel and medicine into the territory. The country has also lifted emergency restrictions inside its own borders. \nThe fighting between Israel and Palestinian militants in Gaza began on 10 May after weeks of rising Israeli-Palestinian tension in East Jerusalem that culminated in clashes at al-Aqsa, a holy site revered by both Muslims and Jews. Hamas began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nAt least 243 people, including more than 100 women and children, were killed in Gaza, according to its health ministry. Israel has said it killed at least 225 militants during the fighting. Hamas has not given casualty figures for fighters.\nIn Israel 12 people, including two children, were killed, its medical service says. \nThe Israeli military says more than 4,300 rockets were fired towards its territory by militants and that it struck more than 1,000 militant targets in Gaza. \nGaza's streets are bursting back into life with the truce only hours old. \nIt's the first time in nearly a fortnight people have been able to go outside in relative safety.\nEntire families step over rubble and children tiptoe through smashed glass. \nThey look up at wrecked buildings but seem to take it in their stride. Perhaps seeing the aftermath is easy compared with the terrifying experience of living through the airstrikes themselves. \nOn one street in the heart of downtown Gaza City is the remnants of al-Sharouq building. Its name means sunrise. It lies in charred ruins. The block was the third high-rise bombed by Israel which said militants used it. \nA car drives past and a child in a keffiyeh - a Palestinian headscarf - stands out of the sunroof with his fingers in a victory sign.\nHamas is hailing its \"defence of Jerusalem\".  Israel says its airstrikes have set the group back strategically.  People here are welcoming calm, but know it probably just means a countdown to the next inevitable conflict. \nThe Israeli Political Security Cabinet said on Thursday night it had \"unanimously accepted the recommendation\" for a ceasefire.\n\"The political leaders emphasised that the reality on the ground will determine the future of the campaign,\" it said. \nPrime Minister Benjamin Netanyahu faced criticism from some in Israel who said he had halted the conflict too soon. The mayors of Sderot and Ashkelon - two of the Israeli towns hardest hit by rockets from Gaza - were among those to voice their disappointment, saying Hamas should have been eliminated. \nAt a news conference on Friday, the prime minister said Israel had \"exacted a heavy price from Hamas\".\n\"Not everything is known to the public yet, nor to Hamas, but the full range of achievements will be revealed over time,\" he said.\nA Hamas official told the Associated Press news agency the ceasefire announced by Israel amounted to a \"victory\" for the Palestinian people.\nThis view was shared by people celebrating on the streets of Gaza. \"This is the day of victory, the day of freedom, and it is the most beautiful day that we've experienced,\" one said. \nTop Hamas political leader Ismail Haniya told reporters on Friday that the fighting had \"defeated the illusions of negotiations, and described resistance as the \"best strategic choice for liberation\".\n\"We, as a movement and movement's leadership, with all our people and the good people of this nation and the world, will rebuild Gaza,\" he added.\nBasem Naim, from the Hamas Council on International Relations, told the BBC he was sceptical about whether the truce would last \"without justice for Palestinians, without stopping the Israeli aggression and Israeli atrocities\".\nA member of Hamas's political bureau, Izzat al-Reshiq, issued a warning to Israel. \n\"It's true that the battle ends today but Netanyahu and the whole world should know that our finger is on the trigger and we will continue to ramp up the capabilities of this resistance,\" he told Reuters.\nPresident Joe Biden said the ceasefire had brought a \"genuine opportunity\" for progress, and commended Mr Netanyahu in a phone call after the agreement was announced.\nHe said the US - Israel's closest and most important ally - fully supported the country's \"right to defend itself against indiscriminate rocket attacks\".\nHe also praised Egypt's President Abdul Fattah al-Sisi for brokering the ceasefire, before turning to the human cost of the conflict.\n\"I send my sincere condolences to all the families, Israeli and Palestinian, who have lost loved ones and my hope for a full recovery for the wounded,\" he said.\nThe president said the US remained committed to working with the UN in providing humanitarian assistance to Gaza and in reconstruction efforts in the enclave. He added that this would be done \"in full partnership\" with the Palestinian Authority, which is run by Hamas's rival, Mahmoud Abbas, and based in the Israeli-occupied West Bank. \nEgypt's president said he had received a phone call from Mr Biden with \"utter happiness\", adding that they had \"exchanged visions around reaching a formula that would calm the current conflict between Israel and Gaza\".\nBritish Prime Minister Boris Johnson also welcomed the ceasefire, but said both sides must now find a \"durable solution\" to the conflict. \nAre you in Israel or Gaza and affected by these events? Please share your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57198111",
      "category": "uk-wales",
      "title": "Wales weather: Flood warnings as heavy rain and winds hit",
      "tags": "Met Office,Capel-Curig,Merthyr Tydfil,Blaenau-Ffestiniog,The Mumbles,Swansea,Aberdare,Cardiff,Llanrwst,Newport,Severe weather,Pontypridd",
      "text": "Snowdonia was the wettest place in the UK on Friday, as nearly two dozen flood alerts were put in place following downpours.\nGusts of 71mph (115km/h) were also recorded at Capel Curig, where more than 4in (106mm) of rain fell in 36 hours.\nA weather warning for wind issued by the Met Office was in place until 21:00 BST on Friday.\nIn Bridgend a family described seeing the roof blow off a house.\nConditions on the M48 Severn Bridge have eased, with restrictions lifted.\nWindspeeds of 68mph (115km/h) were recorded on Mumbles Head in Swansea earlier on Friday.\nSeveral areas of south and mid Wales had been affected by power outages, according to Western Power Distribution. \nMore than 1,000 properties in Rhondda Cynon Taf, more than 300 on the Gower Peninsula and nearly 300 in northern Cardiff were left without electricity earlier - but power has been restored in most areas of Wales. \nA family in Bridgend described how they felt \"panic\" when they saw their roof blow off their home.\n\"We called the fire brigade and within about an hour the roof came past our window and landed on the street,\" said Phillip Dyke, who lives with his partner Gaelle and their 11-month-old baby.\n\"It was like something from a film.\"\nMs Stephan said she was in \"disbelief\" as she saw the top of building come off, like it was \"not really real.\" \nIt comes after a surfer had to be rescued after getting into difficulty off Anglesey on Thursday.\nTrain services across south Wales are also disrupted, with lines closed and trains delayed.\nFlooding also meant services were suspended on the Conwy Valley line in north Wales between Llanrwst and Blaenau Ffestiniog.\nIn Ceredigion, the A487 between Cardigan and Penbryn was closed in both direction on Friday evening due to fallen trees.\nIn addition to flood alerts across Wales, Natural Resources Wales has also issued a full flood warning for the Lower Dee Valley in north-east Wales."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57192909",
      "category": "uk",
      "title": "BBC failures contributed to Diana’s 'fear, paranoia and isolation'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57193108",
      "category": "business",
      "title": "Higher plastic bag charge comes into force in England",
      "tags": "Companies,Plastic pollution,Plastic bag charge,Retailing",
      "text": "The cost of a single-use plastic carrier bag in English shops has gone up from 5p to 10p.\nAll stores, big and small, have to apply the charge from Friday. Until now, smaller retailers were exempt. \nThe original 5p levy was introduced in England in 2015. Since then, the use of the bags has declined by more than 95%.\nCampaign group Friends of the Earth urged the government to go even further, saying the bags were part of a bigger plastic problem.\nThe group welcomed the scheme, but said it still had \"significant shortcomings\".\nCampaigners said the charge should be extended to paper carrier bags, while so-called \"bags for life\", which are designed to be reused but contain greater amounts of plastic, were posing a \"growing problem\". \n\"It seems that many plastic 'bags for life' are being used just once and not reused for the bag's lifetime, as is their purpose,\" said the group's plastics campaigner, Camilla Zerr.\n\"If ministers want to get to the root of this problem, they need to take a tougher stand against all single-use plastics.\"\nThe environmental group's warning has already been heeded by supermarkets including Morrisons and the Co-op, which have discontinued the sale of plastic bags for life.\nFriends of the Earth said the government's forthcoming Environment Bill should include \"legally binding targets\" to phase out the use of all unnecessary single-use plastic products.\nThe average person in England now buys just four single-use carrier bags a year from the main supermarkets, compared with 140 in 2014.\nBy extending the charge to all retailers, the government hopes the use of single-use carrier bags will fall by 70-80% in small and medium-sized businesses.\nEnvironment minister Rebecca Pow said: \"Everyone wants to play their part in reducing the scourge of plastic waste that blights our environment and oceans. \n\"The 5p bag charge has been hugely successful, but we can go further.\"\nShe added that the new higher charge in England would \"support the ambitious action\" the UK has already taken in its fight against plastic, \"as we build back greener\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57171890",
      "category": "uk-wales",
      "title": "Domestic abuse survivor was sacked after husband locked her up",
      "tags": "Domestic abuse",
      "text": "A woman who endured years of domestic abuse from her husband ended up being fired after he drugged and locked her in a room to stop her going to work.\nEva has called on employers to support to staff who are abuse victims - rather than punish them. \n\"Work was the only place I was safe,\" Eva, not her real name, told BBC Wales.\n\"They knew, because sometimes I would turn up with a black eye - I would try to hide it, but colleagues saw it and asked if he did it to me.\"\nShe said some colleagues tried to protect her but \"The employer didn't want to deal with things like that - they were too busy, so they just pushed me to the side.\"\nEva was working in customer services for a large, national retailer, when her husband stopped her turning up for shifts. \n\"That job was my escape. I could partially be myself - see other people, talk to other people. It was a bit of happiness in my life,\" Eva continued.\n\"When I returned home happy from work, talking about how much I enjoyed it, he didn't like that.\n\"He wanted to know when I had break times, and I had to spend them with him.\" \n\"Sometimes he would stay until I finished work.\"\nShe explained that in the end every minute of her life was controlled. \n\"He controlled every phone call, every email. If I didn't give him the password to my phone he threw it at the wall, or out of the window,\" she continued. \n\"I missed a lot of time off work because I was locked in a room. He controlled my phone and took it from me, so I couldn't even phone work to explain. \n\"How do you explain a situation like that? In the end my husband didn't let me go and the company just said, 'Thank you very much, goodbye'.\"\nEva eventually got support from charity Llamau, who have been working with firms to provide training on the best ways to support victims of abuse.\nNicola Fitzpatrick, from the charity, said if an employer can get it right \"they are saving someone's life.\"\n\"We had one employer that helped a victim save money, unbeknown to the perpetrator,\" Ms Fitzpatrick said. \n\"The victim was planning to leave but was completely financially controlled by that perpetrator, so the employer helped them save by deducting money out of their wages and keeping it safe in the workplace, so that when she was ready, she could go.\"\nBut she cited another example where a victim told her employer she was at risk because her perpetrator might turn up at work.\n\"Her employers' response was, 'If you leave, you'll be sacked'.\"\nEva said she would urge employers to start by simply asking whether staff members are okay. \n\"Sometimes it's hard to admit what's happening to you. It's embarrassing,\" she said.\nMs Fitzpatrick said a lot of businesses \"might notice a significant change in behaviour\" in a member of staff who is suffering domestic abuse.\n\"They might be more withdrawn, less focused in the workplace, or the complete opposite - they don't want to go home or take their annual leave,\" she said \n\"But opening up that conversation in a supportive way, rather than somebody thinking they're walking into disciplinary measures, allows you then to start exploring, what is going on for that person.\"\nLast year, Future Generations Commissioner Sophie Howe announced financial support for any of her staff needing to escape an abusive relationship, as well as paid leave to deal with emergencies arising from domestic abuse.\nShe's now calling on other public sector employers to do the same. \n\"I want to see the Welsh government showing some real leadership around this - they've got a real strong track record on it, but let's go that next step further,\" she said. \n\"Every public sector employer in Wales should be offering the same type of provision that I'm offering for my employees for victims of domestic abuse.\n\"People don't live their lives in isolation, what happens at home affects their work.\n\"We've got to be ready to ask those questions sensitively and then we've got to be ready to support them. \n\"As an employer it's much better for me to have my employees in work feeling safe, feeling supported and doing the best they possibly can. That makes business sense, apart from anything else.\n\"This isn't a problem that can be passed off to the police to deal with. It's not a problem that can be passed off to A&E to repair wounds. This has to be all of society.\"\n\"We don't like to have awkward conversations. But we need to get over that because an awkward conversation could save someone's life.\"\nThe Welsh Government said it already offers \"paid leave for victims of domestic abuse\". \n\"Our 'Home shouldn't be a place of fear' campaign includes training for employers, offering free e-learning on the signs to look out for and how to offer support,\" added a government spokesperson.\n\"We actively encourage all public sector organisations in Wales to offer paid leave for victims of domestic abuse.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57198762",
      "category": "entertainment-arts",
      "title": "Eurovision: Italy wins while UK's James Newman gets nul points",
      "tags": "Eurovision Song Contest",
      "text": "Italy has won the Eurovision Song Contest in Rotterdam with their song Zittie e Buoni.\nMåneskin singer Damiano David shouted \"Rock and roll never dies\" as the four-piece group collected their glass microphone trophy.\nIt was another disappointing night for the UK, with James Newman's Embers scoring nul points.\nIt is the fifth time the UK has come last, and the second time it has received no points.\nThe first time was in 2003 when Jemini sang Cry Baby. \nNewman put on a brave face, smiling and cheering as the bad news was delivered.\nCommentator Graham Norton reacted by saying: \"I'm trying to put a positive spin on it but I feel so sorry for James. A lot of disappointed people in that arena tonight, but thrilled to be a part of Eurovision.\" \nHe also had plenty of support from fans such as Matt Lucas, who said \"we love you James Newman\", BBC Breakfast host Dan Walker, who praised him \"laughing it off\" and RuPaul's Drag Race star Michelle Visage., who said: \"I am sending this tweet to James Newman and James only. You were INCREDIBLE.\"\nBut some people did not think Newman's performance was good enough, with Twitter account the Vinyl Frontier saying his singing could have been better.\nIn contrast to the lack of points for Newman, it was delirium for Måneskin, who had been firm favourites despite their rock number not being typical Eurovision fare.\nThey are the first group to win the competition since 2006, and Italy last won in 1990.\nMåneskin's Victoria de Angelis said after the show that their win was a boost for her country, which was badly hit by the coronavirus pandemic.\n\"This is a message of hope after this hard year we've been through,\" she said.\nHer bandmate David said: \"That prize shows that this is not (a) cheesy event. This is a musical event.\"\nSteve Holden, BBC Newsbeat\nItaly were the favourites for a reason.\nThey brought swagger, confidence and star quality to the Eurovision stage.\nAs they said to me in the lead-up, they didn't try to fit into a Eurovision box and just played on stage as if it was just another gig.\nThey struck the perfect combination: a powerhouse song with perfect staging. The song - Zitti e buoni - builds and builds to a pyrotechnic climax and they got a landslide result from the public vote. Job done.\nFrance's Barbara Pravi came second with Voilà, while Switzerland's Gjon's Tears came third with his ballad Tout l'Universe.\nIt was a tense climax to the show, with many countries getting few votes from the public and the top of the leaderboard changing frequently. \nSwitzerland and France were both in front at some point during the night, as were Finland and Iceland.\nSpain, Germany and the Netherlands got no points from the public but got a few from the juries, which left the UK languishing at the bottom.\nGermany's Jendrick came second to last while San Marino's Senhit could only manage to come 22nd, despite her track featuring chart topper Flo Rida.\nIceland - who weren't able to perform live after one of the band tested positive for Covid-19 - came fourth.\nRepresentatives from 26 nations took to the stage at Rotterdam's Ahoy Arena.\n\"It's less Destiny's Child ... more Destiny's Inappropriate Auntie.\"\n\"Finland are still very cross about the conditioner in the hotel.\"\n\"If you ever wondered what had happened to Orville, the lead singer is wearing him.\"\n\"I'm not sure if she hit that note but I've definitely got a nosebleed.\"\n\"I wear this every time I go to the smelting plant.\"\n\"This is Marmite if everyone hated Marmite.\"\n\"Maybe it will grow on me, like mould on a bathroom ceiling.\"\n\"She's dressed like a zebra for some reason. Do you think it comes with a head?\"\nLast year's contest was axed due to the coronavirus pandemic, which has also had an impact on this year's event.\nAn audience of 3,500 people cheered them on during the show, which was an official Covid trial event.\nSaturday's show was co-hosted on stage by Nikkie de Jager, better known around the world as NikkieTutorials.\nKnown for giving make-up and beauty advice on her social media channels, the Dutch internet star was the contest's first transgender host.\nThe United Kingdom last won Eurovision in 1997 and has won the annual singing contest five times since it began in 1956."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-20415675",
      "category": "world-middle-east",
      "title": "Israel-Palestinian conflict: Life in the Gaza Strip",
      "tags": "Israel,Palestinian territories,Gaza",
      "text": "Home to about two million people, Gaza is 41km (25 miles) long and 10km wide, an enclave bounded by the Mediterranean Sea, Israel and Egypt.\nTensions between Gaza and Israel have recently escalated into the worst violence for several years and led the UN to warn of \"a full-scale war\".\nOriginally occupied by Egypt, Gaza was captured by Israel during the 1967 Middle East war. Israel withdrew its troops and around 7,000 settlers in 2005.\nIt is under the control of the militant Islamist group Hamas, which ejected forces loyal to the then governing Palestinian Authority (PA) after a violent rift in 2007.\nSince then, Israel and Egypt have restricted the movement of goods and people in and out in what they say are security measures against militants.\nHamas and Israel fought a brief conflict in 2014, and in May 2021 hostilities between the two sides broke out again. \nThe Gaza fighting began after weeks of rising Israeli-Palestinian tension in occupied East Jerusalem that culminated in clashes at a holy site revered by both Muslims and Jews. On 10 May Hamas began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes. Exchanges intensified and hostilities quickly escalated into the worst violence between Israel and Gaza since 2014.\nPower cuts are an everyday occurrence in Gaza. Before the latest upsurge in fighting, households in Gaza were receiving power on eight-hour rotations.\nThe latest violence is said to have damaged power lines and disrupted fuel supplies. According to the UN Office for the Coordination of Humanitarian Affairs (Ocha), most homes are now receiving power for only three-four hours per day.\nThe Strip gets most of its power from Israel together with further contributions from Gaza's only power plant and a small amount from Egypt. \nBoth the Gaza Power Plant (GPP) and many people's individual generators depend on diesel fuel, but supplies brought in via Israel are frequently blocked causing more disruption.\nSince Hamas came to power in Gaza in 2007, Egypt has largely kept its border with Gaza closed.\nLast year additional restrictions were imposed to try to restrict the spread of coronavirus. \nThe Rafah crossing into Egypt and the Erez crossing into Israel were both shut on about 240 days and opened on only 125 in 2020, according to Ocha figures. \nIn 2019 about 78,000 people left Gaza via the Rafah crossing but in 2020 that fell to 25,000.\nIn the north, crossings into Israel at Erez also fell dramatically in 2020 - partly due to pandemic restrictions. This year about 8,000 people have left Gaza via the Erez crossing, most of them patients or people accompanying them for medical care in Israel.\nUntil the latest violence, traffic had begun to pick up again. Some aid convoys have since been allowed through, but otherwise crossings have remained shut.\nAbout 80% of the population of Gaza depends on international aid, according to the UN, and about one million people rely on daily food aid.\nThe blockade imposed by Israel has severely impacted movements in and out of the Strip and the ability to trade.\nTo try to get round the blockade, Hamas has built a network of tunnels which it uses to bring goods into the Strip and also as its underground command centre. Israel says tunnels are also used by militants to move around out of sight and are being targeted by air strikes.\nCoronavirus has also had an impact on the local economy, but it was just beginning to show signs of recovery, according to the World Bank, when the fighting broke out.\nGaza has one of the highest population densities in the world. According to the UN, almost 600,000 refugees in Gaza are living in eight crowded camps.\nOn average there are more than 5,700 people per square kilometre - very similar to the density of population in London - but that figure rises to more than 9,000 in Gaza City.\nIsrael declared a buffer zone along the border in 2014 to protect itself from rocket attacks and infiltrations by militants. The zone reduced the amount of land available for people to live or farm on.\nThe UN estimated about 140,000 houses were damaged or destroyed in the 2014 violence and it has since supported almost 90,000 families with help to rebuild their homes.\nOcha says several hundred homes have been severely damaged in the latest fighting, but it will take some time to reveal the full extent of the damage.\nGaza's public health system is in a precarious state due to various reasons. Ocha says Israel and Egypt's blockade, lower health expenditure from the West Bank-based PA and internal political conflict between the PA - which has responsibility for healthcare in the Palestinian territories - and Hamas are all to blame.\nThe UN helps out by running 22 healthcare facilities. But a number of hospitals and clinics were damaged or destroyed in previous conflicts with Israel.\nPatients from Gaza needing treatment in West Bank or East Jerusalem hospitals must first get requests approved by the PA and then exit passes approved by the Israeli government - in 2019, the approval rate for patient applications to leave the Gaza Strip was 65%.\nOver the last few months, the health situation has been exacerbated by coronavirus.\nIn April, a spike in cases saw almost 3,000 a day in Gaza. There have been more than 104,000 cases since the start of the pandemic and more than 946 people have died with the virus.\nThe World Health Organization (WHO) warns that the border restrictions are not only limiting access to life-saving treatment for victims of the hostilities, but they are also hampering the coronavirus response.\nThe WHO says it is affecting the \"critical\" vaccination programme and increases the risk of spreading the virus as people seek refuge with relatives or in emergency shelters.\nMore than a million people in Gaza are classed as \"moderately-to-severely food insecure\", according to the UN, despite many receiving some form of food aid.\nBorder crossings have been opened to allow aid convoys through, but shelling has caused some disruption to deliveries.\nIsraeli restrictions on access to agricultural land and fishing have reduced the amount of food Gazans can produce themselves.\nThey are not allowed to farm in the Israeli-declared buffer zone - 1.5km (0.9 miles) wide on the Gaza side of the border - and this has led to a loss in production of an estimated 75,000 tonnes of produce a year.\nIsrael imposes a fishing limit meaning Gazans can only fish within a certain distance of the shore. The UN says if the limit were lifted, fishing could provide employment and a cheap source of protein for the people of Gaza.\nAfter the latest upsurge in violence, Israel temporarily banned any fishing from the Gaza Strip. Over the years it has set varying limits on the fishing zone, disrupting the livelihoods of about 5,000 fishermen and related workers.\nMost people in Gaza suffer from a shortage of water. Tap water is salty and polluted and is not fit for drinking.\nWhile most Gazan households are on a piped water network, Ocha says families received water for only six-eight hours every four days in 2017 due to insufficient power. This has been reduced still further by the latest attacks.\nThe World Health Organization set the minimum requirement for daily water needs at 100 litres per head - to cover drinking, washing, cooking and bathing. In Gaza average consumption is about 88 litres.\nSewage is another problem. Although 78% of households are connected to public sewage networks, treatment plants are overloaded. Ocha says more than a hundred million litres of partially treated and raw sewage is pumped into the Mediterranean daily.\nA new wastewater treatment plant came into operation at the beginning of 2021 to help deal with the problem.\nMany children attend schools run by the UN and many of them are acting as places of shelter for people who have fled the latest shelling.\nAccording to the Palestinian refugee agency UNRWA, 64% of its 275 schools run a \"double shift\" system, with one school of students in the morning and another in the afternoon.\nAn average class size was around 41 pupils in 2019.\nThe literacy rate for those aged 15-19 is now 99% - it has steadily increased over the past few years.  \nAlthough only about 66% of pupils stay on at high school to complete upper secondary or the equivalent of sixth form.\nGaza has one of the world's youngest populations, with almost 65% of the population under 25 years old, according to the CIA Factbook.\nMany young people are unemployed. \nAn Ocha report from 2020 said youth unemployment was running at 70%, partly as a result of the pandemic.\nCorrection 28 July 2020: A previous version of this story has been amended to make clear that the Gaza Strip is still controlled by Hamas, and not the Palestinian Authority."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-57163815",
      "category": "explainers",
      "title": "Princess Diana interview: What did Martin Bashir and the BBC do?",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC",
      "text": "The BBC has made an \"unconditional apology\" over the way it obtained an interview with Diana, Princess of Wales in 1995.\nAn independent inquiry by Lord Dyson, a former senior judge, found journalist Martin Bashir used deception to secure the interview and then lied to BBC managers. \nMartin Bashir's interview with Princess Diana, broadcast by Panorama in late 1995, was a huge scoop for the BBC. Never before had a serving royal spoken in such candid terms about life in the Royal Family. \nIn the interview, Princess Diana:\nMore than 20 million people watched the interview and it caused huge controversy. \nShortly afterwards, the Queen wrote to Prince Charles and Princess Diana telling them to divorce.\nQuestions about the manner in which interview was secured, started to be asked within a short time of its airing.\nA graphic artist working for the BBC said he had been asked by Martin Bashir to produce fake bank statements. \nThese appeared to show payments by a newspaper group to a former member of staff of Earl Spencer, Princess Diana's brother.\nThe Dyson report says this was to gain Earl Spencer's confidence, so he would introduce Mr Bashir to Diana.\nWhen questioned by BBC bosses, Mr Bashir admitted having the statements mocked up, but repeatedly denied showing these documents to Earl Spencer. \nThe report says Mr Bashir \"lied and maintained the lie until he realised that it was no longer sustainable. This was most reprehensible behaviour which casts considerable doubt on his credibility generally\".\nPrincess Diana was the mother of Prince William and Prince Harry. \nShe married the Prince of Wales, the heir to the throne, in London's St Paul's Cathedral, in 1981.  \nThe couple separated in 1992 and divorced in 1996.\nShe died in a car crash in Paris a year later, along with her companion Dodi Fayed, and their driver, Henri Paul.\nThey had been speeding away from photographers following the car, when Mr Paul lost control and smashed into a concrete pillar.\nAnalysis indicated he had significant levels of alcohol in his blood at the time.\nThe BBC comes in for strong criticism in the Dyson report. \nAfter the forged bank statements were revealed by the Mail on Sunday newspaper in early 1996, an internal BBC inquiry cleared Mr Bashir, Panorama and BBC News of wrongdoing. \nThe director of news who conducted the inquiry was Tony Hall, now Lord Hall, who later became the BBC director general.  \nHowever, the Dyson Report says this inquiry was inadequate because it failed to interview Earl Spencer - something it calls \"a big mistake\".\nIt says it did not treat Mr Bashir's account with \"necessary scepticism and caution\", given that he admitted faking bank statements (itself a serious breach of BBC rules) and could give \"no credible reason\" why.\nLord Hall - who left the BBC in 2020 - admitted that he was wrong to give Martin Bashir the \"benefit of the doubt\" at the time of the investigation. He has since resigned from his  job as chairman of the National Gallery.\nThe Dyson report also says the BBC covered up facts about how Mr Bashir secured the interview. \nIt criticises the corporation for giving evasive responses to press inquiries, and says \"without justification, the BBC fell short of the high standards of integrity and transparency which are its hallmark\". \nThe BBC says the report has identified \"clear failings\" and that while it now has better procedures in place, \"those that existed at the time should have prevented the interview being secured in this way\".\nIt also says it should have made \"greater effort to get to the bottom of what happened at the time and been more transparent about what it knew\".\nMartin Bashir left the BBC a few days before the release of the Dyson report. \nHe apologised for the fake bank statements - which he said were \"a stupid thing to do\" - but said they had had no bearing on Princess Diana's decision to grant him an interview. \nThe BBC has published a report into how Martin Bashir was rehired as religion correspondent in 2016, when questions had already been asked about his conduct.\nIt found there was no evidence given the job to cover up the circumstances around his Diana interview. It said he \"would have never been reappointed\" had everything about his conduct been known.\nPrinces William and Harry have spoke of the hurt caused by the interview.\nPrince William said Diana \"was failed not just by a rogue reporter, but by leaders at the BBC who looked the other way rather than asking the tough questions\". He said the interview made a \"major contribution to making my parents' relationship worse\".\nPrince Harry said the \"ripple effect of a culture of exploitation and unethical practices\" ultimately took his mother's life."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57191181",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Levels to be reviewed",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Glasgow,Coronavirus pandemic",
      "text": "A decision is expected to be announced on Friday about whether the Covid restriction levels in Glasgow, East Renfrewshire and Moray will change. \nGlasgow is currently in level three, with the Scottish government expected to announce whether it can move down to level two. \nThe city's infection rate has been accelerating, so it could remain in level three. \nIt may be joined by East Renfrewshire, where case numbers are also on the up.\nEast Renfrewshire only moved down to level two on Monday, as restrictions across much of the country were eased. \nProf Devi Sridhar told BBC Radio's Good Morning Scotland programme: \"We should remember that it's data that should be driving this, not dates.\n\"And while it is painful to move backwards, what we've seen, for example in Moray, is that actually early action in holding it brought the numbers down so they can be released earlier.\"\nHer University of Edinburgh colleague, Prof Linda Bauld, expects Moray to drop to level two, Glasgow to remain at level three and said there was a \"real possibility\" East Renfrewshire will move up to level three.\nShe also told the programme she was concerned about current levels in Clackmannanshire, East Dunbartonshire, Midlothian, North Lanarkshire and Fife.\nEarlier this week, with the exception of Glasgow and Moray, mainland Scotland moved to level two. Most of the islands moved to level one. \nMoray had been kept in level three over concerns about its infection rate, and surge testing was brought in as the vaccination roll-out was widened to include younger adults. \nThe infection rate in the area is now decelerating, leading to speculation it may be allowed to move into level two. \nAccording to official statistics published on Thursday, the weekly case rate in Moray had fallen to 36.5 per 100,000.\nIn East Renfrewshire it had reached 118.3 by 17 May - meaning the infection rate had overtaken Glasgow's, which was 112.1 cases per 100,000 people. \nGlasgow's outbreak is concentrated in the south side of the city, where levels of infection appear to be much higher. \nCovid cases across Scotland have been rising over the last few weeks, with fears the surge in Glasgow is being driven by the Indian variant.\nThe strain is thought to spread more easily than the Kent variant that caused the winter spike in infections, and has been found in pockets across the UK.\nThis will be the first coronavirus briefing since the new cabinet was revealed, with the first minister being accompanied by her new health secretary, Humza Yousaf.\nThe decisions for today are not as stark or difficult as some that have been taken in St Andrew's House - but they are uncomfortable.\nThe situation in Glasgow is improving - but it's likely the city will be held at level three. We might be told this is for another week before the next review, but realistically this situation may last for another two or three weeks.\nThe decision for Moray is fairly easy. People there hope to be placed in level two as the situation improves, and that looks likely.\nThe toughest one is East Renfrewshire.  The case rate is high (118 per 100,000) but the small council area means the actual case numbers are relatively low, as Professor Linda Bauld pointed out this morning.\nIf they do go back up to level three, remember the area only entered level two on Monday.  It's this yo-yo effect that ministers wanted to avoid.\nWhat happens here will be a significant decision.  It sets the precedent for what might happen around Scotland as we start to live with the disease as the vaccination programme progresses.\nUnder level three restrictions, groups of six people from two households can meet in cafés, pubs and restaurants. However, alcohol can only be served outdoors. \nAnd six people from six households can meet outside. But, you cannot visit people in their homes. \nUnder level two restrictions, which East Renfrewshire is currently in, pubs and restaurants are allowed to serve alcohol inside until 22:30, and limited numbers of people can socialise indoors.\nSocial distancing during meetings indoors or in private gardens is no longer required in levels one and two.\nCinemas, theatres, concert halls, music venues, comedy clubs and bingo halls can reopen with restrictions.\nThe infection rate is a key indicator of which restriction level an area should be in, with upwards of 50 cases per 100,000 seen as a threshold for level three.\nThe weekly case rate is one factor that will be considered, but others include the ability of the local NHS to cope.\nScotland's national clinical director said a decision was yet to be made on what would happen to Glasgow and East Renfrewshire. \nProf Jason Leitch said public health officials would give First Minister Nicola Sturgeon further advice on Friday morning, before a cabinet meeting where a final decision would be made. \nIt will be followed by a Scottish government briefing, which will be broadcast live at 12:15. \nProf Leitch said: \"Glasgow continues to accelerate, East Renfrewshire continues to accelerate - but they are slightly different pandemics, as is Moray. Moray is decelerating. \n\"Glasgow... you could say is beginning to slow, the acceleration is beginning to slow - but certainly not out of the woods. And that means... everybody who lives here has to follow the rules... and we can hopefully turn a corner.\"\nQuestioned about why businesses were still operating under restrictions, Prof Leitch told Radio Scotland that experts could not be sure where transmission was happening. The only thing that could be said for certain was that it was transmitted when people mixed. \n\"When you decide you're going to restrict, we have to make that judgement somewhere. Level three does allow a lot of relaxation. A lot more people meeting indoors and out. \n\"Level two is a massive because it allows people in each others' homes, and that's why we're nervous about it.\"\nThere are difficult decisions to be made by government ministers on restrictions. A wide variety of factors will help them to decide.\nWeekly case rates per 100,000 of the population are an important measure. But in areas with lower populations you will see bigger fluctuations. A small rise in cases linked to a known source, like a school or a factory, could push that figure up quite rapidly. \nThe percentage of tests that come back positive is also useful. The seven-day positivity rate for the whole of Scotland is 1.5%. In Glasgow city where there has been a huge expansion of testing, it is still only 4%. In East Renfrewshire, another area of concern, it is 4.1%.\nOne of the most important factors for officials to take into account is what is driving the infections. Can they identify sources and put in place measures? Or is there sustained community transmission? That was why Moray was held in level 3. \nGeography, population density, community response will all be taken into account, as will the capacity of hospitals to cope with any rise in cases. \nThe biggest unknown at this time is what will happen to the new B1617.2 variant, first identified in India and believed to be behind the outbreak in Glasgow's Southside. Public health figures show that confirmed cases of this variant have gone from 35 to 136 in one week. Scientists say it is more infectious but just how much is not yet known. \nThe expectation is that vaccines will hold up but it's too early to say for sure. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57205126",
      "category": "science-environment",
      "title": "Covid-19: Sewage testing ramped up in England",
      "tags": "Sewage,Coronavirus pandemic",
      "text": "The government  has ramped up its programme to analyse wastewater for early signs of coronavirus. \nThe sewage-testing programme now covers two-thirds of England's population. \nScientists discovered early in the pandemic that genetic fragments of the virus could be detected in sewage. \nSamples are now being are taken at wastewater treatment plants and sent to a new lab in Exeter that is dedicated to analysing wastewater.\nThe programme has supported the detection of local outbreaks or the presence of variants of concern, which it can  link to specific communities via the sewage treatment network. \nDr Jenny Harries, chief executive of the UK Health Security Agency, described it as \"an additional detection system\" for Covid-19. \"It is enabling us to respond more effectively to outbreaks and better protect citizens.\"\nAnd since it can cause infections without any symptoms, Dr Harries added that it \"helps us understand where it may be circulating undetected\".\nEarlier this week, Health Secretary Matt Hancock said that the approach was being used to monitor the Indian variant of the virus and to track its spread. \nBecause the testing is at a community level, it has helped guide some local councils to direct their testing and public health guidance. Luton Borough Council, after seeing an increase in cases of the coronavirus, used the information from wastewater testing to \"understand where to put additional activity\". \n\"It's particularly useful to see where we have the variants so we can target our testing,\" said Luton's director of public health, Lucy Hubber. \nProf Andrew Singer, from the UK's Centre for Ecology and Hydrology, played a key role in the scientific effort to establish this wastewater-based epidemiology effort in the UK.\n\"The scale of the programme that has been created in the past year is truly remarkable,\" he told BBC News. \n\"Well over 500 locations are being monitored for coronavirus, and many of them sampled at least four days a week, thereby generating an enormous amount of data on the prevalence of the virus across the UK.\n\"And this will live on in a post-Covid world by searching for other pathogens in wastewater, like influenza, so that makes this programme one of the few silver linings from the pandemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57188815",
      "category": "education",
      "title": "Schools set to lose £118m funding for poor pupils",
      "tags": "State schools,Local Government Association,Impact of the COVID-19 pandemic on children",
      "text": "Schools in England could lose £118m funding for poor pupils this year, the Local Government Association says.\nThe education department is bringing forward the annual date for counting those eligible for the pupil premium, which it says will help plan budgets.\nPupils who have become eligible between October 2020 and January 2021 will not now be counted until October 2021.\nThe government said a typical school will see \"an increase in its pupil premium allocations\" this year.\nAn LGA survey suggests the new move will add up to a loss of about £93m for primary schools and £25m for secondary schools.\nOn average, each local authority area will lose about £600,000 in primary-school pupil-premium funding alone, it estimates, based on responses from 72 out of 151 councils in England.\nThe money - £1,345 a year for primary pupils and £955 for secondary - pays for academic support for poorer pupils.\nAnd nearly 62% of schools have at least five pupils who have become eligible between October 2020 and January 2021, a previous survey, by the National Association of Head Teachers, indicates.\n\"Pupil premium is vital to support the government's levelling-up agenda and education recovery plans,\" Teresa Heritage, vice-chairman of the LGA's Children and Young People Board, said.\n\"It is imperative that the government ensures that no school loses out in receiving this vital funding this year and that no child is left behind.\"\nAssociation of School and College Leaders General Secretary Geoff Barton said the LGA's analysis laid bare \"the scale of the funding black hole left by the government's inexplicable decision to push ahead with a change to the way pupil-premium funding is calculated, at the height of the pandemic\".\n\"It was clear from the outset that school budgets would be negatively impacted because the pandemic has particularly badly affected disadvantaged families and has meant the number of children qualifying for pupil premium has grown significantly. \n\"Excluding those who qualified for funding between October 2020 and January 2021 has left schools counting the cost.\n\"The government is very keen to promote its levelling up and education recovery agendas and one way it can easily demonstrate its commitment is by ensuring schools are recompensed for the pupil-premium funding they have been so cruelly denied.\"\nA Department for Education spokesperson said: \"Pupil premium funding is expected to increase to more than £2.5 billion next year, and per-pupil rates are unchanged - so a typical school will see an increase in its pupil premium allocations this year compared to last.\n\"We have provided a £14 billion increase in school funding over three years - the biggest uplift in a decade - and school leaders can target our ambitious recovery funding, worth £1.7 billion, towards supporting disadvantaged pupils.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57197688",
      "category": "world-europe",
      "title": "Irish cyber-attack: Hackers bail out Irish health service for free",
      "tags": "Republic of Ireland,Cyber-attacks,Cyber-security",
      "text": "Hackers responsible for causing widespread disruption to the Irish health system have unexpectedly gifted it with the tool to help it recover.\nThe Conti ransomware group was reportedly asking the health service for $20m (£14m) to restore services after the \"catastrophic hack\".\nBut now the criminals have handed over the software tool for free.\nThe Irish government says it is testing the tool and insists it did not, and would not, be paying the hackers.\nTaoiseach (Irish prime minister) Micheál Martin said on Friday evening that getting the software tool was good, but that enormous work is still required to rebuild the system overall.\nConti is still threatening to publish or sell data it has stolen unless a ransom is paid. \nOn its darknet website, it told the Health Service Executive (HSE), which runs Ireland's healthcare system, that \"we are providing the decryption tool for your network for free\". \n\"But you should understand that we will sell or publish a lot of private data if you will not connect us and try to resolve the situation.\"\nIt was unclear why the hackers gave the tool - known as a decryption key - for free, said Health Minister Stephen Donnelly.   \n\"No ransom has been paid by this government directly, indirectly, through any third party or any other way. Nor will any such ransom be paid,\" he told Irish broadcaster RTÉ.\n\"It came as a surprise to us. Our technical team are currently testing the tool. The initial responses are positive.\"\nIn the USA, a warning has been issued by the FBI about Conti targeting networks belonging to authorities there.\nIt said it had identified at least 16 Conti ransomware attacks targeting \"US healthcare and first responder networks\". \nMore than 400 organisations have been targeted by Conti worldwide, of which more than 290 are based in the US, according to the FBI.\n\"Conti typically steals victims' files and encrypts the servers and workstations in an effort to force a ransom payment from the victim.\n\"If the ransom is not paid, the stolen data is sold or published to a public site controlled by the Conti actors,\" it added.\nThe FBI said that recent ransom demands have been as high as $25m (£21m).\nIt's not unprecedented for ransomware criminals to give away their decryption tools for free.\nSome of these gangs operate by a flimsy code of \"ethics\", stating they don't intend to endanger lives.\nIn one case, criminals accidentally took a hospital offline; reports suggest the hackers gave the hospital a decryptor for free when they realised their mistake.\nThen again, there are ransomware operators who don't care and are presumably delighted to watch chaos unfold as they extort money from their victims.\nHundreds of health care facilities in the US alone were attacked in 2020.\nWe don't know what the motivation for the Conti gang is here.\nThey clearly knew they were attacking a health service, and spent days trying to secure a ransom payment for the decryptor.\nPerhaps they suddenly grew a conscience.\nPerhaps they were under pressure from law enforcement or other hackers to rein it in.\nOr perhaps, faced with a wall of silence from the Irish government, they gave up.\nWhat's telling is that the criminals are still hoping to get their payday by threatening to publish private data online.\nA decryption key is a piece of data that can be used to reverse the damage done by ransomware. \nRansomware groups usually encrypt data on victims networks scrambling files to make them unusable without the decryption key.\nThe Irish government says the tool could get hospitals and the health care system back to normal sooner than the process of rebuilding their IT from scratch.\nThe Irish Department of Health was attacked last Thursday, with a similar attack on the HSE last Friday. \nOn Thursday, the head of the HSE, Paul Reid, described the impact of the cyber-attack as \"catastrophic\" and \"stomach-churning\".\nThe HSE has secured a High Court order preventing the Russia-based hackers - or any individual or business - from sharing, processing, or selling the information.\nThe court injunction also applies to social media platforms such as Twitter, Google, and Facebook and therefore limits the gang's scope for disseminating the information.\nThe HSE said all elements of health services were affected, including major disruption to radiotherapy services.\nIt said it was working to treat all urgent radiation patients in private hospitals.\nThere have been cancellations across all outpatient services, with colonoscopies down by as much as 80% and chemotherapy and daily elective procedures down by 50%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57190095",
      "category": "health",
      "title": "Contaminated blood inquiry: 'I want their voices to be heard' - Hancock",
      "tags": "HIV & Aids,UK contaminated blood inquiry,NHS",
      "text": "The health secretary has acknowledged the pain and suffering of victims of the contaminated blood scandal, saying the government would pay compensation if recommended to.\nMatt Hancock was facing questions at a public inquiry into what's been called the worst NHS treatment disaster.\nAround 3,000 people died after being given blood products containing HIV and hepatitis C in the 1970s and 1980s.\nMr Hancock said he wanted \"to make sure their voices are heard\".\nAnd he said the government would pay compensation if the inquiry decided it should.\nCurrently, victims and families get financial support but have not been compensated for loss of earnings, care costs and other lifetime losses. \nMinisters announced a public inquiry in 2017 after decades of campaigning by victims and their families.\nNearly 5,000 people with the blood disorder haemophilia were infected with potentially fatal viruses after being given a clotting agent called Factor VIII. \nMuch of the drug was imported from the US, where prisoners and other at-risk groups were often paid to donate the plasma used to make it.\nVictims included dozens of young haemophiliacs at a boarding school in Hampshire who died after contracting HIV as a result.\nTens of thousands more victims may have been exposed to viral hepatitis through blood transfusions after an operation or childbirth. \nFamilies of victims of the scandal have long fought for annual support payments to be increased and full compensation to be paid.\nIn March ministers said that families in England who lost relatives as a result of the scandal will receive the same support payments as those in other parts of the UK.  \nTreasury minister Penny Mordaunt said bereaved partners would automatically get a £10,000 lump sum.\nBut campaigners say some families have been excluded from the scheme, including children who lost parents to HIV at the time. \nThe UK government has now said that full compensation could be paid in the future, depending on the outcome of the inquiry. \nThat is likely to pave the way for much larger payments covering lifetime loss of earnings and ongoing care costs.\nMinisters have appointed the retired barrister Sir Robert Francis to carry out a study looking at different options for compensation, and to report back with recommendations, before the inquiry publishes its conclusions.\n\"This is a huge move but if they decide to base compensation on what the inquiry decides, that gives them another two or three years before they have to find a penny,\" said Su Gorman, whose husband Steve Dymond died aged 62 in December 2018 of organ failure linked to hepatitis C.\n\"If they really wanted to pay compensation, they could find a way of doing it which would not prejudge the inquiry.\"\nThe public inquiry, led by Sir Brian Langstaff, has been examining the circumstances surrounded the contaminated blood scandal since 2018.\nHundreds of people who were infected with HIV and hepatitis C or their family members have already given evidence, with hearings held at sites across the UK.\nThe inquiry is examining how and why the infections occurred, what was known at the time about the risks of the treatments, and whether patients were given sufficient warnings about the dangers involved.\nEvidence hearings are scheduled to continue into next year with a final report likely to be published in 2022 or 2023.\nA spokesperson for the Department of Health and Social Care said: \"The infected blood tragedy should never have happened. The ongoing public inquiry was set up to establish the truth and give individuals and families the answers they rightly deserve.\n\"We've always been clear that those who have been affected by this tragedy should be supported by a fair and transparent support scheme focused on their welfare, providing some security and consistency.\n\"The government has listened to the call for parity of support across UK and in March announced a package for the whole of the UK which will bring greater uniformity to the four National support schemes.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57142627",
      "category": "world-middle-east",
      "title": "Israel-Gaza violence: The children who have died in the conflict",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza",
      "text": "Of the 219 people who have been killed in Gaza, at least 63 are children, according to its health ministry. Of the 10 people killed in Israel, two children are among the dead, the country's medical service says.\nHere are the stories of some of the children who have been killed.\nWhen an Israeli strike hit al-Wihda street in central Gaza City early on Sunday, at least 13 members of the extended al-Kawalek family are believed to have been killed, buried in the rubble of their own home.\nMany of the victims were children, with one said to be as young as six months.\n\"We saw nothing but smoke,\" one of the surviving members of the family, Sanaa al-Kawalek, told Felesteen Online. \"I couldn't see my son next to me and I was hugging him, but I could see nothing.\"\nThe Israel Defense Forces (IDF) described the bombing as \"abnormal\" and said the civilian casualties were unintended. A spokesman said air strikes had caused a tunnel to collapse, bringing houses down with it.\nAmong those killed were sisters Yara, 9, and Rula, 5. Both had been receiving treatment for trauma from the Norwegian Refugee Council (NRC).\nThe al-Kawaleks were polite girls who always did their homework on time, one of their teachers, who did not want be named, told the BBC.\nA picture circulating online is said to show 10-year-old Aziz al-Kawalek, the only surviving member of his direct family, sitting by his mother's body.\nThe youngest victim on the Israeli side is thought to be Ido Avigal, a five-year-old boy killed last Wednesday in the southern town of Sderot.\nIdo was killed inside a fortified room in what the Israeli military described as an \"incredibly rare\" incident.\nHis mother grabbed him and took him to the fortified room when incoming rocket sirens sounded on Wednesday evening in Sderot, the Times of Israel reports. \nRocket shrapnel pierced the protective metal plating used to cover the window of the room he was in, also injuring his mother and seven-year-old sister. He died of his injuries several hours later.\n\"It was a piece of the rocket that came in at a very specific angle, at a very specific speed and at a very specific point,\" IDF spokesman Hidai Zilberman said of the incident.\n\"We were at home and the kids were a little bored, so my wife Shani went with them to her sister's house two buildings over,\" Ido's father, Asaf Avigal, told Channel 13.\n\"I'm sorry I did not take the shrapnel in your place,\" Mr Avigal said at his son's funeral. \"A few days ago, you asked me: 'Dad, what will happen if the siren goes off while we are outdoors?' I told you that so long as you were with me you would be protected. I lied.\"\nA few months ago, Mr Avigal and his wife had spoken about what an especially bright child Ido was, as if he was a 50-year-old in the body of a five-year-old.  He would often urge his father to leave the computer and spend more time with him. \"Enough with the screens - be with me,\" he would say. \nIdo's mother remains in hospital.\nNadine Awad, a 16-year-old Arab-Israeli schoolgirl, was with her 52-year-old father in the early hours of last Wednesday, when a rocket struck their car and home, killing them both. Her mother, who was also in the car, was seriously injured, medics said.\nNadine's cousin, Ahmad Ismail, says he heard the sound of a rocket hitting from inside the family home, in the city of Lod, close to Tel Aviv, where Arab and Jewish Israelis live together.\n\"It happened so quickly,\" he told the public broadcaster Kan. \"Even if we had wanted to run somewhere, we don't have a safe room.\"\nNadine was a \"very special girl\" in her first year of high school, who dreamed of becoming a doctor, those who knew her said. \nHer school principal said she \"had dreams of changing the world\".\n\"She was such a special girl, such a talented girl. She wanted to conquer the world,\" Shirin Natur Hafi told local radio, the Times of Israel reports.\nNadine had been involved in a number of science-related and social projects with Jewish schools in the area, and she had planned to participate in a biomedical studies programme, Ms Hafi said.\nOn Friday, Muhammad al-Hadidi's four children - Suhayb, 13, Yahya, 11, Abderrahman, eight, and Osama, six - put on their finest clothes and went to visit their cousins nearby, in the Shati refugee camp outside Gaza City, to celebrate Eid, which marks the end of Ramadan.\n\"The kids put on their Eid clothes, took their toys and headed off to their uncle's house to celebrate,\" their 37-year-old father told reporters.\n\"They called in the evening to beg to stay the night and I said OK.\"\nThe next day, the building where they had been staying was hit. Only their five-month-old baby brother, Omar, survived, after being dragged from the rubble where he lay next to his dead mother.\n\"They were safe in their homes, they did not carry weapons, they did not fire rockets,\" Mr Hadidi said of his children. \"What did they do to deserve this? We're civilians.\" \nAmid the wreckage were children's toys, a Monopoly board game and, sitting on the kitchen counter, unfinished plates of food from the holiday gathering.\n\"When my children went to sleep, they were hoping that when they woke up it would all be over. But they are gone now. I have only their memory, and the scent of them in my home,\" Mr Hadidi told The Times newspaper in London.\nIbrahim al-Masry was playing with his siblings in the front yard of their home in a northern neighbourhood of Gaza last week, when a strike hit, according to reports.\nIbrahim and his brother Marwan, and several other relatives, were instantly killed.\n\"Every day in Ramadan they play in the street at this time before Iftar,\" their father, Youssef al-Masri, told The Independent.\n\"We didn't see it coming, we just heard two big explosions... Everyone was running in the street, children were bleeding, mothers were crying, blood was everywhere.\"\nTheir brother, also called Ibrahim, said they had been filling sacks of straw to sell at a local market.\n\"We were laughing and having fun, when suddenly they began to bomb us, everything around us caught fire,\" he told the AFP news agency.\n\"I saw my cousins set alight, and torn into pieces.\"\nHamza Nassar had left his home in Gaza last Wednesday evening to get some vegetables so his mother could prepare a meal to break the Ramadan fast, according to reports. He never made it home.\nIsraeli strikes started near the Abu al-Kas cemetery and killed him, Al Jazeera reported.\nHamza was a nice kid and an excellent student, his father told Al Jazeera.\nThe same strike that hit the al-Kawaleks' home also took the life of their 13-year-old neighbour, Tala Abu al-Ouf, and her 17-year-old brother Tawfik. \nTheir father, Dr Ayman Abu al-Ouf, was also killed in the attack. He was the head of internal medicine at Gaza City's al-Shifa hospital, where he was in charge of its coronavirus response. \nIn the days before the attack, Dr Abu al-Ouf had been working longer and longer hours at the hospital, family friends told the BBC.\nTala's teacher, who did not want to be named, described her as an \"excellent student\" in seventh grade.\nTala was \"interested in religious classes and she liked to read and memorise the Quran,\" the teacher told the BBC, adding that she was always ready for exams.\nShe had also been taking part in the NRC's programme to help children deal with trauma.\n\"They had already suffered a lot,\" Hozayfa Yazji, the refugee council's area field manager, told the BBC. \n\"This madness should stop... the violence should stop, in order to give these kids a future.\"\nAdditional reporting by the BBC's Ahmed Nour, Tala Halawa, Dana Doulah and Joana Saba"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57199018",
      "category": "entertainment-arts",
      "title": "Lady Gaga had a 'psychotic break' after sexual assault left her pregnant",
      "tags": "Sexual violence,Lady Gaga,Music",
      "text": "Lady Gaga has revealed she suffered a breakdown as a result of sexual assault that led to pregnancy.\nThe star was 19 when she was raped by a male music producer, who had threatened to burn her music if she did not take her clothes off.\nShe says her alleged rapist then \"dropped me off pregnant on a corner... because I was vomiting and sick\".\nYears later, she had \"a total psychotic break\" and was in an \"ultra state of paranoia\" as a result of the trauma.\nGaga, whose real name is Stefani Germanotta, was speaking on the first episode of Oprah Winfrey and Prince Harry's new Apple TV+ series, The Me You Can't See, which tackles the stigma around mental health.\nShe broke down in tears as she described her assault, which took place in her early days in the music industry.\n\"I was 19 years old, and I was working in the business, and a producer said to me, 'Take your clothes off,'\" she recalled. \"I said no and I left, and they told me they were going to burn all of my music. And they didn't stop.\n\"They didn't stop asking me, and I just froze and I... I don't even remember.\"\nNow 35, the singer said she would never name her attacker. \n\"I understand this #MeToo movement, I understand that some people feel really comfortable with this, and I do not,\" she continued. \"I do not ever want to face that person again.\"\nGaga first discussed her rape in 2014, and addressed it in songs such as Swine and 'Til It Happens To You - which soundtracked The Hunting Ground, a documentary about sexual assault on US college campuses; and was nominated for an Oscar in 2016.\nShe said her breakdown came years later - and was still going on when she accepted her Oscar for A Star Is Born in 2019.\nIt began when she was admitted to hospital for acute pain and numbness, and was surprised to be sent to see a psychiatrist.\n\"I [couldn't] feel my own body,\" she recalled. \"First I felt full-on pain, then I felt numb, and then I was sick for weeks after. \n\"I realised that it was the same pain that I felt when the person who raped me dropped me off pregnant on a corner, at my parents' house, because I was vomiting and sick. Because I had been being abused, and I was locked away in a studio for months.\"\nThe star added that trauma had changed her as a person, and would never leave her.\n\"I had a total psychotic break and, for a couple years, I was not the same girl. The way that I feel when I feel pain was how I felt after I was raped.\n\"I've had so many MRIs and scans where they don't find nothing. But your body remembers.\"\nIt took her two and a half years to recover, she said, but \"getting triggered once\" is enough for her slip back into feelings of physical and emotional pain.\nHowever, she ended on a hopeful note, saying that, after years of effort, she had \"learned all the ways to pull myself out of it. It all started to slowly change.\"\nGaga is one of a number of well-known faces to take part in The Me You Can't See, including Glenn Close, Olympic boxer Virginia Fuchs and celebrity chef Rashad Armstead, as well as Winfrey and the Duke of Sussex.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57193361",
      "category": "health",
      "title": "Covid: Stillbirth and prematurity risks may be higher in pregnancy",
      "tags": "Stillbirth,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic,Pregnancy",
      "text": "A large UK study suggests having coronavirus around the time of birth may increase the chance of stillbirths and premature births - although the overall risks remain low.\nScientists say while most pregnancies are not affected, their findings should encourage pregnant women to have jabs as soon as they are eligible.\nThe majority are offered vaccines when they are rolled out to their age group. \nThe study appears in the American Journal of Obstetrics and Gynecology. \nThe research, led by the National Maternity and Perinatal Audit, looked at data involving more than 340,000 women who gave birth in England between the end of May 2020 and January 2021. \nAll women were tested for the virus when they were admitted for births - whether they had symptoms or not.\nThe study found:\nResearchers say a higher risk of stillbirth and prematurity, as well as a greater chance of having a Caesarean section, remained even once factors such as the mother's age, ethnicity, socio-economic background and common health conditions were taken into account. \nBabies born to women who tested positive were more likely to need special neonatal intensive care because they were born early and needed more support - rather than being infected with coronavirus itself. \nProfessor Asma Khalil, co-author of the paper, said it was important for women and healthcare workers to be aware of the potential risks.\nShe added: \"This study is the largest yet in England to describe the pregnancy outcomes in pregnant women who had tested positive for Covid-19 around the time of birth. \n\"While it is reassuring that the overall increases in the rate of stillbirth and pre-term birth remain low, this study does show that the risk of stillbirth or premature birth may be increased in women who have the infection around the time of birth. \n\"This highlights the importance of Covid-19 vaccination for pregnant women; it reduces the risk not just to themselves, but also to their babies.\"\nDr Mary Ross-Davie, from the Royal College of Midwives, agreed that vaccination was key in protecting people from the virus. \nShe added: \"While the increased risk of a stillbirth or pre-term birth remains low when women have Covid-19 in pregnancy, the important message here is that pregnant women, like all of us, should continue to take precautions to reduce their chances of exposure to the virus. \n\"This includes continuing social distancing, hand-washing and mask-wearing,\" she said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57174260",
      "category": "uk-wales",
      "title": "Covid: Tackling NHS waiting lists 'a gargantuan task'",
      "tags": "Swansea Bay University Health Board,Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,NHS Wales,Welsh Parliament,Llandudno,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board,Vaughan Gething",
      "text": "Wales' new health minister says she faces \"a gargantuan task\" to tackle \"record high\" NHS waiting lists caused by the Covid pandemic.\nEluned Morgan has announced an initial £100m to deal with the record backlog.\nLatest Welsh government figures show more people than ever - the equivalent of 18% of the Welsh population - are waiting for planned treatments. \nThere were 568,367 people on waiting lists in March, up 24.4% on the same time last year.  \nAll health boards will get a share of the funding for new equipment, staff and promoting \"new ways of working\".\nMs Morgan told Claire Summers on BBC Radio Wales: \"I'm very aware of the gargantuan task ahead of me as health minister, and really confronting the NHS.\n\"We've got to understand that we're in a very unique situation, the pandemic has meant that obviously those waiting lists have really hit record highs and I think we've got to be aware that those people on the front line, the NHS staff, have worked tirelessly through the pandemic and so they're going to need a little bit of time and support to recover.\n\"I am very aware that there are literally hundreds of thousands of people across Wales who are suffering and are in pain and it is our responsibility to move as fast as we can to try and relieve that suffering.\n\"But it is going to be, I'm afraid, a task that is going to take a substantial amount of time.\"\nGaye Moran, from Llandudno in Conwy, has been waiting for hip surgery, despite being on a priority list since December 2018. \nShe told Claire Summers on BBC Radio Wales: \"Sometimes I swear a lot because it hurts so much, sometimes I sit and have a cry.\n\"But generally I just have to live with it because the only painkillers I can take make me sleep and I really don't want to spend my life sleeping all the time.\" \nCancer charities have concerns about the impact of the pandemic on waiting times for both patients and staff.\nRichard Pugh, head of Macmillan Cancer Support in Wales, told BBC Wales: \"The backlog is a worry because people are coming in to the system. \n\"These incredible staff are fatigued. We weren't in the best place with cancer before this. The complications are that more people are coming in and the system can't cope. \n\"We warned about this months ago. The key thing is supporting the staff but our worry is the new numbers coming in.\"\nVice President for the Royal College of Physicians in Wales Dr Olwen Williams also said she was concerned about staff.\nShe said: \"I think this isn't necessarily about the money... we welcome this investment, it's about the fact that, firstly, we're not out to the pandemic. \n\"We've had an incredibly difficult year for all our staff across the NHS and they're really fatigued, so it's about actually thinking around how we deal with delivering services in that context.\"\nShe said a lot of jobs had not been filled before the pandemic, adding: \"It's really urgent that those jobs are filled, because actually our clinicians do need to actually be able to work in an environment where they've got safe rotas.\" \nMr Richard Johnson, director in Wales of the Royal College of Surgeons (RCS), said it was important to remember that behind the statistics were ordinary \"people waiting in pain and suffering for an operation\".  \nHe said the waiting list had to be a priority for the new health minister and Covid-light sites should be introduced across Wales, to ensure patients without the virus could be safely treated.\n\"This is the best way we can keep treating people who need operations, regardless of future pandemics and winter pressures.  However, it requires being open to doing things differently,\" he said.Tackling NHS waiting lists 'a gargantuan task'\nHe added: \"Although we welcome the additional funding announced, we won't be able to deal with the backlog overnight. It will take many years to achieve, and we need to see sustained investment to increase overall capacity. \n\"Furthermore, significant changes will be required to how we deliver services in Wales.\"\nThe initial £100m funding was announced in March by Vaughan Gething, the previous health minister, ahead of the Senedd election.\nDuring the subsequent election campaign, Labour promised £1bn would be spent over a number of years on an NHS recovery plan.\nNHS Wales chief executive Dr Andrew Goodall had previously warned staff were \"exhausted\" and said tackling the NHS could take \"years to recover\".\nOf the 568,367 on the list in March, 216,418 had been waiting more than 36 weeks - 38% of the total number waiting, more than seven times more than during the same period last year.\nHowever there has been slight improvement in the number of patients waiting the longest, with 1,237 fewer patients having waited more 36 weeks for treatment in March compared to February."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57208911",
      "category": "world-middle-east",
      "title": "Israel-Palestinian conflict: Aid arrives in Gaza as ceasefire holds",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza",
      "text": "The first convoys of humanitarian aid have arrived in Gaza, hours after a ceasefire between Israel and Palestinian militants came into effect.\nThousands of Palestinians returned home to scenes of devastation with officials saying reconstruction might take years.\nThe World Health Organization (WHO) called for the creation of corridors for injured people to be evacuated.\nMore than 250 people were killed in the 11-day conflict, most of them in Gaza. Both Israel and Hamas claimed victory.\nIn southern Israel, residents celebrated the truce but many expressed concern that another conflict in the region was just a matter of time.\nTrucks from various aid agencies, including those affiliated with the United Nations, started bringing much-needed medicine, food and fuel into Gaza, after Israel reopened the Kerem Shalom crossing.\nMore than 100,000 people had to flee their homes in the territory, which is controlled by the militant group Hamas, and nearly 800,000 people did not have access to piped water, the UN children's agency Unicef said.\nPalestinian officials say tens of millions of dollars will be needed to rebuild the already impoverished enclave that is also suffering with Covid-19.\nMargaret Harris, a spokeswoman for the WHO, called for immediate access for health supplies and personnel, saying the territory's health facilities risked being overwhelmed by thousands of injuries. \nFor years, Gaza has been subjected to Israeli and Egyptian restrictions on the passage of people and goods, with both countries citing concerns about weapons reaching Hamas.\nThe UN agency for Palestinian refugees (Unwra) said its priority was to identify and help tens of thousands of displaced people, and that it was urgently seeking $38m (£26m) in aid.\nOn Thursday, Gaza's housing ministry said 1,800 housing units were unfit for living and 1,000 had been destroyed.\n\"The damage inflicted in less than two weeks will take years, if not decades, to rebuild,\" said Fabrizio Carboni, the Middle East director for the International Committee of the Red Cross (ICRC).\nSamira Abdallah Nasser, said her two-storey house near Beit Hanoun was hit by a blast during the fighting, reducing it to ruins.\n\"We're back to our homes and we don't have a place to sit, we don't have water, we don't have electricity, we don't have beds, we don't have anything,\" she told Reuters news agency. \"We're back to our fully destroyed homes.\"\nAnother resident, Azhar Nsair, told the Associated Press news agency: \"We see such huge destruction here, it's the first time in history we've seen this.\"\nThe fighting between Israel and Palestinian militants in Gaza began on 10 May after weeks of rising Israeli-Palestinian tension that culminated in clashes at a holy site revered by both Muslims and Jews, in occupied East Jerusalem. \nHamas began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nAt least 248 people, including more than 100 women and children, were killed in Gaza, according to its health ministry. Israel has said it killed at least 225 militants during the fighting. Hamas has not given casualty figures for fighters.\nIn Israel 13 people, including two children and an Israeli soldier, were killed, its medical service says. \nMany Jewish families emerged from bomb shelters. Emergency restrictions have been lifted while all schools are due to reopen on Sunday.\nThe Israeli army said militants fired more than 4,300 rockets during the conflict, of which 90% were intercepted by its air defences. But rockets still got through, slamming into homes, synagogues and other buildings.\nMany of those rockets were fired at cities in southern Israel, such as Ashkelon, where Tammy Zamir told Reuters she was happy the conflict was over but was \"certain there will be another escalation\".\nIn the nearby city of Ashdod, 25-year-old Dan Kiri said Israel should continue attacking Hamas until it collapsed, adding: \"It's only a matter of time until the next operation in Gaza\".\nThe ceasefire was tested by clashes at the al-Aqsa compound after Friday prayers. Israeli police fired stun grenades at Palestinian demonstrators, who threw rocks and petrol bombs at officers. At least 20 Palestinians were injured, medics said.\nMeanwhile, US President Joe Biden said a two-state solution was the only way to resolve the conflict, adding that there could be no peace unless the region unequivocally recognised the right of Israel to exist. He also said the US would organise international help to rebuild the damage in Gaza.\nGaza's streets are bursting back into life with the truce only hours old. It's the first time in nearly a fortnight people have been able to go outside in relative safety. Entire families step over rubble and children tiptoe through smashed glass. \nThey look up at wrecked buildings but seem to take it in their stride. Perhaps seeing the aftermath is easy compared with the terrifying experience of living through the airstrikes themselves. \nOn one street in the heart of Gaza City is the remnants of al-Sharouq building. Its name means sunrise. It lies in charred ruins. The block was the third high-rise bombed by Israel which said militants used it. \nA car drives past and a child in a keffiyeh - a Palestinian headscarf - stands out of the sunroof with his fingers in a victory sign.\nHamas is hailing its \"defence of Jerusalem\".  Israel says its airstrikes have set the group back strategically.  People here are welcoming calm, but know it probably just means a countdown to the next inevitable conflict. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57203350",
      "category": "world-middle-east",
      "title": "Israel-Gaza: How children on both sides experienced the conflict",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57192908",
      "category": "uk",
      "title": "Martin Bashir Diana interview: BBC boss Tim Davie accepts 'multiple serious failures'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57200207",
      "category": "uk",
      "title": "Diana interview: PM concerned after inquiry into BBC deceit",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC,Boris Johnson,The Royal Family and the media",
      "text": "The BBC should take \"every possible step\" to ensure that nothing like its deceit of the Princess of Wales to secure an interview ever happens again, Prime Minister Boris Johnson has said.\nThe PM said he was \"very concerned\" after an inquiry found Martin Bashir faked documents for his 1995 interview.\nThe Duke of Cambridge said the deception fuelled his mother's paranoia and worsened his parents' relationship.\nThe BBC said it had made fundamental changes in governance since the 1990s.\nMr Johnson said he was grateful to retired judge Lord Dyson for carrying out the inquiry, which found the BBC covered up \"deceitful behaviour\" by Bashir to secure the headline-making interview.  \n\"I can only imagine the feelings of the Royal Family and I hope very much that the BBC will be taking every possible step to make sure nothing like this ever happens again,\" he said. \nThe Met Police said it will assess the new report \"to ensure there is no significant new evidence\", after previously deciding against a criminal investigation.\nThe Panorama interview featured Princess Diana giving an extraordinarily frank account of her marriage to the Prince of Wales, famously saying \"there were three of us in this marriage\" - a reference to her husband's affair with the future Duchess of Cornwall and admitting to an affair of her own.\nAfter ministers suggested that the broadcaster's governance may need to be changed, the corporation said there had been two substantial changes to how it is overseen since the time of the interview but \"there is much to reflect on\".\nIt defended rehiring Bashir as religion editor in 2016, when questions had already been asked about his conduct, saying the post was filled after a competitive interview process. Bashir has since resigned without a pay-off.\nThe BBC has said it would review Bashir's other work \"where evidence is made available\".\nJames Harding, who was the director of BBC News when Bashir was rehired, said that he had not known the journalist had forged bank statements and, had he known, \"he wouldn't have got the job\".\nAsked about whether he had consulted then BBC director general Lord Hall about the reappointment, Mr Harding did not answer directly but said he took responsibility for Bashir's rehiring.\nThis is a crisis that goes to the heart of the BBC's DNA - the values of integrity and fairness that underpin its reputation around the world.\nThe deceit may go back a quarter of a century, but there are unanswered questions that carry huge jeopardy for the corporation today.\nIn his first speech after taking over as director general, Lord Hall addressed the culture of the BBC saying that \"no organisation as big as this one can avoid making mistakes\" but he said when they were made \"let's own up to them quickly\".\nBut Lord Dyson's report suggests the corporation's values and principles were parked to protect its corporate reputation.\nThe BBC used its press office to deflect difficult questions and stands accused of hostility to staff who sought to blow the whistle on Martin Bashir's lies.\nAnother question the BBC must answer is why Bashir was rehired by the BBC in 2016.\nRead more from Mark here.\nMedia watchdog Ofcom's chief executive, Dame Melanie Dawes, said Lord Dyson's findings were \"clearly of great concern\" and raised important questions about the BBC's transparency and accountability.\nShe said Ofcom would be considering the report and discussing with the corporation what further actions may be needed to ensure the situation was never repeated.\nFormer BBC executive Tim Suter, who was part of a 1996 BBC internal investigation into the Diana interview, has stepped down from his current board role with Ofcom, the broadcast regulator said.\nJulian Knight, chairman of the Commons Digital, Culture, Media and Sport Committee, said there were \"serious questions still left to answer\" and he will be writing to the BBC's director general Tim Davie for urgent answers.\nPrince William said his mother had been failed, \"not just by a rogue reporter, but by leaders at the BBC who looked the other way rather than asking the tough questions\".\nDue to the way it was obtained, Prince William has said the interview should not be shown again.\nThe Duke of Sussex said \"a culture of exploitation and unethical practices\" that are still widespread in many media outlets had contributed to his mother's death two years after the interview.\nLord Dyson concluded that Bashir had faked documents - bank statements designed to suggest Princess Diana was under surveillance - to win the trust of her brother Earl Spencer, and eventually gain access to the princess.\nAs media interest in the interview increased, the BBC covered up what it had learned about how Bashir secured the interview, the inquiry found.\nThe 1996 internal probe, led by Lord Hall, into initial complaints had been \"woefully ineffective\", Lord Dyson said.\nA note written by Diana, published in the report for the first time, said she had no regrets about the broadcast and Bashir did not show her the faked documents. It was taken by the BBC as evidence that the forgery had not influenced her decision to be interviewed.\nBut Lord Dyson said the BBC should have considered the possibility that the documents were shown to Earl Spencer to influence his sister.\nThe interview, broadcast in late 1995, was a huge scoop for the BBC - never before had a serving royal spoken in such candid terms about life in the Royal Family. \nIn it Princess Diana:\nThe interview was watched by about 23 million people in the UK and it caused huge controversy. \nShortly afterwards, the Queen wrote to Prince Charles and Princess Diana telling them to divorce.\nThe BBC has written to apologise to Princes William and Harry, as well as the Prince of Wales and Diana's brother Earl Spencer.\nBashir has also apologised, describing mocking up the documents as \"a stupid thing to do\" and said he regretted it - although he stood by the interview.\nThe BBC's current director general, Tim Davie, said: \"Although the report states that Diana, Princess of Wales, was keen on the idea of an interview with the BBC, it is clear that the process for securing the interview fell far short of what audiences have a right to expect. \n\"We are very sorry for this. Lord Dyson has identified clear failings.\"\nIn a statement, Lord Hall, who was director of news at the time of the broadcast before going on to be the director general, said he was wrong to give Bashir the \"benefit of the doubt\" in his 1996 internal investigation, which cleared Bashir, Panorama and BBC News of wrongdoing. \nThe current chairman of the corporation, Richard Sharp, said the BBC \"unreservedly accepted\" the report's findings, while Lord Birt, who was director general in 1995, said it was a \"shocking blot on the BBC's enduring commitment to honest journalism\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57199164",
      "category": "uk",
      "title": "Diana interview: Whistleblower wants apology from BBC bosses",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC,The Royal Family and the media",
      "text": "The whistleblower who first warned the BBC about the faked documents at the heart of the Princess Diana interview controversy has said he wants an apology from bosses at the time.\nMatt Wiessler said a letter sent on Thursday night was \"too little, too late\".\nThe graphic designer mocked up fake bank statements in 1995 at the request of Panorama interviewer Martin Bashir.\nBut he did not know what they would be used for until after the broadcast.\nFollowing a highly critical inquiry into how the interview was secured, Mr Wiessler told BBC Radio 4's Today programme the BBC had only done the \"absolute minimum\" to acknowledge how badly he had been treated.\nHe said: \"I just feel that there is this culture within the BBC that the little people - me being the whistleblower - that we don't really need to be addressed.\n\"Only under duress do we get some sort of apology and some sort of acknowledgement.\"\nMr Wiessler said he wanted \"to have real people come forward and speak to me\", including an apology from senior figures at the BBC in 1995. \n\"They know who they are and they didn't do anything to help people like me,\" he said.\nHe said a personal apology should come from figures such as Lord Hall, who as head of news and current affairs at the time led a flawed internal inquiry into the incident, and the then-director general, Lord Birt.\n\"It is a sign of strength if you come forward and you admit to having done something wrong. Nobody has come forward,\" he said.\n\"It's just really weak, calculating, and quite honestly, after 25 years, it's nasty what they are doing to this day.\"\nMr Weissler also told the BBC he wanted to meet current director-general Tim Davie as he feels the involvement of important figures is \"being covered up\".\nMr Wiessler was in his final weeks as a BBC employee before starting his own company when he was asked to urgently mock up some bank statements by Bashir in August or September 1995. \nThe Panorama reporter provided the details without mentioning any connection to Diana, Princess of Wales.\nThese were then used to lend credibility to Bashir's false claims in meetings with Diana's brother Earl Spencer that the princess was under surveillance and being conspired against by royal aides - helping the BBC interviewer to win her trust.\nMr Wiessler says he only realised the connection between the documents he mocked up and the interview after it was broadcast and he approached BBC bosses the next month.\nResponding to Bashir saying he was still proud of the interview, Mr Wiessler accused him and BBC management of \"arrogance\" that continues to the present day.\nMr Wiessler said he would speak to his lawyer about compensation after the fallout from his whistleblowing meant the BBC would no longer work with him.\n\"We were never aware that there was a decree out that no-one should work for me or my company,\" he said. But eventually the lack of work caused him to fall out with his business partner and for the company to fold, Mr Wiessler added.\nA former Panorama producer who also raised concerns about how the interview had been secured, Mark Killick, said Lord Dyson's inquiry demonstrated that Martin Bashir was a \"dishonest reporter\" who \"lied and lied\".\n\"It says the BBC investigation in 1996 was incompetent, it says the BBC ran a smear campaign against some of its own employees, and it ultimately says the BBC covered it all up as well,\" he told BBC Breakfast.\nAfter he raised his concerns about the documents with a BBC lawyer, and was told to discuss the issue with management, he was \"let go\" from Panorama after 10 years on the programme. \n\"I was told we only want loyal people on the programme,\" he said.\nThat response was part of a \"culture of fear\" established by senior managers which may have contributed to subsequent scandals at the BBC, Mr Killick said.\n\"Many people, both on the Princess Diana side of the line and in the BBC, had their reputations destroyed by a smear campaign authorised by BBC senior management, and many of them lost their jobs,\" he said.\n\"I'm not quite sure that a generic apology in the form of a press statement by the BBC is anything like adequate.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57199547",
      "category": "technology",
      "title": "Apple v Epic: Tim Cook appears on the stand in Epic legal row",
      "tags": "Gaming,Fortnite,Apps,Apple",
      "text": "Apple boss Tim Cook took the witness stand for the first time in his company's major legal battle with Epic Games over an alleged monopoly. \nEpic, maker of the hit video game Fortnite, claims Apple's tight control over iPhone apps hurts competition. \nDuring his appearance, Mr Cook argued that keeping control of the App Store helped keep iPhones secure.\nHe also said he did not know if the App Store made a profit, telling the court Apple did not break down the figures.\nFacing questions about the level of profit the App Store generates from the 30% commission it takes on sales, he said: \"We don't have a separate profit and loss statement for the App Store.\"\nInstead, he said that he had a \"feeling\" that it was profitable - but could not share figures with the court. \nMr Cook was being questioned about his oversight of top-level decisions around the App Store's policies.\nJudge Yvonne Gonzalez Rogers also questioned Mr Cook, asking about a survey that showed 39% of developers are dissatisfied with the app store.\nMr Cook said he was not familiar with the survey but said there was a \"friction\" because Apple rejected 40% of apps weekly.\nThe judge also asked him if he was a gamer, to which he admitted that he was not. \nMr Cook's opposite number in the case - Epic Games chief Tim Sweeney - has already appeared on the stand in the opening days of the long-running legal battle. \nTwo main things are at the centre of the case: the 30% commission Apple takes on in-app purchases, and the fact that no other app stores are allowed to exist on the iPhone and iPad to offer an alternative. \nEpic's Fortnite is one of the most popular games in the world and makes its money through in-game purchases of character costumes and other digital items.  \nA 30% cut on millions of such purchases adds up to a lot - but Apple's rules forbid the company from circumventing its payment methods if a sale is made in the iPhone app. \nIn August last year, Fortnite offered players a 20% discount if they paid Epic Games directly, in direct violation of Apple's rules. \nApple quickly removed the app from its store - as did Google, which enforces a similar policy.\nEpic had clearly expected that to happen. The firm immediately launched a PR blitz to mobilise its fanbase and win support, painting Apple as a dominating force suppressing freedom of choice. \nWithin hours, Epic lodged prepared legal complaints in the US against both Apple and Google. \nBut the debate goes beyond the 30% cut, to wider questions about competitiveness. Epic has made no secret of the fact that it would like to run its own app stores on both iOS and Android, avoiding Apple's and Google's payment and delivery systems entirely. \nThis was Tim Cook's first time giving evidence at trial. \nThere's no video footage of the court case but journalists can listen in to a terrible audio line that sounds like the trial is taking place under water. It's therefore hard to get a feel for the atmosphere of court. \nStill, it's pretty clear that Mr Cook is having a tough day. \nI'm used to hearing him asked questions in Congress. Usually he has a relaxed air - it takes a lot to get him flustered. \nHowever a cross examination in court is a very different beast. \nGrilled by an expert legal team, Mr Cook appeared more evasive. \nHe was asked, for example, how much profit Apple makes from its App Store. He replied that he didn't know. Considering the App Store is a massive money spinner for Apple, that is a surprise. \nGoogle also pays a huge amount to Apple to have its search preloaded onto iPhones. Asked about this deal (believed to be worth around $10bn, or £7bn) Mr Cook didn't seem to know much about it, unable - or unwilling - to confirm how much this contract was worth. \nMr Cook may be reluctant to unveil commercially sensitive data. However, he came across as vague on detail. And that's not a good look when you're giving evidence in court. \nMost experts believe this is Apple's to lose but anti-trust cases are notoriously difficult to predict.\nAnd we're unlikely to get a judgement soon - there is a lot of evidence the judge has to wade through.\nThe legal cases against Apple and Google are separate, and Apple has been the first in court.\nApple is accused of running a monopoly, subjecting all apps to a cumbersome review process, and rejecting them for all sorts of reasons. Epic contends that is unfair, while Apple says it protects customers from dodgy apps. \nMuch of the early debate has been over definitions, with Epic arguing that Fortnite is more than a game, but rather a \"metaverse\" within which all sorts of experiences - including concerts and film screenings - are held. \nBut outside of the wrangling over technical definitions, there have also been some significant revelations.\nThe fact that Epic's model for its app store is not yet profitable is one of Apple's arguments against allowing an open system. \nDocuments have revealed that Epic has made heavy losses with game giveaways, which cost it millions of dollars. However, in return it has gained millions of new users for its PC gaming platform - the Epic Games store - which Epic says was always its strategy. \nIt has also emerged that Apple has debated lowering the 30% cut it takes in response to competition, with App Store chief Phil Schiller writing to Steve Jobs as long ago as 2011. \nAnd one particularly memorable exchange was born out of a debate over adult content. \nApple had highlighted that Epic's store hosted a store-within-a-store - Itch.io - which sells adult content. Apple gave this as an example of why it did not want third-party stores on its platforms. \nLater, while showing images of Fortnite, Apple's legal team referred to Peely, a Fortnite character who is a banana.\nIt showed him in a tuxedo, remarking: \"We thought it better to go with the suit than the naked banana, since we are in federal court this morning.\" \nOn cross-examination, Epic's attorney wanted to put to bed the \"implication\" that a naked banana might be inappropriate, resulting in Epic's marketing boss informing the court: \"It's just a banana, ma'am.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57157878",
      "category": "entertainment-arts",
      "title": "Author Hilary Mantel says UK needs written constitution",
      "tags": "Literature,British Constitution,Books,Hilary Mantel",
      "text": "Award-winning Wolf Hall author Dame Hilary Mantel says the UK needs a written constitution \"to stop rogue prime ministers illegally interfering with the workings of Parliament\".\nHer comments come after Boris Johnson advised the Queen to suspend Parliament at the height of 2019's Brexit crisis.\n\"It's quite evident that when Boris Johnson attempted to do that, it was for the courts to stop him,\" she says.\nThe Supreme Court later ruled the move to suspend Parliament was unlawful.\nMr Johnson said he \"profoundly disagreed\" with the ruling from the UK's highest court.\nDame Hilary tells the BBC: \"If people will not play by the established rules and by the canons of decency, then we are going to have to have rules in place that restrain them.\n\"It's a sad position to come to, because I think the flexibility of our unwritten constitution was a historical wonder,\" she adds.\n\"But I think there will have to be a reckoning in the next few years.\"\nDame Hilary is making these comments as she announces the world premiere of the stage adaptation of The Mirror and the Light, the third book in her Thomas Cromwell series focusing on political intrigue during the reign of King Henry VIII, which will open in London's West End in September. \nA constitution is a legal document which sets out the terms and conditions under which a country or state is governed. The UK is unusual, as unlike the majority of countries, its constitution is not written or codified in a single document. \nInstead, under the UK's unwritten system, a vast array of different laws, customs and conventions, that have evolved over centuries, make up the constitution.\nSupporters argue it offers greater flexibility: it can evolve and adapt to reflect changes in society. Some say that many of the world's most repressive regimes have written constitutions.\nDetractors say unwritten constitutions are open to ambiguity and can be subject to numerous interpretations. One example is the opposing interpretations taken by the government and the Supreme Court over whether Parliament could be suspended during the Brexit crisis in 2019. \nThe prime minister said he wanted to outline his government's policies in a Queen's Speech on 14 October 2019, and to do that, Parliament would have to be prorogued and a new session started.\nCritics said he was trying to stop MPs scrutinising his Brexit plans. During prorogation, MPs cannot debate government policy or ask written or oral questions of ministers. \nThe UK's final Court of Appeal said it was wrong to stop MPs carrying out their duties in the run-up to the Brexit deadline on 31 October. The prime minister said although he \"profoundly disagreed\" with the ruling he would \"respect\" it.\nDame Hilary, 68, is a shrewd observer of political drama that spans the ages. \"I think what my books have tried to show is that there is no life without politics,\" she says.\nShe has been immersed in Tudor politics for more than 15 years, working on her Wolf Hall trilogy of historical novels about the plots and intrigues at the court of King Henry VIII and the rise and fall of his chief adviser Thomas Cromwell.\nDame Hilary has spent the past year writing the play of The Mirror and the Light herself. She says she wanted to \"give it a go\".\nBut, perhaps surprisingly for a writer of 14 works of fiction and a memoir, she was not sure she could do it on her own. \n\"Although I'd written plays for radio... I've not written a whole stage play by myself. I felt my inexperience,\" she admits. \"I thought, 'I need a collaborator.'\"\nBen Miles, who starred as Cromwell in the Royal Shakespeare Company productions of Wolf Hall and its sequel Bring up the Bodies, suggested himself as \"co-pilot\" on the project. \nThe pair had become close friends and Miles, who played Peter Townsend in The Crown and John Profumo in The Trial of Christine Keeler on television, has also recorded the audio books for all three novels.\nWith Dame Hilary at home in Devon and Miles in London, the pair worked almost entirely via email over the past \"difficult year\" due to Covid-19 restrictions. \nThat was not the only challenge. They needed to turn a 912-page epic, with a colossal cast of characters, into a two-and-a-half hour play.\n\"The hardest task for us was what we were going to include from the novel and what we weren't,\" says Miles, who will return to his role as Cromwell when The Mirror and the Light opens at the Gielgud Theatre.\nThey hope they have managed to turn the \"vast\" book into \"a really entertaining evening\", Dame Hilary says.\n\"Audience members need not fear that they are going to have to bring along a picnic,\" she jokes. \"It's not a marathon. It's not intimidating. It's nothing to be afraid of.\"\nThe television adaptation of The Mirror and the Light is on its way too. \"It is going ahead. It's being written now, but delayed by Covid like everything else,\" she says.\nIt is therefore unlikely to be on our screens before 2023. \"It's just a question of patience.\" The previous BBC TV adaptation of the first two books - which was entitled Wolf Hall but brought together Wolf Hall and Bring up the Bodies - won two Bafta TV awards, and a Golden Globe. \nShe says she \"would certainly hope\" that Sir Mark Rylance, who played Cromwell in the BBC series and Damian Lewis, who appeared as Henry VIII, will be able to return to their roles, although \"these are busy people with big schedules and it will all be a question of timing\".\nWhile all three books will eventually make it on to the stage and screen, there was to be no historic triple Booker Prize win for Dame Hilary. \nShe triumphed in 2009 for Wolf Hall and again in 2012 with Bring up the Bodies, making her the first woman to win twice. But The Mirror and the Light failed to make the shortlist. \nShe was, she says, disappointed. But not for long.\n\"I experienced that falling sensation for all of five seconds. And then I thought, onwards and upwards, because I breathed out and I thought, now I can get on with different things. I can actually move on. \n\"I was glad to be free.\"\nLooking to the future she says: \"I think I will write another novel. I have something just forming up. I don't really want to even breathe on it at the moment by speaking about it in public, because sometimes, you never know, these things don't work. \n\"But yes, I hope to write another novel, and possibly another play.\"\nThe Mirror and the Light will run at the Gielgud Theatre in London from 23 September to 28 November.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57152419",
      "category": "world-middle-east",
      "title": "Gaza-Israel conflict: Israel defends strategy as death toll mounts",
      "tags": "Israel,Gaza,Hamas",
      "text": "As international outrage mounts over the number of civilians being killed in Gaza, Israel is trying to explain its actions.\nIn a flurry of briefings, senior military officials have been describing the objectives and timeline of an operation one of them said \"might stay like this for a while\".\nFirst, some numbers: Israel says it has hit 820 different targets in the first week of action, some of them repeatedly.\nThat compares with 180 targets in Gaza during the whole of last year (a reminder that for all the ferocity of the past week, this is a long-running war).\nIn return, Hamas and Islamic Jihad militants have fired more than 3,150 rockets. In 2019, by comparison, a total of 2,045 rocket launches were recorded (another reminder). \nIsrael's operation \"Guardian of the Walls\" began with attacks on Hamas tunnels close to the border fence with Israel. Defence of Israel's nearby communities, some of which are within a few hundred metres of the fence, was a top priority.\nNext came everything associated with missiles - including launchers, manufacturing centres - closely followed by an all-out assault on Hamas's entire military infrastructure, including hundreds of miles of underground tunnels Israel's military calls \"the Metro\". \nWhen this phase began, with a ferocious bombardment on Thursday night, terrified civilians fled, fearing an imminent ground invasion. \nIt's been during this crucial phase, described by Israeli officials as the centrepiece of the operation, that the number of Palestinians killed started to rise dramatically.\nA word, here, about who those people are. It's the subject of sharply differing narratives.\nJonathan Conricus, spokesman for the Israel Defense Forces (IDF), says at least 130 of the close to 200 Palestinians killed so far have been combatants. He says this is \"the most conservative estimate\".\nThis is obviously at variance with figures from the Palestinian health ministry, which in Gaza is controlled by Hamas. It says almost 100 of the dead are women and children, but never talks about fighters. \nIsrael admits that civilians are caught up in the violence, but lays the blame squarely at the feet of Hamas, which it says is guilty of cynically operating in and around the blameless citizens of Gaza.\nThe fate of the 11-storey al-Jalaa tower is a case in point. Home to the local offices of al-Jazeera and Associated Press news agency, it was also, Israel says, bristling with Hamas offices and equipment. \nThe journalists were warned that an attack was coming and given an hour to get out before the building was levelled. \nIsrael insisted it had no choice but to attack the building and said the fact that no-one was killed was an example of the lengths to which its military will go to avoid civilian casualties. \nA senior commander had words of advice for the media. \"In Gaza, don't rent your office next to Hamas. It's a very bad idea.\"\nThe assault on the \"Metro\" presents other problems. \nEarly on Sunday morning, a series of devastating air strikes on Gaza's al-Rimal neighbourhood brought three residential buildings crashing to the ground, killing 42 people. It was the deadliest single attack so far. \nAgain, Israel blames Hamas and what one officer called \"this crazy underground infrastructure\".\nThe buildings were not the target, he insisted. It was the Metro. But when part of the tunnel network collapsed, nearby foundations collapsed too. \n\"That was very unfortunate,\" the officer said. \"We're trying to learn what happened.\"\nOn Monday morning, Gazans woke up to find craters in some of the strip's busiest roads. Naturally, they assumed their civilian infrastructure was now being attacked. \nNot so, Israel said. Again, it was all about the tunnels.\nAnd there's the problem. How do you fight a war in one of the poorest, most densely populated places on earth, against an enemy who uses this to his advantage? How do you defend your own population from harm when almost everything you do affects innocent civilians?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57198607",
      "category": "uk-politics",
      "title": "UK makes free-trade offer to Australia despite farmers' fears",
      "tags": "Boris Johnson,UK economy,Trade",
      "text": "The UK has offered trade deal terms to Australia under which both countries would phase out taxes on imports over 15 years.\nThe cabinet was reportedly split on what terms to propose, amid concerns UK beef and lamb farmers could be undercut by larger Australian producers.\nBut the dispute was apparently resolved after Boris Johnson pushed for unity.\nInternational Trade Secretary Liz Truss formally made the UK offer to her Australian counterpart on Friday.\nIf accepted, it would also lead to quotas - limits - on tax-free trade between the two countries to be phased out.\nThe National Farmers' Union (NFU) has warned that freeing up the UK-Australian trade in meat will lead to hundreds of British cow and sheep breeders going out of business.\nMinisters are keen to strike as many trade deals as possible following Brexit, and Ms Truss wants one in place with Australia by the time the UK hosts the G7 summit - of leading economies - in June.\nBut she had reportedly been at odds with Environment Secretary George Eustice over the possible impact on farmers of removing import taxes, called tariffs, that are normally paid to the government.\nWith these differences seemingly resolved at a Downing Street meeting chaired by the prime minister on Thursday, Ms Truss put the UK's terms for a deal to Australian counterpart Dan Tehan at an online meeting on Friday.\nSpeaking on a visit to Portsmouth, Mr Johnson said: \"We are certainly looking at doing free trade deals around the world.\n\"They present a fantastic opportunity for our farmers, for businesses of all kinds, for our manufacturers. We should see these new openings not as threats but as opportunities.\"\nMr Tehan said he was \"confident\" of reaching an agreement with the UK by early June, having had \"very positive discussions\" with Ms Truss, the news.com.au website reported.\nIn 2019-20, trade in goods and services between Australia and the UK was valued at £20.1bn, and both sides are hoping to expand this amount considerably.\nCurrently, metals, wine and machines form the biggest goods exports from Australia to the UK, while Australia's main UK imports are cars, medicines and alcoholic drinks.\nTrade in meat between the two countries is small, with 0.15% of all Australian beef exports going to the UK and 14% of sheep meat imports to the UK coming from Australia. \nNFU president Minette Batters said removing tariffs on these products would \"have a massive impact\" on British farms, which would be unable to compete, in terms of scale, with Australia's vast cattle and sheep stations.\nShe added: \"We continue to maintain that a tariff-free trade deal with Australia will jeopardise our own farming industry and will cause the demise of many, many beef and sheep farms throughout the UK. This is true whether tariffs are dropped immediately or in 15 years' time.\"\nThe Scottish and Welsh governments have both urged Mr Johnson to ensure UK farmers are not left exposed.\nAnd Northern Ireland's agriculture minister, Edwin Poots, said he was \"strongly opposed\" to ending tariffs and quotas.\nBut Conservative MP Neil Parish, chairman of the Commons Environment, Food and Rural Affairs Committee, said UK farmers could succeed in the beef market by exporting more \"higher-end\" cuts, such as sirloin, to Australia.\nA Department for International Trade spokesperson said: \"Any deal we sign with Australia will include protections for the agriculture industry and will not undercut UK farmers or compromise our high standards.\n\"Typically, any tariff liberalisation is staged over time, with safeguards built in. We will continue to work with the industry, keeping them involved throughout the process and helping it capture the full benefits of trade.\"\nAre you a farmer in the UK? What are your thoughts on a free-trade deal? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57173655/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Indoor hospitality set to reopen in NI on Monday",
      "tags": "Coronavirus lockdown measures,Northern Ireland Assembly,Common Travel Area (CTA),Northern Ireland Executive,Coronavirus pandemic",
      "text": "Stormont ministers have approved relaxing lockdown rules in Northern Ireland, meaning hospitality can operate indoors from Monday 24 May. \nThe Northern Ireland Executive met on Thursday to formally sign off the changes.\nThese include allowing six people from two households to meet indoors in homes from Monday.\nA traffic light system for foreign travel will also take effect from then, subject to ministerial approval.\nTwelve countries are on Northern Ireland's so-called \"green list\" for foreign travel.\nDeputy First Minister Michelle O'Neill confirmed on Thursday that Portugal is among those countries. \nPeople going to countries that appear on the green list do not need to quarantine on their return.\nBut those returning from the likes of Portugal will be asked to take a PCR (polymerase chain reaction) test for Covid in the days after they arrive home. \nEngland, Scotland and Wales have already implemented similar systems, with the first travellers heading off on holiday earlier this week. \nIt is understood that Stormont health officials had recommended Portugal should be on Northern Ireland's amber list, which would still require people to self-isolate for 10 days on arrival in Northern Ireland.\nAt present, the executive's advice is that people should only travel to or outside of Northern Ireland for essential purposes. \nIf returning from a country on the UK's red list, passengers must book and enter hotel quarantine.\nInternational travellers visiting or returning to Northern Ireland must also currently provide evidence of a negative Covid-19 test result, provide journey and contact details and also isolate for 10 days.\nIt is all systems go for Monday, when we'll take some of our biggest steps yet back to normality.\nStormont ministers are allowing pubs and restaurants to trade indoors again - a move that couldn't come soon enough given the recent bad weather.\nWhile there's a further unlocking of the local economy, just as important are the relaxations to help reunite families and friends who have faced many months with severely limited social contact.\nPeople also keen on a holiday can now start planning for this, albeit the so-called green list is limited and anyone hoping to head abroad will face higher costs and extra paperwork.\nThings have been rolling steadily for some time. Now it appears the executive is preparing to take off its stabilisers and speed up our journey out of lockdown.\nOutgoing First Minister Arlene Foster, who attended the executive meeting virtually from London as she had been meeting Boris Johnson, said it was great news for the economy. \n\"Now is a time to look ahead and to enjoy these hard won freedoms safely,\" Mrs Foster said. \n\"We must continue to do all we can as a community to keep ourselves and each other safe and I appeal to everyone to be cautious to help ensure we can keep heading in the right direction.\"  \nMs O'Neill said the moves were another positive step but she urged caution. \n\"I'd remind people to still be careful, be cautious, because we do have the new variants that are there, but we need to keep going steady as we go and follow the public health advice,\" Ms O'Neill said. \nThe deputy first minister accepted that some people would be disappointed that certain countries had not made it on to the green list. \n\"This is about trying to keep the virus under control,\" Ms O'Neill said. \n\"We've got to such a good point, the community transmission is low, but there's a real danger and a real threat being posed by new variants, in particular the Indian variant,\" Ms O'Neill added. \n\"So we're watching that very carefully. We're in a good place right now, there isn't widespread community transmission, but the health advice is very clear in saying it's a matter of when, not if. So we have to bear that in mind in terms of the limitations of travel.\"\nNon-essential travel from Northern Ireland to other parts of the Common Travel Area (CTA) is to be allowed from Monday and people will not be required to isolate on return if they have visited family or friends in other parts of the area.\nThe CTA is the UK, Republic of Ireland, Channel Islands and Isle of Man.\nAt Thursday's executive meeting, ministers backed the reopening of hotels and B&Bs from Monday and the attendance of spectators at outdoor sport events - up to 500 may be permitted. \nIndoor household visits will also be allowed from that date, with six people from two households allowed at one time. Children under 12 do not count towards the total.\nOvernight stays will also be allowed.\nPubs and restaurants will be allowed to trade indoors with a maximum of six people per table from a maximum of six households, or up to 10 people provided they are all from the same household.\nHospitality Ulster chief executive Colin Neill said the announcement will \"bring back hope to businesses\".\n\"As we now look towards Monday's reopening, the health and wellbeing of customers, staff and the wider public will be the priority for all the hospitality sector business owners,\" he said. \nLondonderry Chamber president Dawn McLaughlin said businesses \"can now begin to look towards the busy summer period and our economic recovery\".\nBut she added there was some \"ambiguity and grey areas\" within the hospitality industry over \"what is exactly required of them to reopen, especially in the absence of any published regulations or guidelines yet\".\nOther measures easing from Monday include increased numbers permitted for indoor gatherings - not including domestic settings - to allow for community events such as mother-and-toddler groups to resume.\nUp to 1,000 fans will also be allowed to attend Friday's Irish Cup final at Mourneview Park in Lurgan, County Armagh.\nBut spectators will not be allowed back for Derry City's game against St Patrick's Athletic on Monday night.\nThe decision was taken after discussions with public health officials, \"based on the current high rates of Covid-19 transmission in the city\", according to a statement on the club's website.\nPeople in England, Scotland and Wales have been allowed to meet in each other's homes and enjoy indoor hospitality since Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57175903/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19 vaccine booking opens for 25-29 group in NI",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "People aged from 25 to 29 years are now eligible for a Covid-19 vaccine from Thursday.\nIt is the latest expansion of Northern Ireland's vaccination programme.\nAppointments are available to book online at the Health and Social Care booking website and by telephone on 0300 200 7813.\nThe Department of Health (DoH) said vaccine supplies remain limited and there will be about 20,000 slots available weekly.\nThe limit is to help manage the availability of the Pfizer vaccine after regulators said under 40s should be given an alternative to the AstraZeneca vaccine, the DoH said.\nHowever anyone in that age group can still make an informed decision to have AstraZeneca. \nDoH added that early indications showed uptake was high.\nEarlier this week it was reported that more than one million people in Northern Ireland have received a first dose of a Covid-19 vaccine.\nNI Health Minister Robin Swann said the announcement for the 25-29 age group was \"welcome news\" and \"further testament to the successful delivery of the vaccination programme in Northern Ireland\".\n\"Vaccination is vital in helping us move through this pandemic and there is no doubt that there are people in Northern Ireland alive today because they have been vaccinated,\" he said.\n\"Next week we will see further easing of restrictions with the re-opening of licensed and unlicensed premises indoors, the remainder of tourist accommodation and the further relaxation to the rules over visiting indoors.  \n\"This has been made possible because of the success of the vaccination programme and the majority of people acting on the public health advice.\"  \nOn Wednesday, it was announced that surge testing and jabs would be expanded to six new areas of concern in England to combat the spread of the Indian Covid variant.\nEarlier this week, it was reported there had been a slight increase in the number of Indian variant cases in Northern Ireland to 16.\nMr Swann added:\"I know there are some younger people that think they don't need the vaccine but we have seen what this virus can do and with variants now in the mix we all need to protect ourselves and those around us.\"\nChief medical officer Dr Michael McBride said that by getting the vaccine, people were protecting \"not only\" themselves, but family and friends.\nThe Department of Health said that in line with the latest Joint Committee on Vaccination and Immunisation (JCVI) advice, \"anyone under the age of 40 can book their vaccination at a trust centre in order to receive the Pfizer-BioTech vaccine\". \nIt said for anyone under 40 who wishes \"to make an informed decision to receive the AstraZeneca vaccine there are slots available at the SSE Arena and at participating community pharmacies\".\nThe department said people making bookings \"are asked to be patient, as demand for appointments is expected to be strong\".\nIt said the \"ongoing roll-out of the vaccination programme will continue to be dependent on the availability of vaccine supplies\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57187731",
      "category": "business",
      "title": "Retail sales soar 9.2% in April as shops reopen",
      "tags": "Coronavirus lockdown measures,Retailing,UK economy,Shopping,Office for National Statistics",
      "text": "A surge in spending on clothes helped to boost retail sales last month, as lockdown measures eased and non-essential shops reopened.\nRetail sales jumped 9.2% in April, the Office for National Statistics (ONS) said, with sales of clothing soaring by nearly 70% compared with March.\nSales overall were more than 10% higher than pre-pandemic levels, although online sales dipped.\nEconomist Paul Dales called the surge in clothing sales \"astonishing\".\nThe Capital Economics chief UK economist said the April data \"showed that households were particularly keen to update their wardrobes\".\nFurther evidence of the rebound in the UK economy came in a separate survey, an IHS/Markit Purchasing Managers' Index, which suggested that activity among private business during May has expanded at the fastest pace for more than two decades.\nRetailers such as clothing and furniture stores, which the government classed as non-essential, reopened to shoppers in England on 12 April after shutting in early January.\nAled Jones, head of retail at Lloyds Bank, said: \"Fashion retailers [were] the ultimate beneficiaries of beer gardens reopening and the 'rule of six' night out returning.\"\nSilvia Rindone, EY UK & Ireland retail leader, said April had seen \"significant pent-up consumer demand\".\n\"With consumers keen to return to the in-store shopping experience and indulge in retail therapy, we saw a sales boost across most categories.\"\nThe reopening of non-essential shops led to a boost for many small businesses.\nDelia Prudence, owner of The Art Room, an art supplies shop in Scarborough, said: \"We were expecting to be busy in April but not that busy.\n\"The tills were ringing non-stop. One customer even came in with a bottle of Prosecco to celebrate us reopening.\"\nIndustry body the British Retail Consortium (BRC) said that April had given \"a welcome boost for thousands of retailers in England and Wales\" due to pent up demand.\n\"Improved weather during April meant greater sales of fashion, particularly in outerwear and knitwear, as the public renewed their wardrobe and made plans to meet friends and family outdoors,\" said BRC chief executive Helen Dickinson.\nHowever, she said that while the figures were \"a step in the right direction\", demand \"remains fragile\".\n\"Footfall is still down by 40% on the pre-pandemic period, and there are still 530,000 people who work in retail still on furlough,\" she said, adding that the end of the full business rates relief in England \"poses a significant threat to retailers\".\nSamuel Tombs, chief UK economist at Pantheon Macroeconomics, said that there were signs that sales might rise further in May.\nHowever, he predicted that the recovery in household spending \"will stall as it approaches its pre-Covid level later this year\".\nThe winding-up of the furlough scheme at the end of September is likely to trigger a renewed fall in employment, while rising inflation will push down real wages, he said.\nIn addition, the end of the stamp-duty holiday on 30 September will probably lead to a \"sharp decline\" in housing market activity, leading to less demand for \"big-ticket\" household goods.\nThe latest survey of private sector businesses from IHS Markit/CIPS found the recent rebound continuing strongly as lockdown restrictions are eased.\nIts \"flash\" - or preliminary - Purchasing Managers' Index (PMI) rose to 62.0 in May, up from 60.7 in April. A figure above 50 indicates expansion.\nThe figure was the highest since the survey began in January 1998 and reflected \"strong contributions\" from both the manufacturing and services sectors.\n\"The UK is enjoying an unprecedented growth spurt as the economy reopens,\" said Chris Williamson, chief business economist at IHS Markit, \n\"Factory orders are surging at a record pace as global demand for goods continues to revive, and the service sector is reporting near-record growth as the opening up of the economy allows more businesses to trade.\"\nHowever, the recent economic rebound has raised fears that inflation could pick up. The PMI survey found that cost pressures were at a 13-year high, leading firms to raise their prices.\n\"A direct consequence of demand running ahead of supply was a steep rise in prices, hinting strongly that consumer price inflation has much further to rise after lifting to 1.5% in April,\" Mr Williamson said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57191389",
      "category": "uk-scotland",
      "title": "Parents say council 'covered up' teacher's abuse",
      "tags": "Selkirk,Scottish Borders Council",
      "text": "The parents of vulnerable children with severe learning difficulties have accused a council of \"covering up\" a catalogue of violent classroom attacks.\nTeacher Linda McCall was last week found guilty at Selkirk Sheriff Court of assaulting five pupils between August 2016 and October 2017. \nThe youngsters are autistic, non-verbal and were aged between five and seven years old at the time. \nThe law prevents the publication of any information which may identify them.\nFive parents of the pupils involved have told BBC Scotland of the \"life-changing trauma\" inflicted on their families. \nOne mother said her son had tried to harm himself while another father said he lived with guilt which had driven him to the point of depression. \nAnother parent told how McCall pulled her son along the floor violently. \n\"My son was crying uncontrollably,\" they said. \"He was very scared to go to school and was hiding his uniform.\" \n\"It makes me sick to the stomach that someone could do this to a vulnerable little boy,\" another mother told the BBC. \nThe parent of a boy at the school said: \"She dragged him by one arm from the PE hall back to the classroom before forcing him into a chair.\" \nThe allegations against McCall first emerged in 2017. The teacher was placed on a period of paid leave while Scottish Borders Council carried out an internal investigation. \nBBC Scotland has obtained a document from 2018 in which one parent was given assurances by the council that the abuse accusations against McCall \"did not affect\" her son in any way. \nThe email states the local authority's \"thorough\" investigation had resulted in \"no further action\" against McCall. The woman's son was later confirmed as a victim in McCall's criminal conviction. \nEach of the five parents who have spoken to the BBC claim the council failed to inform them their children were victims. They describe first learning of the abuse from Police Scotland when criminal proceedings were later initiated. \nOne parent said: \"They told us categorially that not one child had been harmed. They were trying to make out that it was just the parents making a fuss out of nothing. We weren't believed.\"\nAnother parent said: \"It was being swept under the carpet and the council was closing ranks. No-one was listening to us. To me it looks like someone was covering up for people.\" \nOne mother said senior education officials told her \"nothing happened\" and it was \"all a misunderstanding\".\nShe continued: \"My boy is still so anxious and distressed. He is frightened she (McCall) is coming back\". \nChristine Grahame, SNP MSP for Midlothian South, Tweeddale and Lauderdale, has called for an independent inquiry into Scottish Borders Council's handling of this case. \nShe said: \"The parents were not taken seriously when they came forward and the council should not have been allowed to investigate itself. I find it hard to believe that no-one realised the teacher was out of her depth and needed support. \n\"The consequence has been that vulnerable children have been left with lasting damage and trauma. The special needs of the children make this case particularly distressing, as they cannot advocate for themselves and are not able to understand what's happened to them or why. Their families are left to pick up the pieces. \n\"The blame lies at the door of Scottish Borders Council and they must now answer for it. This case has not been handled at all well at any stage.\" \nA spokesman for Scottish Borders Council said: \"The safety and wellbeing of young people in our schools is paramount. Any concerns are treated very seriously and there are robust policies and procedures in place to ensure they are properly addressed. All of our practices are kept under constant review. \n\"We cannot comment on individual employee-related matters.\"\nThe families have now launched civil proceedings against Scottish Borders Council. \nMarina Urie, from Thompsons Solicitors who represents those involved, said: \"These children were utterly failed by their local authority which is meant to protect them.\n\"Scottish Borders Council, I believe, led a full-scale cover up. I will be raising separate Court of Session actions in Edinburgh where the full cost of these appalling and shocking events will be assessed.\"\nThe BBC has learned Linda McCall's husband Kevin is a senior member of the council's education department. Scottish Borders Council said the internal probe was moved to another, independent department - due to the potential conflict of interest. \nThe authority explained Kevin McCall had no involvement whatsoever with the investigation of his wife. \nOn this matter, a spokesman for the council said: \"The internal investigation was remitted to a suitably qualified professional outwith the education service to ensure independence and impartiality and we can confirm that Kevin McCall was in no way involved in the investigation process.\"\nThe General Teaching Council for Scotland said it could not comment on individual cases. \nLinda McCall's sentencing hearing has been deferred until July for the production of background reports. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57206289",
      "category": "entertainment-arts",
      "title": "Jeremy Paxman receiving treatment for Parkinson's disease",
      "tags": "Parkinson's Disease",
      "text": "Broadcaster Jeremy Paxman has revealed he has been diagnosed with Parkinson's disease.\nThe former Newsnight presenter said he was receiving \"excellent\" treatment and that his symptoms are \"currently mild\".\n\"I plan to continue broadcasting and writing for as long as they'll have me,\" he said.\nThe 71-year-old has hosted University Challenge since 1994 and is renowned for his fiercely inquisitorial interviewing style.\nBorn in Leeds in 1950, the presenter joined Newsnight in 1989 and remained with BBC Two's nightly bulletin until June 2014.\nIn recent years he has presented documentaries about the British Empire and Winston Churchill.\nPaxman said he would be making no further comment and had written about his diagnosis for the June edition of Saga magazine.\nSource: NHS\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57197466",
      "category": "uk-wales",
      "title": "Mayhill: Swansea rioters injure seven police officers",
      "tags": "Swansea,South Wales Police",
      "text": "Seven police officers were injured when rioters threw bricks at houses and torched cars in Swansea.\nA major clean-up is under way after cars were burnt out and windows smashed during the violence in the Mayhill area on Thursday.\nFamilies spoke of being trapped in houses, with police \"pelted with rocks\" as they tried to break up the violence.\nSouth Wales Police said seven officers suffered minor injuries when they were hit by missiles.\nThe force's Chief Constable Jeremy Vaughan said he would \"stop at nothing to find\" those responsible.\nOfficers said they were using CCTV and social media footage to identify those responsible and urged people to send in any photos or videos.\nFirst Minister Mark Drakeford said the scenes were \"completely unacceptable and will not be tolerated anywhere in Wales\". \nHome Secretary Priti Patel said the scenes were \"disgraceful\" and thanked \"brave officers for bringing it under control.\"\n\"Police have my backing to take robust action against those involved,\" she said.\nAlun Michael, South Wales police commissioner, said Thursday's events were \"unusual and extreme\".\n\"Things developed very quickly and in a totally unacceptable manner last night and it's very important that we understand what's happened to make sure that it doesn't happen again,\" he said.\nThe force's response has been criticised by some residents who said they were faced by violent \"yobs\" outside their homes with no-one coming to their aid.\nBut South Wales Police said its response was \"immediate and officers trained to deal with public order incidents were deployed to the scene\".\nOfficers believe the disorder in Waun-Wen Road, which saw groups roll a car down the middle of the street into a burning car, started as a vigil for 19-year-old Ethan Powell who collapsed and died suddenly on Wednesday.\nAdam Romain said he feared a \"mob\" would enter his home and attack his family when he tried to stop them setting fire to his car.\nHe told BBC Radio Wales he was out making deliveries when he got a panicked phone call from his girlfriend and could hear his children screaming in the background.\n\"I went back as quickly as I could, I drove up to my house, literally into a riot,\" he said.\nHe said he had to ride his motorbike through the middle of \"about 100 lads\" throwing bricks.\nMr Romain said he tried to stop a car being set on fire but was set upon.\n\"The bricks were starting to be lobbed at me and my house... my children were in the house, my girlfriend was in the back screaming, scared for their lives.\n\"I was standing at the front, hoping, praying, that they wouldn't come inside the house.\n\"They were coming to the front door, lobbing these bricks, straight through the glass door, straight at me - they had no fear whatsoever,\" he said.\nMr Romain said he rang police three times, but was told \"we already know about the incident\" and no-one came to help.\nMr Romain said only last month a van was rolled down the hill and smashed into his neighbours' van and his car.\nHe filmed the rioters on a helmet camera, capturing the faces of many of the culprits, and said he would share the footage with the force.\nAll that's left of the cars are their charred remains with melted plastic, broken glass, and molten metal on Waun-Wen Road. \nThe clean-up operation got under way at just after 07:00 with council workers arriving to clean up the mess.\nA glazier firm arrived to look at homes which have several smashed windows.\nThere's a lot of anger about what happened.\nA lot of people are upset that this was meant to be a vigil for a young local lad who died recently.\nPeople are angry that children were terrified after seeing this happen. They are upset it was just too dangerous for the police and fire service to attend or stay at the scene because of the crowds here. \nThe council said it was continuing to support residents and has also now installed temporary concrete blocks on Waun-Wen Road to replace bollards that were damaged during the disorder.\nCouncil area co-ordinator Bethan McGregor said: \"What happened last night is not a true reflection of the Mayhill and Waun Wen community.\n\"This is a close-knit community where the vast majority of people care about one-another, as the amount of residents helping the council with the clean-up operation today has shown.\"\nDespite being a \"lovely\" community, vehicles had been rolled down the hill in a similar fashion \"at least twice\" in the past three years, according to Sam Bennett, a community campaigner from the area.\nMr Bennett told Radio Wales residents had written to the council to request concrete blocks on the street back in February.\nHe added residents \"don't have the confidence that something is going to be done anymore and that's why they're choosing to move\".\nOwen Pillai, who works with young people in Swansea, said \"outrage and disgust\" was an understandable reaction to the \"inexcusable behaviour\" but added he could see why the riot had broken out.\nHe called on authorities to realise \"we all play a part in this\".\nMr Pillai told BBC Radio Wales: \"This is the result of decades and decades of a multifaceted undermining of resources, societal breakdown, generations of unemployment - you can't look at it in isolation unfortunately.\"\nHe said it was \"a scientific fact young people want to engage in risky behaviour\", and argued a lack of access to positive activities like sport could lead to problems.\nMr Pillai added: \"We need to channel huge amounts of resource into listening, looking at restorative practice, involving these young people rather than just locking them away - they need to confront the reality of what they have done.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57200946",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Glasgow becomes only Scottish area in level 3",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Glasgow,Coronavirus pandemic",
      "text": "Glasgow is remaining under level three Covid restrictions for at least a further week amid concern over rising number of cases. \nBut Moray has now been downgraded from level three to level two - with all of Scotland's other areas remaining in their current levels. \nThis includes East Renfrewshire, which now has the second highest number of cases per head of population.\nIt means Glasgow is the only area under level three restrictions. \nFirst Minister Nicola Sturgeon said cases were continuing to rise in Glasgow despite \"extensive public health measures\" being deployed across the city, including enhanced testing and vaccination in the areas with the highest rates of Covid.\nThese have been particularly targeted in the G41 and G42 postcode areas in the southside of the city. \nAnd she said public health experts were \"fairly certain\" that the increase was being driven by the so-called Indian variant of the virus. \nThe latest figures show that the rate of positive cases has continued to rise in Glasgow, to 122.6 per 100,000 of the population.\nThe city's rate is once again the highest in Scotland, after briefly being surpassed by East Renfrewshire.\nAnd while some of the rise in confirmed cases can be attributed to increased testing in Glasgow, the positivity rate has also increased over the past week from 3.1% to 4%.\nThe first minister said: \"We don't think that we have turned the corner in Glasgow yet. \n\"We are confident the major public health interventions under way will be effective and they will bring the virus back under control, but our judgement is that they need a bit longer to do that.\n\"We also think we need a bit more time to be more confident than we are just now that vaccination will stop the rising case numbers today becoming sharply rising hospital and severe illness numbers a couple of weeks from now\". \nHowever, there was better news for Moray - which had been the only other area of the country in level three of Scotland's five-tier system of restrictions.\nIt will be moving down to level two from midnight on Friday after the infection rate fell from 98 new cases per 100,000 to just 34 over the past week. \nAnd East Renfrewshire will remain in level two despite having seen an average of 116 new cases per 100,000 people over the past week.\nMs Sturgeon said this was because the overall number of cases in East Renfrewshire - which borders Glasgow - was significantly smaller than its larger neighbour, with only 17 on Thursday compared with 166 in Glasgow.\nAnd she said many more of the cases in East Renfrewshire could be traced to specific household clusters than in Glasgow.\nThe first minister said it was felt that specific targeted measures would help to keep Covid rates in the area under control, and urged residents to co-operate with the increased testing and vaccination that had been put in place. \nShe went on to announce new travel restrictions in response to \"particularly serious outbreaks\" of the Indian variant in England.\nIt means restrictions on travel between Scotland and three local authority areas - Bedford, Bolton and Blackburn and Darwen - will be imposed from Monday. \nMs Sturgeon said it was hoped these restrictions would not be in place for long, but said they were necessary to help \"reduce the risk that any more of this new variant comes into Scotland while we are trying to deal with outbreaks of it we have right now\".\nScottish Conservative leader Douglas Ross said the Scottish government was \"moving too slowly\" in easing restrictions in parts of the country where the virus was under control.\nMr Ross said: \"We fully support a swift and decisive response, just as we saw in Moray recently, when a Covid outbreak occurs.\n\"But we must now move to a more targeted approach that diverts resources to areas where the virus is spreading, while allowing the rest of the country to move on.\"\nScottish Labour leader Anas Sarwar said it was \"devastating news\" for businesses and employees in Glasgow that they would be remaining in level three.\nHe added: \"The best way to confront the challenge is to make sure we are seeing what happened in Moray happen in Glasgow.\n\"let's have a mass roll-out of PCR testing and rapidly accessible vaccinations so that we can bring the case load down and have a consistency across the country.\"\nA further 414 new coronavirus cases have been recorded across the country in the past 24 hours - but no deaths. \nThere were 81 people in hospital on Thursday with recently confirmed Covid-19, down two from the previous day, and of these four people were in intensive care, down one from the day before.\nThe daily test positivity rate was 1.9%, up from 1.6% the previous day, while the R number - essentially the transmission rate for the virus - is now thought to be between 0.9 and 1.2 rather than last week's range of between 0.8 and 1.\nSo far 3,082,251 people in Scotland have received the first dose of a Covid vaccination. \nUnder level three restrictions, groups of six people from two households can meet in cafés, pubs and restaurants. However, alcohol can only be served outdoors. \nAnd six people from six households can meet outside. But, you cannot visit people in their homes. \nUnder level two restrictions, which East Renfrewshire is currently in, pubs and restaurants are allowed to serve alcohol inside until 22:30, and limited numbers of people can socialise indoors.\nSocial distancing during meetings indoors or in private gardens is no longer required in levels one and two.\nCinemas, theatres, concert halls, music venues, comedy clubs and bingo halls can reopen with restrictions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57173655",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Indoor hospitality set to reopen in NI on Monday",
      "tags": "Coronavirus lockdown measures,Northern Ireland Assembly,Common Travel Area (CTA),Northern Ireland Executive,Coronavirus pandemic",
      "text": "Stormont ministers have approved relaxing lockdown rules in Northern Ireland, meaning hospitality can operate indoors from Monday 24 May. \nThe Northern Ireland Executive met on Thursday to formally sign off the changes.\nThese include allowing six people from two households to meet indoors in homes from Monday.\nA traffic light system for foreign travel will also take effect from then, subject to ministerial approval.\nTwelve countries are on Northern Ireland's so-called \"green list\" for foreign travel.\nDeputy First Minister Michelle O'Neill confirmed on Thursday that Portugal is among those countries. \nPeople going to countries that appear on the green list do not need to quarantine on their return.\nBut those returning from the likes of Portugal will be asked to take a PCR (polymerase chain reaction) test for Covid in the days after they arrive home. \nEngland, Scotland and Wales have already implemented similar systems, with the first travellers heading off on holiday earlier this week. \nIt is understood that Stormont health officials had recommended Portugal should be on Northern Ireland's amber list, which would still require people to self-isolate for 10 days on arrival in Northern Ireland.\nAt present, the executive's advice is that people should only travel to or outside of Northern Ireland for essential purposes. \nIf returning from a country on the UK's red list, passengers must book and enter hotel quarantine.\nInternational travellers visiting or returning to Northern Ireland must also currently provide evidence of a negative Covid-19 test result, provide journey and contact details and also isolate for 10 days.\nIt is all systems go for Monday, when we'll take some of our biggest steps yet back to normality.\nStormont ministers are allowing pubs and restaurants to trade indoors again - a move that couldn't come soon enough given the recent bad weather.\nWhile there's a further unlocking of the local economy, just as important are the relaxations to help reunite families and friends who have faced many months with severely limited social contact.\nPeople also keen on a holiday can now start planning for this, albeit the so-called green list is limited and anyone hoping to head abroad will face higher costs and extra paperwork.\nThings have been rolling steadily for some time. Now it appears the executive is preparing to take off its stabilisers and speed up our journey out of lockdown.\nOutgoing First Minister Arlene Foster, who attended the executive meeting virtually from London as she had been meeting Boris Johnson, said it was great news for the economy. \n\"Now is a time to look ahead and to enjoy these hard won freedoms safely,\" Mrs Foster said. \n\"We must continue to do all we can as a community to keep ourselves and each other safe and I appeal to everyone to be cautious to help ensure we can keep heading in the right direction.\"  \nMs O'Neill said the moves were another positive step but she urged caution. \n\"I'd remind people to still be careful, be cautious, because we do have the new variants that are there, but we need to keep going steady as we go and follow the public health advice,\" Ms O'Neill said. \nThe deputy first minister accepted that some people would be disappointed that certain countries had not made it on to the green list. \n\"This is about trying to keep the virus under control,\" Ms O'Neill said. \n\"We've got to such a good point, the community transmission is low, but there's a real danger and a real threat being posed by new variants, in particular the Indian variant,\" Ms O'Neill added. \n\"So we're watching that very carefully. We're in a good place right now, there isn't widespread community transmission, but the health advice is very clear in saying it's a matter of when, not if. So we have to bear that in mind in terms of the limitations of travel.\"\nNon-essential travel from Northern Ireland to other parts of the Common Travel Area (CTA) is to be allowed from Monday and people will not be required to isolate on return if they have visited family or friends in other parts of the area.\nThe CTA is the UK, Republic of Ireland, Channel Islands and Isle of Man.\nAt Thursday's executive meeting, ministers backed the reopening of hotels and B&Bs from Monday and the attendance of spectators at outdoor sport events - up to 500 may be permitted. \nIndoor household visits will also be allowed from that date, with six people from two households allowed at one time. Children under 12 do not count towards the total.\nOvernight stays will also be allowed.\nPubs and restaurants will be allowed to trade indoors with a maximum of six people per table from a maximum of six households, or up to 10 people provided they are all from the same household.\nHospitality Ulster chief executive Colin Neill said the announcement will \"bring back hope to businesses\".\n\"As we now look towards Monday's reopening, the health and wellbeing of customers, staff and the wider public will be the priority for all the hospitality sector business owners,\" he said. \nLondonderry Chamber president Dawn McLaughlin said businesses \"can now begin to look towards the busy summer period and our economic recovery\".\nBut she added there was some \"ambiguity and grey areas\" within the hospitality industry over \"what is exactly required of them to reopen, especially in the absence of any published regulations or guidelines yet\".\nOther measures easing from Monday include increased numbers permitted for indoor gatherings - not including domestic settings - to allow for community events such as mother-and-toddler groups to resume.\nUp to 1,000 fans will also be allowed to attend Friday's Irish Cup final at Mourneview Park in Lurgan, County Armagh.\nBut spectators will not be allowed back for Derry City's game against St Patrick's Athletic on Monday night.\nThe decision was taken after discussions with public health officials, \"based on the current high rates of Covid-19 transmission in the city\", according to a statement on the club's website.\nPeople in England, Scotland and Wales have been allowed to meet in each other's homes and enjoy indoor hospitality since Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57202578",
      "category": "uk",
      "title": "BBC 'deceit': What next for the corporation?",
      "tags": "Media,Princess Diana, Princess of Wales,Television,BBC",
      "text": "This is a crisis that goes to the heart of the BBC's DNA - the values of integrity and fairness that underpin its reputation around the world. \nThe deceit may go back a quarter of a century, but there are unanswered questions that carry huge jeopardy for the corporation today.\nIn his first speech after taking over as director general after the Jimmy Savile scandal, Lord Hall addressed the culture of the BBC.\n\"No organisation as big as this one can avoid making mistakes,\" he said.\n\"But I want to ensure that when we do make mistakes, they are caused by trying to serve our viewers, not by looking after ourselves. \n\"And when we do make mistakes - and we will - let's own up to them quickly, learn from them and move on.\"\nBut Lord Dyson's report suggests the corporation's values and principles were parked to protect its corporate reputation. \nThe BBC used its press office to deflect difficult questions, the kind of institutional cover-up its own journalists seek to expose.\nThe corporation stands accused of hostility to staff who sought to blow the whistle on Martin Bashir's lies. \nThe graphic designer Matt Wiessler, who was commissioned by Bashir to create mocked-up bank statements, has long claimed he was made the scapegoat for the scandal.\n\"There is this culture within the BBC, that the little people... we don't really need to be addressed,\" he said.\nToday he said he had received the \"absolute minimum\" apology from BBC bosses - in a letter which arrived late last night. \n\"Only under duress do we get some sort of apology and some sort of acknowledgement,\" he added.\nThe BBC said on Friday that there had been \"radical change\" to its whistleblowing procedures over the past 25 years, and they had \"changed out of all recognition\".\nA spokesman said: \"We now have a thorough and industry-leading whistleblowing scheme which provides clear and independent routes to raise concerns and, if necessary, direct access for whistleblowers to a non-executive director on the BBC board.\" \nAnother question the BBC must answer is why Martin Bashir was re-hired by the BBC as religious affairs correspondent in 2016. \nLord Hall was director general at the time and had intimate knowledge of Bashir's behaviour.\nThe BBC's head of newsgathering, Jonathan Munro, said at the time: \"Martin's track record in enterprising journalism is well-known and respected in the industry and amongst our audiences.\"\nIn the years before his re-appointment, Bashir was forced to apologise twice for making controversial remarks while employed by US news networks. \nOn one occasion, speaking to the Asian-American Journalists Association, he said: \"I am happy to be in the midst of so many Asian babes.\"\nIn 2013, he resigned from MSNBC following disparaging remarks on air about the former Governor of Alaska, Sarah Palin.\nThe corporation's religion and ethics review in 2017, led by Lord Hall, promoted Mr Bashir to Religion Editor.\nThe BBC said this was part of its aim to \"raise our game across all output\". \nLord Dyson said yesterday that the decision to re-hire him was not closely related enough to his terms of reference, for him to investigate or reach any conclusions.\nA BBC spokesman said the post was filled after a competitive interview process: \"We now of course have the Dyson report. We didn't have it then.\" \nThe former head of news at Channel 4, Dorothy Byrne, last night called the appointment \"obscene\" and called for an inquiry into how it happened.\nQuestions have also been raised about how the BBC is governed.\nFormer BBC chairman and broadcasting executive Lord Grade has suggested an independent body of journalists should oversee standards at BBC News.\n\"There has got to be a serious governance structural change inside the BBC,\" he said.\n\"I think there has to be an editorial board of independent outside specialist non-conflicted journalistic people who can hold BBC journalism to account.\"\nThe Justice Secretary Robert Buckland has said the BBC's failings are serious enough for the government to consider taking action: \"Clearly the wider issues of governance and the way things are run now need to be looked at.\"\nThe BBC, which has changed its system of governance twice since the mid-1990s, said reviews were built into the existing system and one would take place as part of the current royal charter.\n\"But of course,\" it said in a statement, \"there is much to reflect on\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57197616",
      "category": "uk",
      "title": "Covid-19: Stillbirth risk may increase with virus and retail sales rebound after lockdown",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nHaving coronavirus around the time of birth may increase the chance of stillbirths and premature babies, although the overall risks remain low, a study suggests. The National Maternity and Perinatal Audit looked at data involving more than 340,000 women who gave birth in England between the end of May 2020 and January 2021. Scientists say while most pregnancies are not affected, their findings should encourage pregnant women to have their jabs as soon as they are eligible.\nPeople with serious health conditions are allowed to quarantine at home instead of in hotels, when returning from countries with high Covid infection rates. But as concern is voiced that requests are often denied, Afshah Khan, 17, describes a \"very scary\" experience. The government says people with health concerns can seek an assessment by a medical professional after check-in at a quarantine hotel.\nA decision is expected later about any change to the Covid protection levels, which dictate the severity of social restrictions, in parts of Scotland. Glasgow is currently in level three and while a decision is expected on whether the city might move down, its infection rate has been accelerating. Rates have also increased in East Renfrewshire, which only moved down to level two on Monday. The infection rate is decelerating in Moray.\nDimple Arora was a 34 year-old-dentist with everything to live for when she died of Covid-19 - one of more than 250,000 people in India so far to have lost their lives to the virus. Her husband Ravish tells Orla Guerin his wife's death should serve as a warning to the UK.\nOverall retail sales rebounded to be more than 10% higher than pre-pandemic levels in April, according to the Office for National Statistics. It says the volume shifted grew by 9.2% in April, with clothing sales up nearly 70% as lockdown measures eased and non-essential shops reopened, although online sales dipped.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nHere's what we know about getting the vaccine when pregnant.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57198187",
      "category": "entertainment-arts",
      "title": "Noel Clarke: Sky and Vertigo scrap Bulletproof",
      "tags": "Television,Noel Clarke,Film",
      "text": "Sky has confirmed that it will no longer go ahead with any more series of its police drama, Bulletproof.\nThe decision comes after the star and co-creator, Noel Clarke, was accused by 20 women of sexual harassment and bullying. \nClarke has denied any criminal or sexual wrongdoing. \nA spokesperson for Vertigo Films, the production company behind Bulletproof also confirmed it would no longer back the drama.\nIt would not comment on the investigation it had launched after the accusations against Clarke were reported by The Guardian newspaper earlier this month. \nSeries four, which would star Clarke and Ashley Walters, had been commissioned but had yet to start filming.\nThe production company All3Media, which had backed Clarke's own company Unstoppable said their investigations into the allegations are still ongoing.  \nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57162303",
      "category": "uk",
      "title": "Covid-19: Potential rise in England infections and Spain to welcome UK tourists",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow morning. \nThere are early signs of a \"potential increase\" in Covid infections in England after dropping for five straight weeks, the Office for National Statistics has said. But it added that rates remained low. The ONS said the trends were roughly stable in Wales and Northern Ireland and decreasing in Scotland. Health officials are also investigating a new Covid-19 variant which has caused 49 cases of infection, mostly in Yorkshire and the Humber region. \nGlasgow is to remain under level three Covid restrictions for at least a further week amid concern over a rise in the number of cases, First Minister Nicola Sturgeon has announced. Moray will be downgraded from level three to level two from midnight, with all of Scotland's other areas remaining in their current levels. This includes East Renfrewshire, which has a higher number of cases per head of population than Glasgow.\nSpain has said it is officially lifting restrictions for travellers from the UK from Monday. However, the UK government still strongly advises against non-essential travel to Spain and most other EU countries. Meanwhile, Heathrow Airport has said it will open a dedicated arrivals facility for passengers from red-list countries in Terminal 3 from 1 June following criticism over travellers mixing in immigration halls.\nThe Olympic Games will go ahead in July even if Tokyo remains in a state of emergency due to the pandemic, a senior member of the International Olympic Committee (IOC) has said. It is one of nine prefectures of Japan to be under emergency measures, which are expected to stay in place until at least 31 May. But John Coates, chair of the IOC's coordination commission, said this would not affect the Games, adding: \"We've successfully seen five sports hold their test events during the state of emergency.\"\nIceland have made it through to this year's Eurovision final, despite being forced to pull out of live shows following a positive coronavirus test. Daði og Gagnamagnið did not perform live at Thursday's second semi-final in Rotterdam but were still voted through along with nine other countries. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith restrictions set to ease further in Northern Ireland on Monday, and following the latest relaxation of rules in England, Scotland and Wales, head here to find out what the UK's roadmap for lifting lockdown is. \nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57191667",
      "category": "uk",
      "title": "Covid-19: Bolton battles with India variant and vaccine hesitancy",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57199791",
      "category": "world-europe",
      "title": "Coronavirus: Spain to lift restrictions for UK and Japanese travellers",
      "tags": "Tourism,Spain,Coronavirus vaccines,Japan,Coronavirus testing,European Union,Vaccine passports,Coronavirus pandemic",
      "text": "Spain has said it is officially lifting restrictions for UK travellers from Monday, when a decree takes effect. \nThe government says the UK and Japan will be on a list of countries whose residents are able to avoid restrictions on non-essential travel to the EU. They will not need a PCR test.\nUK tourists going to Spain will still have to quarantine on their return.\nMeanwhile, Germany announced that anyone arriving from the UK would have to quarantine for two weeks.\nThe German public health institute said the decision was related to the Indian Covid-19 variant, which is responsible for the majority of new cases in parts of England and is believed to spread more quickly.\nThe UK government still strongly advises against non-essential travel to most other EU countries, including Germany and Spain.\nEarlier, Prime Minister Boris Johnson's spokesman said: \"We've been clear people shouldn't be travelling to amber list [nations] for the purpose of holidays. Our advice hasn't changed. We will keep the green list under review… and will add countries where possible.\"\nPortugal is the main destination on the UK's short \"green\" list of countries that are free of the quarantine requirement. Under the UK's traffic light system, people are advised to avoid amber and red countries, where the Covid risk is greater.\nThe EU is currently deciding on an expanded \"white list\" of countries whose citizens can enter the EU freely. \nOnly seven, with very low Covid infection rates, are on the list now. Those countries are: Australia, Israel, New Zealand, Rwanda, Singapore, South Korea and Thailand.\nThe BBC has been told a final EU decision on expanding the list has been delayed for another two weeks.\nTourism in Portugal and Spain relies heavily on British visitors in the summer, and travellers from England, Scotland and Wales began flying to Portugal last Monday.\nSpain will allow people from other non-EU countries who have been vaccinated against Covid-19 to enter the country from 7 June, Prime Minister Pedro Sánchez said. They will include US citizens.\nMr Sánchez said the lifting of these curbs should allow Spain's summer tourism to reach 30-40% of 2019 levels.\nThe EU has decided that visitors should be allowed to come from countries with an incidence rate of below 75 cases per 100,000 people.\nUnder those terms, UK travellers would be eligible but there are ongoing concerns about the Indian Covid-19 variant.\nSome EU countries are hesitating over the UK, as they want to see how the surge of British cases related to the Indian variant plays out.\nEU envoys have also recommended that non-essential travel should be allowed from outside the EU for people who have been fully vaccinated. However, they say it should be up to member states to decide on measures they impose, such as Covid tests or quarantine.\nOn Thursday EU politicians agreed on the technicalities of an EU Digital Covid Certificate - essentially a health passport for EU citizens to travel inside the 27-nation bloc. It will show a traveller's vaccination record.\nThe EU has been racing to get the certificate ready for summer tourism, as countries emerging from months of lockdown are desperate to revive their hospitality industries. \nThe EU certificate is now \"well on track to be ready end of June, as planned,\" an official statement said.\nCurrently UK citizens travelling to amber list countries - that is, most of the EU - can face unexpected border obstacles, despite completing the formalities.\nLis Nixon from Oxfordshire told the BBC on Thursday that she was turned away at the Iberia desk at Heathrow, despite having an urgent family reason to visit Spain. Her son, daughter-in-law and grandson live in Estella, Spain, and needed her there, she said.\n\"The woman at the desk said I needed authorisation from the Spanish consulate. There's nothing in all of the government advice that says I need to do that. When I try phoning the consulate, it says the mailbox is full. The phone number says you need to book an appointment, so you just go round in circles. \n\"So, I couldn't get through this morning. The woman at the airport said they'd been only having this problem with UK passport holders,\" she said.\nAre you planning a trip to Spain? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-44124396",
      "category": "newsbeat",
      "title": "Israel-Gaza violence: The conflict explained",
      "tags": "Gaza border clashes,Israel & the Palestinians,Israel,Palestinian territories,Gaza,Jerusalem",
      "text": "A ceasefire was agreed on 21 May between Israel and the Palestinian militant group Hamas. \nIt came after 11 days of fighting, which left at least 255 people dead. Most of those killed were Palestinians in the territory of Gaza.\nIsrael and Hamas both claimed victory in the latest conflict. \nThe violence in May followed a month of rising tensions in Jerusalem. But the fighting has gone on for decades.\nBritain took control of the area known as Palestine after the ruler of that part of the Middle East, the Ottoman Empire, was defeated in World War One. \nThe land was inhabited by a Jewish minority and Arab majority. \nTensions between the two peoples grew when the international community gave Britain the task of establishing a \"national home\" in Palestine for Jewish people. \nFor Jews it was their ancestral home, but Palestinian Arabs also claimed the land and opposed the move.\nBetween the 1920s and 1940s, the number of Jews arriving there grew, with many fleeing from persecution in Europe and seeking a homeland after the Holocaust of World War Two.\nViolence between Jews and Arabs, and against British rule, also grew.\nIn 1947, the UN voted for Palestine to be split into separate Jewish and Arab states, with Jerusalem becoming an international city. \nThat plan was accepted by Jewish leaders but rejected by the Arab side and never implemented.\nIn 1948, unable to solve the problem, British rulers left and Jewish leaders declared the creation of the state of Israel.\nMany Palestinians objected and a war followed. Troops from neighbouring Arab countries invaded.\nHundreds of thousands of Palestinians fled or were forced out of their homes in what they call Al Nakba, or the \"Catastrophe\".\nBy the time the fighting ended in a ceasefire the following year, Israel controlled most of the territory. \nJordan occupied land which became known as the West Bank, and Egypt occupied Gaza. \nJerusalem was divided between Israeli forces in the West, and Jordanian forces in the East.\nBecause there was never a peace agreement - with each side blaming the other - there were more wars and fighting in the following decades.\nIn another war in 1967, Israel occupied East Jerusalem and the West Bank, as well as most of the Syrian Golan Heights, Gaza and the Egyptian Sinai peninsula.\nMost Palestinian refugees and their descendants live in Gaza and the West Bank, as well as in neighbouring Jordan, Syria and Lebanon.\nNeither they nor their descendants have been allowed by Israel to return to their homes - Israel says this would overwhelm the country and threaten its existence as a Jewish state.\nIsrael still occupies the West Bank, and although it pulled out of Gaza the UN still regards that piece of land as occupied territory. \nIsrael claims the whole of Jerusalem as its capital, while the Palestinians claim East Jerusalem as the capital of a future Palestinian state. The US is one of only a handful of countries to recognise the city as Israel's capital.\nIn the past 50 years Israel has built settlements in these areas, where more than 600,000 Jews now live.\nPalestinians say these are illegal under international law and are obstacles to peace, but Israel denies this.\nTensions are often high between Israel and Palestinians living in East Jerusalem, Gaza and the West Bank. \nGaza is ruled by the Palestinian militant group Hamas, which has fought Israel many times. Israel and Egypt tightly control Gaza's borders to stop weapons getting to Hamas. \nPalestinians in Gaza and the West Bank say they are suffering because of Israeli actions and restrictions. Israel says it is only acting to protect itself from Palestinian violence.\nThe threatened eviction of some Palestinian families in East Jerusalem has also caused rising anger.\nThere are a number of issues which Israel and the Palestinians cannot agree on. \nThese include: what should happen to Palestinian refugees; whether Jewish settlements in the occupied West Bank should stay or be removed; whether the two sides should share Jerusalem; and - perhaps most tricky of all - whether a Palestinian state should be created alongside Israel. \nPeace talks have been taking place on and off for more than 25 years, but so far have not solved the conflict.\nIn short, the situation isn't going to be sorted out any time soon.\nThe most recent peace plan, prepared by the United States when Donald Trump was president, was called \"the deal of the century\" by Israel's then-Prime Minister Benjamin Netanyahu. But it was been dismissed by the Palestinians as one-sided and never got off the ground.\nAny future peace deal will need both sides to agree to resolve complex issues.\nThe BBC's Middle East editor, Jeremy Bowen, says the latest round of violence in May was the fourth big war between Hamas and Israel since 2008.\nHe's seen previous wars end like this before: \"Similar things have been said by both sides in claiming victory and then essentially the seeds of the next conflict are sown.\n\"I can tell you one thing for certain - that if the status quo does not change favourably, there will be another round of this.\"\nCorrection 21st June 2021: An earlier version of this article incorrectly described the US as recognising Israel's claim to the whole of Jerusalem and this has been amended to instead explain that the US recognises the city as Israel's capital.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-57206500",
      "category": "explainers",
      "title": "Timeline: Martin Bashir's actions from Diana interview to Dyson report",
      "tags": "Princess Diana, Princess of Wales,Tony Hall",
      "text": "An inquiry into Martin Bashir's interview with Princess Diana in 1995 has concluded that he acted in a \"deceitful\" way and faked documents to obtain it. \nThe report by Lord Dyson is also critical of the way the BBC investigated Mr Bashir's actions. "
    }
  ]
}