{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-57610736/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Green list change prompts holiday pricing chaos",
      "tags": "Tourism,Easyjet,British Airways,Travel & leisure industry,Ryanair,Coronavirus pandemic",
      "text": "The prices of flights and hotels for new green list travel destinations have swung sharply in both directions since the guidance was changed on Thursday. \nThe government added 16 destinations to the list. Travellers returning from these do not have to isolate on return. \nDestinations include Malta and Spain's Balearic Islands, and some holidays have doubled in price, the Independent's travel editor Simon Calder said.\nAirlines have added extra capacity.\nInitially when these new flights have become available, prices have fallen as extra supply takes up the demand.\nBut this has proved to be short-lived in many cases: \"Availability is changing by the minute,\" said Mr Calder, who has been checking prices regularly since the announcement.\n\"Immediately after it was made there was still quite a lot of keenly priced flights and holidays, but we're back down to 'last seat' showing.\"\n\"Madeira and Malta, for example, were looking pretty reasonable, but then things really took off. Unless you're sitting in front of a screen there's no way of gauging which trend line you're on,\" he added.\nEasyJet said: \"When new flights are put on sale the starting fares may be lower compared to existing flights with many seats already booked.\n\"Like all airlines, our pricing is dynamic which means that our fares start low and increase the closer it is to the date of departure and as more seats on the aircraft are booked.\"\nThe destinations added to the green list from 04:00 BST on 30 June are:\nEurope: The Balearic Islands (which include Ibiza, Menorca, Majorca and Formentera), Malta and Madeira\nCaribbean: Anguilla, Antigua and Barbuda, Barbados, British Virgin Islands, Cayman Islands, Dominica, Grenada, Montserrat and Turks and Caicos Islands\nOther British Overseas Territories: Bermuda, British Antarctic Territory, British Indian Ocean Territory and Pitcairn\nSix destinations will also be added to the government's red list on 30 June. They are the Dominican Republic, Eritrea, Haiti, Mongolia, Tunisia and Uganda.\nOperators contacted by the BBC were concentrating mainly on satisfying demand for the Balearic Islands, Majorca, Menorca and Ibiza, and Malta. \nBA said it was reviewing its schedule and had added some additional flights and upgraded some routes to larger aircraft, for example to Malta and the Balearic Islands.\nEasyJet said it was also adding seats and holiday packages and new routes, also focussing on Malta and the Balearics.\nNew routes to Malta from Bristol and Luton will launch next month and offer some seats at £27.99.\nRyanair said it was selling 200,000 extra seats on flights from the UK to Malta, Ibiza and Palma for July, August and September.\nRyanair's Dara Brady called the latest announcement a \"small step in the right direction\" but called on the government to add Cyprus, the Canary Islands and Greek islands to the green list.\nJet2holidays said there had been a \"huge surge\" in bookings.\nIt reported the highest volume of bookings to the Balearic Islands in almost a year, with bookings for July alone up more than 3,000%.\nBookings for Malta and Madeira also jumped by almost 1,500%.\nSeveral factors influence the price of airline tickets. These include how many seats are available, how many people are looking for tickets, the popularity of the route, and the time of the day the journey takes place. \nDue to computer algorithms, airlines can alter the price of tickets by the minute. For example, an algorithm can pick up when lots of customers are looking to purchase a particular ticket and then trigger an automatic response. \nHowever, it's not all computers that set the price, humans play a role too. Revenue managers will sometimes manage automatic systems from time-to-time.\nPeter Morris, chief economist at Ascend consultancy and a veteran with 25 years in aviation, says approaches do differ between airlines and they typically sell tranches of tickets with prices increasing as long as sales are going well.\nRead more about how prices rise for flights.\nJet2.com and Jet2holidays have put more than 70 additional flights on sale to Malta and Madeira with immediate effect and a new route to Malta from London Stansted is being added.\nSteve Heapy, chief executive of Jet2.com and Jet2holidays, said the response from customers had been \"truly incredible\".\n\"Bookings to Majorca, Menorca, Ibiza, Malta and Madeira have gone through the roof, which shows just how much UK holidaymakers want to get away.\"\nThe Independent's Mr Calder said: \"It's now a matter of 'can you time it right' so you go in just when the new flight goes on. \n\"If you do you can still get a bargain. Otherwise you are competing with people prepared to spend many of hundreds of pounds to get away to what are, after all, still a very small number of destinations compared with normal years.\"\nThe new rules on travel will, of course, change as situations develop.\nAnd the countries on the UK's Green List have their own set of rules.\nFor example, Malta will only allow people in to the country without quarantine if they present an approved valid vaccine certificate. \nAn email from its High Commission in London said on Friday afternoon: \"This means that only people who have a vaccination certificate recognized by the Superintendent for Public Health can enter Malta from the United Kingdom without the need of quarantine.\"\nIt said anyone who did not meet the entry requirements should make a formal request to the Public Health Superintendence to authorise entry to Malta at covid19.vetting@gov.mt. Further conditions may then apply. \nTransport Secretary Grant Shapps has said the UK government plans to drop quarantine for fully vaccinated people returning from amber list countries \"later in the summer\".\nHowever, EasyJet has said the timetable \"simply isn't ambitious enough\".\nThe transport secretary said issues such as whether children should be given the vaccine and how people from outside the UK could prove their vaccination status needed to be resolved before the system could be introduced.\nHe added there was also a \"fairness issue\" with young people yet to receive their second jabs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-52861726",
      "category": "world-us-canada",
      "title": "George Floyd: What happened in the final moments of his life",
      "tags": "Minnesota,George Floyd death,United States",
      "text": "The US has been convulsed by nationwide protests over the death of an African-American man in police custody.\nGeorge Floyd, 46, died after being arrested by police outside a shop in Minneapolis, Minnesota.\nFootage of the arrest on 25 May shows a white police officer, Derek Chauvin, kneeling on Mr Floyd's neck while he was pinned to the floor.\nMr Chauvin, 44, has since been charged with murder.\nTranscripts of police bodycam footage show Mr Floyd said more than 20 times he could not breathe as he was restrained by the officers. \nThe key events that led to Mr Floyd's death happened within just 30 minutes. Based on accounts from witnesses, video footage and official statements, here's what we know so far. \nIt began with a report of a fake $20 (£16.20) bill.\nA report was made on the evening of 25 May, when Mr Floyd bought a pack of cigarettes from Cup Foods, a grocery store.\nBelieving the $20 bill he used to be counterfeit, a store employee reported it to police. \nMr Floyd had been living in Minneapolis for several years after moving there from his native Houston, Texas. He had recently been working as a bouncer in the city but, like millions of other Americans, was left jobless by the coronavirus pandemic. \nMr Floyd was a regular at Cup Foods. He was a friendly face, a pleasant customer who never caused any trouble, the store owner Mike Abumayyaleh told NBC. \nBut Mr Abumayyaleh was not at work on the day of the incident. In reporting the suspicious bill, his teenage employee was just following protocol.\nIn a call to 911, made at 20:01, the employee told the operator he had demanded the cigarettes back but \"he [Floyd] doesn't want to do that\", according to a transcript released by authorities.\nThe employee said the man appeared \"drunk\" and \"not in control of himself\", the transcript says.  \nShortly after the call, at around 20:08, two police officers arrived. Mr Floyd was sitting with two other people in a car parked around the corner.\nAfter approaching the car, one of the officers, Thomas Lane, pulled out his gun and ordered Mr Floyd to show his hands. In an account of the incident, prosecutors do not explain why Mr Lane thought it necessary to draw his gun.\nMr Lane, prosecutors said, \"put his hands on Mr Floyd, and pulled him out of the car\". Then Mr Floyd \"actively resisted being handcuffed\".\nOnce handcuffed, though, Mr Floyd became compliant while Mr Lane explained he was being arrested for \"passing counterfeit currency\". \nCourt transcripts from police body cameras show Mr Floyd appears co-operative at the beginning of the arrest, repeatedly apologising to the officers after they approach his parked car.\nMr Lane asks Mr Floyd to show his hands at least 10 times before ordering him to get out of the vehicle.\nIt was when officers tried to put Mr Floyd in their squad car that a struggle ensued. \nAt about 20:14, Mr Floyd \"stiffened up, fell to the ground, and told the officers he was claustrophobic\", according to the report. \nMr Chauvin arrived at the scene. He and other officers were involved in a further attempt to put Mr Floyd in the police car.\nDuring this attempt, at 20:19, Mr Chauvin pulled Mr Floyd away from the passenger side, causing him to fall to the ground, the report said. \nHe lay there, face down, still in handcuffs.\nThat's when witnesses started to film Mr Floyd, who appeared to be in a distressed state. These moments, captured on multiple mobile phones and shared widely on social media, would prove to be Mr Floyd's last.\nMr Floyd was restrained by officers, while Mr Chauvin placed his left knee between his head and neck.\nFor more than nine minutes, Mr Chauvin kept his knee on Mr Floyd's neck, the prosecutors say. The duration was initially given as eight minutes and 46 seconds but Minnesota prosecutors have since revised the time.  \nThe transcripts of bodycam footage from officers Lane and J Alexander Kueng show Mr Floyd said more than 20 times he could not breathe as he was restrained. He was also pleading for his mother and begging \"please, please, please\".\nAt one point, Mr Floyd gasps: \"You're going to kill me, man.\"\nOfficer Chauvin replies: \"Then stop talking, stop yelling. It takes heck of a lot of oxygen to talk.\"\nMr Floyd says: \"Can't believe this, man. Mom, love you. Love you. Tell my kids I love them. I'm dead.\"\nA female bystander told the police: \"His nose is bleeding, come on now.\"\nAbout six minutes into that period, Mr Floyd became non-responsive. In videos of the incident, this was when Mr Floyd fell silent, as bystanders urged the officers to check his pulse.\nOfficer Kueng did just that, checking Mr Floyd's right wrist, but \"couldn't find one\". Yet the other officers did not move. \nAt 20:27, Mr Chauvin removed his knee from Mr Floyd's neck. Motionless, Mr Floyd was rolled on to a gurney and taken to the Hennepin County Medical Center in an ambulance. \nHe was pronounced dead about an hour later.\nOn the night before his death, Mr Floyd had spoken to one of his closest friends, Christopher Harris. He had advised Mr Floyd to contact a temporary jobs agency.\nForgery, he said, was out of character for Mr Floyd.\n\"The way he died was senseless,\" Harris said. \"He begged for his life. He pleaded for his life. When you try so hard to put faith in this system, a system that you know isn't designed for you, when you constantly seek justice by lawful means and you can't get it, you begin to take the law into your own hands.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57609034",
      "category": "uk-scotland",
      "title": "Cervical screening error numbers 'may be higher'",
      "tags": "Scottish government,Smear tests,Cervical cancer",
      "text": "More women who were wrongly told they did not need cervical screening may have gone on to develop cancer.\nIt was announced on Thursday that a woman had died from cervical cancer after being wrongly excluded from Scotland's screening programme.\nShe was among 434 women who had partial hysterectomies after 1997 and were told they did not need to be screened.\nBut the records of at least 500 women who had procedures before 1997 still need to be checked.\nPublic Health Minister Maree Todd told BBC Scotland: \"I'm afraid we may well be looking at higher numbers.\"\nMs Todd said records from before 1997 were more difficult to access, but that the work should be done by the end of July\nShe said that \"as a precaution\" they were also looking at the records of every single woman who has been excluded because of a full hysterectomy - which she said was about 200,000 patients.\nBut she said the government \"fully expected\" that all of these women had been correctly excluded.\nThe minister said the Scottish government was first alerted to the error in March. \nShe said the announcement had only been made on the afternoon that the Scottish Parliament went into summer recess because there was a \"laborious process of going through their records\" to identify the women before it was put in the public domain.\nAll the women affected were contacted by letter on Tuesday of this week, she said.\nA free helpline has been set up by the Jo's Cervical Cancer Trust charity in partnership with the NHS on 0808 802 8000.\nScottish Labour health spokeswoman Jackie Baillie said it \"beggars belief\" that the public had been \"kept in the dark on such a serious mistake\" for so long.\n She added: \"These women were failed for decades. The least they deserve is to have been made aware of the risk facing them as soon as it came to light. \n\"It is astounding to learn that throughout this Nicola Sturgeon was aware of this scandal and did not say a word.\n\"It is hard to see this as anything other than playing politics with people's health.\" \nAnd Liberal Democrat health spokesman Alex Cole-Hamilton claimed the error had been \"deliberately hidden from the public\" until after last month's Scottish Parliament election. \nHe added: \"It is a cynical abuse of power to only disclose this serious adverse event months later and on the afternoon when parliament breaks up for the summer. \n\"It is an insult to the women who were failed by the errors in this screening programme.\"\nThe error came to light in a routine audit of a single unnamed health board. \nAll health boards were then examined and 434 women were found to have been wrongly excluded from screening.\nMs Todd said a \"small number\" of the women had subsequently developed cervical cancer. \nShe said the number was less than five but she could not say exactly how many because it risked identifying the women.\nMost hysterectomies involve the removal of the cervix and then there is no further need for cervical cancer screening. \nHowever, sometimes a hysterectomy is performed where part or all of the cervix remains and those women should remain on the screening programme if they are within the eligible age range.\nMs Todd told parliament it was an \"extremely complex issue, spanning a number of decades and involving a variety of potential errors\".\nShe told BBC Scotland the errors included: \nScottish Conservative health spokeswoman Annie Wells said it was concerning that further cases were still to be potentially identified.\nShe added: \"SNP ministers have serious questions to answer as to how urgently they addressed this issue. \n\"They were first made aware of these errors in March well before Parliament shut down for the election, but only started sending out letters to women this week. That is simply not good enough.\n\"It is now imperative that the SNP government clearly outline every step they are taking to encourage women who are concerned about being affected to get in touch.\"\nHave you been affected by the issues raised in this story? Email: haveyoursay@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57624115",
      "category": "world-europe",
      "title": "Germany knife attack: Three killed were all women",
      "text": "The three people killed in a knife attack in the German city of Würzburg on Friday were all women, police say. \nThe 24-year-old suspect, a Somali immigrant, grabbed a knife from the kitchen section of a department store, attacking several inside. He then lashed out at people outside. \nFive women and a child were also injured in the attack.\nPolice say the suspect was possibly psychologically unstable and may have held extremist Islamist beliefs. \nOn Saturday, he appeared in court, charged with three murders and six counts of attempted murder and causing grievous bodily harm. \nThe man allegedly seized a knife and stabbed and killed a saleswoman and two more women in the store. \nHe then injured five other women and a child on the street and in a bank. \nPolice were alerted to the attack at around 17:00 local time (15:00 GMT), in the city centre's Barbarossa Square.\nVideos on social media of the incident, showed a man armed with a large knife being confronted and subdued by passers-by. \nThe suspect was shot in the thigh before being arrested. \nBavarian Interior Minister Joachim Herrmann told reporters that, \"it is not certain if the most seriously injured will survive\".\nOfficers have searched the suspect's home and are investigating his contacts for further evidence. \nPolice searched a homeless shelter, where he was registered to be living, and found his phone and leaflets with hateful messaging, police said. \nA witness reported that the suspect shouted \"Allah Akbar\" during the attack, said Mr Herrmann.\nBut a police spokesman said that, while the attacker had a criminal record, none of his previous offences were related to terrorism."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57622708",
      "category": "uk-wales",
      "title": "Weather: Flooding and travel delays expected in 'persistent and heavy rain'",
      "tags": "Met Office,Floods,Merthyr Tydfil,Weather forecasting,Bridgend,Swansea,Caerphilly,Cardiff,Newport,Vale of Glamorgan,Severe weather",
      "text": "Heavy rain could lead to flooding and travel delays across south Wales this weekend, according to the Met Office.\nA yellow 'be aware' warning for rain has been issued from 14:00 BST Sunday to 07:00 BST on Monday.\nForecasters have said around 20-40 mm of rainfall is predicted, but a few areas could see 60-80 mm, including 15-25mm within an hour.\nTwelve of Wales' 22 counties are expected to see \"persistent and sometimes heavy rain\".\nForecasters warned motorists to take care, as spray and flooding could lead to difficult driving conditions and potential road closures.\n\"Where flooding occurs, there may be delays or cancellations to train and bus services,\" said the Met Office, adding conditions could also turn \"thundery\".\n\"There is a small chance that homes and businesses could be flooded, causing damage to some buildings.\n\"There is a small chance of fast flowing or deep floodwater.\"\nCounties affected will be: Blaenau Gwent, Bridgend, Caerphilly, Cardiff, Merthyr Tydfil, Monmouthshire, Neath Port Talbot, Newport, Rhondda Cynon Taf, Swansea, Torfaen and the Vale of Glamorgan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57602461",
      "category": "uk-scotland",
      "title": "Covid in schools: What will next term look like?",
      "tags": "Coronavirus lockdown measures,Schools,Scotland Education,Coronavirus pandemic",
      "text": "The end of the school term usually brings a big sigh of relief for pupils and teachers and this year, that sigh will be even louder. \nThis session has been the first, and hopefully only, school year carried out entirely under Covid restrictions. Repeated home isolations for some pupils, face-coverings in class and the cancellation of exams brought constant disruption.\nSchools reopen in August. But will next term be more normal?\nParents have described the feeling of dread when their child's school tells them they have been identified as a close contact and need to self-isolate. \nBut the lack of physical distancing between pupils, the fact they are interacting five days a week and that secondary pupils can be with different groups in each class, means the chances of being asked to isolate even if there is just one positive case in a school, can be high for both young people and their teachers.\nIn the autumn term, the number of pupils isolating at one time reached a peak of almost 30,000. We also heard of some pupils having to isolate multiple times. It was for this reason that the formal exam diet was cancelled for a second year in a row.\nAs we have approached the summer break the numbers isolating were creeping up again to more than 24,000 on 22 June, with the number of Covid cases at just over 800.\nIt's this disparity between the number of cases and the numbers isolating which caused some to question whether the 10-day isolation period could be relaxed or replaced with testing.\nThe Scottish government says it is reviewing its approach to self-isolation, although there is no time frame for when this might be completed. It is expected to have a bearing on the decision around exams, coming in August, so we could expect it before then. \nLarry Flanagan, general secretary of the EIS teaching union, believes what happens in schools should reflect what is happening in wider society.\nHe said: \"Come August, schools will be reopening on the same basis as they have closed, so any changes which are introduced will be after the start of term. \n\"There is debate around teenagers being vaccinated and the issue around self-isolation will depend on the level of teenager transmission. \n\"At the moment that is very high and without vaccination, I can't see that potential in-school transmission being reduced, so I think self-isolation will remain an option, or possibly a requirement, unless there is a vaccination programme put in place.'\nLeon Cameron is going into 6th year. Vice chairman of Glasgow Youth Council, the 16-year-old thinks vaccines will be key.\nHe said: \"I think the obvious answer is for self-isolation in schools to continue. If we didn't do it, it would probably lead to more cases which would be a problem. \n\"If the vaccine programme was rolled out to teenagers by August, then we would be safer and it would minimise the risk of having to self-isolate.\" \nAll secondary pupils in Scotland have been wearing face-coverings in school corridors and classrooms since they returned to in-school learning in the spring. At the start of the school year last August, pupils didn't need to wear them at all, the rules then gradually changed, widening out to include more pupils in more settings. \nWe know that the Scottish government is looking at the role of masks in general society after 9 August, when many restrictions will be lifted.\nHowever, they are still expected to be worn in some instances including shops and public transport and, potentially, in schools.\nFirst Minister Nicola Sturgeon said this week: \"Although no final decision has been taken, it may be that, in some settings, which might include schools, we ask people to continue to wear face coverings for a period longer.\"\nTina Woolnough from the parents organisation, Connect, sees polarised views among parents about the wearing of masks in class, and wants clarity.\n\"If you go into a cafe now, you walk in wearing your mask and you sit down and take it off,\" she said. \n\"We need some consistency in wider society about what happens so that young people know what to do and so that parents know what to support when they go back into school.\"\nThere have now been two years without formal school exams, cancelled because of the pandemic. The algorithm used to moderate grades last year was widely criticised and ended up with a government U-turn and reversion to teacher estimates. \nThis year, the plan was meant to be continuous assessment, but schools having to go to online learning for almost four months during that time meant the system was adapted and ended up resembling what some branded \"exams in all but name\" without the study leave.\nThe Scottish government is replacing the Scottish Qualifications Authority (SQA) exams body, but that could take years. We will be told what is happening with next year's exams before schools return this August.\nEducation secretary Shirley-Anne Somerville said the decision on whether to hold a more normal exam diet could be linked to the review on self-isolation, telling parliament: \"Any changes here could have a significant bearing on the extent of disruption for individual learners in the next school year, and in turn our decision on whether to hold an exam diet or use an alternative model of certification.'\"\nLeon has never sat a formal exam and he would to see a mix of both scenarios.\nHe said: \"The system needs stability.  I feel like if there were continuous assessments, say from August onwards to gather evidence, then that would be helpful and bit less disorganised and less chaotic. I'd also then be up for sitting a more normal exam at the end of the year.\"\nLarry Flanagan said the continuous assessment model would need to change.\nHe said: \"The alternative certification model which was applied this year has created a huge workload pressure for teachers who have been working flat out to deliver these qualifications. \n\"If we are not looking at an exam diet, I think we need a contingency arrangement which is more manageable than this year's has been.\"\nAt first, it doesn't look like it. Schools are preparing to go back in August with the same mitigations they have in place at the moment. The feeling among school leaders seems to be that it's much harder to go back to restrictions both practically and psychologically, once they have been lifted.\nIf we really are heading towards what Nicola Sturgeon calls \"much greater normality\" in August, before schools go back, then there might be pressure to take steps like removing masks in classrooms and cutting periods of isolation for pupils, fairly quickly. \nWhat happens with longer term issues, such as exams, will depend on forecasting further into the future and although pupils, parents and teachers will be keen for certainty, they have become used to things changing, even after plans are made.\nThe Scottish government said it was closely monitoring developing evidence on vaccination and transmission risk, and would continue to review whether self-isolation requirements remained necessary and appropriate. \nThis would include whether and to what extent the requirement for children and young people to self-isolate as contacts of positive cases could safely be significantly reduced in future.\nOn face coverings, a spokeswoman said that the Covid-19 education recovery group would develop updated guidance to support schools to reopen safely after the summer holidays. \nShe said: \"We expect that advice will make clear which baseline mitigations should be retained in schools as we move beyond level zero, and which should be removed at the earliest safe opportunity following the return. \n\"Where mitigations can safely and practically be removed immediately after the summer holidays, schools will be asked to do so as quickly as is operationally feasible.\"\nThe spokeswoman also confirmed that the education secretary would outline plans for 2022 national qualifications by the start of the new school year in August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57623110",
      "category": "uk-england-london",
      "title": "London protests: Thousands march through capital in day of protest",
      "tags": "Lambeth",
      "text": "Thousands of demonstrators have marched through London in a day of protests. \nAnti-lockdown and climate change demonstrations took place across Westminster, Lambeth and Southwark alongside some smaller protests. \nThe Metropolitan Police arrested 12 people in raids in three areas of the capital on Friday and confiscated items linked to the protests.\nThe arrests were \"proactive action\" to reduce the likelihood of criminal activity, the force added.\nOfficers seized bamboo structures, lock-on equipment and other items.\nThose arrested have been taken into police custody as inquiries continue.\nThousands of protesters were seen marching through the streets of central London on Saturday.\nDemonstrators packed the streets outside Downing Street. \nFlares were set off while crowds shouted \"shame on you\" followed by prolonged booing.\nSome protesters were seen throwing tennis balls at the Houses of Parliament.\nOne protester, who did not wish to be named, said: \"They have little messages on them. Most of them are not very nice.\"\nWhether it was austerity or Palestine, lockdown or the NHS, campaigners of all ages and backgrounds wanted to make their voices heard today. \nThe pandemic put a stop to protests, but today campaigners came out in force.\nIt didn't matter your cause, all groups mixed and chanted alongside each other. \nThousands came to Regent Street bringing placards, flags and familiar chants. \nPolice closed off the roads allowing marches to pass through the capital, but some vehicles were stopped in their tracks. \nOfficers made their presence known but stood back allowing events to take place.\nClimate protesters Extinction Rebellion said one of the raids took place at the Antepavilion centre - an arts and architecture charity.\nExtinction Rebellion said an art installation of several bamboo structures, used in the group's blockade of the Broxbourne printworks in September, was confiscated. \nThe structures were on display after winning an Antepavilion award.\nA spokeswoman said: \"As far as we are aware, those arrested have no connection to the protest last September or to Extinction Rebellion.\"\nFour more members were arrested at the Extinction Rebellion arts factory, the campaign group added.\nExtinction Rebellion held a Kill the Bill protest alongside the anti-lockdown march.\nThe demonstration was prompted by the Police, Crime, Sentencing and Courts Bill, which proposes to give police in England and Wales more power to impose conditions on non-violent protests, including those that are deemed too noisy or a nuisance.\nCh Insp Joe Stokoe said: \"Our policing plan will be proportionate with officers engaging with those protesting to help them ensure any gathering is lawful, safe and doesn't cause serious disruption.\n\"We urge anyone coming to take part in a protest in London over the weekend to do so in a peaceful and responsible manner. \n\"We believe certain protest groups are specifically intending to disrupt some business locations or potentially cause criminal damage to property.\n\"If this happens we will take further action as required to prevent offences being committed or deal with anyone committing criminal acts.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57619601",
      "category": "world-us-canada",
      "title": "Kamala Harris visits US border amid migrant crisis",
      "tags": "Kamala Harris,US migrant family separations,US immigration,Texas,US politics,United States",
      "text": "Kamala Harris has made her first trip as vice-president to the nation's southern border as the White House grapples with political pressure over a growing migrant crisis.\nIn El Paso, Texas, Ms Harris called for an end to \"finger-pointing\". She also criticised ex-President Donald Trump.\nOne of her fellow Democrats said this administration's handling of the border situation made the party look \"weak\".\nA record level of undocumented migrants have arrived at the border this year.\nThe numbers of asylum seekers and economic migrants fleeing poverty, corruption and gang violence in Latin America are only expected to grow during the summer months. This year US border agents have also separately apprehended two Yemeni men who were on a terror watchlist.\nIn Friday's brief trip, Ms Harris visited immigration facilities and met girl migrants aged 9-16 not far from the border.\n\"They were asking me questions: 'How do you become the first woman vice-president?'\" Ms Harris said. \n\"It also reminds me of the fact that this issue cannot be reduced to a political issue. We're talking about children, we're talking about families, we are talking about suffering.\"\nShe called for an end to political \"finger-pointing\" and \"infighting\". During the trip she also said: \"It is here in El Paso that the previous administration's child separation policy was unveiled,\" in a reference to Mr Trump's splitting up of migrant families.\nCritics said Ms Harris should have visited a tent complex at nearby Fort Bliss, where migrant children are being held.\nA BBC investigation of the Fort Bliss detention centre found reports of sexual abuse, Covid and lice outbreaks, hungry children being served undercooked meat and sandstorms engulfing the desert tent camps where the young people are being held. \nMs Harris' motorcade was greeted by pro-Trump protesters waving flags. One demonstrator's sign said: \"How many little girls need to be raped for this to be a crisis?\"\nUS President Joe Biden's administration said on Friday it would investigate conditions at the site. It also announced Health Secretary Xavier Becerra would travel there next week.\nMr Biden tasked Ms Harris back in March with addressing the root causes of immigration. This month she visited Guatemala and Mexico, where she asked that potential migrants not make the trek to the US.\nBut the vice-president had until now repeatedly deflected questions about whether she ought to visit the US-Mexico border, dismissing such a trip as a \"grand gesture\".\nThe White House announced her visit this week after Mr Trump, a Republican, said he would head to the border on 25 June.\nMs Harris denied on Friday that she was only going because of Mr Trump, though her travel caught White House reporters unawares since they are usually briefed a week ahead of such trips for planning purposes.\n\"I said back in March I was going to come to the border, so this is not a new plan,\" the vice-president told reporters after landing in Texas on Friday.\nMs Harris faced inevitable criticism from Republicans like Texas Senator Ted Cruz, who dismissed her visit as \"a glorified photo-op\".\nBut she was also upbraided by a fellow Democrat, congressman Henry Cuellar, whose constituency straddles part of the southern border. \n\"The administration is making Democrats look weak,\" he told the Associated Press news agency. \n\"I've heard, from Democrats and Republicans in my area, what the heck is going on with this administration?\"\nUS Customs and Border Protection said it caught 180,034 migrants in May, the biggest monthly total since 2000, and up slightly from the previous two months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57609680",
      "category": "uk-northern-ireland",
      "title": "DUP: Party college endorses Sir Jeffrey Donaldson leadership",
      "tags": "DUP (Democratic Unionist Party),Sir Jeffrey Donaldson",
      "text": "The Democratic Unionist Party's electoral college has endorsed Sir Jeffrey Donaldson as the party's next leader. \nHe was the only candidate to put his name forward for the position. \nSir Jeffrey received the backing of 32 out of 36 votes from the party's assembly members (MLAs) and MPs.\nThe Lagan Valley MP's leadership will have to be ratified at a meeting of the DUP executive, due to take place next week. \nSir Jeffrey will become the party's fifth leader in its 50-year history, and its third in just 50 days.\nIf there had been more than one candidate, the members of the electoral college would have voted on who should be the next leader.\nNorth Belfast MLA Paula Bradley remains deputy leader of the party. \nEdwin Poots did not attend Saturday's vote, but voted by proxy. \nSpeaking after the meeting, Sir Jeffrey said Mr Poots had not attended \"due to prior commitments\".\nSir Jeffrey said that his priority as party leader \"will be to right the wrong that has been done by the imposition of this [Northern Ireland] Protocol\".\nHe also said the Irish government should stop \"cheerleading\" for the protocol- the part of the Brexit deal that creates a border in the Irish Sea - claiming it was \"dragging our politics backwards\". \nEast Antrim MP Sammy Wilson said he thought the party was in a better position than it had been in recent weeks. \n\"We've got people returning, who said they were leaving. I think Jeffrey will be a unifying force,\" he said.\nMr Poots announced his resignation last week as the result of an internal party revolt after 21 days in post, having taken over from Arlene Foster.\nMrs Foster announced in April her resignation as leader of the party and as first minister when more than 20 DUP Northern Ireland Assembly members and four MPs signed a letter voicing no-confidence in her leadership.\nMr Poots in turn quit having lost the support of party colleagues after he backed a deal between the party, Sinn Féin and the UK government over provisions for Irish language legislation. \nAt a party meeting on 17 June, the vast majority of DUP assembly members voted against his decision to nominate Paul Givan as first minister at a special assembly sitting.\nMr Poots went forward with the nomination and resigned later that night.\nMr Poots had defeated Sir Jeffrey in the party's first leadership election on 14 May by 19 votes to 17.\nAfter announcing last week that he would stand for a second time, Sir Jeffrey said he had the vision \"to unite Northern Ireland and heal the divisions of the past\".\nHe accepted the task was great, but added: \"The overwhelming majority of people who live here want Northern Ireland to keep moving forward.\"\nHe had previously said he would leave his Westminster seat to run for the Stormont assembly so he could be Northern Ireland's first minister as well as his party's leader.\nSuch a move would trigger a by-election in his Lagan Valley constituency.\nSir Jeffrey said on Saturday that he wanted to lead the party in the assembly and look for an opportunity to do that. \nSir Jeffrey, born in Kilkeel, County Down, became politically active as a constituency agent for the South Down MP Enoch Powell (above, left) in the mid-1980s before working as a personal assistant to the former Ulster Unionist Party (UUP) leader James Molyneaux.\nAfter James Molyneaux retired as an MP in 1997, Sir Jeffrey was voted as his successor as MP for Lagan Valley, retaining the seat through six subsequent elections.\nHe is a member of the Orange Order and also served as a corporal in the Ulster Defence Regiment (UDR) during the Troubles.\nIn 2003, following long-standing opposition to the Good Friday Agreement and the leadership of David Trimble, he announced he would leave the UUP, later joining the DUP, along with Arlene Foster and Norah Beare. \nHe was appointed to the Privy Council, a body which advises the monarchy, in 2007 and stood down as an MLA for Lagan Valley in 2010.\nHe was awarded a knighthood in 2016 for political service.\nSir Jeffrey was defeated by 19 votes to 17 in the DUP leadership election to succeed Arlene Foster in May.\nRead more: Who is the man set to be the DUP's new leader?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57619721",
      "category": "uk",
      "title": "Matt Hancock kiss: Covid families warn it could undermine efforts against virus",
      "tags": "Coronavirus lockdown measures,Matthew Hancock,Coronavirus pandemic",
      "text": "Matt Hancock's breach of social distancing guidance when he kissed an aide could damage government messaging on fighting the virus, families of Covid victims have warned.\nThe health secretary has apologised after pictures emerged of him with Gina Coladangelo, reportedly taken on 6 May.\nThe Covid-19 Bereaved Families for Justice group said failing to sack Mr Hancock could lead to a \"Cummings effect\" and people breaking the rules.  \nThe PM considers the matter closed.\nA Downing Street spokesman said Boris Johnson accepted Mr Hancock's apology, adding the prime minister had full confidence in the health secretary.\nHowever, some Conservative MPs have expressed anger over the revelations and one former minister said they did not expect the health secretary to survive the scandal, the BBC's political correspondent Jonathan Blake said.\nThe Covid-19 Bereaved Families for Justice group has written to Mr Johnson urging him to sack Mr Hancock if he does not resign, and has questioned whether the health secretary can now hold any moral authority in relation to Covid.\nRivka Gottlieb, from the campaign group, told BBC Radio 4's The World Tonight: \"If he were to announce another lockdown or further regulations why would anybody listen to someone who doesn't follow the rules themselves? It's a bit like the Cummings effect.\"\nLast March, the prime minister's then-most senior adviser, Dominic Cummings, drove 260 miles from his home in London to Durham during lockdown after he and his wife caught Covid - at a time when there were strict limits on travel.\nDespite widespread condemnation, the PM stood by his key adviser, saying Mr Cummings had \"no alternative\" but to travel.\nMs Gottlieb said people had been \"outraged\" by Mr Cummings' actions, and she feared people would be more likely to break the rules if Mr Hancock remained in post.  \nSocial distancing at work is not a legal requirement, but the government recommends that people keep 2m apart where possible - or 1m with \"risk mitigation\", such as standing side by side or wearing masks.\nProf Stephen Reicher, from University of St Andrews' School of Psychology, said what made the Cummings scenario \"truly toxic\" was not the government adviser's actions, but rather Mr Johnson's defence of them.\n\"An individual indiscretion turned into a systemic issue, a sense of there's one rule for us and another rule for them,\" Prof Reicher told BBC Two's Newsnight.\n\"In the midst of a huge national crisis, we want a government we trust and we want a government that we're going to listen to.\"\nCabinet colleagues of Mr Hancock have defended the health secretary. \nHousing Secretary Robert Jenrick told BBC Radio's 4 Any Questions programme: \"There's a task to be done, Matt is on the job doing that, and I think we should allow him to get on with the job.\"\nHe added: \"The rules have been hard. It is everybody's duty to follow the rules, but equally I've not been somebody who has criticised and condemned people when they've made mistakes.\" \nInternational Trade Secretary Liz Truss told the BBC: \"[Mr Hancock] does have my support.\"\nTransport Secretary Grant Shapps said there was \"a complete difference between what people do in their job... and what they do in their personal lives\".\nBut Conservative commentator Tim Montgomerie, a former adviser to Mr Johnson, told BBC Radio 4's Today programme he believed Mr Hancock had been \"a good secretary of state\" but should resign.\n\"When you undermine your own rules you have to show to the public that you understand the transgression you've made and you resign,\" he said.\n\"He could come back in 12 to 18 months but if the public don't see some act of contrition, some sense that when rules are broken there are consequences, then confidence in the government, the Covid rules and the Conservative party are diminished.\"\nDave Penman, general secretary of the FDA union, which represents senior civil servants, told Today the extra-marital relationship should have been disclosed.\nMs Coladangelo sits as a non-executive director of the Department of Health and \"if that information is kept secret from them that really is unforgiveable\", he said.\n\"Inevitably, there would have been issues where there was the potential to challenge the secretary of state from the board. If one of those members was having an intimate relationship with the secretary of state, it completely undermines those decisions,\" he added.\nLabour said Mr Hancock's position had become \"hopelessly untenable\" and has called for him to be sacked. \nA Labour spokesman said the matter was \"definitely not closed, despite the government's attempts to cover it up\".\nIn May last year, epidemiologist Prof Neil Ferguson resigned from the government's scientific advisory group (Sage) after it emerged he had broken lockdown rules when a woman he was reportedly in a relationship with visited his home.\nAt the time, Mr Hancock said: \"Professor Ferguson is a very, very eminent and impressive scientist and the science that he's done has been an important part of what we've listened to and I think that he took the right decision... to resign.\"\nWhen asked by Sky News whether he thought Prof Ferguson should be kept in his position, Mr Hancock replied: \"That's just not possible in these circumstance.\"\nThe Sun, which first published the photos of Mr Hancock and Ms Coladangelo, taken inside the Department of Health, carries further images of the pair on its front page on Saturday. \nThe paper says the latest image is of Mr Hancock and Ms Coladangelo at a restaurant on 23 May - 17 days after the picture of the kiss.\nBoris Johnson doesn't do ministerial resignations.\nHe resists calls from the opposition, the media - and even his own colleagues.\nHis then aide Dominic Cummings wasn't sacked last spring for his 260-mile trip to Durham during lockdown.\nUnlike with Mr Cummings, there has been no cacophonous clamour from Mr Hancock's Conservative colleagues for him to go straight away.\nBut there are concerns that he won't have credibility in the Commons or in the country to argue that the existing restrictions should be respected.\nAnd in retaining Mr Hancock in office, Boris Johnson has enabled political opponents to revive an attack which they believe has resonance with voters: that there is one rule for ministers - and another for everyone else.\nMs Coladangelo, a friend of the health secretary since they worked on a student radio station at Oxford University, was made a non-executive director of the Department of Health last September.\nThe role comes with a £15,000 salary and involves 15 to 20 days of work per year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57618755",
      "category": "world-europe",
      "title": "Germany passes new citizenship law for descendants of Nazi victims",
      "tags": "Nazi Germany,Germany",
      "text": "German lawmakers have approved changes that will make it easier for descendants of those who fled Nazi persecution to obtain citizenship.\nUnder German law, people stripped of their citizenship on political, racial or religious grounds can have it restored, and so can their descendants.\nBut legal loopholes had prevented many people from benefiting.\nCampaigners say the move allow many to reconnect with their German heritage, particularly in the Jewish community.\n\"We acknowledge the work that the German people have undertaken to honour the memory of those lost and those who suffered in the [Holocaust],\" said Felix Couchman, chair of the Article 116 Exclusions Group, which has been lobbying on the issue for years. \n\"These measures have been necessary stepping stones to rebuilding trust,\" he added.\nWhile Germany's post-war constitution allows citizenship to be restored, the lack of a legal framework meant many people had their applications rejected.\nSome were denied because their ancestors had taken another nationality before their citizenship was revoked.\nFor others it was because they were born to a German mother, but not a German father. Until a change to the law in 1953, German citizenship could only be passed on paternally.\nA legal decree was passed in 2019 to help close these loopholes. Now that it has passed the lower house of Germany's Bundestag, with a large majority, prospective applicants will have a firmer legal footing for their appeal.\nThe law does also cover those who were directly deprived of their citizenship but, given the passage of time, descendants will be the main beneficiaries.\nThe new law also bars the naturalisation of people convicted of racist, anti-Semitic or xenophobic acts. \n\"This is not just about putting things right, it is about apologising in profound shame,\" said Interior Minister Horst Seehofer in March, when the government passed the draft law.\n\"It is a huge fortune for our country if people want to become German, despite the fact that we took everything from their ancestors.\"\nThe move comes as neighbouring Poland comes under the spotlight for a draft law which critics say would make it harder for Jews to recover property seized by Nazi occupiers during World War Two.\nThe bill, passed by Poland's lower parliamentary house on Thursday, has been condemned by the US and Israel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-57429092",
      "category": "uk-england-leicestershire",
      "title": "Colin Pitchfork: Government to ask for review of child killer's release",
      "tags": "Enderby,Narborough,DNA",
      "text": "The government will ask the Parole Board to look again at its decision to release a double child killer who was the first murderer to be convicted using DNA evidence.\nColin Pitchfork was jailed for life in 1988 for raping and murdering 15-year-olds Lynda Mann and Dawn Ashworth.\nEarlier this month the Parole Board said it was satisfied Pitchfork was safe for release.\nBut the justice secretary is to apply to the board to reconsider.\nRobert Buckland will write to the Parole Board on Monday, arguing that the decision to release the 61-year-old is irrational. \nA Ministry of Justice spokesperson said: \"Our heartfelt sympathies remain with the families of Lynda Mann and Dawn Ashworth.\n\"After a careful review, the Lord Chancellor will ask the Parole Board to reconsider its decision.\" \nUnder rules passed by Parliament to ensure judicial independence from politicians, ministers cannot block Pitchfork's release, or directly order the Parole Board to retake the decision. \nInstead, they have 21 days to make submissions to the board as to why a panel's decision is arguably wrong. \nPitchfork, who was in his 20s at the time of the attacks, left his baby son sleeping in the back of his car and raped and strangled Lynda Mann in November 1983.\nThree years later, less than a mile from where Lynda died, he raped and murdered Dawn Ashworth.\nA police investigation initially led to the wrong man, a 17-year-old who falsely confessed to one of the killings.\nAfter an unprecedented mass screening of 5,000 men using pioneering \"DNA profiling\" technology, Pitchfork was eventually caught and given a life sentence in January 1988.\nPitchfork has spent 33 years in prison and was previously denied parole in 2018.\nBut on 7 June, the Parole Board said it was satisfied Pitchfork was suitable for release, subject to conditions.\nThe panel considered more than 1,100 pages of information, victim statements and heard evidence from Pitchfork, as well as his probation officers, police and a psychologist.\nWhen Pitchfork was jailed in 1988, the then home secretary still had the power to order that he never be released.\nThe Lord Chief Justice of the time advised that the killer may never be safe to be let out - but the minister decided on a 30-year minimum term. \nSince then, governments have successfully removed themselves from decisions about managing offenders to comply with wider legal concerns that the criminal justice system should be independent of the prevailing winds of politics. \nSo today, ministers cannot directly order the Parole Board to retake a decision - Justice Secretary Robert Buckland can only hope that the judge who is asked to look at Pitchfork's papers agrees that the decision was so irrational on the evidence that it needs to be taken again. \nThe way the law works and the statistics show that very few Parole Board decisions - whether to keep someone inside or to let them out - are changed following this reconsideration process. \nThere have been at least 240 applications from prisoners for their parole refusals to be reconsidered in the last three years - and only 15 were returned for a new hearing. \nThe secretary of state has made about 32 submissions to keep someone inside. Only eight went to a full reconsideration - and only one of those led to the inmate remaining behind bars for longer. \nAlberto Costa, Conservative MP for South Leicestershire, has campaigned for Pitchfork to remain behind bars and thanked the Lord Chancellor for his intervention.\nHe said: \"The national outrage following the Parole Board's decision a few weeks ago is proof that many people remain haunted by Pitchfork's abhorrent and heinous crimes.\n\"The Parole Board now has a final opportunity to get it right.\"\nMr Buckland will formally ask the board to re-examine the decision, under the provisions of the so-called reconsideration mechanism, introduced in July 2019.\nThis allows people to challenge the board's decision if they believe them to be \"procedurally unfair\" or \"irrational\".\nHowever, the provisions make clear that \"being unhappy with the decision is not grounds for reconsideration\".\nIt is understood the Parole Board will comment on the next steps in the process once the justice secretary's formal application has been received.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57618354",
      "category": "world-europe",
      "title": "German knife attack: Three dead and five wounded in Würzburg",
      "text": "A man wielding a knife in the German city of Würzburg has killed three people and injured several others, according to local authorities.\nVideos on social media showed the man armed with a large knife being confronted and subdued by passers-by.\nThe suspect, a Somali man aged 24, was shot in the thigh before being arrested. \nPolice said he had been violent and mentally unstable and had recently received psychiatric treatment\nPolice were alerted to the attack at around 17:00 local time (15:00 GMT), in the city centre's Barbarossa Square.\nBavarian Interior Minister Joachim Herrmann told reporters that, of those who were injured, five were in serious condition and it was \"not certain\" if they would survive.\nThe suspect is being questioned at a local hospital. \nOfficers are also searching his home and investigating his contacts for further evidence.\nA witness reported that the suspect shouted \"Allah Akbar\" during the attack, said Mr Herrmann.\nBut a police spokesman said that, while the attacker had a criminal record, none of his previous offences were related to terrorism."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57626203",
      "category": "uk-politics",
      "title": "Matt Hancock resignation: A dramatic exit, a less controversial arrival",
      "tags": "Boris Johnson,Matthew Hancock,Sajid Javid,Coronavirus pandemic",
      "text": "One out and one in. The prime minister had backed Matt Hancock to hang on. \nThe now former health secretary had tried to cling on. But even on Friday senior Tories were directly warning both of them that his position was just not tenable. \nNot because of his personal exploits with a taxpayer-supported colleague, but because he broke the rules that he helped to set. \nOne senior Tory told me it \"beggared belief\" that the man who had essentially banned casual relationships for a year was caught out having disobeyed the guidance himself, but still tried to maintain his position. Another insider said \"everyone hates hypocrisy\". \nFor every moment that he tried to stay both his and Boris Johnson's judgement remained in doubt.\nMr Hancock's record in charge at the Department of Health had also been under attack, with claims that Boris Johnson himself had said that he had been \"hopeless\" at the start of the pandemic. But the stresses and strains of managing the pandemic were not the catalyst for him to go.\nDowning Street has tried to follow a dramatic exit with a less controversial arrival. \nThe new health secretary, Sajid Javid, has already done several of the most senior jobs in government. \nHe may have clashed with Boris Johnson's former adviser Dominic Cummings, but has years of experience in senior roles and was known to be keen to return in a frontbench role. \nBy bringing Mr Javid back Downing Street has also avoided a major shake-up of ministers. \nJust as Mr Johnson wanted to avoid Mr Hancock having to leave at all, the prime minister was reluctant to recast his senior team."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57621552",
      "category": "world-australia",
      "title": "Covid: NSW sees 30 new Covid cases as Sydney locks down",
      "tags": "Coronavirus lockdown measures,New South Wales,Sydney,Coronavirus pandemic,New Zealand,Australia",
      "text": "The Australian state of New South Wales has reported 30 new Covid cases on the second day of Greater Sydney's two-week lockdown.\nAn expanded lockdown now covers 5m people in Greater Sydney, as well as the Blue Mountains, Central Coast and Wollongong.\nCases of the highly infectious Delta variant now stand at 110.\nNSW Premier Gladys Berejiklian said on Sunday that she expected that figure to rise.\n\"Given how contagious this strain of the virus is, we do anticipate that in the next few days, case numbers are likely to increase even beyond what we have seen today because we are seeing that people in isolation, unfortunately, would have already transmitted to all their house contacts,\" she said.\nStay-at-home orders will remain in place until 9 July for all of Greater Sydney and the other specified areas.\nPolice have said they will use number plate recognition technology to monitor vehicles and ensure people have not strayed out of their lockdown zone.\nVirgin Australia said on Sunday it contacted passengers and crew on five recent domestic flights, after a crew member had tested positive in Melbourne.  \nIn the Northern Territory, Darwin and two other towns have entered a 48-hour lockdown after four cases new cases were reported.\nOn Saturday, New Zealand paused its quarantine-free travel bubble with all of Australia for three days because of the latest outbreak.\nThe travel corridor between the two neighbours was opened in April. Travel between New Zealand and specific Australian regions has been closed for short periods as outbreaks occurred, but this is the first time the bubble has been shut with all of Australia.\nAustralia has consistently maintained very low rates of Covid transmission and this is the first lockdown in Sydney - its largest city - since December. \nThe outbreak of new infections emerged a week ago in Bondi, the famous beach suburb, and spread first into the city centre and then to its western fringes.\nIt has been linked to a driver who transported international arrivals from the airport.\nState Health Minister Brad Hazzard described the Delta variant - which first emerged in India - as a \"very formidable foe\".\n\"No matter what defensive steps we're taking at the moment, the virus seems to understand how to counter-attack,\" he said.\nIn a video message, Prime Minister Scott Morrison thanked residents for their patience and forbearance, adding: \"Together, Sydney, we'll get through this.\"\n\"This pandemic, sadly, is still raging all around the world and from time to time it will have its impact here in Australia,\" he said.\nThe latest outbreak has fuelled criticism of the federal government's slow vaccination rollout.\nSo far, just over 3% of the adult population have been fully vaccinated and about 25% of Australians have received a first dose. Government critics have argued that cities will not need to endure lockdowns again if a majority of the population is vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57614736",
      "category": "uk-scotland",
      "title": "Glasgow MP moved to safe house after death threat",
      "tags": "Carol Monaghan,Social media,Online abuse,Women,Twitter,SNP (Scottish National Party)",
      "text": "A Glasgow MP who moved herself to a safe house after a death threat wants women in public life to have more protection.\nCarol Monaghan feared for her and her family's lives when online abuse turned into the detailed threat.\nEarlier this month Jonathan Bell, 35, admitted his behaviour caused her \"fear or alarm\".\nThe SNP MP for Glasgow North West says social media companies must take action to end misogynistic abuse.\nTwitter said it takes action against accounts which violate rules on abuse and harassment. \nLike most women in politics, Ms Monaghan has always received attacks via her social media accounts.\nBut after a series of offensive tweets emerged from a particular individual, the attacks turned sinister.\nMessages she was sent included references to murdered MP Jo Cox.\nThen her constituency office in Partick was targeted, with windows being smashed.\nWhile the MP was in London, the office front was splattered with ketchup.\n\"When my staff came in it was quite a disturbing thing to see,\" she told BBC Scotland's The Seven programme. \n\"It was obviously meant to look like blood across the windows. That was the start of the physical activities.\"\nThings got worse when a death threat was made against her. \n\"It was phoned in and it contained enough details about my personal life, enough detail to cause the police to take it seriously,\" she explained.\n\"I got a call from my office manager. The police had contacted him to say there was what they considered to be a credible threat. \n\"They weren't necessarily sure I should come back to Glasgow. But I was keen that I did come back to Glasgow - my family were here.\"\nMs Monaghan was terrified for her family.\nShe said: \"Because of the personal nature of the threat and the personal details, I knew he knew where I lived, I knew he knew who my kids were. I just had to be there.\n\"That evening when we came back from the police station to the house, the police wouldn't let us into the house until the whole area had been searched. \n\"They spent the night outside the house and very early the next morning we left and went to a safe place.\"\nBell harassed the SNP MP between January and April 2019.\nAt Glasgow Sheriff Court he pled guilty to causing fear or alarm. He will be sentenced next month.\nThick skin\nMs Monaghan puts a lot of what happened down to social media. She has endured a stream of abuse and has tried unsuccessfully to engage the platforms to deal with it.\n\"Social media gives people a platform, it gives them a way of directly contacting a person - at any time of the day or night,\" she said\n\"It gives them the opportunity to say things anonymously. It gives them a whole lot of protection that the target of their abuse does not have.\"\nMs Monaghan believes any woman in a public role is party to this abuse, and says she has been told told to \"grow a thick skin\" and get used to it.\nBut, she says: \"Really, why should we take that level of abuse? We wouldn't accept it in a workplace, but we are just supposed to take it and somehow we are to blame if we don't.\"\nShe is calling for safeguards to be put in place. Her main issue is with people being untraceable.\n\"This idea that an abuser on Twitter can stay anonymous cannot be right,\" she said. \n\"I understand some people want to interact on Twitter anonymously for the best of reasons but there is also a huge hiding place for people who want to put more sinister stuff out there. We need a way of identifying users and take action against them for tweets that are offensive.\"\nThe MP has considered giving up politics because of the abuse, saying it wears her down. But although she says she is not planning to go yet, she admits she would probably not want any of her three daughters to go into politics.\nShe will keep pushing for change.\n\"Longer term, we need to consider how we deal with people in public-facing roles and how we put protections in place for them to ensure they can go about their jobs in a normal manner.\n\"I live here in Glasgow and I represent the area where I live and I love to walk about in this area. I don't want that to change. And I don't want it to change as a result of this.\"\nIn response, Twitter said: \"Abuse and harassment have no place on our service. We have clear rules in place that apply to everyone, everywhere, that address threats of violence,abuse and harassment and hateful conduct, and we take action when we identify accounts that violate these rules.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-57602915",
      "category": "uk-england-devon",
      "title": "Dartmoor: Wistman's Wood visitors asked to stay out to protect woodland",
      "tags": "Nature,Environment,Woodland",
      "text": "Visitors to Dartmoor are being asked to keep out of an ancient woodland to protect the fragile habitat.\nPeople had been camping in Wistman's Wood, making fires and stripping moss from trees, it was claimed in January.\nThe woodland, which covers about nine acres (3.5 hectares), is thought to be the remnants of a forest dating back thousands of years.\nNatural England's new advice is to \"walk around\" the wood so it can be enjoyed in the future.\nThe wood, known for its moss-covered trees, was given protection as a Site of Special Scientific Interest (SSSI) in 1964.\nBut over the past year the wood has seen an influx of visitors, according to Devon county councillor Philip Sanders, who recorded 400 people on the path through the woods in one day.\n\"People have got nothing else to do in the lockdown, but it's pressure that the woods cannot stand,\" he said in January.\n\"Moss and lichen can take hundreds of years to form, but it only takes five minutes to destroy.\"\nNatural England, which manages the trees, is now asking people to avoid going in among the trees and boulders, and to \"walk around\" the wood instead.\nA spokesperson from Natural England said: \"This still allows you to get a real sense of the special nature of this wonderful site.\n\"By visiting the wood in this way Wistman's Wood will remain a special place for everyone to enjoy in the future.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57619755",
      "category": "world-us-canada",
      "title": "UFO report: US finds no explanation for sightings",
      "tags": "UFOs,Washington DC,United States",
      "text": "The US government has said it has no explanation for dozens of unidentified flying objects seen by military pilots. \nA Pentagon report released on Friday says of 144 reports made about the phenomena since 2004, all but one remain unexplained. \nIt does not rule out the possibility that the objects are extra-terrestrial.\nCongress demanded the report after the US military reported numerous instance of objects seen moving erratically in the sky.\nThe Pentagon then established the Unidentified Aerial Phenomena Task Force last August to look into the reports.\nThe group's job was to \"detect, analyse and catalogue\" these events, as well as to \"gain insight\" into the \"nature and origins\" of UFOs, the Pentagon said.\nThe interim report released on Friday said most of the 144 reported cases of the \"unidentified aerial phenomena\" (UAP), came in the last two years, after the US Navy put in place a standardised reporting mechanism. \nIn 143 of the reported cases, they \"lack sufficient information in our dataset to attribute incidents to specific explanations\". \nCrucially, it said there were \"no clear indications that there is any non-terrestrial explanation\" for the aircraft, but also did not rule it out.\nUAP \"probably lack a single explanation\", the report said. Some could be technologies from another nation like China or Russia, others could be natural atmospheric phenomena like ice crystals that could register on radar systems, while the report also suggested some could be \"attributable to developments and classified programs by US entities\".\nThe one case they could identify \"with high confidence\" was identified as \"a large, deflating balloon\", the report said. \nIt added that the UAP posed \"a clear safety of flight issue and may pose a challenge to US national security\".\nThe taskforce is now \"looking for novel ways to increase collection\" of reports and gather more information, adding that \"additional funding\" could \"further study of the topics laid out in this report\".\nThe US Department of Defense released videos of the UAPs in April 2020. It said they had been filmed by the US Navy. \nIn a CBS News 60 Minutes episode last month, two former Navy pilots discussed seeing an object in the Pacific Ocean that appeared to mirror their movements. \nOne pilot described it as a \"little white Tic-Tac-looking object\", referring to the white oblong mints.\n\"And that's exactly what it looked like, except it was travelling very fast and very erratically and we couldn't anticipate which way it was going to turn or how it was manoeuvring the way that it was, or the propulsion system,\" witness and former Navy pilot Alex Dietrich told BBC News.\n\"It didn't have any apparent smoke trail or propulsion. It didn't have any apparent flight control surfaces to manoeuvre in the way that it was manoeuvring.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57612441",
      "category": "uk-politics",
      "title": "Matt Hancock affair: Health secretary apologises for breaking social distancing guidelines",
      "tags": "Matthew Hancock,Coronavirus pandemic",
      "text": "Health Secretary Matt Hancock has admitted breaking social distancing guidance after pictures of him kissing an aide were published in a newspaper.\nHe said he had \"let people down\" after photos emerged of him with Gina Coladangelo - whom he appointed - and he was \"very sorry\".\nLabour urged the PM to sack Mr Hancock, calling his position \"untenable\".\nBut Downing Street said Boris Johnson accepted Mr Hancock's apology and considered the matter closed.\nA spokesman added that the prime minister had full confidence in the health secretary.\nThe Sun reported that its pictures of Mr Hancock and Ms Coladangelo, who are both married with three children, had been taken inside the Department of Health on 6 May.\nSocial distancing at work is not a legal requirement, but the government recommends that people keep 2m apart where possible - or 1m with \"risk mitigation\", such as standing side-by-side or wearing masks.\nHousing Secretary Robert Jenrick said his cabinet colleague was \"right to apologise\", telling BBC Radio's 4 Any Questions programme: \"There's a task to be done. Matt is on the job doing that, and I think we should allow him to get on with the job.\"\nHe added: \"The rules have been hard. It is everybody's duty to follow the rules, but equally I've not been somebody who has criticised and condemned people when they've made mistakes.\"\nLabour's Emily Thornberry, the shadow international trade secretary, told the same programme that Mr Hancock's actions showed \"an arrogance that they believe they're above the law\", adding that \"he should have gone a long time ago\".\n\"What we're talking about is somebody breaking the rules for which they were personally responsible - where they were on television night after night telling us that we weren't allowed to have intimate contact with people from outside our households,\" she said.\nAnd a Labour spokesperson said the matter was \"definitely not closed, despite the government's attempts to cover it up\".\nThe government believes no laws were broken because Mr Hancock and Ms Coladangelo were both in the department for legitimate work purposes, sources say.\nThe Liberal Democrats called on Mr Hancock to resign and accused him of \"hypocrisy\" over social distancing.\nBoris Johnson doesn't do ministerial resignations.\nHe resists calls from the opposition, the media - and even his own colleagues.\nHis then aide Dominic Cummings wasn't sacked last spring for his 260-mile trip to Durham during lockdown.\nUnlike with Mr Cummings, there has been no cacophonous clamour from Mr Hancock's Conservative colleagues for him to go straight away.\nBut there are concerns that he won't have credibility in the Commons or in the country to argue that the existing restrictions should be respected.\nAnd in retaining Mr Hancock in office, Boris Johnson has enabled political opponents to revive an attack which they believe has resonance with voters: that there is one rule for ministers - and another for everyone else.\nThe Covid-19 Bereaved Families for Justice group said it was \"heartbreaking\" that Mr Hancock had been \"ignoring the rules while we were unable to hug friends and family at our loved ones' funerals\".\nThe group wrote to the prime minister, saying that if the health secretary was \"unable to find the decency to do the right thing and resign his position, it is paramount that you relieve him from it\".\nIn a statement, Mr Hancock, 42, said: \"I accept that I breached the social distancing guidance in these circumstances. I have let people down and am very sorry.\n\"I remain focused on working to get the country out of this pandemic, and would be grateful for privacy for my family on this personal matter.\"\nThe Metropolitan Police said it was not investigating Mr Hancock over alleged breaches of Covid regulations as it did not look into Covid-related issues retrospectively \"as a matter of course\".\nThe force added it was aware of the images alleged to have been obtained within official government premises but \"at this time this remains a matter for the relevant government department\".\nMs Coladangelo, a friend of the health secretary since they worked on a student radio station at Oxford University, was made a non-executive director of the Department of Health last September.\nThe role comes with a £15,000 salary and involves 15 to 20 days of work per year.\nLabour deputy leader Angela Rayner has written to the cabinet secretary - the UK's most senior civil servant - asking him to investigate whether Mr Hancock broke ministerial rules by failing to \"declare that he was engaged in a relationship with someone whom he personally appointed at taxpayers' expense\".\nA government spokesman said Ms Coladangelo's appointment had been \"made in the usual way\" and had \"followed correct procedure\".\nThe Times has reported that Mr Hancock failed to declare their friendship when appointing Ms Coladangelo - who is also communications director for fashion retailer Oliver Bonas - as an adviser in March last year.\nShe held the role for six months, before she was appointed to the Department of Health's non-executive board. \nIn May last year, epidemiologist Prof Neil Ferguson resigned from the government's scientific advisory group (Sage) after it emerged he had broken lockdown rules when a woman he was reportedly in a relationship with visited his home.\nAt the time Mr Hancock called these actions \"extraordinary\", adding that social distancing rules were \"there for everyone\" and \"deadly serious\".\nOn Friday, Labour's First Minister of Wales, Mark Drakeford, said Mr Hancock had been \"quick to condemn\", adding: \"We can't make laws for other people and not be willing to abide by them yourself.\"\nBut Mr Hancock's colleagues rallied around him, with International Trade Secretary Liz Truss telling the BBC: \"[Mr Hancock] does have my support.\"\nTransport Secretary Grant Shapps said there was \"a complete difference between what people do in their job... and what they do in their personal lives\".\nHowever, Conservative backbench MP Andrew Bridgen said that if the health secretary felt that the revelations over Ms Coladangelo had \"affected his performance of his role\" he should consider his position.\nMr Hancock has been married for 15 years to Martha, who is an osteopath.\nMs Coladangelo, 43, is married to Oliver Bonas founder Oliver Tress."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57626402",
      "category": "world-latin-america",
      "title": "Colombia offers reward after presidential helicopter shooting",
      "tags": "Iván Duque,Bogota,Colombia",
      "text": "Colombia has offered a reward of three billion pesos ($796,000; £573,000) for information about an attack on the president's helicopter.\nIván Duque was nearing Cúcuta airport near the border with Venezuela when his aircraft was hit by gunfire on Friday.\nPhotos released later showed bullet holes in the rotor and tail of the helicopter. \nNobody on board was injured. The UN, EU and US have all condemned the attack. \nDefence Minister Diego Molano - who was also on board the aircraft - offered the reward for any information leading to the culprits on Saturday.\nNational police meanwhile announced that they had found two rifles in a Cúcuta neighbourhood - an AK-47, and a 7.62 calibre rifle. which they say were used in the attack.\nThe 7.62 calibre rifle had \"the marks of the Armed Forces of Venezuela\", national police chief General Jorge Vargas. \n\"We are after those responsible. We will not give up until we capture them,\" he tweeted. \nIt is not yet known who carried out the attack.\nBefore the shooting Mr Duque had been attending an event in the Catatumbo region. The area spans the Colombian-Venezuelan border and is one of the main regions in the country for growing coca, the key ingredient in the drug cocaine. \nColombia has accused Venezuela of harbouring rebel fighters in the past, a claim the country denies. The nations broke off diplomatic relations after Mr Duque came to power in 2018.\nThe leftist National Liberation Army (ELN), Colombia's largest rebel group, operates in the Catatumbo region. \nEarlier this month the ELN denied any involvement in a car bomb attack on a military base in Cúcuta. The attack injured 36 people, including two US military advisers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57619929",
      "category": "world-latin-america",
      "title": "Colombia President Iván Duque's helicopter hit by gunfire",
      "tags": "Iván Duque,Bogota,Colombia",
      "text": "Gunfire has hit a helicopter carrying the president of Colombia as it flew near the border with Venezuela. \nPresident Iván Duque was flying toward Cúcuta in the Norte de Santander province, alongside the defence minister, interior minister and the province's governor.\nA spokesman for the presidency said nobody had been hurt in the incident.\nMr Duque denounced the \"cowardly attack\" and said he was not frightened \"by violence or acts of terrorism\".\n\"Our state is strong and Colombia is strong to confront this kind of threat,\" he said in a video address posted on Twitter. Security forces are under orders to find those responsible, he added.\nLocal newspaper Semana reports the occupants heard a noise as if something had hit the engine just as the helicopter was coming in to land.\nThe leftist National Liberation Army (ELN) operates in the Catatumbo region, which spans the Colombian-Venezuelan border. \nFounded in 1964 to fight against inequality in land and wealth distribution, the ELN is the country's largest rebel group and is considered a terrorist organisation by Colombia, the US and the European Union.\nEarlier this month the ELN denied any involvement in a car bomb attack on a military base in Cúcuta. The attack injured 36 people, including two US military advisers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57625508",
      "category": "uk",
      "title": "Matt Hancock quits as health secretary after breaking social distance guidance",
      "tags": "Matthew Hancock,Coronavirus pandemic",
      "text": "Matt Hancock has resigned as health secretary after he breached social distancing guidance by kissing a colleague.\nIn a letter to the PM he said the government \"owe it to people who have sacrificed so much in this pandemic to be honest when we have let them down\".\nBoris Johnson said he was \"sorry\" to receive the resignation.\nFormer chancellor Sajid Javid has said he is \"honoured\" to have been chosen as Mr Hancock's replacement.\nMr Hancock had been under increasing pressure to quit, after the Sun published pictures and then a video of Mr Hancock and Gina Coladangelo, who are both married with three children, kissing. The newspaper said they had been taken inside the Department of Health on 6 May.\nMr Hancock has ended his 15-year marriage to his wife, Martha, and the relationship with Ms Coladangelo is understood to be a serious one.\nFellow Tory MPs, as well as Labour and the Covid-19 Bereaved Families for Justice group, had called for the health secretary to be sacked and a senior Tory figure told the BBC that many MPs had told their whips on Saturday that he ought to resign.\nBBC political editor Laura Kuenssberg said No10 had stressed that it had been Mr Hancock's decision to go and that he had not been pushed out by the prime minister.\nShe said Ms Coladangelo was also leaving her role as a non-executive director of the Department of Health.\nIn a video posted on Twitter, Mr Hancock said: \"I have been to see the prime minister to resign as secretary of state for health and social care.\n \"I understand the enormous sacrifices that everybody in this country has made, that you have made, and those of us who make these rules have got to stick by them and that's why I have got to resign.\"\nIn his resignation letter, Mr Hancock, who served as health secretary for three years, reiterated his apology for \"breaking the guidance\" and he apologised to his family and loved ones for \"putting them through this\".\nIn response, the prime minister said Mr Hancock \"should leave office very proud of what you have achieved - not just in tackling the pandemic, but even before Covid-19 struck us\".\nHe added: \"I am grateful for your support and believe that your contribution to public service is far from over.\" \nMr Javid, who has held several key roles in government, said he was \"honoured\" to be appointed as health secretary \"at this critical time\".\nHis return to cabinet comes 16 months after he resigned as chancellor when he rejected the prime minister's order to fire his team of aides.\nBefore that Mr Javid was home secretary. He has also led the housing, communities, business and culture departments.\nOne of his first jobs as health secretary will be to examine the data ahead of England's proposed end to Covid restrictions on 19 July.\nFormer health secretary Jeremy Hunt described Mr Javid's appointment to the role as an \"excellent choice\", saying it was the best possible news for social care because his time at the Department for Communities and Local Government meant he \"gets it\".\nHowever, Labour leader Sir Keir Starmer said Mr Johnson should have sacked Mr Hancock rather than wait for him to resign.\nThe SNP's Westminster leader Ian Blackford tweeted: \"Massive failure of leadership by Boris Johnson, Hancock should have been sacked.\"\nLiberal Democrats leader Sir Ed Davey tweeted that Mr Hancock's legacy was one of \"failure\" and he said the fact that Mr Johnson \"could just carry on regardless brings the prime minister's judgement into question once again\".\nOne out and one in. The prime minister had backed Matt Hancock to hang on. \nThe now former health secretary had tried to cling on. But even on Friday senior Tories were directly warning both of them that his position was just not tenable. \nNot because of his personal exploits with a taxpayer-supported colleague, but because he broke the rules that he helped to set. \nOne senior Tory told me it \"beggared belief\" that the man who had essentially banned casual relationships for a year was caught out having disobeyed the guidance himself, but still tried to maintain his position. Another insider said \"everyone hates hypocrisy\". \nFor every moment that he tried to stay both his and Boris Johnson's judgement remained in doubt.\nRead more from Laura here.\nTory MP Andrew Bridgen told BBC News it had become clear that a \"sizeable minority or even a majority of the public no longer had confidence in Matt Hancock\".\nMr Bridgen added it \"was not the affair but the hypocrisy of being someone who makes the rules and then broke the rules\".\nRivka Gottlieb, from the Covid-19 Bereaved Families for Justice group, told BBC News it was \"absolutely right\" that Mr Hancock resigned but said she thought he should have been sacked months ago over his \"appalling record\".\nConcerns had also been raised about the process which saw Ms Coladangelo, a friend of Mr Hancock's from their days at Oxford University, appointed to the role - last September.\nA No 10 spokesman has insisted the \"correct procedure\" had been followed but refused to go into detail."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57606232",
      "category": "world-us-canada",
      "title": "Miami building collapse: 159 missing, officials say",
      "tags": "Miami building collapse,Miami,United States",
      "text": "The number of people listed as missing after the collapse of a 12-storey building in the US city of Miami has risen to 159, officials say. \nFour people are known to have died.\nThe mayor of Miami-Dade says they \"still have hope\" of finding survivors. Search teams working around the clock have reported hearing people banging beneath the debris.\nWhat caused the 40-year-old building to collapse early on Thursday morning remains unclear. \nAt least 102 people have now been accounted for, but it is uncertain how many were in the building when it came down. Dozens of people have been evacuated from what is left of the structure. \nPresident Joe Biden has approved an emergency declaration for Florida, meaning the Federal Emergency Management Agency (Fema) will help state agencies with the relief effort.\nOvernight hundreds of rescuers used sonar cameras and specially trained dogs as they scoured the rubble for survivors. Teams were tunnelling from an underground car park below the building in an effort to reach victims.\nThe mayor of Surfside, where the disaster happened, Charles Burkett, said at an early-morning news conference that some 15 families had walked out of the building.\nMost residents would have been asleep when the collapse happened at about 01:00 (05:00 GMT).\n\"It's heartbreaking because it doesn't seem to me... that we will find people alive,\" Mr Burkett said.\nHowever, on Friday Miami-Dade Mayor Daniella Levine Cava said they would do \"everything possible\" to locate survivors. \n\"We will continue search and rescue because we still have hope that we will find people alive,\" she said. \nOvernight, search teams detected sounds of banging and other noises, but no voices coming from the tonnes of debris. Officials say the efforts are dangerous as further rubble could collapse on them.\nConstant rain and storms are further complicating an already difficult task for the search-and-rescue teams.\nAuthorities have begun taking DNA samples from relatives of those missing in case only remains of their family members are found in the rubble.\nRelatives of the missing have been huddled around a community centre a few blocks away, waiting for information and fearing the worst. They have been putting out appeals on social media for information that could help them find their loved ones.\nNicolas Fernandez said his calls to missing loved ones had gone unanswered. \n\"I think they're gone,\" he told CBS. \"I don't want to be pessimistic, but we've been calling them non-stop with no reply.\" \nJenny Urgelles woke up to the news that her parents' building had collapsed. She called them, but both their phones went straight to voicemail.\n\"I am holding on to hope. I'm very desperate to know what's happening,\" she told a local TV channel.\nA large section of the oceanfront Champlain Towers in Surfside crumbled to the ground in the early hours of Thursday.\nThe BBC's Will Grant at the scene says the collapse has left children's bedrooms visible - \"It's a very disturbing sight.\"\nEyewitnesses described hearing what sounded like thunder before seeing a huge cloud of dust in the aftermath of the collapse. One compared the scene to the 11 September 2001 attacks on the Twin Towers in New York.\nResident Barry Cohen was in bed when the building started to collapse. \"It sounded like thunder, and my wife and I, we went out on the balcony; it looked like a bomb had exploded,\" he told the BBC.\n\"When we opened the door, there was no building there, it was just a pile of rubble,\" he said. \nIt remains unknown. A full investigation will begin after the rescue mission. \nAs the building has stood since 1980, it was due its standard 40-year review. The building was undergoing its \"recertification\" process and required repairs, officials said.\nA study from researchers at Florida International University published last year found that the building had been sinking at a rate of two millimetres per year in the 1990s, which may have affected the building structurally.\nBut the author has cautioned that the study was just a snapshot in time. The building was constructed on reclaimed wetland, which experts say is always of concern as the land underneath can compact over time, leading to shifts.\nOn the sinking, the author of the study, Prof Shimon Wdowinski, told the Miami Herald newspaper: \"We've seen much higher than that, but it stood out because most of the area was stable and showed no subsidence.\"  \nProf Wdowinski said the research is not meant to suggest certainty about the latest incident. \nAre you in the area? Did you witness the building collapse? If it is safe to do so please email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57622450",
      "category": "uk-england-london",
      "title": "Sydenham stabbing: Murder probe into 19-year-old's death",
      "tags": "London violence,Sydenham",
      "text": "Police have launched a murder investigation after a 19-year-old man was stabbed to death.\nMet Police officers were called to Miall Walk in Sydenham, south-east London, at 21:30 BST on Friday.\nOfficers attempted first aid on the man and London Ambulance Service also attended, but he died at the scene.\nDet Ch Insp Chris Wood said the victim's mother had visited the scene and officers have been supporting her and other relatives.\nOne relative who did not wish to be named said the teenager's mother is \"in pieces\".\nSeveral officers were at the scene, while forensics experts have been examining a property.\nNo arrests have been made.\n\"My heart goes out to her as she faces up to the first day of the rest of her life without her son,\" Mr Wood said.\n\"I can assure her, and indeed all Londoners, of my total commitment to finding the person or persons responsible for this murder and bringing them to justice.\n\"Officers have been working through the night to commence what will be a rigorous investigation into the death of this young man.\"\nFormal identification and a post-mortem examination will take place in the coming days.\nLewisham West and Penge MP Ellie Reeves tweeted: \"My thoughts & deepest sympathies are with the victim's family. Yet another senseless loss of life, another family devastated by knife crime and it needs to stop.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57624557",
      "category": "world-asia",
      "title": "Covid-19: Crowds flee Dhaka ahead of strict Bangladesh lockdown",
      "tags": "Coronavirus lockdown measures,Bangladesh,Dhaka,Coronavirus pandemic",
      "text": "Crowds have flocked to Dhaka's ferry terminals for a second day to get out of the city before a strict national lockdown comes into force.\nFor seven days from Thursday, no one in Bangladesh will be allowed to leave their homes unless in an emergency.\nAs a result, people are fleeing the busy capital city for their homes in towns and villages.\nCovid cases in the country have surged, many linked to the Delta variant first identified in neighbouring India.\nThe latest wave of the virus in Bangladesh began about six weeks ago. On 15 May there were 261 new cases and 22 deaths reported. On Friday there were 5,869 new cases and 108 deaths - the country's second-highest daily death toll of the whole pandemic.\nMany hospitals are overwhelmed with patients and are struggling to cope, particularly those on the border with India. \nThe lockdown was originally due to begin on Monday, but has now been postponed until Thursday - though officials said some restrictions will still come into force on Monday.\nBecause of the sharp rise in cases, rail and bus services are already suspended, with an exception for emergency services.\nPeople hoping to leave the city have resorted to hiring private hire vehicles, or even walking, because of the transport closures.\nLow-income workers and day labourers will be among the worst hit by the stringent lockdown, BBC South Asia editor Jill McGivering reports. Many of the people fleeing are migrant workers trying to get home. \nDhaka Tribune newspaper reported that there were thousands of people at just one ferry terminal, with little to no space between them. \nLocal traffic police chief Zakir Hossain told the paper that Shimulia terminal was much busier on Sunday than it was on Saturday, and that \"no one is following Covid-19 safety protocols\".\nAFP news agency reports that tens of thousands of people in total are trying to leave. It quotes a senior Bangladesh water official saying that at least 50,000 people had left the city on ferries on Sunday alone.\nThe situation, he added, had become \"unmanageable\".\nSome ferry services have been running 24 hours a day, with more than 1,000 passengers crammed onto each trip.\nPolice sub-inspector Mohammad Raza told AFP: \"We don't want them to overcrowd the ferry, but they don't listen. There is a mad rush of people.\"\nA statement released by Bangladesh's Press Information Department (PID) said all offices, including government, semi-government and private offices, would also shut in the lockdown.\nHealth department spokesman Robed Amin told AFP police and border guards would be deployed to enforce the lockdown and stop people from leaving their homes.\nHe added that the army could also be deployed if needed.\n\"It is a dangerous and alarming situation,\" he said. \"If we don't contain it now, we will face an India-like situation.\"\nA second wave of Covid infections, driven largely by the Delta variant, devastated India in April and May. Although the country is beginning to reopen, experts have warned it could see a third wave in the next few months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57566837",
      "category": "uk-wales",
      "title": "Covid vaccine: Novavax trial volunteer's holiday in jeopardy",
      "tags": "Tourism,Travel health,France,Wrexham,Travel,Coronavirus vaccines,Denbigh,Vaccine passports",
      "text": "A Covid vaccine trial volunteer says he faces cancelling plans to celebrate his 70th birthday in France because he has been \"disadvantaged\" by taking part. \nTom Williams from north Wales said he was denied an approved jab after having the yet-to-be approved Novavax vaccine.\nThe UK is on the French amber list, and only those fully vaccinated with an approved jab can travel for holidays.\nThe UK government's Department of Health said it would ensure volunteers were not disadvantaged.\nMr Williams, who lives in Denbigh, wants people who have taken part in trials to have \"some sort of leeway in terms of vaccine certification\".\n\"The World Health Organization should really get their act together, recognise the fact that without volunteers on these research projects you wouldn't get the vaccines in the first place,\" he said.\n\"They shouldn't be disadvantaged in any way at the end of the day.\"\nThe WHO recommends that \"essential travel should be prioritised and facilitated, and that certain measures should continue to apply to reduce the risk of spread of Covid-19 through international travel\".  \n\"The British government and the Welsh governments have been talking about vaccine passports now for a number of months,\" Mr Williams added.\n\"They must have foreseen that this was going to happen at some stage. It's just a frustrating situation.\" \nThe French government only recognises the vaccines approved by the European Medical Agency (EMA) - Pfizer-BioNtech, Moderna, Oxford/AstraZeneca, and Johnson & Johnson.\nNovavax is currently being assessed by the UK's Medicines and Healthcare products Regulatory Agency, and is subject to an EMA rolling review. The company said it expected to file for authorisation in the third quarter of this year. \nPeople travelling abroad from Wales and Scotland can show they have been vaccinated using a certificate available online, and those in England have an NHS app.\nMr Williams said he decided to volunteer after seeing an advert looking for volunteers for the trial in Wrexham: \"I thought, you know, if I can help the [Covid pandemic] situation I'll join.\n\"I basically wanted to try and get my life back on track and everybody else's life back on track... I was more than happy to be a guinea pig.\"\nFollowing medical tests, he was given his first jab on 4 November and the second on 25 November. At the time he did not know if he was getting the vaccine or a fake placebo test jab. \nThen, in February, when people of his age group were being offered approved vaccines, he was offered a jab.\nHe contacted the Novavax research centre which told him he had received two doses of Novavax. \n\"It was only in the last four to five weeks that I started realising that they're going to start issuing vaccine passports or certificates, so I started making some inquiries,\" he said. \nHe said NHS Wales told him he would get a vaccine certificate in due course - but that does not help him with his holiday plans. \n\"Unfortunately because the vaccine is not EMA approved it doesn't hold water if I decided to travel and I want to use the vaccine passport,\" he said. \nHe said he had been told by NHS Wales it was not recommended for him to get an authorised vaccine on top of the Novavax: \"They obviously don't know what the effect that might have.\"\nEarlier this week he went to a vaccination centre in Bangor, but was again refused.\nMr Williams said if he was unable to go to France with his family on 25 July he would be \"very annoyed indeed\".\nHe added: \"I appreciate that the UK can't control other countries, but surely this is a worldwide issue.\n\"Other vaccines are obviously going through similar trials and if none of them are going to be recognised obviously people are going to be very reluctant in future to sign up for any of the trials.\"\nOn 11 June, an open letter was published by deputy chief medical officer Prof Jonathan Van-Tam to UK residents who have volunteered to take part in Covid-19 vaccine studies.\nIn it, he said trial volunteers were \"creating great benefit for our society and indeed the rest of the world\" and would \"not be disadvantaged as global travel resumes\".\nHe added: \"We believe the added risk of allowing the relatively small number of clinical trial participants to travel (in the UK approximately 40,000 people, the vast majority of whom have been vaccinated) is strongly outweighed by the benefit of ensuring that recruitment and retention into clinical trials can continue.\"\nHe acknowledged \"individual countries control their own policies and exemptions\" but said the UK government would \"work hard to influence this situation internationally\".\nNHS data shows 505,230 people in the UK have signed up to the NHS Covid-19 Vaccine Research Registry to hear more about volunteering for vaccine trials, and 15,580 of those live in Wales.\nOver 15,000 people in the UK took part on the Novavax phase 3 trial, according to National Institute for Health Research (NIHR), the UK government's medical research body.\nWHO said there were 287 vaccine candidates in development, of which 102 were in clinical development. \nA Welsh government spokeswoman said it was \"grateful\" to trail volunteers who had \"made a significant contribution to the research effort\".\nShe added: \"Vaccines not yet licenced but which have been given as part of a phase 3 trial are being recorded on national vaccination systems to ensure vaccination records are complete.\" \nShe said the Welsh government's \"strong advice\" was to \"only travel overseas if it is absolutely essential\".\nA spokesman for the UK government's Department of Health and Social Care said: \"The government has committed to take any action available to ensure no volunteers in formally approved Covid-19 vaccine trials in the UK are disadvantaged and everyone who has taken part in a clinical trial can call 119 and get a letter to confirm their vaccine certification.\"\nHe said the NHS was urgently working on a technical upgrade to the NHS App to allow residents in England who have taken part in a clinical trial to demonstrate their Covid vaccine status.\nDeveloped by US firm Novavax, the vaccine is given in two doses.\nIt was shown to be 89.3% effective at preventing Covid-19 in participants in its Phase 3 clinical trial in the UK, and about 86% effective at protecting against the Alpha variant.\nLike the Oxford-AstraZeneca vaccine, the Novavax jab can be stored at regular fridge temperature, which means it can be distributed more easily.\nThe UK has secured 60 million doses of the vaccine.\nNovavax said: \"We firmly believe that clinical trial participants should not be disadvantaged in any way.\n\"The National Institute for Health Research did confirm to vaccine trial participants that they have the same status as people who have received a deployed vaccine\n\"We are committed to continuing to work with urgency to achieve approval for our vaccine through MHRA and EMA, and expect to file for authorization in the third quarter of this year.\"\nResponding to Mr Williams' concerns, the NIHR said it was aware of the issue \"at the highest levels\", and was \"working on solutions as quickly as we can\".\n\"We are really grateful to everyone who has taken part in these critical trials and do not want anyone to be at a disadvantage,\" said a NIHR official.\n\"We recognise how much vaccine volunteers have already contributed to society and do not want them to miss out on any benefits or feel anxious.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57610736",
      "category": "business",
      "title": "Green list change prompts holiday pricing chaos",
      "tags": "Tourism,Easyjet,British Airways,Travel & leisure industry,Ryanair,Coronavirus pandemic",
      "text": "The prices of flights and hotels for new green list travel destinations have swung sharply in both directions since the guidance was changed on Thursday. \nThe government added 16 destinations to the list. Travellers returning from these do not have to isolate on return. \nDestinations include Malta and Spain's Balearic Islands, and some holidays have doubled in price, the Independent's travel editor Simon Calder said.\nAirlines have added extra capacity.\nInitially when these new flights have become available, prices have fallen as extra supply takes up the demand.\nBut this has proved to be short-lived in many cases: \"Availability is changing by the minute,\" said Mr Calder, who has been checking prices regularly since the announcement.\n\"Immediately after it was made there was still quite a lot of keenly priced flights and holidays, but we're back down to 'last seat' showing.\"\n\"Madeira and Malta, for example, were looking pretty reasonable, but then things really took off. Unless you're sitting in front of a screen there's no way of gauging which trend line you're on,\" he added.\nEasyJet said: \"When new flights are put on sale the starting fares may be lower compared to existing flights with many seats already booked.\n\"Like all airlines, our pricing is dynamic which means that our fares start low and increase the closer it is to the date of departure and as more seats on the aircraft are booked.\"\nThe destinations added to the green list from 04:00 BST on 30 June are:\nEurope: The Balearic Islands (which include Ibiza, Menorca, Majorca and Formentera), Malta and Madeira\nCaribbean: Anguilla, Antigua and Barbuda, Barbados, British Virgin Islands, Cayman Islands, Dominica, Grenada, Montserrat and Turks and Caicos Islands\nOther British Overseas Territories: Bermuda, British Antarctic Territory, British Indian Ocean Territory and Pitcairn\nSix destinations will also be added to the government's red list on 30 June. They are the Dominican Republic, Eritrea, Haiti, Mongolia, Tunisia and Uganda.\nOperators contacted by the BBC were concentrating mainly on satisfying demand for the Balearic Islands, Majorca, Menorca and Ibiza, and Malta. \nBA said it was reviewing its schedule and had added some additional flights and upgraded some routes to larger aircraft, for example to Malta and the Balearic Islands.\nEasyJet said it was also adding seats and holiday packages and new routes, also focussing on Malta and the Balearics.\nNew routes to Malta from Bristol and Luton will launch next month and offer some seats at £27.99.\nRyanair said it was selling 200,000 extra seats on flights from the UK to Malta, Ibiza and Palma for July, August and September.\nRyanair's Dara Brady called the latest announcement a \"small step in the right direction\" but called on the government to add Cyprus, the Canary Islands and Greek islands to the green list.\nJet2holidays said there had been a \"huge surge\" in bookings.\nIt reported the highest volume of bookings to the Balearic Islands in almost a year, with bookings for July alone up more than 3,000%.\nBookings for Malta and Madeira also jumped by almost 1,500%.\nSeveral factors influence the price of airline tickets. These include how many seats are available, how many people are looking for tickets, the popularity of the route, and the time of the day the journey takes place. \nDue to computer algorithms, airlines can alter the price of tickets by the minute. For example, an algorithm can pick up when lots of customers are looking to purchase a particular ticket and then trigger an automatic response. \nHowever, it's not all computers that set the price, humans play a role too. Revenue managers will sometimes manage automatic systems from time-to-time.\nPeter Morris, chief economist at Ascend consultancy and a veteran with 25 years in aviation, says approaches do differ between airlines and they typically sell tranches of tickets with prices increasing as long as sales are going well.\nRead more about how prices rise for flights.\nJet2.com and Jet2holidays have put more than 70 additional flights on sale to Malta and Madeira with immediate effect and a new route to Malta from London Stansted is being added.\nSteve Heapy, chief executive of Jet2.com and Jet2holidays, said the response from customers had been \"truly incredible\".\n\"Bookings to Majorca, Menorca, Ibiza, Malta and Madeira have gone through the roof, which shows just how much UK holidaymakers want to get away.\"\nThe Independent's Mr Calder said: \"It's now a matter of 'can you time it right' so you go in just when the new flight goes on. \n\"If you do you can still get a bargain. Otherwise you are competing with people prepared to spend many of hundreds of pounds to get away to what are, after all, still a very small number of destinations compared with normal years.\"\nThe new rules on travel will, of course, change as situations develop.\nAnd the countries on the UK's Green List have their own set of rules.\nFor example, Malta will only allow people in to the country without quarantine if they present an approved valid vaccine certificate. \nAn email from its High Commission in London said on Friday afternoon: \"This means that only people who have a vaccination certificate recognized by the Superintendent for Public Health can enter Malta from the United Kingdom without the need of quarantine.\"\nIt said anyone who did not meet the entry requirements should make a formal request to the Public Health Superintendence to authorise entry to Malta at covid19.vetting@gov.mt. Further conditions may then apply. \nTransport Secretary Grant Shapps has said the UK government plans to drop quarantine for fully vaccinated people returning from amber list countries \"later in the summer\".\nHowever, EasyJet has said the timetable \"simply isn't ambitious enough\".\nThe transport secretary said issues such as whether children should be given the vaccine and how people from outside the UK could prove their vaccination status needed to be resolved before the system could be introduced.\nHe added there was also a \"fairness issue\" with young people yet to receive their second jabs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57619934",
      "category": "world-us-canada",
      "title": "Miami building collapse: Demands for answers grow",
      "tags": "Florida,Miami building collapse,Miami,United States",
      "text": "Florida Governor Ron DeSantis has said people \"have a right to know\" how a 12-storey building collapsed in the US city of Miami, as the search for survivors continues.\nThe number of people listed as missing remains at 159, officials say, with four people known to have died.\nAt least 102 people have now been accounted for, but it is uncertain how many were inside when it came down. \nQuestions are now growing about what caused the building to collapse. \nSpeaking on Friday, Governor DeSantis said the focus remained on finding survivors.\nBut he called for a \"timely\" explanation for what happened, adding they needed to know \"if this is a bigger issue, or something unique to the building\".\nChamplain Towers South was completed in 1981. When it collapsed it was going through a recertification process for 40-year-old buildings, in line with city safety regulations. \nMiami-Dade County Mayor Daniella Levine Cava said at a press conference on Friday night she was hopeful they would find survivors overnight. \n\"We have hope because that's what our search and rescue team tells us, that they have hope,\" she told reporters.\nRescuers are working in rotation with a limited number allowed on site at any one time to prevent any further collapse, she said. \nTeams from Mexico and Israel have also reportedly arrived to help with the search.\nAs night fell on Friday, the fire rescue service warned people nearby to stay indoors due to the \"smoky conditions\".\nPresident Joe Biden has approved an emergency declaration for Florida, meaning the Federal Emergency Management Agency (Fema) will help state agencies with the relief effort.\nA large section of the oceanfront Champlain Towers in Surfside crumbled to the ground at about 01:00 (05:00 GMT) on Thursday.\nResident Barry Cohen was in bed when the building started to collapse. \"It sounded like thunder, and my wife and I, we went out on the balcony; it looked like a bomb had exploded,\" he told the BBC.\n\"When we opened the door, there was no building there, it was just a pile of rubble,\" he said. \nEyewitnesses described hearing what sounded like thunder before seeing a huge cloud of dust in the aftermath of the collapse. One compared the scene to the 11 September 2001 attacks on the Twin Towers in New York.\nAuthorities have begun taking DNA samples from relatives of those missing in case only remains of their family members are found in the rubble.\nRelatives of the missing have been putting out appeals on social media for information that could help them find their loved ones.\nWill Grant, BBC News, Miami\nIn the cool of the early evening, a handful of families and neighbours appeared on the beach nearest to the collapsed building to light candles and lay flowers. Others stood in mute reflection as the full gravity of what happened in this small seaside community is now becoming clear. \nIt was a sharp contrast to the activity at the site all day where search and rescue teams have kept up their momentum despite torrential downpours and other setbacks. For long periods, thick acrid smoke billowed from the collapsed building as sporadic fires broke out in the wreckage. \nAnd through it all, the teams have kept searching for survivors. \nMost families are hanging on to the hope that there are still people inside the debris and that their missing loved one might, somehow, be pulled out alive soon. Yet many are well aware the chances of such an outcome are getting slimmer by the hour. \nThe family reunification centre has been moved from a community centre near the destroyed building to a hotel slightly further away. But the scene is much the same: relatives sit - anxious and tearful, holding hands, desperate for a positive update.  \nSo far, none has been forthcoming. \nA full investigation will begin after the rescue mission. \nAs the building had stood since 1980, it was due its standard 40-year review. The building was undergoing its \"recertification\" process and required repairs, officials said.\nKenneth Direktor, a lawyer involved in the work, was quoted in the New York Times as saying engineers had identified rusted steel and damaged concrete that needed repairing, but added that he had seen nothing to suggest the collapse had anything to do with that review.\nA study from researchers at Florida International University published last year found that the building had been sinking at a rate of two millimetres per year in the 1990s, which may have affected the building structurally.\nBut the author has cautioned that the study was just a snapshot in time. The building was constructed on reclaimed wetland, which experts say is always of concern as the land underneath can compact over time, leading to shifts.\nOn the sinking, the author of the study, Prof Shimon Wdowinski, told the Miami Herald newspaper: \"We've seen much higher than that, but it stood out because most of the area was stable and showed no subsidence.\"  \nProf Wdowinski said the research is not meant to suggest certainty about the latest incident. \nAre you in the area? Did you witness the building collapse? If it is safe to do so please email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57619807",
      "category": "world-europe",
      "title": "Czech Republic: 'Apocalyptic' scenes after tornado",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57622868",
      "category": "uk",
      "title": "Matt Hancock: Calls for health secretary to quit after kissing colleague",
      "tags": "Coronavirus lockdown measures,Matthew Hancock,Coronavirus pandemic",
      "text": "Matt Hancock is facing calls to quit as health secretary from fellow Tory MPs after he breached social distancing guidance by kissing a colleague.\nThe health secretary apologised after pictures emerged of him with Gina Coladangelo, reportedly taken on 6 May.\nConservative MPs Duncan Baker and Sir Christopher Chope have said he should go, while former secretary of state Esther McVey said she would have quit in Mr Hancock's position. \nThe PM considers the matter closed.\nA Downing Street spokesman said Boris Johnson accepted Mr Hancock's apology, adding the prime minister had full confidence in the health secretary.\nLabour and the Covid-19 Bereaved Families for Justice group have also called for the health secretary to be sacked.\nOn Friday, The Sun published pictures of Mr Hancock and Ms Coladangelo, who are both married with three children, kissing. It said they had been taken inside the Department of Health on 6 May, leading the health secretary to say he was \"very sorry\".\nNorth Norfolk's MP Mr Baker, who was the first Conservative MP to publicly call for Mr Hancock to quit, told his local newspaper the Eastern Daily Press that the health secretary had \"fallen short\" on a number of measures.\nMs McVey, Conservative MP for Tatton, told GB News she would have resigned had she been in Mr Hancock's position and hoped he was \"thinking the same thing\".\nShe added that it would be \"viewed more admirably\" if he came forward and did not have to have it \"pushed upon him\".\nChristchurch MP Sir Christopher told BBC Radio 4's PM programme that Mr Hancock's position had become \"untenable\", saying that his constituents were \"seething\".\n\"For that reason, the sooner he does the honourable thing and announces his resignation, the better - because otherwise it is not going to go away,\" he said. \n\"This is going to run and run, and it will impact adversely upon all of those of us who are involved in public life who are trying to set an example.\"\nHe added that Mr Hancock had been \"in charge of making the lives of millions of people a relative misery\" but that they had been complying.\n\"Now he's shown by his actions, that there's one law for him and a different law for everybody else.\"\nConservative commentator Tim Montgomerie, a former adviser to Mr Johnson, told BBC News Mr Hancock would probably survive in his job as there were concerns in No 10 that his sacking could lead to more scrutiny around other ministers and create a \"domino effect\".\nMeanwhile, the families of Covid victims warned the breach of social-distancing guidelines could damage government messaging on fighting the virus.\nRivka Gottlieb, from the Covid-19 Bereaved Families for Justice group told BBC Radio 4's The World Tonight: \"If he were to announce another lockdown or further regulations why would anybody listen to someone who doesn't follow the rules themselves?\"\nShe compared it to the prime minister's former senior adviser Dominic Cummings' trip from London to Durham during lockdown last March, when, despite widespread condemnation, Mr Johnson stuck by his aide. \nCabinet colleagues have defended the health secretary with Housing Secretary Robert Jenrick, International Trade Secretary Liz Truss and Transport Secretary Grant Shapps all backing him publicly. \nThe reaction to Matt Hancock's rule-breaking certainly has echoes of Dominic Cummings' trip to Barnard Castle: The health secretary is facing similar accusations of \"one rule for them\" hypocrisy. The prime minister has so far stood by him in a similar way.\nSome Conservatives are worried the public reaction could be similar too but, unlike with Dominic Cummings, most Tories have so far been notably silent.\nThere is no co-ordinated public call for Matt Hancock to go.\nThere is no big show of support either.\nPerhaps the more important question might be what they are saying to him privately over the coming days.\nMatt Hancock is an MP with ambition, so what his colleagues in Parliament think will matter.\nIf he goes, it is much more likely to be through a resignation than a sacking.\nIf MPs' inboxes begin to fill up with angry correspondence though, will the mood change?\nConcerns have also been raised about the process which saw Ms Coladangelo appointed as a non-executive director of the Department of Health.\nMs Coladangelo - a friend of the health secretary since they worked on a student radio station at Oxford University - was appointed to the role - which comes with a £15,000 salary and involves 15 to 20 days of work per year - last September.\nLabour deputy leader Angela Rayner has written to the cabinet secretary - the UK's most senior civil servant - asking him to investigate whether Mr Hancock broke ministerial rules by failing to declare the relationship.\nA No 10 spokesman insisted the \"correct procedure\" had been followed but refused to go into detail.\nDave Penman, general secretary of the FDA union, which represents senior civil servants, told Today the relationship should have been disclosed, \"if that information is kept secret from them that really is unforgiveable\", he said.\n\"Inevitably, there would have been issues where there was the potential to challenge the secretary of state from the board. If one of those members was having an intimate relationship with the secretary of state, it completely undermines those decisions,\" he added.\nLabour said Mr Hancock's position had become \"hopelessly untenable\" and has called for him to be sacked. \nSNP Westminster deputy leader Kirsten Oswald said the prime minister \"risks jeopardising vital public health measures\" by retaining Mr Hancock as health secretary, saying there must be public confidence in those setting the rules.\nLiberal Democrat leader Sir Ed Davey tweeted: \"Matt Hancock told millions of people that they couldn't hug their loved ones, and now refuses to resign even though he broke his own guidelines. The fact the prime minister has failed to take action shows the utter contempt this government has for the British people.\"\nIn May last year, Mr Hancock said it was right for epidemiologist Prof Neil Ferguson to resign from the government's scientific advisory group (Sage) after it emerged he had broken lockdown rules when a woman he was reportedly in a relationship with visited his home.\nThe Sun carries further images of Mr Hancock and Ms Coladangelo on its front page on Saturday.\nThe paper says the latest image is of the pair at a restaurant on 23 May - 17 days after the picture of the kiss."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57623741",
      "category": "world-us-canada",
      "title": "LAX: Man jumps from plane after trying to access cockpit",
      "tags": "Aviation accidents and incidents,Los Angeles,Air travel",
      "text": "A man has jumped from a moving plane at Los Angeles International Airport after attempting to access the jet's cockpit. \nThe man, who was not identified, opened the plane's door and fled via the emergency slide on Friday, the Federal Aviation Administration (FAA) said. \nHe was detained on the taxiway and taken to hospital with unspecified injuries. \nThere has been a rise in incidents on flights in the US. About 3,000 incidents have been recorded this year. \nFriday's incident occurred at 19.10 local time (02:10 GMT Saturday) aboard a United Express flight, operated by SkyWest Airlines, to Salt Lake City. \nFlight crew reported seeing the passenger getting up from his seat as the plane taxied towards the runway. They said he had pounded on the cockpit door before exiting the plane through the emergency door, NBC News reports. \nThe plane, an Embraer 175 regional jet, later returned to its gate.\nAuthorities have launched an investigation into the incident and the passenger's motives. \nEarlier this month the FAA said it had investigated the highest number of potential breaches of the law since records began in 1995. Many of those are in relation to incidents where people have refused to wear a mask. \nThe agency said some 394 cases of passengers allegedly \"interfering with the duties of a crew member\" had been reported as of 25 May.\nThis is twice as many as the whole of last year, when 183 cases were investigated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-57613087",
      "category": "uk-england-hampshire",
      "title": "Infected Blood Inquiry: Hampshire school pupils' 'rage' over HIV diagnoses",
      "tags": "HIV & Aids,UK contaminated blood inquiry,Blood donation,NHS,Holybourne",
      "text": "A school did its best to help boys with their \"rage and frustration\" after they got HIV through contaminated blood, a public inquiry has heard.\nAt least 72 pupils died after being treated at Lord Mayor Treloar College in Hampshire in the 1970s and 1980s.\nFormer headmaster Alex Macpherson told the Infected Blood Inquiry the revelation of the boys' HIV positive status \"had a dreadful effect on them\".\nHe said: \"They were going to die and that was it. You just had to help.\"\nThe boarding school, at Holybourne near Alton, catered for haemophiliac children via a specialist NHS centre on site.\nFrom 1974 to 1987 boys were given the factor VIII clotting agent, which was often imported from overseas.\nBatches were widely contaminated with hepatitis A, B, C and later HIV, infecting thousands of haemophiliacs across the UK.\nMr Macpherson, who was the headmaster from 1974 to 1990, said infected pupils were offered counselling and distractions.\nHe told the inquiry: \"What they had was a rage inside them, a frustration, that suddenly they had been made ill and they were going to die in the not-too-distant future.\n\"You could see it when you talked to them... It was a result of this disease. It had a dreadful effect on them.\"\nInquiry lead counsel Jenni Richards QC said some pupils were not properly informed of their HIV status.\nShe said \"There are witnesses who recall being told in a group with other pupils... 'You have it, you don't, you have it, you don't'.\n\"We've heard evidence this week which suggests that some pupils may not have been told at all.\"\nMedical records seen by the inquiry earlier this week showed the school's NHS centre began to monitor pupils for HIV as early as 1983.\nMr Macpherson said: \"If they didn't take immediate action when they knew that infected blood was being used, I'm very surprised.\n\"I think that was remiss, that was a mistake, which I would say was culpable. If that is true, that's disgraceful.\"\nThe public inquiry is due to resume in July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57621196",
      "category": "uk-wales",
      "title": "Euro 2020 Wales v Denmark: Expats in Amsterdam form Red Army",
      "tags": "Ebbw Vale,Copenhagen,Denmark,Amsterdam,Netherlands,Penarth,Pontyclun",
      "text": "The travel ban might have stopped Welsh fans travelling to Amsterdam for the game, but a group of expats have formed their own Red Army in the Netherlands.\nAs Wales play Denmark in Euro 2020, fans living overseas are watching the game at the Johan Cruyff Arena.\nWith so few able to make it to the stadium, they said they felt lucky to wave the Welsh flag.\nDavid Bartlett, originally from Cardiff, said: \"There's a lot of pride.\"\n\"I feel like there's a lot of pressure on us as the very few Welsh fans here,\" said the 31-year-old, who now lives in Amsterdam. \n\"We've been practising our vocals and we'll be very loud in the stadium.\"\nKelsie Armstrong, 30, originally from Pontyclun, Rhondda Cynon Taf, said she felt \"lucky\" to have the game on her doorstep.\n\"It's the only thing we've been talking about,\" she said.\n\"We feel unbelievably lucky to have the game here in Amsterdam.\"\nJamie Braddock, 30, who moved to Amsterdam from Ebbw Vale two years ago, said: \"We've recruited as many locals as possible to support Wales. I've got many from the office to wear Welsh shirts. \n\"We've got some face paint kits with us - ready to recruit a few of the neutrals. So, we'll do our bit.\n\"We have not seen family or friends for the last 18 months so being able to be here today makes it a bit more worthwhile.\" \nLisa Harrison, 28, originally from Cardiff, now living in Amsterdam, said: \"It is our duty today - to make Wales proud and to be there for the team and make as much noise as possible.\n\"I am a bit nervous but I think we can pull it off - we can do it. It'll be a big night if we win - a big night here in Amsterdam.\"\nVictoria Steffensen, a Wales fan living in Copenhagen, Denmark, said she had to \"keep reminding\" her children they were half Welsh.\n\"I'm doing my best,\" she said, adding that she was facing a losing battle with the country \"going crazy\" for their national team.\n\"Apparently, there is no other news in the world. It is just the football,\" she said.\nBetina Skovbro, who runs a Danish bakery in Cardiff and Penarth, said there had been split loyalties among her family during the tournament, with her son supporting Wales.\n\"My daughter has been very loyal and said she'll stick with me,\" she said.\nBut what about the dog?\n\"He's a Welsh border collie so it's kind of in his name, love him.\"\n\"For my family it's a win-win,\" she said, regardless of the result.\nAt Wrexham's Turf pub, built in the shadow of the town's football stadium, boss Wayne Jones said there had been a \"terrific atmosphere\" among customers during all Wales' games.\n\"These games really bring out the best in the customers and the fans,\" he said, adding that he had woken four times in the night anxious about the match.\n\"These are the games you want to be involved in,\" he added.\nThe pub has been able to accommodate 100 customers due to Covid rules.\nCustomer Paul Jones paid tribute to Wales' players, saying they had all \"worked so hard for the badge on their chest\".\n\"That's all you can ask for,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56802198",
      "category": "world-us-canada",
      "title": "George Floyd death: Five key moments from the Derek Chauvin trial",
      "tags": "Minneapolis,US race relations,George Floyd death,United States",
      "text": "The death of George Floyd, a 48-year-old black man, while he was being restrained by a white police officer, Derek Chauvin, during an arrest in Minneapolis in May 2020, shocked the world and sparked global protests about racism and police brutality.\nChauvin's three-week trial - on charges of murder and manslaughter - has now resulted in his conviction. \nHere are five key moments from the trial which heard from 45 witnesses and saw hours of video footage filmed by bystanders.\nSome of the most powerful testimony came in the first days of the trial when witnesses spoke of what they saw that day.\nDarnella, who was 17 at the time of Mr Floyd's death, filmed the video that went viral around the world. She told the jury there were nights when she stayed up \"apologising to George Floyd for not doing more and not physically interacting and not saving his life\".\n\"When I look at George Floyd, I look at my dad. I look at my brothers, I look at my cousins, my uncles. Because they are all black,\" she said.\nEmotional testimony also came from Charles McMillian, 61, who had been among the first on the scene and had tried to persuade Mr Floyd to get in the police car.\nHe broke down in tears watching graphic footage of the arrest in court, saying he had felt \"helpless\" as events unfolded and explained that he had confronted Chauvin after Mr Floyd was taken away in an ambulance because \"what I watched was wrong\".\nThe defence has argued that the presence of bystanders influenced Chauvin's actions that day. The court heard from one Minneapolis police officer, Peter Chang, that the crowd had been \"very aggressive to the officers\", while Nicole McKenzie, who trains the city's police on providing medical care, said the presence of bystanders at an arrest could make it harder for officers to see signs of distress in those they detained.\nAnother powerful moment came when Mr Floyd's girlfriend of three years, Courteney Ross, took the stand.\nShe described their first meeting, in the lobby of a Salvation Army homeless shelter, where Mr Floyd worked as a security guard, and how he had been devastated by his mother's death in 2018.\nMs Ross also told the court they both suffered from chronic pain, which led to an off-and-on struggle with opioid addiction.\n\"We got addicted and tried really hard to break that addiction many times,\" she testified.\nOne of the defence's arguments has been that Mr Floyd died largely because of complications from the opioids and methamphetamine he had in his system at the time of his arrest. \nAnother key issue at the heart of this trial has been whether Derek Chauvin violated policies on restraint when he kneeled on George Floyd's neck for nine and a half minutes.\nThe head of Minneapolis police, Chief Medaria Arradondo, was one of the prosecution's most high-profile witnesses and had fired Chauvin a day after the arrest.\nHe told the court that the police officer should have stopped applying \"that level of force\" the moment Mr Floyd stopped resisting. \"It's not part of our training and it's certainly not part of our ethics or values\" to continue with such force, he said.\nDefence witness Barry Brodd, a use-of-force expert, said Chauvin had been \"justified\" and acted \"with objective reasonableness\" because of the \"imminent threat\" Mr Floyd posed in resisting arrest.\nHowever, he did concede under cross-examination that the dangers of positional asphyxia - not being able to breathe in a certain position - were well-known among law enforcers.\nThe cause of Mr Floyd's death was arguably central to this trial, with the prosecution maintaining he died from asphyxia while the defence pointed to Mr Floyd's drug use and general poor health. \nDr Martin Tobin, an expert in pulmonary medicine, used video footage to explain what was happening to Mr Floyd's breathing during the nine and a half minutes he lay under Chauvin's knee.\nEven \"a healthy person, subjected to what Mr Floyd was subjected to, would have died,\" he said.\nA key witness for the defence, forensic pathologist David Fowler, said Mr Floyd's death should have been classified as \"undetermined\" rather than as a homicide, because there were \"so many conflicting different potential mechanisms\". \nComplicating factors included Mr Floyd's drug use and possible exposure to carbon monoxide poisoning from the police car's exhaust, said Dr Fowler, who was chief medical examiner for the state of Maryland until his retirement in 2019.\nHowever, under cross-examination he agreed that Mr Floyd should have been given immediate medical attention when he went into cardiac arrest, as there still was a chance to save his life.\nJust before the defence rested its case, the man on trial - Derek Chauvin - confirmed to the judge that he would not testify.\n\"I will invoke my Fifth Amendment privilege today,\" he said, referring to the constitutional right to remain silent in fear of self-incrimination.\nAsked by the judge whether this was his decision alone, and whether anyone else had unfairly influenced his decision, Chauvin responded: \"No promises or threats, your honour.\"\nChauvin pleaded not guilty to charges of second-degree unintentional murder - for which he could be jailed for up to 40 years - third-degree murder, and manslaughter. \nThe jury took under a day to return a unanimous verdict convicting him of all charges."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57621774",
      "category": "world-us-canada",
      "title": "Florida building collapse: Report from 2018 warned of 'major damage'",
      "tags": "Florida,Miami building collapse,Miami",
      "text": "An inspection in 2018 highlighted \"a major error\" in the original design of an apartment block that collapsed near Miami, Florida, it has been revealed. \nThe engineer's report, which has just been made public, said the fault prevented water draining from the base of the seafront Champlain Towers.\nPart of the building collapsed on Thursday while many residents slept.\nHopes are fading for the 159 people still unaccounted for. So far, five deaths have been confirmed. \nRescue efforts were hampered on Saturday after a fire broke out underneath the rubble. \nMiami-Dade Mayor Daniella Levine Cava said the blaze was \"very deep\" and rescuers faced \"incredible difficulties\" because of the fire. \nThe building consultant's report from three years ago came to light in a series of documents made public by the town of Surfside.\nThe engineer, Frank Morabito, said the lack of proper drainage was \"a systemic issue\" that stemmed from a flaw \"in the development of the original contract documents\".\nHe flagged what he called \"major structural damage\" to the concrete platform beneath the swimming pool deck.\n\"The failed waterproofing is causing major structural damage to the concrete structural slab below these areas,\" he wrote. \"Failure to replace the waterproofing in the near future will cause the extent of the concrete deterioration to expand exponentially.\"\nThe engineer also referred to \"abundant cracking… of columns, beams and walls\" in the parking garage.\nHis report didn't suggest the 40-year-old building was at any imminent risk of collapse but he urged that the concrete repairs be carried out in \"a timely fashion\".\nCorrespondents say it is not yet clear if the repairs were carried out or if the problems highlighted contributed to the structural failure. Champlain Towers had been due to undergo a multi-million dollar refurbishment this year. \nThe governor of Florida, Ron DeSantis, has promised that authorities will find out what happened saying \"anybody affected by this directly wants that answer\".\nSearch and rescue teams continued to look for signs of life on Saturday, while families anxiously waited for updates. \nRachel Spiegal, whose missing mother lived on the sixth floor of the building, told the Associated Press she was \"praying for a miracle\". \nJeanne Ugarte said she did not expect her long-time friends who lived in the building to be found alive. \"It's been too long,\" she told the news agency. \nTeams have been using machines, drones and specially trained dogs in their efforts to find survivors.\n\"Any time that we hear a sound, we concentrate in that area,\" Miami-Dade Assistant Fire Chief Raide Jadallah told reporters. \"It could be just steel twisting, it could be debris raining down, but not specifically sounds of tapping or sounds of a human voice.\"\nRescuers are working in rotation with a limited number allowed on site at any one time to prevent any further collapse. \nTeams from Mexico and Israel have been helping with the search efforts, according to reports. \nPresident Joe Biden approved an emergency declaration for Florida, meaning the Federal Emergency Management Agency will help state agencies with the relief effort.\nSurfside Mayor Charles Burkett said crews were doing everything possible to find survivors. \"We do not have a resource problem, we have a luck problem,\" he said.\nLocal officials have provided families with hotel rooms and food as they wait for news about their loved ones.\nThe missing include people from Israel and Latin America, according to reports. Paraguay's foreign ministry said six of its nationals had been registered as missing, including relatives of the country's first lady. \nThe building contained 136 apartments and 55 of them collapsed early on Thursday, leaving piles of debris.\nResident Barry Cohen was in bed in a section of the building that survived when the collapse happened. \"It sounded like thunder, and my wife and I, we went out on the balcony; it looked like a bomb had exploded,\" he told the BBC.\n\"When we opened the door, there was no building there, it was just a pile of rubble,\" he said.\nEyewitnesses described hearing what sounded like thunder before seeing a huge cloud of dust in the aftermath of the collapse. \nA full investigation into the collapse is set to begin after the rescue mission.\nAs the building has stood since 1980, it was due its standard 40-year review.  It was undergoing its \"recertification\" process and required repairs, officials said.\nKenneth Direktor, a lawyer involved in the work, was quoted in the New York Times as saying engineers had identified rusted steel and damaged concrete that needed repairing, but added that he saw nothing to suggest the collapse had anything to do with that review.\nA study from researchers at Florida International University published last year found that the building had been sinking at a rate of two millimetres per year in the 1990s, which may have affected the building structurally.\nBut the author has cautioned that the study was just a snapshot in time. The building was constructed on reclaimed wetland, which experts say is always of concern as the land underneath can compact over time, leading to shifts.\nOn the sinking, the author of the study, Prof Shimon Wdowinski, told the Miami Herald newspaper: \"We've seen much higher than that, but it stood out because most of the area was stable and showed no subsidence.\"\nProf Wdowinski said the research was not meant to suggest certainty about the latest incident."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-43947008",
      "category": "uk-politics",
      "title": "Sajid Javid: Who is the new health secretary?",
      "tags": "Amber Rudd resignation,HM Treasury,UK immigration,Home Office,Windrush scandal,Sajid Javid",
      "text": "Sajid Javid has been appointed health secretary following the resignation of Matt Hancock who stepped down for breaking social distancing guidelines. \nMr Javid previously served as home secretary under former Prime Minister Theresa May, and in 2019 was promoted to chancellor by Boris Johnson. \nHowever he only lasted in that role for six months, resigning in February 2020 following tensions with the prime minister's then-advisor Dominic Cummings.\nMr Javid was told he would have to sack his own advisors, but he rejected the order saying it was something \"no self-respecting minister\" could accept.\nFollowing his resignation as chancellor, Mr Javid returned to life as a backbench MP, but also took up a job with JP Morgan.\nSince becoming health secretary, Mr Javid has given up his role at the US bank.\nThe MP for Bromsgrove since 2010 was born in Rochdale in 1969, one of five sons of parents who had moved to the UK from Pakistan.\nMr Javid, a 50-year-old father of four, told the Evening Standard in 2012: \"My dad was from a tiny village in Pakistan and came here when he was 17 to look for work.\n\"He settled in Rochdale and became a cotton-mill worker for Courtaulds. But he was quite ambitious, and saw that bus drivers were better paid. His nickname was Mr Night and Day because he used to work every hour God sent his way.\"\nMr Javid's father's job was the same as the father of another high-profile politician, London Mayor Sadiq Khan, and he congratulated the Labour politician \"from one son of a Pakistani bus driver to another\" after his City Hall victory in 2016.\nMr Javid spent his school years in Bristol after his parents took over a ladieswear shop there, with the family living in a two-bed flat above it.\nHe told the Daily Mail in 2014 that the school, a local comprehensive, was tough and \"I was naughty, more interested in watching Grange Hill than homework.\"\nBut, he said, things changed when his dad read the riot act. \"He said 'this is what I went through, don't let me down'. I felt really bad. My academic work rocketed.\" \nHe said that his school did not want to pay for him to do maths O-Level - his dad ended paying for it instead. \nHe had also developed an interest in financial markets, sparked by the Thatcher government's privatisations. At the age of 14 he went to see his father's bank manager and arranged to borrow £500 to invest in shares, becoming a regular reader of the Financial Times.\nHis goal became to work in the City so he passed that maths O-Level and, rejecting his school's suggestion he become a TV repair man, headed off to sixth form college and then to Exeter University to study economics and politics - giving a clear hint of his future career direction. \nHe also met his future wife, Laura, while doing a summer job at Commercial Union. They sat opposite each other and shared a stapler, he told the Daily Mail.\nTheir four children are privately educated: \"We do what's best for them,\" Mr Javid, who has described himself as a non-practising Muslim, told the newspaper. \nAfter university, he set his sights on a job in the City. As he told the Standard: \"Some people, in a friendly way, tried to lower my expectations.\n\"They often tell you that unless you wear an old school tie or have the family contacts, you just won't get a chance to work in the City. But they were wrong.\"\nHis career move worked out well, although he had to move across the Atlantic to succeed. And by the age of 25, he had become a vice-president at Chase Manhattan Bank, later moving to Singapore for a period with Deutsche Bank. He rose to become a managing director before leaving in the summer of 2009 to concentrate on a political career.\nA Conservative Party supporter from the early 1980s, he had attended his first conference towards the end of the Thatcher years, with Conservative friends from university such as fellow Tory MP Robert Halfon.\nThey got into a bit of trouble at the 1990 conference, handing out leaflets against the then prime minister's decision to join the Exchange Rate Mechanism, opposing the policy despite being diehard fans of Mrs Thatcher's.\nAccording to a ConservativeHome profile, Mr Javid, Mr Halfon, another future Tory MP David Burrowes and Tim Montgomerie - founder of ConservativeHome - got up at 07:00 so they could get front-row seats for what turned out to be Mrs Thatcher's final party conference speech.\nTwo decades on and, in 2010, he was elected for the first time, and made swift progress.\nHe began his ministerial career with roles in the Treasury, before becoming the first cabinet minister of Asian descent when he was appointed culture, media and sport secretary in 2014. \nHe did that for a year before moving to business secretary for a year and then moving on to be communities and local government secretary.\nLong thought of as a Eurosceptic, it was a surprise to many when Mr Javid came out for Remain during the UK's 2016 referendum on whether or not to stay in the European Union. \nThat meant, of course, that like then-Home Secretary Theresa May and his one-time mentor, then Chancellor George Osborne, he was on the losing side. \nThere was an ill-fated and very short-lived bid to succeed David Cameron as Conservative leader after the referendum, on a \"joint ticket\" with Stephen Crabb. (He would have been chancellor to Mr Crabb's prime minister.)\nHe also ran in the 2019 leadership election but was eliminated in the fourth round before Mr Johnson went on to become prime minister.\nMr Javid was appointed home secretary in April 2018, following the resignation of Amber Rudd during the fallout from the Windrush scandal.\nAt the time, Mr Javid told the Sunday Telegraph the scandal \"immediately impacted him\". \nMr Javid told the newspaper: \"When I heard about the Windrush issue, I thought that could be my mum, it could be my dad, it could be my uncle, it could be me.\"\nIn 2019 he took a hardline stance towards Shamima Begum, who left London to join the Islamic State group aged 15, revoking her British citizenship when she asked to return. \nThe move boosted his popularity amongst some Tories but provoked criticism from others - particularly after her newborn son died in a Syrian refugee camp. \nIn his previous cabinet roles he avoided major calamity, although he faced questions as business secretary over Tata steel, and as communities secretary over the government response to the Grenfell disaster. \nHowever, he had not been afraid to ruffle feathers, with uncompromising messages to some in the business community and local government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57432104",
      "category": "science-environment",
      "title": "Scientists hail stunning 'Dragon Man' discovery",
      "tags": "Fossils,Human evolution,Evolution",
      "text": "Chinese researchers have unveiled an ancient skull that could belong to a completely new species of human.\nThe team has claimed it is our closest evolutionary relative among known species of ancient human, such as Neanderthals and Homo erectus.\nNicknamed \"Dragon Man\", the specimen represents a human group that lived in East Asia at least 146,000 years ago.\nIt was found at Harbin, north-east China, in 1933, but only came to the attention of scientists more recently.\nAn analysis of the skull has been published in the journal The Innovation.\nOne of the UK's leading experts in human evolution, Prof Chris Stringer from London's Natural History Museum, was a member of the research team. \n\"In terms of fossils in the last million years, this is one of the most important yet discovered,\" he told BBC News.\n\"What you have here is a separate branch of humanity that is not on its way to becoming Homo sapiens (our species), but represents a long-separate lineage which evolved in the region for several hundred thousand years and eventually went extinct.\"\nThe researchers say the discovery has the potential to rewrite the story of human evolution. Their analysis suggests that it is more closely related to Homo sapiens than it is to Neanderthals.\nThey have assigned the specimen to a new species: Homo longi, from the Chinese word \"long\", meaning dragon.\n\"We found our long-lost sister lineage,\" said Xijun Ni, a professor at the Chinese Academy of Sciences and Hebei GEO University in Shijiazhuang. \nHe told BBC News: \"I said 'oh my gosh!'. I could not believe that it was so well preserved. You can see all the details. It is a really amazing find!\"\nThe skull is huge compared with the average skulls belonging to other human species. Its brain was comparable in size to those from our species. \nDragon Man had large, almost square eye sockets, thick brow ridges, a wide mouth, and oversized teeth. Prof Qiang Ji, from Hebei GEO University, says it is one of the most complete early human skull fossils ever discovered.\n\"It has a mosaic combination of primitive and more modern features, setting itself apart from all the other species of human,\" the researcher explained.\nThe scientists believe that Dragon Man was powerfully built and rugged. But little is known about how he lived, because his skull was removed from the site in which it was found. \nThis means that there is currently no archaeological context, such as stone tools, or other elements of culture.\nThe skull was reportedly discovered in 1933 by a construction worker helping to build a bridge on the Songhua river running through Harbin, in Heilongjiang province, which translated means Black Dragon River, hence the new human's name..\nThe city was under Japanese occupation at the time. Suspecting its cultural value, the Chinese worker smuggled it home, to keep it out of the hands of occupiers. He hid it at the bottom of his family's well, where it remained for around 80 years. The man told his family about the skull before he died, which is how it eventually got into the hands of scientists.\nDragon Man joins a number of early human remains uncovered in China that have proven difficult to categorise. These include remains from Dali, Jinniushan, Hualongdong, and the Xiahe jawbone from the Tibetan Plateau.\nThere has been a fierce debate about whether these remains represent primitive examples of Homo sapiens, Neanderthals, a human group called the Denisovans, or something else entirely.\nThe Denisovans were first identified from DNA retrieved from a 50,000-30,000-year-old finger bone discovered in Denisova Cave, Russia. Because the remains associated with this sister lineage to the Neanderthals were so fragmentary, the group has been described as a \"genome in search of a fossil record\".\nProf Marta Mirazon Lahr, from the University of Cambridge, believes that Dragon Man was, in fact, a Denisovan.\n\"The Denisovans are this fascinating mystery population from the past. There is a suggestion (from DNA evidence) that the jawbone found in the Tibetan Plateau might be a Denisovan,\" she said. \"And now because the jawbone from Tibet and Dragon Man look like each other - now we might actually have the first face of the Denisovan.\"\nAnd a group that recently published details of remains from Israel belonging to a possible precursor species to the Neanderthals, believes Dragon Man might be descended from humans that first emerged in the Levant region.\nBut the Chinese researchers maintain that the hard-to-classify fossils from East Asia represent the gradual evolution of a new species. Prof Ni has a gracious response to those that disagree with this assessment.\n\"The results will spark a lot of debate and I am quite sure that a lot of people will disagree with us,\" he said. \n\"But that is science and it is because we disagree that science progresses.\"\nFollow Pallab on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57620771",
      "category": "uk",
      "title": "Covid-19: 'Grab a jab' for all over-18s opens in England",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Stadiums, shopping centres and theatres will be among hundreds of walk-in vaccination sites to open across England this weekend in a bid to boost the number of people getting jabbed.\nThe \"grab a jab\" campaign means any adult will be able to get a Covid vaccine without an appointment.\nNHS England boss Sir Simon Stevens said the country was in a \"race to the finish line\" in its vaccine programme.\nMore than 44 million people in the UK have received at least one dose.\nA further 18,270 coronavirus cases in the UK were recorded on Saturday, according to the latest government figures, and there were a further 23 deaths within 28 days of a positive test.\nThe number of new cases in the UK is rising, with Saturday's figures the highest since early February.\nVaccine sites will be publicised locally so people can choose the location best for them, or they can type in their postcode to the NHS website to find their nearest site.\nSporting grounds involved in the vaccination drive include the Newcastle Eagles basketball arena, Watford's Vicarage Road, Birmingham's Edgbaston cricket ground and Arsenal's Emirates Stadium.\nPeople who get a vaccine at the Emirates Stadium between now and Monday are being offered a free tour of the stadium as part of their visit.\nThe event is called Gunner Get Jabbed, and organisers said they hoped to get \"even more people down there than were at Spurs' stadium\".\nIn addition to mass vaccination centres, there will be buses offering jabs in Dudley, Colchester, Ipswich and several other towns.\nThe statistics show 44m - 83.7% of the adult population - have received a first dose of a coronavirus jab and 32m - 61.2% - have had two doses. \nNHS England chief executive Sir Simon said: \"With more than 63 million jabs already delivered by the NHS in England, we're now in a race to the finish line, and with this new online service, it is easier than ever to find a convenient place to get your vaccine.\n\"With every jab give, we are one step closer to our summer freedoms.\"\nThe government aims to have offered a first dose to all adults by 19 July - the date when the final stage of lockdown easing is scheduled to go ahead.\nIt also hopes to have at least 65% of adults fully vaccinated at that point, which it hopes will enable more big summer events to go ahead safely.\nThis weekend marks the date when the 2021 Glastonbury Festival should have gone ahead and founder Michael Eavis recorded a video highlighting the grab-a-jab opportunities in his area.\n\"This weekend fortunately, all the people that have not been vaccinated so far in the country can actually get a jab. And they need to get it done, this weekend. The Glastonbury weekend,\" Mr Eavis said.\nVaccines minister Nadhim Zahawi and London Mayor Sadiq Khan joined a London vaccine summit on Friday in a bid to boost jab uptake in the capital.\nLondon lags behind the rest of England in vaccine uptake, with data showing that an estimated 83.1% of over-50s in London had received both doses of vaccine by 20 June.\nAll other regions across the country are above 90%, according to the figures published by NHS England.\nAre you heading to a walk-in vaccination site? You can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57581080",
      "category": "uk-wales",
      "title": "Anglesey: 'How we photographed a bioluminescence sea sparkle'",
      "tags": "Penmon,Llangefni,Photography,Bangor University,Natural phenomena",
      "text": "Photographers have been capturing \"unforgettable\" scenes of the sea lit with glowing plankton bioluminescence.\nBioluminescence describes the light some living creatures, such as plankton and jellyfish, emit from their cells.\nBut finding and capturing the glow at the right time and right place requires patience, local knowledge and luck, photographers say.\nSome have put hours, days and even years into capturing the phenomenon. \nGareth Mon Jones, from Llangefni on Anglesey, said it had been \"amazing\" to photograph after trying to find it in this concentration for five years.\nThe 41-year-old was one of several photographers on Penmon Point on Anglesey who became \"euphoric\" as glowing blue waves began to break on to the shore on 19 June, he said.\n\"It's like somebody shining a torch from the depth of the water on to the breaking waves.\n\"It's like a green, turning into electric blue and it comes on to the waves - like champagne bubbles.\n\"It was just wave after wave of it, and to experience it that concentrated in one area was quite surreal,\" he said.\nGareth said he visited the beach for 15 nights in a row leading up to the early hours of the Saturday morning.\nFinding small amounts of it on seaweed and in rockpools during this time, helped him to \"roughly\" know it would form in a high concentration.\nHe said it was \"hours\" of preparation, with him having power naps after work, before going to search the beaches after dark.\n\"I'll give it an hour, sometimes two or three depending on what I'm searching for, and where I think it will be.\n\"It's a case of potluck as well, sometimes, that drives you on.\"\nThere's a knack to photographing it too - and \"a lot of legwork\", Gareth said.\n\"You don't know if it's there, when it's going to come, what the weather is going to be like - but patience is needed.\"\n\"Make sure you're in focus, put your camera into a higher sensitivity and balance the shutter speed to suit you,\" he added. \n\"I tend to shoot quite fast to capture it as natural as possible.\n\"At the end of the day, you're trying to capture something that is flashing in the sea - it's magical.\"\nHe added that a shutter speed of two to three seconds on his mirrorless camera helped to capture movement of the water showing the \"light trails\" formed by the plankton \"barrelling\" on the waves.\nAfter three years of his own searching, Llion Griffiths, from Abergele in neighbouring Conwy, also managed to clinch shots at Penmon on the same night.\nIt was his first time seeing bioluminescence so vividly on the sea, the 46-year-old photographer said.\n\"It was like wave after wave of electricity going through the water.\n\"It was the most amazing thing I've ever seen.\"\nHe said it was an \"unforgettable\" night and considered himself \"privileged and really lucky\" to have seen it at that strength.\nBut Llion said finding and photographing the glow needed dedication.\n\"You just have to commit to looking around for it, night after night.\n\"I can't read it, there's no pattern to its appearance. It is not like clockwork.\n\"Sometimes, you have got to go with your gut feeling - you can only go and do that by spending the hours there,\" he said.\nAlthough, he added that warm waters and a \"west to easterly wind\" were good indicators for its appearance in the area.\nHis advice for taking photos of the bioluminescence was to open the shutter of the camera to draw the light in and get a long exposure.\nMr Griffiths, who uses a DSLR mirrorless camera, said he took \"hundreds of shots with the movement of water\".\nHe also said people should be \"mindful\" of the community and visiting the area, because the sighting of bioluminescence has since attracted a lot of visitors to Penmon.\nMarine biology professor at Bangor University's school of ocean sciences, Prof Jan Hiddink, explained this bioluminescence seen around the UK was caused by a type of marine plankton, called dinoflagellates.\nThese single-celled organisms - less than half-a-millimetre in diameter - can produce a flash of light to scare off potential predators such as shrimp or small fish. \nThe dinoflagellates appear as orange in the daytime but, when near to the surface at night, their bioluminescence from flashes of light can glow in the dark and be seen.\nProf Hiddink said when the plankton became concentrated in one place and got disturbed - such as by a wave - it could produce a stronger display of bioluminescence.\n\"It is rare to see it well, because people don't tend to go out in the middle of the night and it tends to happen during summer, when the water is warm and calm,\" he said.\n\"You need to line up all these conditions of a dark night during summer, calm warm water, wind direction, and you actually being out there, to see it.\"\nHe added the dinoflagellate, called noctiluca, were present in the water \"all the time\", just not always at the surface where we can see bioluminescence clearly."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57621002",
      "category": "uk",
      "title": "Covid-19: 'Grab a jab' under way and Covid families' anger at Hancock",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.\nStadiums, shopping centres and theatres are among hundreds of sites to join the \"grab a jab\" campaign in England this weekend in a bid to boost vaccine uptake. The walk-in vaccination centres means any adult will be able to get a Covid vaccine without an appointment. The Newcastle Eagles basketball arena, Watford's Vicarage Road and Birmingham's Edgbaston cricket ground are among sporting grounds opening their doors for people to get jabbed. Arsenal's Emirates Stadium is even offering free tours of the stadium as part of its Gunner Get Jabbed event. You can find a centre near you here.\nFour women who stayed in quarantine hotels in the UK have told the BBC they were sexually harassed by guards working for security company G4S. Private security companies have been hired by the government to ensure hotel guests observe quarantine rules. But one woman says a guard mimed having sex while they were alone in a lift. Another says a guard asked for a \"hug\" and a selfie. G4S said it expected the highest standards of conduct from staff and investigated allegations of wrongdoing. You can read about the women's experiences here.\nFamilies who have lost loved ones to Covid have warned Matt Hancock's breach of social distancing guidance when he kissed an aide could lead to people breaking coronavirus rules. The health secretary has apologised after pictures emerged of him with Gina Coladangelo. The Covid-19 Bereaved Families for Justice group has written to the prime minister urging him to sack Mr Hancock if he does not resign. Rivka Gottlieb, from the campaign group, told BBC Radio 4's The World Tonight: \"If [Mr Hancock] were to announce another lockdown or further regulations why would anybody listen to someone who doesn't follow the rules themselves?\" A Downing Street spokesman said Boris Johnson had accepted Mr Hancock's apology and considered the matter closed.\nA Covid vaccine trial volunteer says he faces cancelling plans to celebrate his 70th birthday in France because he has been \"disadvantaged\" by taking part. Tom Williams from Denbigh said he was refused an approved jab after having the yet-to-be approved Novavax vaccine. The UK is on the French amber list, and only those fully vaccinated with an approved jab can travel for holidays. The UK government's Department of Health said it was would ensure volunteers were not disadvantaged. But Mr Williams said authorities should \"recognise the fact that without volunteers on these research projects you wouldn't get the vaccines in the first place\". \nWhether it's a dance class, a work meeting or a doctor's appointment, technology has allowed many of us to do more from home during lockdown. But for Ruby Jones it's also allowed her to keep her first full-time job. The disability activist, who works for the University of Exeter's Student Union, lives with Ehlers-Danlos syndrome. The connective tissue disorder sometimes requires Ruby to use a wheelchair or crutches, and can also cause fatigue. She told the BBC: \"I've done meetings from my bed with members of university senior management and I wouldn't have been in that room if it wasn't for the digital access.\" She said she created the hashtag #MyAccessiblePandemic on Twitter to highlight how the pandemic has improved accessibility for disabled people.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs walk-in vaccination centres open across England this weekend as part of a push to get all adults vaccinated by 19 July, do you know how soon can you have your second dose?\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57612454",
      "category": "business",
      "title": "Armed Forces Day: Coin honouring Prince Philip unveiled",
      "tags": "Prince Philip, Duke of Edinburgh,The Royal Mint",
      "text": "A limited-edition £5 coin commemorating the life of the Duke of Edinburgh has been unveiled. \nThe special edition coin features a portrait of Prince Philip and is being released as part of Armed Forces Day.\nThe coin's design was approved by the Duke, who died in April, in 2008.\nChancellor Rishi Sunak said it was a \"fitting tribute\" to the royal consort, who \"moved and inspired so many people around the world with his decades of service\" to the nation and the Queen.\n\"I'm proud to unveil the coin on Armed Forces Day, considering his distinguished naval career and unwavering dedication to our monarch and to his royal duties, and it is only right that he and the Queen are depicted together on both sides of it,\" Mr Sunak added.\nThe coin bears the inscription \"HRH The Prince Philip, Duke of Edinburgh 1921-2021\" and will be struck by the Royal Mint.\nPrince Philip served as the president of the Royal Mint advisory committee for 47 years from 1952 until 1999.\nDuring his time on the committee, he oversaw the creation of the coins for decimalisation and four definitive portraits of the Queen.\nThe coin, designed by artist Ian Rank-Broadley, is legal tender but has been designed as a limited-edition collectable and will not enter circulation.\nMr Rank-Broadley said: \"The portrait sitting took place in Prince Philip's library and you could tell he was a widely read and thoughtful person.\"\nIn keeping with royal tradition, the denomination of the memorial coin is a £5 Crown, which is typically used to mark moments such as coronations or jubilees. \nThe Royal Mint will also make a £50,000 donation to the Duke of Edinburgh's Award, set up by the prince in 1956, to support its community work in the UK and across the world.\nAnne Jessopp, chief executive of The Royal Mint, said: \"Since the passing of the Duke of Edinburgh in April, many have commented that he led a life well lived.\n\"He was the longest serving consort in British history, and patron or president to over 750 organisations.\"\n\"The Royal Mint has marked significant royal events for centuries and is honoured to unveil an original new coin which celebrates the life and legacy of a remarkable man.\"\nRuth Marvel, chief executive of the Duke of Edinburgh's Award, said the coin was a \"wonderful tribute\" and would help \"build on the Duke of Edinburgh's legacy so more young people can start their DofE Award journey and develop the skills, resilience and self-belief they will need to successfully navigate the challenges of adult life\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57624698",
      "category": "world-us-canada",
      "title": "Hot air balloon crash kills five in Albuquerque, New Mexico",
      "tags": "New Mexico,United States",
      "text": "Five people have been killed after a hot air balloon hit a power line in Albuquerque, New Mexico, early on Saturday morning. \nThe basket the passengers were riding in detached from the balloon and crashed, according to the city's police department.\nWitnesses on Twitter described seeing the balloon fall to the ground in a completely deflated state. \nThe incident cut off power to more than 13,000 people in the area. \nThe balloon hit the power line just after 07:00 (13:00 GMT) on Saturday, police spokesman Gilbert Gallegos said. \nTwo men, including the pilot, and two women died in the crash. The fifth passenger was taken to hospital in critical condition, but later died of his injuries.\nThe Federal Aviation Administration (FAA) said the basket fell about 100ft (30m) and crashed on a street before catching fire. The balloon floated off before coming to rest elsewhere. \nJoshua Perez was in the area when he heard the crash. He rushed to the scene with another man and helped turn off the propane tank. Mr Perez told KOB4 News that those inside the basket were not moving.  \n\"To see a balloon go down like this, it's heart-breaking,\" he said. \nThe cause of the accident is being investigated by the FAA and the National Transportation Safety Board. \nThe deadliest balloon crash in the US killed 16 people in 2016 in Texas. It led the FAA to take steps to try to increase the safety of hot air balloon tourism."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57618356",
      "category": "world-us-canada",
      "title": "George Floyd murder: Derek Chauvin sentenced to over 22 years",
      "tags": "Minnesota,Minneapolis,US race relations,George Floyd death,United States",
      "text": "The US white ex-police officer convicted of murdering African-American man George Floyd in Minneapolis in May 2020 has been sentenced to 22 years and six months in jail.\nThe judge said Derek Chauvin's sentence was based \"on your abuse of a position of trust and authority, and also the particular cruelty shown\" to Mr Floyd.\nMr Floyd, 48, died after Chauvin knelt on his neck for nine minutes. \nHis murder caused global protests against racism and police brutality.\nChauvin, 45, was convicted of second-degree murder and other charges last month. During his trial, his lawyer described the killing as \"an error made in good faith\". \nChauvin was also told to register as a predatory offender and was barred from owning firearms for life. \nHe and three other former officers are separately charged with violating George Floyd's civil rights. \nThe Floyd family and their supporters welcomed the sentence. \n\"This historic sentence brings the Floyd family and our nation one step closer to healing by delivering closure and accountability,\" lawyer Ben Crump tweeted.\nMr Floyd's sister Bridgett Floyd said the sentence \"shows that matters of police brutality are finally being taken seriously\" but there was still \"a long way to go\". \nPresident Joe Biden said the sentence \"seemed to be appropriate\" but admitted that he did not know all the details.\nDuring the sentencing hearing, Mr Floyd's brother Terrence Floyd demanded the maximum available, a sentence of 40 years. \n\"Why? What were you thinking? What was going through your head when you had your knee on my brother's neck?\" he said.\nMr Floyd's daughter Gianna, aged seven, appeared in a video recording, saying she missed him and she loved him. \n\"I ask about him all the time,\" she said. \"My daddy always used to help me brush my teeth.\" \nThe judge said the case had been painful for the community and the country, but above all, for Mr Floyd's family. \n\"What the sentence is not based on is emotion, or sympathy, but at the same time, I want to acknowledge the deep and tremendous pain that all the families are feeling, especially the Floyd family,\" said Judge Peter Cahill. \nChauvin told the court he offered his condolences to the Floyd family, saying there would be \"some other information in the future\" and he hoped \"things will give you some peace of mind\". \nHowever, he did not apologise. \nIn court, Chauvin's mother said he was a \"good man\". \n\"I have always believed in your innocence and I will never waver from that,\" said Carolyn Pawlenty. \nChauvin's sentence was \"one of the longest a former police officer has ever received\" for deadly force, said Minnesota Attorney General Keith Ellison. \nHe bought a pack of cigarettes at a convenience store in May 2020. A shop assistant believed he had used a counterfeit note and called police after Mr Floyd refused to give the cigarettes back.\nWhen officers arrived, they ordered Mr Floyd out of his parked car and handcuffed him. A struggle ensued when officers tried to put a screaming Mr Floyd in their squad car. They wrestled him to the ground and pinned him under their weight.\nChauvin pressed his knee into the back of Mr Floyd's neck for more than nine minutes.\nAs he was being restrained, Mr Floyd said more than 20 times that he could not breathe, pleading for his mother and begging \"please, please, please\".\nWhen the ambulance arrived, Mr Floyd was motionless. He was pronounced dead about an hour later.\nHis death was filmed by Darnella Frazier, now 18, who was out walking with her cousin when she saw his arrest. \nShe said she had begun recording the incident on her phone because \"I saw a man terrified, begging for his life\".\nEarlier this month, Ms Frazier was awarded a special Pulitzer Prize, the most prestigious award in American journalism. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57621856",
      "category": "uk",
      "title": "Hairdressers fear staff crisis after apprentice shortage",
      "tags": "Apprenticeships,Hairdressers",
      "text": "Hairdressers fear a future staffing crisis as the pandemic has caused the already decreasing number of apprentices to fall further.\nThe number of people starting hairdressing apprenticeships in England had halved between 2016 and 2020.\nThe National Hair and Beauty Federation (NHBF) expects another drop of 30 to 50% in the coming year.\nThe skills minister said any employer who took on a new apprentice before 30 September 2021 would get £3,000.\nRichard Lambert, the NHBF's chief executive, believes the lack of apprentices now could have a lasting impact. \n\"We've seen from other industries which have gone through recessions, construction for example, that if you have a period of a gap with apprentices coming in, that gap can then be seen through the whole of the career arc over the next forty years,\" he added.\nHis organisation estimates that the number of people starting hairdressing and barbering apprenticeships has dropped from 15,450 in 2016/17 to around 7,000 in 2019/20.\nMr Lambert said he was concerned that \"hairdressing is not seen any more as a suitable career\".\nHe said: \"Partly it's a concern that schools push the academic route at young people so they tend to be thinking about college and university rather than practical or vocational. \n\"But then Covid has just exacerbated everything on top of that.\"\nMr Lambert said opening with reduced capacity following months of lockdowns meant many salons could not afford to recruit people who would not immediately generate income.\nDulcie Wilson, 17, started her two- to three-year apprenticeship in September and hopes it will help forge a career.\nShe said: \"I've always been passionate about hair. It just came up as a really good opportunity and I've been enjoying it ever since. I feel I'm part of the real world and helping real people.\n\"I watch a lot of people and it really does help you learn, watching the stylists. So you're part of the team.\n\"Hopefully, I'll be a stylist here and work my way up, and just become better and better.\"\nDulcie said her favourite part was talking to clients and seeing the results of transformations. \n\"Cleaning the toilet is probably the least fun job, but it's still fun to be part of the team,\" she added.\nThere are other routes to a hairdressing qualification, such as completing a college course. \nBut Carolyn Sweeney, who owns Creations Hair & Beauty in Chichester, feels many who take that path do not arrive ready to start the job.\n\"What you learn [as an apprentice], from just being around other people, you don't get that at college.  The people skills, all the experience being in the salon.\"\nShe did not take on any apprentices in 2020 due to the time her business was closed. This year, she will be taking on three, instead of the usual four or five.  \nOne reason is the financial commitment required, at an uncertain time. Another is difficulty recruiting. \n\"We are finding it really hard to find the right people. It's a job that's all about passion and creativity. You've got to have people who believe in what they're doing because it's really hard work.\"\nShe is also concerned about the rise in self-employed practitioners who, according to the NHBF, very rarely employ apprentices. \n\"Who is investing in the future of our industry? That's a real worry. I just don't know where the hairdressers of the future are going to come from. And good quality, we want good quality people\".\nIn 2016/17, 15,450 people started hairdressing and barbering apprenticeships in England.\nBy 2017/2018, the figure was 11,500, a drop of just over 26% due to changes in apprenticeship standards and funding.\nIn 2018/2019 there was another 13% drop with 10,000 people registering for the placements.\nAnd the latest figures for 2019/20 show around 7,000 people started the on-the-job training - a drop of 30% compared to the previous year.\nSource: National Hair and Beauty Federation.\nGillian Keegan, Minister for Apprenticeships and Skills, said as well as the £3,000 incentive being offered, the government had introduced flexibilities to ensure apprenticeships could continue during the pandemic.\nShe said: \"We are also creating opportunities for young people through our £2 billion Kickstart Scheme, expanding our traineeships and sector-based Work Academy Programme and supporting employers to offer more apprenticeships.\"\nMr Lambert from the NHBF believes there is no quick fix or simple solution - but there are some grounds for optimism. \n\"People are now valuing their hairdressers much more. Having tried to do it at home themselves they've realised it's a much more skilled job than they thought it was,\" he said.\n\"It's not just about cutting hair, but the opportunity to start your own business as well.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57608890",
      "category": "uk-politics",
      "title": "Matt Hancock: High profile former health secretary",
      "tags": "Matthew Hancock",
      "text": "Before resigning his role, Matt Hancock had achieved an unusually high profile for a health secretary, with the coronavirus pandemic making him a household name. \nBut it was his personal life, after pictures emerged of the married father-of-three embracing close colleague Gina Coladangelo, which led him to quit his job.\nMr Hancock has admitted breaking social distancing rules and accepted he \"let people down\".\nOn Saturday he resigned, saying \"we owe it to people who have sacrificed so much in this pandemic to be honest when we have let them down\".\nPropelled into the limelight as Covid-19 gripped the country in spring 2020, Mr Hancock regularly spoke for the government in the media and at the daily Downing Street press conferences.\nHe famously set a target to conduct 100,000 Covid tests a day by the end of April, a target which he said he met - with his method for calculating the target later coming in for criticism.\nBut his performance at the onset of the pandemic has recently come under renewed scrutiny, following a series of explosive allegations by Boris Johnson's ex-adviser Dominic Cummings.\nMr Hancock has repeatedly denied Mr Cummings' claims of lying to the prime minister about care home testing and procurement of personal protective equipment during the first Covid wave. \nA bitter war of words between Mr Hancock and the PM's ex-aide has since ensued - with Mr Cummings publishing WhatsApp messages, apparently from Mr Johnson in March last year, in which the PM called the health secretary \"totally [expletive] hopeless\".\nMr Hancock also has faced criticism for his decision to hire his friend, the ex-TalkTalk boss and Tory peer Dido Harding, to run England's much-criticised test and trace system.\nAnd his later decision to give her a role as interim head of the UK's new health protection agency sparked controversy, with Labour saying the appointment lacked transparency.\nBut Mr Hancock has been steadfast in his defence of her, rejecting criticism of early delays to the NHS Test and Trace app and even describing it as the \"cherry on Dido's cake\".\nLike other ministers, he has repeatedly stressed the importance of people keeping their distance and following government guidance.\nYet he had already apologised once before for breaching the advice - saying sorry for a \"human mistake\" in June last year after he was caught on camera slapping a colleague on the back in the House of Commons. \nIn addition, Mr Hancock has also faced questions over how his department awarded Covid contracts at the height of the first wave of the pandemic. \nHe has denied involvement in the awarding of a controversial £30m contract to a firm run by the former landlord near his old constituency home.\nIn late May, the PM's standards adviser said he was guilty of a \"minor technical breach\" of the ministerial code after initially failing to declare his stake in an NHS supplier run by his sister and brother-in-law.\nThe prime minister decided this breach did not \"impugn\" the health secretary's \"good character\".\nBut that has not stopped Labour and other opposition parties from heaping pressure on Mr Hancock over his record in office - calling for him to be sacked before his resignation. \nMatt Hancock was born in Cheshire in 1978, and privately educated at the King's School in Chester, before later studying computing at a further education college.\nLike many in Westminster, he went on to study politics, philosophy and economics at Oxford university - before then briefly working for a Conservative backbencher and at the Bank of England. \nIt was during his time at Oxford that Ms Coladangelo says she first met Mr Hancock, after they worked together at a student radio station.\nSpeaking to BBC Radio 4 for a documentary broadcast in April last year, she said: \"I read the news and Matt read the sport.\n\"I've always joked with him that he did the sport because he wasn't good enough to do the news.\"\nShe told a story from Mr Hancock's time as a student journalist, saying he once overslept and missed his train to Twickenham Stadium, where he was supposed to be reporting from a rugby match.\nInstead, she added, he \"told a white lie\" and pretended he'd gone to the game, when in fact he was filing his match report from a pub in Reading.\nMr Hancock entered the political world as an adviser to then-shadow chancellor George Osborne, before rising up the ranks to become his chief of staff.\nElected Conservative MP for West Suffolk at the 2010 election, he held various ministerial posts under David Cameron and Theresa May. \nHis big break came in early 2018, when, aged 39, he became the youngest member of Mrs May's cabinet after she appointed him culture, media and sport secretary. \nIt was a role that Mr Hancock, an avid cricketer who once trained to become a jockey for a charity horse race, embraced enthusiastically. \nHe also professed a passion for technology - garnering much attention, and a certain amount of mockery, when he launched his own Matt Hancock smartphone app.\nHe was made health secretary in July 2018, after long-serving incumbent Jeremy Hunt was appointed foreign secretary to replace Boris Johnson, who had quit the cabinet in protest at Mrs May's Brexit strategy. \nAfter Mrs May stepped down as PM in 2019, Mr Hancock was among more than a dozen Tory MPs who initially entered the contest to replace her as leader, before quitting the race after coming sixth in the first ballot of the party's MPs.\nHe did not originally back a rival candidate, before deciding to back Mr Johnson's successful run for the leadership three days later. He was among a handful of ministers to keep their roles when Mr Johnson entered No 10."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57619602",
      "category": "world-us-canada",
      "title": "'We got justice, but not enough justice'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/stories-57609164",
      "category": "stories",
      "title": "Covid quarantine hotels: Women say they were sexually harassed by guards",
      "tags": "Coronavirus lockdown measures,Hotels,Sexual harassment,G4S",
      "text": "Four women who stayed in quarantine hotels in the UK have told the BBC they were sexually harassed by guards working for security company G4S.\nOne says a guard mimed having sex while they were alone in a lift. Another says a guard asked for a \"hug\" and a selfie.\nPrivate security companies have been hired by the government to ensure hotel guests observe quarantine rules. \nG4S said it expected the highest standards of conduct from staff and investigated allegations of wrongdoing.\nTravellers are obliged to quarantine in a hotel after returning from countries on the UK's red list, where Covid infection rates are high. They spend 10 nights in their room and are allowed out for daily exercise only when accompanied by a guard.\nIf they order deliveries these are also brought to their room by guards - and seven women who spoke to the BBC say they rarely or never saw a female guard.\nMarie Sidwell, a 28-year-old nurse from Nottingham who returned to the UK last month after working throughout the pandemic in Dubai, ordered some Amazon parcels early in her stay at the Pentahotel in Reading. These were delivered to her room by G4S guards, and the man bringing the first package followed the correct procedure, she says, knocking, then leaving it by the door and stepping back to a safe distance. \nFifteen minutes later, she opened the door to find a second guard, younger than the first, holding packages in his hand, Marie says. He asked her if she played cricket and said she reminded him of someone, she says.\n\"He said, 'Can I take a photo of us together?' and I said, 'No, I'm in my pyjamas and I'm supposed to be quarantining,' and he said, 'It's OK, I'm negative,'\" Marie says.\n\"I took a step back into my room and he stepped towards me and said, 'Can I have a hug?' and he was coming towards my room. I was pretty panicked and quickly shut the door.\n\"There was a peephole and I watched him go down the corridor and then he walked back and stopped outside my door. I could see him standing there.\"\nMarie called the hotel reception to complain and was told they would look into it and that she wouldn't see him again, she says.\nBut she had heard from both hotel and G4S staff that guards had cards that enabled them to open any guest's door, she says, so at night she was scared someone would come in.\nFor the next six days, until she was free to leave at midnight on Sunday 30 May, she says she was too frightened to leave her room, even for exercise. She was also horrified, she says, when the same guard brought a Deliveroo package to her room a few days later, despite the hotel's promises.\n\"I couldn't believe it really, I was so shocked and just shut the door straight away,\" she told the BBC, speaking from her room on 28 May. \"I called my mum and she's saying I need to report him but I'm scared to do that as I already told them and he's still around my room. I feel very uncomfortable. They know I'm by myself and the hotel is full of male security guards.\"\nKatherine Godolphin, 46, had a disturbing experience at the Heathrow Bath Road Holiday Inn after returning from working on a conservation and anti-poaching project in Zimbabwe.\nIt began when she was alone in a lift with a G4S guard, as he was accompanying her out of the building for her permitted daily exercise.\n\"He was just disgusting, he made kind of humping motions at me in the lift,\" she says. \"That was the first time. I was a bit shocked and it was uncomfortable but I thought it was probably an isolated incident, so I didn't complain to anyone,\" she says.\nThe next day the same man again accompanied her on her exercise break and while they were descending in the lift he made an angry remark about the security cameras, turned his back on them and started feeling between his legs, Katherine says. Then he said his testicles were burning and he needed to \"empty\" them, she says.\n\"And I was just absolutely horrified. He stayed with me outside and I had to go back up with him. They then walk you back to your room as well. It wasn't nice at all. I put the internal bolt on, because by this time I was obviously really quite nervous.\"\nKatherine complained and a representative of G4S said he would look into it. But she says he never got back to her to explain what action had been taken.\nWe asked G4S to respond to the accounts given by Marie Sidwell and Katherine Godolphin and other women, but they made no specific comments. \nIn a statement, the company said: \"We expect the highest standards of conduct from our staff and we do not tolerate behaviour that undermines the good work of our teams, who continue to play an important role in the national response to the pandemic.\n\"Should we be made aware of any wrongdoing, robust procedures are in place to ensure the employee is removed from the site while an investigation is carried out by G4S and if appropriate, the police.\"\nTwo other women who told the BBC they were sexually harassed were also staying alone at hotels where guards were provided by G4S.\nAmy, who was staying at the Park Grand hotel in Heathrow, says that on 15 May a guard told her she was fit and \"smoking hot\". He asked for her telephone number and said that they should go on a date, she says, then followed her around closely while she was exercising and stationed himself outside her room when she returned - despite the fact that another guard was already on duty there.\nJanet Wheeler says that the first room she was given at the Delta Hotel by Marriott in Milton Keynes had bedbugs, so she had to move to another. In the process, however, she got locked out and for 20 minutes she found herself alone in a corridor with a guard, who asked her if she was married, if she was travelling alone, and if she liked black men. \n\"It made me feel frightened, insecure,\" she says. \"I couldn't get away and I couldn't get back in the room. There wasn't even anyone I could call.\"\nOther women told the BBC they were intimidated by guards in other ways. One said she was reduced to tears by guards who shouted at her at the Radisson Red Heathrow hotel in April. Another said that when she complained about guards shouting at her at the Radisson Blu Stansted, they came to her room and were \"intimidating\" and \"unnecessarily abusive\".\nThe hotels emphasised to the BBC that they were not responsible for the security guards, who were contracted by the Department of Health and Social Care. Representatives of the Park Grand, Marriott Hotel and Radisson hotels said they took the allegations very seriously, adding either that they had urged G4S to investigate or would co-operate in any investigation. Marriott said it had heat-treated Janet Wheeler's room but found no bedbugs.\nHarriet Wistrich from the Centre for Women's Justice describes the allegations made by the women as \"really concerning\".\n\"Essentially these women are in detention, they don't have freedom of movement at all, so there are particular human rights duties that go with that. The state is responsible for their safety. If they're at risk of being sexually abused there's potentially a human rights violation there,\" she says.\n\"It's a very difficult situation for women when this happens, they are very vulnerable. It should be very much part of any training that is given to the security team - it needs to be a significant part of their training, so that they know the consequences of this. It's understanding the line between being friendly to people who are vulnerable and stepping over the line.\"\nSource: Victim Support\nShe adds that the government should be making information available specifically to lone travellers about what to do if anything makes them uncomfortable, and ensuring that there is a mechanism for reporting concerns.\nThe BBC asked G4S whether security guards were trained on how to interact with women travelling alone, but the company did not comment. Neither did it say how many complaints it had received about sexual harassment by employees working in quarantine hotels.\nIt did point out that all its employees hold a valid Security Industry Authority licence, which they can only gain with successful Disclosure and Barring Service and criminal record checks.\nA government spokesperson said: \"Allegations of sexual assault are taken extremely seriously. The government continues to ensure every person in managed quarantine gets the assistance they need, and will support any investigation.\n\"We expect hotels to do their utmost to take any necessary steps to address and investigate concerns raised by guests, including the behaviour of security contractors, as well as the overall quality of service.\"\nFollow Sue Mitchell and Sarah McDermott on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57625591",
      "category": "uk",
      "title": "Matt Hancock's resignation letter in full and the PM's response",
      "tags": "Boris Johnson,Matthew Hancock,Coronavirus pandemic",
      "text": "Below is the full text of Matt Hancock's resignation letter addressed to the Prime Minister:\n\"I am writing to resign as Secretary of State for Health and Social Care. We have worked so hard as a country to fight the pandemic. The last thing I would want is for my private life to distract attention from the single-minded focus that is leading us out of this crisis. I want to reiterate my apology for breaking the guidance, and apologise to my family and loved ones for putting them through this. I also need (to) be with my children at this time.\n\"We owe it to people who have sacrificed so much in this pandemic to be honest when we have let them down as I have done by breaching the guidance.\n\"The NHS is the best gift a nation has ever given itself, and the dedication and courage of the NHS staff and the ceaseless work of the officials in the Department is something we should all be proud of. We didn't get every decision right but I know people understand how hard it is to deal with the unknown, making the difficult trade-offs between freedom, prosperity and health that we have faced. I am so proud that Britain avoided the catastrophe of an overwhelmed NHS and that through foresight and brilliant science we have led the world in the vaccination effort, so we stand on the brink of a return to normality.\n\"The reforms we have started in the health system will ensure it continues to provide even better care for people in years to come. We are building a better NHS which makes smarter use of technology and data, forming a new UK Health Security Agency, delivering positive changes to mental health care and will fix the problems in social care once and for all.\n\"Many times I stood at the podium in Downing Street and thanked the team - my own team, the NHS, the volunteers, the Armed Services, our pharmacists GPs, the pharmaceutical industry and the whole British public who have made such sacrifices to help others. Those thanks are heartfelt and sincere and so I must resign.\n\"It has been the honour of my life to serve in your Cabinet as Secretary of State and I am incredibly proud of what we have achieved. I will of course continue to support you in whatever way I can from the back benches, and I would like to thank you for your unwavering support, your leadership and your optimism, particularly as we worked together to overcome this awful disease.\"\nAnd here is the Prime Minister Boris Johnson's response in full\n\"Thank you for your letter this evening, tendering your resignation as Secretary of State for Health and Social Care. I am sorry to receive it.\n\"You should leave office very proud of what you have achieved - not just in tackling the pandemic, but even before Covid-19 struck us. Under your leadership, the Department has led fundamental reforms to the provision of care in this country. The NHS Long Term Plan was a major milestone in the history of that great institution. Your work on the Health and Care Bill will support our NHS and deliver greater integration between health and social care. And your efforts mean that we have a record numbers of doctors and over 14,800 more nurses working in our NHS than last year.\n\"Above all, it has been your task to deal with a challenge greater than that faced by any of your predecessors, and in fighting Covid you have risen to that challenge - with the abundant energy, intelligence and determination that are your hallmark. Under your leadership, the Department for Health and Social Care has identified and deployed critical life-saving treatments such as Dexamethasone, rapidly increased hospital capacity through the Nightingale programme, and provided 11.7 billion items of PPE to the frontline at record speed. \n\"In March 2020, we had the capacity to test 2,000 people a day; now, we have built the largest diagnostic network in British history and have administered over 200 million tests. The vaccine procurement and deployment programme - in my view one of the greatest successes of the modern state - is now forging our path out of the pandemic.\n\"Through the establishment of the United Kingdom Health Security Agency, you have also built the foundation to ensure the UK is better prepared for any future pandemic.\n\"You made a considerable contribution to Government before becoming Secretary of State for Health and Social Care. I know that previous Prime Ministers were grateful for your work in ministerial positions in the Department for Business, Innovation, and Skills, the Cabinet Office, and the Department for Digital, Culture, Media and Sport. You have, across those roles, been a consistent and vigorous champion of the power of digital transformation.\n\"You should be immensely proud of your service. I am grateful for your support and believe that your contribution to public service is far from over.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57622440",
      "category": "uk-scotland-glasgow-west",
      "title": "Asylum campaigners mark Glasgow knife attack anniversary",
      "tags": "Glasgow stabbings,Refugees and asylum seekers,Glasgow",
      "text": "Campaigners have marked the first anniversary of a knife attack at a Glasgow hotel which left six people injured, including a police officer.\nAttacker Badreddin Abadlla Adam, 28, from Sudan, was shot dead by police in the incident at the Park Inn.\nCampaign group Refugees For Justice called for an inquiry into the decision to house asylum seekers in the hotel.\nIt said the tragedy was a \"direct result of the dysfunctional UK asylum support and accommodation system\".\nThe Home Office said it was necessary to use the Park Inn as temporary accommodation for asylum seekers during the Covid pandemic. \nRefugees For Justice gathered in the city's George Square where they laid flowers, lit candles and read poems.\nEvent organiser Pinar Aksu told BBC Scotland the system was \"a hostile environment\" for asylum seekers.  \nShe added: \"Some were trafficked or had experienced traumatising events in their life.\n\"We are still trying to figure out why people were taken away from homes, where their asylum support was cut, where there was no wellbeing or mental health support, where the conditions were quite traumatising and horrifying.\n\"If people were not moved into hotels, things could have been avoided, the city would not have gone through this.\"\nConcerns had previously been raised over living conditions. Migrant charity Positive Action in Housing said that many people claimed to have no windows or fresh air in rooms.\nRobina Qureshi, the charity's director, said it amounted to a \"humanitarian crisis\" for vulnerable people - some of whom were pregnant women, children and trafficking survivors.\nGlasgow City Council is the only local authority in the country to take in asylum seekers through the UK government's dispersal scheme. \nEarlier this month, the BBC reported that there were still 200 asylum seekers living in hotels across the city.\nCouncil leader Susan Aitken said a ban on accepting new asylum seekers would continue while the asylum-housing scheme was run \"on the cheap\" by the housing firm Mears Group, which runs a reported £1 billion a year refugee housing contract for the UK government.\nMs Aitken said: \"We do not think [hotels] is appropriate accommodation, and we do not think it should be long-term.\n\"It is, and must always be thought of, as a temporary emergency response - that emergency response has now gone on far too long, for far too many asylum seekers.\"\nThe Home Office has previously defended the measures, saying: \"Like everyone else in the country during the coronavirus outbreak, asylum seekers have been asked to stay where they are and to follow social distancing to help fight the spread, which has meant standing up temporary accommodation.\n\"When staying in hotel accommodation, all essential living needs - including three meals a day, healthcare, WiFi and TV - are met, which is all paid for by the taxpayer and there is no cost to the individual.\""
    }
  ]
}