{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58267756",
      "category": "world-asia",
      "title": "Afghanistan: Child handed over Kabul airport wall as chaos continues",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58280318",
      "category": "business",
      "title": "Sky Broadband says online access problems resolved",
      "tags": "UK banking,Companies,Lloyds Banking Group,Personal finance,Santander Group,HSBC,TSB Bank",
      "text": "Sky Broadband says problems that left some customers unable to access a number of websites and apps have been resolved.\nCustomers complained they could not reach online bank accounts at Halifax, HSBC, TSB and Santander. Some people said they could not access a major hotel booking site.\nSky had tweeted there were \"issues\", but now says problems have been sorted.\nHalifax said the problem was linked to a technical fault with Sky Broadband. \nCustomers were being advised to turn off their Wi-Fi and access banking apps using mobile data.\nConsumers took to Twitter to complain about other websites being down as well, including hotel booking services such as Booking.com. \nLloyds Banking Group, which owns Halifax, and TSB said that there had been nothing wrong with any of their own services. \n\"To confirm, the problems people are facing is because of the issues with Sky Broadband. We can confirm there are no issues with our online banking or apps,\" a Lloyds Banking Group spokesman said.\nA TSB spokesman said: \"Customers who use one popular internet service provider (ISP) to access internet and mobile banking have been affected by problems at that ISP.  \n\"Regular payments are unaffected and customers can continue to make and receive payments from their accounts.\"\nA spokeswoman for Santander said: \"We're aware that a number of internet providers are experiencing issues this morning, meaning some customers are unable to access our online and mobile banking services.\n\"We are sorry for the inconvenience caused and are working to resolve the issue as quickly as possible.\"\nShe added that debit cards, credit cards, ATMs, telephone and branch banking services were not affected. Customers can continue to use these services as normal."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58262835/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Schools can continue to teach some in class bubbles",
      "tags": "NI education,Coronavirus lockdown measures,Schools,Coronavirus pandemic",
      "text": "Schools in Northern Ireland can continue to teach some children in class bubbles when the new term begins.\nThat is despite the executive deciding on 12 August that schools no longer had to teach children in bubbles. \nBut new Department of Education (DE) guidance said schools could \"retain the use or partial use of bubbles\".\nIn a separate letter to school heads, the education minister said the guidance allowed schools \"flexibility\".\nMichelle McIlveen also said that the requirement for post-primary pupils to wear facemasks in class would be reviewed by the executive on 8 October.\n\"What we've tried to achieve here is a flexible system to allow school leaders who know their school environment better than us to adapt accordingly,\" she told BBC's Good Morning Ulster programme. \n\"We have been clear. This is about keeping our young people safe.\"\nThe revised guidance from the department comes just days before many staff and pupils are due to return to school.\nMany pupils have been taught in small group bubbles since September 2020.\nAs much as possible, children remained in the same class groups every day to reduce mixing with others.\nThe new guidance said it would be \"for each school to determine if they wish to continue to use some/all of the principles of bubbles that they will have used during the 2020-21 year\".\n\"Without the use of formal bubbles, schools should still seek to reduce contacts,\" the guidance said, as this would \"support the PHA's (Public Health Agency's) contact tracing by encouraging pupils to remain within a consistent group of pupils wherever possible\".\nSchools have also been told to space seating in classes as widely as possible and have children seated facing the front of the classroom.\nThey have also been asked to hold activities outdoors if they can.\nGraham Gault, of the National Association of Headteachers, said there was an \"air of disbelief\" among school leaders at the guidance. \n\"Only a week ago it was all over the media that bubbles would no longer be required,\" he said, adding that the guidance \"has the potential to confuse\". \nSpeaking to the BBC's Good Morning Ulster Programme, Mr Gault said the guidance would not require any significant changes to Covid-19 mitigation measures already in place in schools. \n\"The advice that we are giving to school leaders across the country is the routines and mitigations that you have already set up, that your school community is already familiar with, that your teachers are already implementing are still appropriate. If it's working for you, don't change it.\" \nChris Logan, principal of Comber Primary School, said the changes have come too late for schools to make \"sweeping changes\" before term begins next week. \n\"Schools need time to prepare the curriculum and we may see time before schools are enable to enact some of the changes. It just takes time to plan and prepare,\" he told BBC News NI. \nThe executive had also decided that if a child was identified as a close contact of a positive Covid case, they would no longer have to self-isolate for 10 days.\nInstead, they should self-isolate and book a PCR test. \nIf the PCR test is positive they should isolate for 10 days, but if the result is negative they can end their self-isolation.\nHowever, the new department guidance does not provide detailed advice for schools on the new arrangements.\nInstead, Ms McIlveen said that the PHA was currently \"preparing guidance\" for schools on the new self-isolation arrangements.\nShe said that was to ensure they \"applied equally to all pupils in each year group\".\nHowever, she did not state when schools would receive the new PHA guidance.\nAll indoor and outdoor extra-curricular activities can also resume in schools when the new term begins.\nAccording to the department guidance, that includes \"music or singing\".\nSinging had been prohibited indoors in schools in the 2020/21 school year.\nHowever, children can sing in class and school choirs can now sing again indoors though mitigations should be in place like doors or windows being kept open.\nChildren are considered extremely low risk for becoming ill or dying from Covid-19.\nResearch also suggests that long-lasting symptoms in children are rare.\nMs McIlveen thanked school leaders and staff for their support and wished all pupils, teachers and staff a \"safe return to all our educational settings\".\nThe guidance was developed with the Department of Health and in consultation with school leaders and trade unions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-58272878",
      "category": "uk-england-south-yorkshire",
      "title": "Ex-MP Jared O'Mara charged with seven counts of fraud",
      "tags": "Sheffield,Jared O'Mara",
      "text": "Former Sheffield Hallam MP Jared O'Mara has been charged with seven counts of fraud.\nSouth Yorkshire Police said the charges related to a number of alleged fraudulent expenses claims.\nMr O'Mara, 39, is charged alongside former aide Gareth Arnold, who faces six counts of fraud, and a third man, John Woodliff, who faces a single charge under the Proceeds of Crime Act.\nThey will appear before magistrates in Sheffield on 24 September.\nThe offences are said to have occurred between October 2018 and February 2020.\nThe force said the charges brought against Mr O'Mara, of Walker Close, Sheffield, related to expenses claims submitted to the Independent Parliamentary Standards Authority.\nIn total he faces seven counts of fraud and one count of entering into an arrangement which facilitates the acquisition, retention, use or control of criminal property by another, the force said.\nMr Arnold, 28, of Hunter House Road, Sheffield, faces six counts of fraud while Mr Woodliff, 42, of Dunninc Terrace, Sheffield, faces one count of entering into an arrangement which facilitates the acquisition, retention, use or control of criminal property by another.\nRosemary Ainslie, from the Crown Prosecution Service (CPS), said: \"The CPS has today authorised police to charge Jared O'Mara, former MP for Sheffield Hallam, with seven counts of fraud by false representation.\n\"The charge relates to an allegation he made fraudulent invoices to the Independent Parliamentary Standards Authority jointly with Gareth Arnold, who is also charged with six counts of the same offence.\n\"Jared O'Mara is charged jointly with John Woodliff with a Proceeds of Crime Act offence.\n\"The CPS made the decision that the three men should be charged after reviewing a file of evidence from South Yorkshire Police.\"\nMr O'Mara took the Sheffield Hallam seat for Labour from former deputy prime minister Nick Clegg in June 2017.\nHe later resigned from the party and stepped down as MP at the 2019 general election.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58285359",
      "category": "education",
      "title": "Covid: CO2 monitors pledged to aid school ventilation",
      "tags": "Schools",
      "text": "Around 300,000 carbon dioxide monitors are to be made available to schools in England next term to help improve ventilation and lessen Covid outbreaks.\nThe Department for Education said the portable monitors could be used to identify areas where more air-flow is needed.\nTeaching unions have been calling for urgent extra ventilation measures.\nThey welcomed the pledge, but added any ventilation needs picked up by the monitors must be acted upon.\nMost Covid safety restrictions have been relaxed in England's schools. Neither masks, bubble groups nor socially distancing rules are required this coming term.\nMany schools have been opening windows and doors to keep air moving around classrooms to lessen the likelihood of Covid outbreaks, but this is easier in warmer weather.\nPupils will be offered twice weekly Covid testing and two tests at school when the autumn term starts to lessen the amount of infection coming into school.\nHowever, those who have come into contact with a confirmed case will no longer have to isolate.\nThe removal of restrictions has left teachers and some parents concerned that the mass-mixing of pupils may lead to a spike in Covid cases.\nEducation Secretary Gavin Williamson said: \"Providing all schools with CO2 monitors will help them make sure they have the right balance of measures in place, minimising any potential disruption to education and allowing them to focus on world class lessons and catch up for the children who need it. \n\"By keeping up simple measures such as ventilation and testing, young people can now enjoy more freedom at school and college,\" he added.\nThe DfE says it is prioritising special schools and alternative provision for the delivery of CO2 monitors, as they are likely to have higher rates of vulnerable pupils.\nBut a statement on Friday made clear that this £25m batch of CO2 monitors has yet to be fully procured, less than two weeks before many schools return.\nHowever, it said: \"All schools and colleges are expected to receive at least partial allocations during the autumn term, enabling all settings to monitor areas where they believe airflow may be weakest.\"\nGeoff Barton, general secretary of the Association of School and College Leaders, said:  \"In truth, this equipment should have been in place ready for the start of the autumn term, and arguably a lot earlier in the crisis, but it is a case of better late than never. \n\"Government guidance to schools and colleges on reducing the risk of coronavirus transmission highlights the importance of keeping spaces well ventilated, but doesn't go much further than recommending that windows should be opened to improve natural ventilation. \n\"This is challenging in the depths of a British winter and does not make for an environment which is conducive to learning. Our understanding is that carbon dioxide monitors will indicate when spaces need ventilating thereby reducing the need to keep windows open all the time.\"\nKevin Courtney, joint general secretary of the National Education Union, said: \"This is a really welcome first step in accepting our argument that funding is needed for good ventilation. \n\"It follows examples set by administrations in New York City, Scotland and Ireland. \n\"Sadly, Gavin Williamson failed to get on the front-foot over the summer but the initial investment of £25m in CO2 monitors is welcome now and will start to make a difference. It is vital, though, that government must also commit to supporting schools to address any ventilation problems identified by these monitors.\"   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58285615",
      "category": "uk-wales",
      "title": "Syrian family in Cardigan advise Afghan refugees about Wales",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58278998",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI records highest number of cases in a single day",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "Northern Ireland has recorded the highest number of coronavirus cases in a single day since the pandemic began.\nOn Friday, the Department of Health reported 2,397 further cases and nine further coronavirus-related deaths.\nIt comes as doctors warn lives could be lost to other conditions such as cancer due to staff being diverted to treat coronavirus patients. \nA critical care consultant said dealing with the virus was as difficult now as at any time during the pandemic.\nDr George Gardiner told the BBC's Good Morning Ulster programme that continuing to carry out surgery while admitting Covid-19 patients to intensive care was a \"huge ask\" for staff. \n\"What's different this time is that we haven't switched off all the other essential services that hospitals in Northern Ireland provide,\" he said.\n\"We've kept cancer surgeries, we've kept urgent procedures, we've kept going for as long as possible - we really are at the edge of what we can achieve now.\n\"For every patient who is admitted with Covid, who hasn't had a vaccine, that's another bed lost for patients who need urgent cancer surgery.\n\"We only have so many nurses to run intensive care units.\"\nThe level of people testing positive for coronavirus has been increasing in Norther Ireland over the past few weeks.\nFigures show Northern Ireland has the highest infection rate in the UK and the lowest rate of vaccinations for people aged over 16 in the UK.\nHealth Minister Robin Swann said the latest Covid-19 figures were \"deeply concerning, both in terms of deaths and new cases\".\n\"The Delta variant is taking its toll on Northern Ireland and it is vital that as many of our citizens as possible are vaccinated,\" he added.\nA total of 184,172 cases of the virus have been confirmed in Northern Ireland since the start of the pandemic.\nOther figures showed Covid-19 was recorded on the death certificates of 40 people in the week up until 13 August.\nNorthern Ireland's statistics agency Nisra has now recorded 3,086 deaths associated with the virus.\nOn Thursday, Health Minister Robin Swann said the number of people being admitted to hospital with Covid-19 would be cut by half if another 5% of adults in Northern Ireland were vaccinated.\nAbout 70% of people with Covid-19 who are in hospital intensive care units (ICUs) have not been vaccinated, he confirmed. \nAbout 86% of adults in Northern Ireland have had at least one jab for Covid-19.\nA consultant at Altnagelvin Hospital's emergency department said staff there are worried about the winter ahead.\nDr Sandy Nelson said many problems facing the health service would undoubtedly have been compounded by the pandemic.  \n\"The pressures of having to treat Covid and non-Covid patients in the same department is increasing and putting a lot of strain on our staff,\" he said.\n\"Our department is split into different areas trying to treat patients with possible Covid symptoms and we are seeing an awful lot of young people presenting with Covid symptoms.\"\nThe death rate as calculated by Nisra continues to rise, following a general downward trend for many months in the run up to the summer. \nIt has emerged that a serving prison officer has died with Covid-19, after what the prison service said was a \"short battle\" with the virus. He was the first prison Officer in Northern Ireland to die with Covid-19.\nNorthern Ireland's chief scientific officer Prof Ian Young said the number of people dying with Covid-19 is not likely to hit a peak for a couple of weeks.\nNisra's figures are higher than the Department of Health statistics because it records mentions of the virus on death certificates, where it may or may not have been confirmed by a test, while the department's figure is based on a positive test result being recorded.\nThe infection rate in Northern Ireland is much higher than in the rest of the UK and the Republic of Ireland, with almost 10,500 positive cases in the past seven days. \nOf these cases, 65% have been people aged under 40.\nProf Young said it was \"highly likely\" the number of deaths would continue to rise in the short term. \nHe told BBC News NI the number of people in Northern Ireland who remained unvaccinated was driving Covid-19 cases up and putting unnecessary pressure on the health service. \n\"Unfortunately, even the double vaccinated, particularly the elderly and more vulnerable, can become severely ill,\" he said. \n\"The fact that older people are still getting the virus is a consequence of the proportion of younger people who are not getting vaccinated.\"\nProf Young said cases must be reduced to ease pressure on hospitals and described the upcoming Big Jab Weekend incentive as \"critical\".\nMass vaccination centres will be offering walk-in first jabs for all adult age groups on 21 and 22 August. \nNo more first doses of the Covid-19 vaccine will be offered at regional vaccination centres after Sunday.\nClinical lead vaccinator Tanya Daly appealed for people to come forward.\n\"If you don't get vaccinated you could end up in hospital which will impact on you for weeks and perhaps months to come,\" she said.\n\"My colleagues, my friends, have been redeployed to areas where they can't do their normal jobs.\n\"If you want an outpatient appointment who's going to be there to greet you at the door? Who's going to check your blood pressure? Who's going to be there to help the doctors to their job? \n\"Nobody, because they've been redeployed.\"\nThe Western Trust said it was aiming to vaccinate more than 2,000 people this weekend.\nGarret Martin, who is the operation manager at the trust's three vaccination centres, called on younger people to \"follow the science\".\n\"It's important because the vaccine works, the vaccine saves lives, we know that is proven,\" Mr Martin told BBC Radio Foyle. \nMeanwhile, Bryan and Lorna Burke have been working as vaccinators alongside their son, Patrick, at the SSE Arena, sometimes in adjacent cubicles.\n\"Everyone has been making jokes that the Von Trapp family are here,\" said Patrick.\nLorna Burke said while the experience working at the mass vaccination centre had sometimes been tiring, it had been \"so well run and so worthwhile\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58273916",
      "category": "business",
      "title": "Morrisons backs US firm's improved £7bn takeover offer",
      "tags": "Companies,Morrisons,Retailing",
      "text": "Supermarket group Morrisons has accepted an improved £7bn takeover bid from US private equity group Clayton, Dubilier & Rice (CD&R).\nMorrisons had previously recommended investors accept a £6.7bn offer from a consortium led by another US-based investment group, Fortress. \nFortress said it was \"considering its options\", amid signs shareholders think the battle is not over.\nMorrisons shares opened up on Friday, a signal investors expect another bid.\nThe retailer, which has almost 500 shops and more than 110,000 staff, has been at the centre of a takeover battle for weeks.\nFortress has urged Morrisons' shareholders to \"take no action\" on CD&R's agreed bid, which will require their approval at a meeting in October. \nIn July Morrisons turned down an offer worth £5.5bn from CD&R, saying it significantly undervalued the business. \nBut the grocer's board unanimously accepted the new offer, which represents a 60% premium to Morrisons' share price before takeover interest emerged in mid June.\nMorrison shares rose 4.4% following the announcement to 291.4p per share.\nNicholas Hyett, Equity Analyst at Hargreaves Lansdown, said that although the new offer has the backing of Morrisions' management, \"this might not be the end of the story\". \nHe said: Rival bidder Fortress has urged investors to hold fire on accepting the deal and are expected to make a further statement in due course. With the shares currently trading above the new and improved offer price, the market clearly thinks a better offer is a distinct possibility.\"\nMorrisons was founded in Bradford in 1899 - where it still has its headquarters. The founder William Morrison's son, the late Sir Ken Morrison, ran the business for fifty years.\nCD&R said it recognises the \"legacy of Sir Ken Morrison, Morrisons' history and culture, and considers that this strong heritage is core to Morrisons and its approach to grocery retailing\".\nThe private equity firm said it would help Morrisons to build on its strengths, including its close relationships with suppliers and property portfolio.\nMorrisons chairman Andrew Higginson said the offer \"represents good value for shareholders while at the same time protecting the fundamental character of Morrisons for all stakeholders\".\nOver the last 10 years, CD&R has been advised by Sir Terry Leahy, who was the boss of Tesco at the time when Mr Higginson worked for him as chief financial officer. \nMorrisons' chief operating officer, Trevor Strain, also previously worked with Sir Terry at Tesco. \nSir Terry also advised CD&R on its acquisition of discount retailer B&M, which netted the private equity firm an estimated profit of £1bn when it sold it on.\nThe future of the UK's fourth largest supermarket has taken a new twist. \nMorrisons is one of a slew of UK companies that have been targeted by overseas investors. Defence contractors Meggit and Ultra are also the subject of bidding wars. The numbers are startling. \nEven before you count Morrisons, Meggit and Ultra - foreign, private buyers have spent more buying UK listed companies in the last eight months than they have in the last five years combined.\nUK companies look cheap to foreign buyers. The UK economy was one of the hardest hit by the pandemic - and the value of the pound has never quite recovered its pre-Brexit value which reduces the price of UK businesses for non-UK investors. \nSome say that these bids highlight the value of - and confidence in - UK plc. But others are concerned that private buyouts increase debt levels, reduce transparency and mean that key decisions about the future of UK companies like Morrisons could be taken in New York rather than Bradford.  \nThe UK government has already asked the Competition and Markets Authority to review the bid for submarine technology specialist Ultra on grounds of National Security and it may yet intervene in the takeover bid for aerospace specialist Meggitt. \nThere is also legislation planned to expand its powers to intervene and increase the scrutiny of privately held companies but for now there is a rush to the checkout for important chunks of UK PLC. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58270577",
      "category": "entertainment-arts",
      "title": "Cinema box office takings at 50% of pre-pandemic levels",
      "tags": "Disney,Streaming,British cinema,Film,Cinemas",
      "text": "UK cinema box office takings in the month since all Covid restrictions were lifted in England were half of their pre-pandemic level.\nBox office tracker Comscore said £65.7m was spent on seeing films like Black Widow and Fast & Furious 9 in the four weeks after \"freedom day\" on 19 July.\nThe figure for the corresponding weeks in 2019 was £129m.\nCinemas said they were \"very pleased\" with the figures and \"pretty confident\" they will get back to previous levels.\nIt's a similar picture in the US, where takings for the last four weekends have been 51% of the equivalent 2019 figures.\nMany major movies that were delayed by Covid in 2020 have finally been released in cinemas this summer, but have not enticed the numbers they would have previously expected.\nContinuing uncertainty in the US, where the Delta variant has recently led to rising cases, has disrupted release schedules again.\nIn recent weeks, Clifford the Big Red Dog, the Venom sequel and Hotel Transylvania 4 have either been pushed back or moved to streaming.\nThere has been speculation that the next James Bond outing No Time To Die - which is due out in late September in the UK after being delayed three times - could be postponed yet again. However, on Wednesday The Hollywood Reporter suggested that's unlikely to happen.\n\"The conditions remain challenging, there's no doubt about that,\" said Phil Clapp, chief executive of the UK Cinema Association.\n\"It's clear that there is still some reluctance among certain audience segments to return, and that's particularly true among older audiences,\" Mr Clapp said. \"There's a continuing need to offer reassurance and to ensure that there's the right film content for those older audiences.\n\"But broadly I think people [in the industry] are very pleased with the response of the public to the reopening of cinemas. The film slate is strengthening. We're now seeing a major title released, if not quite every weekend, then every other weekend.\"\nThe UK industry lost £2bn during the pandemic and no-one expected things to bounce back immediately, Mr Clapp said. \"Everyone knew that we would need to have to work hard over the initial weeks and months. Everyone's broadly where they expected to be.\"\nAmar Bilas, 34, from Greater Manchester, met his wife while working in a cinema, and before Covid they would go to see a film at least every couple of months.\n\"It's kind of ingrained. Ever since we've been teenagers we've been going to the cinema and even worked in one. So it's been our go-to thing,\" he said.\n\"But it's been nearly two years since we've been. The main thing is, nobody is wearing face masks, and Covid is still about. I know we're not going to die, but we just can't be bothered getting ill. That's the main thing.\n\"If we do get it, we don't know who we're going to pass it on to. My mum and dad are elderly. Being in a confined space, you don't know who you're going to be sat next to and you don't know if they're being careful.\n\"The other thing is, a lot of the films have come on to a streaming platform. So you think, well, I can watch it from the comfort of your home. You're getting a peace of mind so I don't mind paying £20.\n\"It still doesn't replace the atmosphere and the feeling of going to the cinema. You queue up, you get your tickets, get your food, get drinks, go in. I miss that feeling.\"\nCharles Gant, box office analyst for industry outlet Screen Daily, said the current figures may be sharply down on 2019, but they are much better than summer 2020.\n\"I honestly think the primary emotion will be relief rather than despair because what happened last year after lockdown ended was pretty grim for everybody,\" he said.\nThe continual postponement of releases led to a \"death cycle that no one seemed to be able to find a way out of\", he said.\n\"So when I look at the numbers now, I'm just thinking, this is great. It's easy to forget that, actually, those numbers are still significantly down 2019.\"\nTwo years ago, 13 films grossed more than £20m in the UK, he said. This year, there have been none, despite some major blockbusters having made it onto the big screen.\nAround the world, the biggest-budget releases have not reached the peaks they would have normally expected, according to Jeff Bock from US analysts Exhibitor Relations.\n\"Only one film [F9] has grossed over $400m worldwide this summer, and only a handful have even topped $100m domestic [in North America],\" he said.\n\"The industry is used to having at least a few films boast $1bn worldwide, which is a number we might not see for quite some time now. \nHe added that the horror genre has held up better than others.\n\"Creativity is the name of the release game right now if you're a studio, which is why Disney and Warner Bros have been so aggressive in the streaming world.\"\nDisney has put films like Black Widow and Cruella on streaming platform Disney+ at the same time as they hit cinemas - for a premium price.\nBut it is saving other releases for the big screen.\nThe company's boss Bob Chapek said putting the forthcoming Shang-Chi and the Legend of the Ten Rings in cinemas for 45 days before joining Disney+ was \"an experiment\".\nWarner Bros, meanwhile is putting all its 2021 releases on HBO Max in the US, but has pledged to give cinemas a 45-day head start next year.\nThat's a much shorter window than before the pandemic. In the UK, there was traditionally around a four-month wait to watch films at home. Now, even if a film isn't on streaming platform straight away, fans know they will not have a long wait.\n\"It's apparent that the industry may have been changed forever by these events, as studios are in the eye of the hurricane,\" Mr Bock said.\n\"Everything is swirling around them and no-one really knows when and where things will land.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58276564",
      "category": "entertainment-arts",
      "title": "Britney Spears investigated over dispute with employee",
      "tags": "Britney Spears,United States,California",
      "text": "US pop star Britney Spears is being investigated after one of her home staff alleged the singer had struck her, California law enforcement officials say.\nThe employee made the claim after a dispute at Ms Spears' home on Monday.\nThe Ventura Country Sheriff's Office said it will send its inquiry findings to prosecutors for consideration of misdemeanour battery charges.\nThe singer's lawyer denied the allegation, calling it \"overblown\".\nMisdemeanour battery in California is a criminal offence that involves any intentional and unlawful physical contact with someone else. \nMs Spears, 39, is alleged to have slapped her employee's mobile phone out of their hands during the encounter. \nIn a statement emailed to the BBC, her lawyer Mathew S Rosengart said it was \"nothing more than a manufactured 'he said, she said' regarding a cell phone, with no striking and obviously no injury whatsoever. \n\"Anyone can make an accusation, but this should have been closed immediately,\" he said. \n\"To its credit, the Sheriff's Office itself has acknowledged that the incident was classified as a 'very minor misdemeanour…' and confirmed 'there were no injuries'.\"  \nMs Spears hired Mr Rosengart last month as she seeks to end her father's hold over her life and finances, 13 years after he took legal control when concerns were raised over her mental health.\nLast week, Jamie Spears agreed to step down as his daughter's conservator, pledging to participate in an \"orderly transition\" to a new legal arrangement.\nMs Spears, who has called the conservatorship \"abusive\", has filed a petition to stop her father controlling her estate in July and has said she will not perform again while he remains in the role.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58285923",
      "category": "world-us-canada",
      "title": "Biden warns lives could be lost in Kabul airlift",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,United States",
      "text": "US President Joe Biden has acknowledged the mass evacuation from Afghanistan is \"not without risk of loss\".\nSpeaking at the White House, Mr Biden said the US had rescued 13,000 people to date in \"one of the largest, most difficult airlifts in history\".\nBut the president's suggestion that US evacuees were not being hampered by the Taliban was contradicted by his own defence secretary.\nMr Biden has faced international blowback over the Taliban's takeover. \n\"Any American who wants to come home, we will get you home,\" said Mr Biden, who cut short his holiday to address the crisis. \nTaking questions from reporters, the president said the US military would make the \"same commitment\" to 50-65,000 Afghan allies hoping to leave, before adding the evacuation of American citizens was the \"priority\". \n\"Make no mistake, this evacuation mission is dangerous. It involves risks to our armed forces and it's being conducted under difficult circumstances,\" said Mr Biden. \n\"I cannot promise what the final outcome will be or that it will be without risk of loss. But as commander in chief, I can assure you that I will mobilise every resource necessary,\" he added.\nHe also said it would not be necessary to send US troops into Kabul to extract trapped Americans, claiming that the Taliban was permitting airport entry to anyone holding a US passport.\nHowever, numerous reports from Kabul have suggested US citizens are having trouble reaching the airport. And Defence Secretary Lloyd Austin told lawmakers in a briefing on Friday that Americans trying to leave Afghanistan have been beaten by Taliban fighters, reports Politico.\nThe Biden administration has been questioned repeatedly this week on how the US intelligence service seemed to so seriously misjudge the situation in Afghanistan. \nOn Friday, Mr Biden again rejected the notion of an intelligence failure, saying there was a \"consensus\" among officials that the Taliban surging to power this quickly was \"highly unlikely\". \nThe president also pushed back on the suggestion that events in Afghanistan had tarnished the US reputation on the world stage, insisting there had been \"no question of our credibility from our allies around the world\". \nDescribing the war in Afghanistan as a \"joint effort\" with allied countries, Mr Biden said he would convene a meeting with G7 allies to discuss next steps. \nOn Friday, South Carolina Republican Senator Lindsey Graham said if the US leaves one US citizen or Afghan ally behind, Mr Biden should be impeached. \nSeveral Democrats have also criticised Mr Biden. New Jersey Senator Bob Menendez, who chairs the powerful Senate Foreign Relations Committee, said he plans to seek a \"full accounting\" of what he described as the \"flawed\" withdrawal from Afghanistan.\nThe president said the scenes out of Kabul in recent days were \"heartbreaking\". Images from Afghanistan's capital show hordes of people desperately trying to flee as the Taliban tightens its grip on the country. \nTens of thousands of people are still waiting to be evacuated ahead of the looming 31 August deadline for the US withdrawal. Mr Biden suggested earlier this week he would consider keeping US forces in Afghanistan beyond that date to ensure the evacuation of all US citizens.\nThe US has nearly 6,000 troops on the ground in Afghanistan to help the evacuation effort and maintain control at the airport in Kabul, Mr Biden said. \nBut those seeking to leave Afghanistan face massive crowds and Taliban checkpoints just to reach the airport.\nThe US has maintained constant contact with the Taliban, Mr Biden said. \nAsked by reporters on Friday if the US would consider expanding its security perimeter outside the airport, Mr Biden said such a move would probably lead to \"unintended consequences\". He did not specify what those might be.\nUS forces in three Chinook military helicopters left Kabul airport on Friday to help bring 169 American citizens to the runway, according to the Pentagon. \nDefence department spokesman John Kirby said troops had ventured beyond the perimeter for a \"short\" amount of time to a hotel just 200 metres (656ft) away. \nIt is the first time US troops are known to have moved into the city since Kabul's fall.\nNato Secretary General Jens Stoltenberg told reporters on Friday: \"We have more planes than we have people or passengers because the process of getting people - especially Afghans - into the airport and processed is now the big, big challenge.\" \nAlso Friday, US flights out of Kabul were suspended for several hours due to processing delays in Qatar, the destination country.\nState Department spokesman Ned Price later said that 11 countries in the Middle East and Europe had agreed to act as transit countries for Afghan evacuees.\nAnalysis by Tara McKelvey, BBC White House reporter\nJoe Biden struck a note of compassion during his speech, and said he did not think anyone could \"see those pictures and not feel pain\".\nHe was referring to the horrifying images of people trying to flee Afghanistan. His remarks sounded like the old Biden, so long depicted by admirers as an empathetic figure.\nIt was different from the remarks that he made earlier in the week, when he struck a defiant tone about his decision to withdraw the troops. Voters - both Democrats and Republicans - wonder about his strategy, and resent the way that he blamed others, whether Donald Trump or the Afghan army, for the catastrophe.\nHis approval rating is now at its lowest point - 49% - since taking office, according to the poll tracker FiveThirtyEight, showing many voters have misgivings about his leadership.\nThe president is trying to win them back, but for many, his efforts are too little, too late."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58279185",
      "category": "world-europe",
      "title": "Spain migrants: Sole survivor rescued in dinghy in Atlantic",
      "tags": "Spain,Canary Islands,Morocco,Migration,Western Sahara",
      "text": "A woman has been found clinging to an upturned inflatable dinghy about 138 miles (220km) off the Canary Islands - the only survivor of a migrant tragedy feared to have claimed 52 lives.\nShe was spotted in a poor state by a passing merchant ship and emergency services flew her to safety.\nTwo bodies were found by the coastguard and the woman told officials that more than 50 other people were on board.\nMore than 8,000 migrants have reached Spain's Canary Islands this year.\nMany of them set off from a stretch of coastline between Tarfaya in Morocco and Laayoune in Western Sahara, a disputed territory claimed by Morocco.\nThe route has become increasingly popular as migrant passages to Europe through the Mediterranean have become harder to take. However, human rights group Walking Borders has described it as the world's most dangerous migration route. \nThe woman rescued on Thursday was taken to hospital suffering from severe dehydration.\nUN migration officials estimate more than 350 people have died this year trying to reach Spain's Canary Islands, but Walking Borders believes it could be higher than 2,000.\nOnly this week, 47 people were feared to have died off the coast of Mauritania when a boat lost power and drifted for almost two weeks, until it was spotted by coastguards. \nSeven people were found alive on board and the International Office of Migration said they had probably left Laayoune on 3 August.\nEarlier this year a 17-year-old from Ivory Coast and two others were rescued by the Spanish air force after drifting for 22 days at sea. \nThe teenager, named Aicha, told the BBC that she had left her home for Mauritania and after two days at sea they had run out of food. More than 50 people on the boat died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58143753",
      "category": "uk-scotland-scotland-politics",
      "title": "What could the SNP-Green deal mean for Scotland?",
      "tags": "Scottish government,Scottish Greens,SNP (Scottish National Party)",
      "text": "The SNP and the Scottish Greens have revealed details of the co-operation agreement which will see the parties work together at Holyrood. What could the deal mean for Scotland over the next five years?\nThe most obvious reason for the SNP to bring the Greens into government is to present a united front against the climate emergency, in the year Glasgow hosts the COP26 conference.\nHowever, as a flagship issue for the Greens - the clue is in the name - this is a topic the parties have clashed on frequently.\nThe Greens did not vote in favour of the Scottish government's climate bill in the last term of parliament, saying the targets it set - for a 75% reduction in carbon emissions by 2030 - were not ambitious enough.\nHowever, their 2021 election campaign was more about hitting these goals than stretching them, with the 80% figure they pledged in the 2019 general election absent and co-leader Patrick Harvie saying the most important thing is now to deliver on the promises made.\nOn that front, the Greens want to see \"a fundamental transformation of our economy and society\", saying that \"every industry, every part of our economy and every individual will need to rise to the challenge\".\nSo not only would there be more pressure on ministers to hit their emissions targets - having fallen short of many of them so far - there would be calls for change across more or less every portfolio area.\nSpecific policies championed by the Greens include phasing out single-use and non-essential plastics by 2025; the introduction of more Low Emission Zones in cities; and banning the sale of new petrol and diesel cars from 2026 and boilers which run on fossil fuels by 2028.\nThe other key motivation for the SNP in doing a deal is security - essentially making the coming parliamentary term an easier ride.\nNicola Sturgeon herself faced a confidence vote in the final days of the last session, although her position was never truly in danger.\nBut her deputy John Swinney was in real trouble on several occasions, with the Greens joining other opposition parties in calling for his head if he didn't back down in rows over school exams and the publication of government legal advice.\nWith the Greens signed up to a formal deal, the prospect of any minister being forced out by opposition pressure recedes.\nNot only that, the SNP no longer need to worry about getting their budgets through parliament - or at least, they only have to worry about doing a deal with their Green partners. \nThis would make Kate Forbes' job as finance secretary slightly easier each February, in that she wouldn't need to sit down with rivals like Murdo Fraser and Jackie Baillie, or have to make concessions to the Lib Dems.\nHowever, the Greens may still be looking for a decent return in exchange for passing up the annual opportunity to put the government over a barrel.\nIt is unclear as yet how the monumental relief programmes of the pandemic era will be paid for, and what that means for future budgets.\nThe decisions on how to recover from the economic crisis which accompanied the health one were already going to be tricky, before they involved two parties with subtly different ideologies.\nTake for example the principle of economic growth. The SNP manifesto - while stressing that growth should be sustainable - talks about increasing Scottish GDP by more than £4bn. The Greens meanwhile are suspicious of the whole concept of \"endless economic growth\", with their election platform decrying \"the deep shortcomings of conventional economics\".\nSo what might actually happen, in practice?\nThe manifestos of each party pledged massive investment in infrastructure in an attempt to build a more sustainable economy post-pandemic, so this is something they will likely be able to work together on - so long as it doesn't involve big road-building projects.\nBoth parties have talked about moving to a four-day working week and back some form of universal basic income, so their pact might move these ambitious policies up the priority list.\nThe two are also largely aligned on income tax, with the SNP targeting \"stability\" across the next five years and the Greens agreeing that \"now is not the time for increases\" for most. \nBoth have promised a Citizens Assembly on taxation to study wider reforms, so that should be another easy box to tick.\nThe Greens want to scrap the council tax, something the SNP have pledged to do on various occasions - but never quite delivered. Could a deal here finally push reforms to local government funding over the line?\nAnd the Greens also want to push for more fiscal powers to be devolved from Westminster so that they can set up things like an annual wealth tax on anyone worth more than £1m (including property, pensions and other assets) and a tax on carbon emissions from corporations.\nOne sector we are likely to hear a lot about is the oil and gas industry. There will doubtless be a clause in any SNP-Green deal allowing the parties to disagree amicably on things like how quickly to move on from fossil fuels, but it doesn't mean there wouldn't be friction behind the scenes - and indeed some lobbying.\nTake for example the issue of new licences for drilling in the waters around Scotland, like the proposed new Cambo oil field. The Greens have already said they are putting \"maximum pressure\" on the Scottish government to oppose such plans.\nThe SNP insists this is solely a matter for the UK government, with offshore oil and gas contracts being in Westminster's remit.\nBut of course that hasn't stopped them taking a view on various other reserved matters, from Trident to Universal Credit and indeed the Acts of Union.\nMinisters have thus far refused to come off the fence about Cambo, perhaps anxious about alienating oil industry workers - but might having Green voices closer to the heart of government tip the scales somewhat?\nCo-leader Lorna Slater recently attended a protest against the development. Would she really never bring it up if she happened to be in the next office over from the energy minister?\nThe issue of trans rights and reform to the Gender Recognition Act has been a sticky one for the SNP, and society more generally.\nThe government wants to change the law to make it easier for people to change their legally recognised gender, and reduce the \"trauma\" associated with the process. However, it has run into a row over whether allowing people to self-identify their gender could undermine the legal protections given to women under the Equality Act.\nProminent SNP figures have voiced concerns about the plans, and even post-election - with a new group of MSPs lined up behind the leadership and more critical voices like Joan McAlpine no longer in parliament - there could have been a backbench rebellion over elements of the legislation.\nThe Greens, though, are all-in on the policy - to the extent that they split with former MSP Andy Wightman over it.\nSeven extra votes would make it much easier for the SNP to fulfil their manifesto pledge to make changes \"at the earliest opportunity\". \nThe agreement between the parties promises that a bill to reform the Gender Recognition Act will be introduced in the first year of the parliamentary session.\nThis may be one of the most talked about elements of the deal, but may actually be the part where an accord is needed the least.\nDuring the election campaign, the Greens pledged that every one of their MSPs would back a new independence referendum - much like those of the SNP.\nThe two manifestos were closely aligned in a bid to cement the mandate of any pro-independence majority - so the votes for indyref2 are essentially in the bag regardless.\nThe real question is whether a formalising of the pro-independence bloc at Holyrood could have any impact in swaying the UK government when it comes to backing a new referendum.\nThere remains little sign that Prime Minister Boris Johnson has had a change of heart, but the SNP and Greens may hope that in the longer term a formal arrangement might help make the case seem all the more undeniable."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58286000",
      "category": "world-asia",
      "title": "Afghanistan: The desperate scramble to escape",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "\"Get back, get back,\" screamed the British soldier at a crowd gathered in front of the secure compound where those being evacuated by the UK embassy are taken before flying out. \nIn front of him, many frantically waved their British passports in the air, hoping to be allowed through but a group of Afghan security guards wielding rubber hoses tried to push them back. \nMany in the crowd had not received any indication they would be evacuated, but had pitched up in any case, desperate for a route out of Afghanistan. Others, however, had received emails from the embassy telling them arrive here, and wait to be processed for a flight. \nThey include Helmand Khan, an Uber driver from west London, who had arrived with his young children in Afghanistan a few months back to visit relatives. He thrusts a handful of British passports towards me. \"For the last three days I'm trying to go inside,\" he tells me in despair, with his two young sons by his side. \nAlso here is Khalid, a former interpreter for the British army. His wife gave birth to a child just two weeks ago, and he's terrified the baby could die in such scenes. \"I've been here since the morning,\" he says, \"the Taliban lashed me on the back on my way.\" \nA short walk away is the main entrance to the compound. Thousands have turned up, the vast majority with no realistic prospect of being evacuated. British soldiers at times fired into the air to control the crowd. The only way to get inside is to somehow push your way through the crowd, and wave your documents in their faces, hoping they will allow you past. The situation seems even more chaotic at the airport gates manned by US soldiers, while in front of the main civilian entrance to the airport the Taliban have been regularly firing into the air and beating back crowds who try and surge inside. \nI'm constantly bombarded with questions by the Afghans who are trying to enter the British controlled compound, and who are at a total loss as to what to do. \"Can you help me?\" \"Will they let me in?\" Many try to show me documents they've brought with them, proving they spent time working with international forces or foreign embassies.\nOne young woman tells me she was an international basketball player. She has not had any contact with the British embassy, but says she's in fear for her life. She chokes up trying to describe her terror. \nThe Taliban insist all those linked to the government have been granted an amnesty. The group says it intends to establish an \"inclusive\" government, but many here are deeply anxious about the future. \nElsewhere in the city, things are far calmer. It feels like a different world. Shops and restaurants are opening up, though at a fruit and vegetable market stallholders tell me there are still significantly fewer people out and about. One man, selling cosmetic products, says there are far fewer women in particular, though it's not uncommon to see them on the streets. \nThe Taliban meanwhile are everywhere, patrolling in vehicles seized from the Afghan security forces. They say they're maintaining a presence to prevent looting and unrest, and some residents tell us they do feel more secure, not least because the militants are no longer carrying out targeted killings or bomb blasts. \nMany are still trying to establish what life under Taliban rule will look like. One taxi driver tells me he ferried a group of fighters across the city whilst playing music from the car stereo. \"They didn't say anything,\" he tells me whilst grinning, \"they're not strict like they were before.\" \nBut other reports are emerging of the Taliban turning up at the homes of journalists or former government figures and questioning them. Many fear it's only a matter of time before they're targeted violently. \nBack close to the airport, and Khalid, the former interpreter with a young baby finally manages to make it into the holding compound. \nOthers are still struggling though and one British Afghan pleads with me to help. \"How can I take my children through this crowd,\" he asks? Many others, not eligible for evacuation but desperate to leave, will be left behind to face a deeply uncertain future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58278348",
      "category": "uk-wales",
      "title": "Man denies 16-year-old girl's takeaway murder",
      "tags": "Rhondda,Ynyswen,Treorchy",
      "text": "A man has pleaded not guilty to the murder of a 16-year-old girl at her family's Chinese takeaway. \nWenjing Lin died at the Blue Sky Chinese takeaway in Ynyswen, near Treorchy, Rhondda Cynon Taf, on 5 March.\nChun Xu denied murdering the high school student during a hearing at Cardiff Crown Court.\nHe also pleaded not guilty to the attempted murder of 38-year-old Yongquan Jiang.\nThe 31-year-old spoke only to confirm his name during the 30-minute hearing.\nHe is due to stand trial at Swansea Crown Court on 1 November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58271577",
      "category": "uk-wales",
      "title": "Covid: Bereaved families call for Wales-only inquiry",
      "tags": "Abergavenny,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "A woman whose father died with Covid-19 has called for an inquiry into the Welsh government's handling of the pandemic.\nAnna-Louise Marsh-Rees said she believed her father, Ian Marsh-Rees, caught the virus whilst in hospital. \nShe said decisions made in Wales must be \"properly scrutinised,\" rather than a \"footnote\" in a UK inquiry.\nThe Welsh government said a UK-wide inquiry was best for understanding the experiences of people in Wales. \nMr Marsh-Rees, who was 85, died last October at Nevill Hall Hospital in Abergavenny, Monmouthshire, after initially being admitted for a gall bladder infection. \nAnna-Louise, a founder of the newly-formed Covid Bereaved Families for Justice Cymru, said she thought infection control at the hospital was \"poor\". \nThe health board told her 13 patients on Mr Marsh-Rees's ward tested positive during his time there, as well as 14 members of staff.\n\"He was moved beds a number of times, he was clearly exposed to a number of patients and staff,\" she said. \n\"We generally feel that he wasn't protected, he wasn't looked after.\"\nShe added it was \"awful\" to watch her father, who had been shielding at home for months to protect himself, \"die gasping for breath\". \nNearly a quarter of people who have died with Covid-19 in Wales were infected in hospital. \nMs Marsh-Rees' experience of trying to get information from the health board is now driving her campaign for a Wales public inquiry.\n\"I absolutely owe it to my dad to get answers, to investigate this,\" she said. \n\"On behalf of my dad and all the others that died from Covid. For the families that are grieving, for people with long Covid, we feel we deserve a Wales-specific inquiry.\"\nA spokeswoman for Aneurin Bevan University Health Board said its \"sincere condolences and deepest sympathy\" remained with the Marsh-Rees family.\n\"At the time in question, an adequate provision of PPE was available and staff were continuing to adhere to infection control procedures outlined by the World Health Organization (WHO),\" she said. \n\"Whilst much has been learnt about the management of this virus, the public inquiry will lend further investigation and the health board will fully support this process.\"\nSolicitor Craig Court, who is representing Covid Bereaved Families for Justice Cymru, said: \"One of the key objectives is to seek greater transparency and accountability of the events that impacted not only those who sadly died in Wales, but the families they have left behind.\"\nPlaid Cymru and the Welsh Conservatives also called for Wales-specific Covid enquiry in the run up to the Welsh elections in May. \nIn contrast to his colleagues in the Senedd, Welsh Secretary Simon Hart agreed with the first minister than any enquiry should be UK-wide. \nMark Drakeford said during this year's Senedd election debate he was \"not in favour of rival enquiries\".\nA Welsh government spokesman said: \"The UK-wide inquiry has been agreed between all four nations. \n\"We have requested specific chapters of the inquiry deal exclusively with the lived experiences of those here in Wales.\n\"A UK-wide inquiry will have the capacity and force to oversee the interconnected nature of the decisions that have been made across the four nations and is the best way for the experiences of people in Wales to be properly understood.\"\nThe prime minister has said a UK inquiry will start in Spring next year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58270577/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Cinema box office takings at 50% of pre-pandemic levels",
      "tags": "Disney,Streaming,British cinema,Film,Cinemas",
      "text": "UK cinema box office takings in the month since all Covid restrictions were lifted in England were half of their pre-pandemic level.\nBox office tracker Comscore said £65.7m was spent on seeing films like Black Widow and Fast & Furious 9 in the four weeks after \"freedom day\" on 19 July.\nThe figure for the corresponding weeks in 2019 was £129m.\nCinemas said they were \"very pleased\" with the figures and \"pretty confident\" they will get back to previous levels.\nIt's a similar picture in the US, where takings for the last four weekends have been 51% of the equivalent 2019 figures.\nMany major movies that were delayed by Covid in 2020 have finally been released in cinemas this summer, but have not enticed the numbers they would have previously expected.\nContinuing uncertainty in the US, where the Delta variant has recently led to rising cases, has disrupted release schedules again.\nIn recent weeks, Clifford the Big Red Dog, the Venom sequel and Hotel Transylvania 4 have either been pushed back or moved to streaming.\nThere has been speculation that the next James Bond outing No Time To Die - which is due out in late September in the UK after being delayed three times - could be postponed yet again. However, on Wednesday The Hollywood Reporter suggested that's unlikely to happen.\n\"The conditions remain challenging, there's no doubt about that,\" said Phil Clapp, chief executive of the UK Cinema Association.\n\"It's clear that there is still some reluctance among certain audience segments to return, and that's particularly true among older audiences,\" Mr Clapp said. \"There's a continuing need to offer reassurance and to ensure that there's the right film content for those older audiences.\n\"But broadly I think people [in the industry] are very pleased with the response of the public to the reopening of cinemas. The film slate is strengthening. We're now seeing a major title released, if not quite every weekend, then every other weekend.\"\nThe UK industry lost £2bn during the pandemic and no-one expected things to bounce back immediately, Mr Clapp said. \"Everyone knew that we would need to have to work hard over the initial weeks and months. Everyone's broadly where they expected to be.\"\nAmar Bilas, 34, from Greater Manchester, met his wife while working in a cinema, and before Covid they would go to see a film at least every couple of months.\n\"It's kind of ingrained. Ever since we've been teenagers we've been going to the cinema and even worked in one. So it's been our go-to thing,\" he said.\n\"But it's been nearly two years since we've been. The main thing is, nobody is wearing face masks, and Covid is still about. I know we're not going to die, but we just can't be bothered getting ill. That's the main thing.\n\"If we do get it, we don't know who we're going to pass it on to. My mum and dad are elderly. Being in a confined space, you don't know who you're going to be sat next to and you don't know if they're being careful.\n\"The other thing is, a lot of the films have come on to a streaming platform. So you think, well, I can watch it from the comfort of your home. You're getting a peace of mind so I don't mind paying £20.\n\"It still doesn't replace the atmosphere and the feeling of going to the cinema. You queue up, you get your tickets, get your food, get drinks, go in. I miss that feeling.\"\nCharles Gant, box office analyst for industry outlet Screen Daily, said the current figures may be sharply down on 2019, but they are much better than summer 2020.\n\"I honestly think the primary emotion will be relief rather than despair because what happened last year after lockdown ended was pretty grim for everybody,\" he said.\nThe continual postponement of releases led to a \"death cycle that no one seemed to be able to find a way out of\", he said.\n\"So when I look at the numbers now, I'm just thinking, this is great. It's easy to forget that, actually, those numbers are still significantly down 2019.\"\nTwo years ago, 13 films grossed more than £20m in the UK, he said. This year, there have been none, despite some major blockbusters having made it onto the big screen.\nAround the world, the biggest-budget releases have not reached the peaks they would have normally expected, according to Jeff Bock from US analysts Exhibitor Relations.\n\"Only one film [F9] has grossed over $400m worldwide this summer, and only a handful have even topped $100m domestic [in North America],\" he said.\n\"The industry is used to having at least a few films boast $1bn worldwide, which is a number we might not see for quite some time now. \nHe added that the horror genre has held up better than others.\n\"Creativity is the name of the release game right now if you're a studio, which is why Disney and Warner Bros have been so aggressive in the streaming world.\"\nDisney has put films like Black Widow and Cruella on streaming platform Disney+ at the same time as they hit cinemas - for a premium price.\nBut it is saving other releases for the big screen.\nThe company's boss Bob Chapek said putting the forthcoming Shang-Chi and the Legend of the Ten Rings in cinemas for 45 days before joining Disney+ was \"an experiment\".\nWarner Bros, meanwhile is putting all its 2021 releases on HBO Max in the US, but has pledged to give cinemas a 45-day head start next year.\nThat's a much shorter window than before the pandemic. In the UK, there was traditionally around a four-month wait to watch films at home. Now, even if a film isn't on streaming platform straight away, fans know they will not have a long wait.\n\"It's apparent that the industry may have been changed forever by these events, as studios are in the eye of the hurricane,\" Mr Bock said.\n\"Everything is swirling around them and no-one really knows when and where things will land.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58271913",
      "category": "science-environment",
      "title": "Baby bats babble like humans",
      "tags": "Evolution,Wildlife,Animals,Bats",
      "text": "Scientists who systematically eavesdropped on bat roosts in Costa Rica have discovered baby-bat babbling bears a striking resemblance to that of human infants. \nThe bats produce rhythmic sounds and repeat key \"building-block syllables\". \nAnd this suggests - just like in human infants - their babbling lays the foundations for communication. \n\"They just babble away, sunrise to sunset, practising their sounds,\" lead researcher Dr Ahana Fernandez said. \nDr Fernandez, based at the Museum of Natural History in Berlin, studied a particularly vocal species - the greater sac-winged bat, Saccopteryx bilineata. \n\"These bats actually sing like songbirds,\" she said. \n\"So they have very sophisticated vocal communication - a repertoire of distinct syllable types.\"\nDr Fernandez and her colleagues, who published their findings in the journal Science, analysed recordings of the bat pups babbling in their roosts. \nCharacteristic features included:\nHuman speech requires very precise control over the vocal apparatus. \nBabbling in infants and toddlers is vital practice in gaining that control.\nAnd, the researchers said, the same was true of bats. \n\"We know all the different syllable types produced by adult bats,\" Dr Fernandez said.\n\"And the ones that appear in pup babbling are really reminiscent of the adult ones - so we can clearly tell.\"\nThe greater sac-winged bat is the only bat species known to do this so far.\nBut with more than 1,400 bat species in the world, Dr Fernandez \"really thinks there will be another that babbles\". \nAnd while this study has identified a pattern that could be important for many mammals that have to learn to communicate vocally, she also says there is a great deal left to understand about this specific species of singing bat. \n\"The babies really listen to each other when they're babbling,\" Dr Fernandez said.\n\"One starts, he babbles for 15 minutes or so, and I can clearly see the ears of the other pups moving.\n\"So I think they're really listening to each other - but how it influences their practising, I don't know.\"\nFollow Victoria on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58262835",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Schools can continue to teach some in class bubbles",
      "tags": "NI education,Coronavirus lockdown measures,Schools,Coronavirus pandemic",
      "text": "Schools in Northern Ireland can continue to teach some children in class bubbles when the new term begins.\nThat is despite the executive deciding on 12 August that schools no longer had to teach children in bubbles. \nBut new Department of Education (DE) guidance said schools could \"retain the use or partial use of bubbles\".\nIn a separate letter to school heads, the education minister said the guidance allowed schools \"flexibility\".\nMichelle McIlveen also said that the requirement for post-primary pupils to wear facemasks in class would be reviewed by the executive on 8 October.\n\"What we've tried to achieve here is a flexible system to allow school leaders who know their school environment better than us to adapt accordingly,\" she told BBC's Good Morning Ulster programme. \n\"We have been clear. This is about keeping our young people safe.\"\nThe revised guidance from the department comes just days before many staff and pupils are due to return to school.\nMany pupils have been taught in small group bubbles since September 2020.\nAs much as possible, children remained in the same class groups every day to reduce mixing with others.\nThe new guidance said it would be \"for each school to determine if they wish to continue to use some/all of the principles of bubbles that they will have used during the 2020-21 year\".\n\"Without the use of formal bubbles, schools should still seek to reduce contacts,\" the guidance said, as this would \"support the PHA's (Public Health Agency's) contact tracing by encouraging pupils to remain within a consistent group of pupils wherever possible\".\nSchools have also been told to space seating in classes as widely as possible and have children seated facing the front of the classroom.\nThey have also been asked to hold activities outdoors if they can.\nGraham Gault, of the National Association of Headteachers, said there was an \"air of disbelief\" among school leaders at the guidance. \n\"Only a week ago it was all over the media that bubbles would no longer be required,\" he said, adding that the guidance \"has the potential to confuse\". \nSpeaking to the BBC's Good Morning Ulster Programme, Mr Gault said the guidance would not require any significant changes to Covid-19 mitigation measures already in place in schools. \n\"The advice that we are giving to school leaders across the country is the routines and mitigations that you have already set up, that your school community is already familiar with, that your teachers are already implementing are still appropriate. If it's working for you, don't change it.\" \nChris Logan, principal of Comber Primary School, said the changes have come too late for schools to make \"sweeping changes\" before term begins next week. \n\"Schools need time to prepare the curriculum and we may see time before schools are enable to enact some of the changes. It just takes time to plan and prepare,\" he told BBC News NI. \nThe executive had also decided that if a child was identified as a close contact of a positive Covid case, they would no longer have to self-isolate for 10 days.\nInstead, they should self-isolate and book a PCR test. \nIf the PCR test is positive they should isolate for 10 days, but if the result is negative they can end their self-isolation.\nHowever, the new department guidance does not provide detailed advice for schools on the new arrangements.\nInstead, Ms McIlveen said that the PHA was currently \"preparing guidance\" for schools on the new self-isolation arrangements.\nShe said that was to ensure they \"applied equally to all pupils in each year group\".\nHowever, she did not state when schools would receive the new PHA guidance.\nAll indoor and outdoor extra-curricular activities can also resume in schools when the new term begins.\nAccording to the department guidance, that includes \"music or singing\".\nSinging had been prohibited indoors in schools in the 2020/21 school year.\nHowever, children can sing in class and school choirs can now sing again indoors though mitigations should be in place like doors or windows being kept open.\nChildren are considered extremely low risk for becoming ill or dying from Covid-19.\nResearch also suggests that long-lasting symptoms in children are rare.\nMs McIlveen thanked school leaders and staff for their support and wished all pupils, teachers and staff a \"safe return to all our educational settings\".\nThe guidance was developed with the Department of Health and in consultation with school leaders and trade unions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58274941",
      "category": "uk-england-cambridgeshire",
      "title": "Blue singer Lee Ryan tells court he cannot afford £1,500 fine",
      "text": "Lee Ryan has told a court he cannot afford to pay a fine for failing to provide details about who was driving his car when it was caught speeding.\nThe Blue singer, 38, was charged with driving a Mercedes at 70mph in a 60mph limit in Peterborough twice last year.\nThe charges were dismissed, but Ryan was found guilty after a trial for two counts of failing to provide information about the driver.\nHe said he could not afford the £1,501 fine and costs.\nSpeaking via a remote link from Spain, he told Peterborough Magistrates' Court he was \"out of work due to Covid\".\n\"I just don't have the money,\" he said.\nCourt papers said he was charged with driving a Mercedes at 70mph in a 60mph limit on Fletton Parkway, Peterborough, on 8 August, and driving a Mercedes at 71mph on the same road on 22 August - both last year.\nBut these charges were dismissed as the prosecution offered no evidence, due to there being no means of proving who was driving.\nRyan went on trial for two counts of failing to give information relating to the identification of the driver when required, and was found guilty by magistrates.\nThe singer, who insisted during the hearing that he had sent off the required information, was told if the money was not paid he could be brought back to court and find himself in prison.\nMagistrate Alison Marsh gave Ryan two lots of six points against his licence, resulting in a disqualification from driving for 12 months.\nIn regard to the fine, she said magistrates took into account the fact the music industry had been \"severely hit\" by the coronavirus pandemic, and decided to charge him for one offence.\nRyan said: \"I'm not working. I mean, they've stopped the gigs. I don't have any gigs.\"\nIt was put to Ryan that there are shows going on in the UK. \n\"I've not got anything,\" he said. \"I haven't got anything.\"\nHe was asked if it would be unreasonable to think he may have some savings, and he said: \"No, I spent them all in Covid.\" \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58279967",
      "category": "world-asia",
      "title": "Amnesty International: 'Disconnect between Taliban claims and reality'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58279397",
      "category": "entertainment-arts",
      "title": "Sonny Chiba: Japan's martial arts star and Kill Bill actor dies of Covid at 82",
      "tags": "Quentin Tarantino,Film,Japan",
      "text": "Japanese actor and martial arts great Sonny Chiba has died at the age of 82 from complications related to Covid.\nChiba was a star in Japan and was best known to Western audiences for his memorable role as the swordsmith in Quentin Tarantino's Kill Bill.\nHe enjoyed an on-screen career spanning five decades, which also included the 1970s Street Fighter trilogy and 2006's The Fast and The Furious: Tokyo Drift.\nHis agent Timothy Beal said he was \"a humble, caring and friendly man\".\nBeal told the AFP news agency it was \"such tragic news\", adding: \"He was a great friend and an awesome client.\"\nPaying tribute online, Mortal Kombat actor Lewis Tan wrote: \"A true action legend. Your films are eternal and your energy an inspiration.\"\nThe Academy of Motion Picture Arts and Sciences, which is responsible for the Oscars, also said he was a \"legend\" who \"blended toughness with depth\".\nChiba studied martial arts throughout the 1960s, excelling in karate. Following in the footsteps of Bruce Lee, he then landed roles in Japanese films and TV series, including with the influential Toei studio.\nHe made a name for himself outside his own country in Street Fighter as the ruthless martial arts mercenary and anti-hero Takuma Tsurugi.\n\"For me, the most enjoyable role to play is the bad guy,\" he told Jonathan Ross in a TV interview in 2007.\nThe crossover-hit film series caught the eye of a young Tarantino, and almost 30 years later the director would cast him to play Hattori Hanzo in 2003's Kill Bill - Volume 1.\nThe popular character was a samurai-turned-sushi chef who came out of retirement to forge a sword for the Bride, played by Uma Thurman.\nHe reprised the role in Kill Bill: Vol 2. Chiba also appeared in Kinji Fukasaku's 2003 film Battle Royale II: Requiem, as well as Justin Lin's instalment of the Fast and Furious franchise.\nThe former gymnast had been set due to work on Outbreak Z, an upcoming zombie movie starring Wesley Snipes.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58272740",
      "category": "world-asia",
      "title": "Zaki Anwari: Afghan footballer falls to death from US plane in Kabul",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Afghan authorities have confirmed that a young footballer fell to his death after trying to stow away on a US military plane leaving Kabul airport.\nZaki Anwari, 19, had played for Afghanistan's national youth team.\nFurther details of when he died have not been disclosed.\nSince the Taliban's recapture of Afghanistan, thousands of people have scrambled to Kabul's airport as Western countries rush to evacuate their citizens and Afghan colleagues.\nImages emerged on Monday showing hundreds of people running alongside a US air force plane as it moved down a runway. Some people were seen clinging to its side.\nLocal media reports said that at least two people fell to their deaths after it took off. The US air force has also confirmed that human remains were found in the landing gear of an aircraft after it arrived in Qatar.\nIn a statement on Facebook, Afghanistan's General Directorate of Physical Education and Sports paid tribute to Mr Anwari.\n\"May he rest in heaven and pray to God for his family, friends and sports colleagues,\" the sports body said.\nOthers have also been sharing their respects on social media.\n\"His departure is a great sorrow,\" wrote one user on Instagram. \"Your memory is always dear to me\".\nAround 4,500 US troops are in temporary control of Karzai International Airport in Kabul, Afghanistan's capital. \nThe Taliban are blocking Afghans from entering the airport without travel documents - but even those with valid authorisation have struggled.\nAmid chaotic scenes at the airport, US President Joe Biden has defended his handling of the US withdrawal from Afghanistan.\n\"The idea that somehow there's a way to have gotten out without chaos ensuing, I don't know how that happens,\" he told ABC News on Wednesday.\nMr Biden said that US troops may have to stay in Afghanistan beyond the planned 31 August deadline agreed with the Taliban, in order to help with evacuations, "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58245684",
      "category": "uk",
      "title": "Afghanistan: How many people has the UK evacuated?",
      "tags": "Afghanistan,Refugees and asylum seekers,Reality Check,Right of asylum",
      "text": "The former Foreign Secretary, Dominic Raab, has been defending the UK's handling of the evacuation from Afghanistan after the Taliban took control of Kabul in August. \nIt follows claims from a whistleblower, Raphael Marshall - who worked at the Foreign Office at the time - that the government's response to the crisis was chaotic and dysfunctional. \nMr Raab said 15,000 people were evacuated by the UK from Afghanistan from 15 August to the end of that month.\nHe said it was a larger number than by any other nation except the US.\nAt the time, the government said the 15,000 people included 5,000 British nationals, 8,000 Afghans and 2,000 children.\nSome Afghan nationals had already arrived in the UK for resettlement before that date.\nThe Foreign Office told us that since the end of August, a further 3,000 people had been helped to leave Afghanistan. This included more than 1,100 UK nationals.\nIn written evidence to the Foreign Affairs Committee, Mr Marshall said he estimated that between 75,000 and 150,000 people in Afghanistan had applied for evacuation to the UK in August. \nHe estimated that 5% of these received assistance. \nThe US evacuated the largest number of people from Afghanistan in August. \nFrom 14 August to 28 August, it got 113,500 people out of the country.\nOther countries evacuated much smaller numbers over that period, according to official statements and press releases\nSince the end of August, some countries have continued to carry out occasional evacuations. France evacuated 258 people just last week.\nIn August, Mr Raab said that the number of British nationals remaining in Afghanistan was \"in the low hundreds, \" although he would not give a more precise figure.\nMr Raab told a committee of MPs that nearly all the people in Afghanistan with single UK nationality and accompanying documentation had been brought back - but it had proved harder to estimate the number of dual-nationality Britons remaining in Afghanistan.  \nThe example he provided was that some large families may have one or more people that were documented, but it was unclear what the status of the rest of the family was.\nOn 7 December, the Prime Minister's special representative for Afghanistan, Nigel Casey, told MPs there were about 200 British nationals still in Afghanistan.\nThe UK government has a scheme to resettle Afghans - the Afghan Relocations and Assistance Policy (ARAP), which was launched on 1 April. \nUnder the scheme, Afghans who worked for the British military and UK government (for example, as interpreters) are able to move to the UK permanently, rather than getting five years' residency as was previously offered.\nThe Home Office says there have been 7,000 people relocated under the ARAP scheme since its launch.\nBefore the ARAP scheme, the Home Office says 1,400 former staff and families were relocated since 2013 under a previous scheme called the Ex-Gratia Policy.\nIn addition to ARAP, the government has said the Afghan Citizens' Resettlement Scheme (ACRS) will allow a total of 20,000 to settle in the UK.\nIt will focus on women and children as well as religious and other minorities in danger from the Taliban.\nA fact-sheet released about it in September said it would welcome 5,000 Afghans in the first year, although the scheme is yet to open. \nImmigration lawyer Sarah Pinder said resettlement schemes are often too slow for crises such as the one in Afghanistan.\n\"The idea that people can queue up to make an application by staying put... in reality, it's difficult to put into practice,\" she said.\nAnd she said the schemes' criteria were often narrow, leaving people \"stuck in a loop\" between different ones. \nOutside a small number of official resettlement schemes, the main way to settle in the UK is to seek asylum once within the country's borders.\nIn 2020, 1,336 people from Afghanistan applied for asylum, out of 29,456 total applications from around the world, and 580 were granted it. But not all of those granted asylum had applied in the same year.\nThey were much larger numbers of Afghans applying for asylum last year in some EU countries, such as Greece, France and Germany.\nThis year up until September, there were 1,974 asylum applications in the UK from Afghan nationals - an increase of almost 40% over the previous year.\nWhat claims do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58288482",
      "category": "world-us-canada",
      "title": "Poison algae may have killed California family, police say",
      "tags": "United States,California",
      "text": "A family of three who were found dead on a hiking trail in California may have been killed by poison algae, investigators say.\nThe bodies of British man John Gerrish and his wife, Ellen Chung, and one-year-old daughter Miju were found in the Sierra National Forest on Tuesday.\nNearby waterways are being tested for toxic algae blooms, officials said.\nPost-mortem examinations have been carried out in an effort to establish the cause of death.\nThe family's dog, Oski, was also found dead at the scene in the Devil's Gulch area of the forest, which is a popular hiking destination.\n\"We don't know the cause… we won't rest until we figure it out,\" Mariposa County Sheriff Jeremy Briese told the Fresno Bee newspaper.\n\"There's no obvious indicators of how it occurred... you have two healthy adults, you have a healthy child and what appeared to be a healthy canine all within a general same area, deceased,\" he said.\nInvestigators suspected the deaths may have been linked to escaping gas from abandoned gold mines, but Mr Briese appeared to rule out that possibility on Thursday.\n\"I don't believe it's connected to a mine,\" he said. \"It's frustrating and we're not going to rest... it's devastating to everyone.\"\n\"From what I've gathered, these algae blooms are due to the recent drought,\" Mr Briese said. \"But I don't know too much detail about the toxicity of them.\"\nAlgae blooms can produce \"extremely dangerous toxins that can sicken or kill people and animals\", according to the US Environmental Protection Agency.\nLast month, the US Forest Service posted warnings about the potentially toxic algae in the Sierra National Forest on Facebook.\n\"[The park] would like to inform those visitors who like to enjoy this area... not to swim, wade or allow their pets to enjoy the water,\" one post read."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58277097",
      "category": "world-us-canada",
      "title": "New York officer rescues fallen man from subway train",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58266821",
      "category": "business",
      "title": "Government borrowing shrinks in July",
      "tags": "UK economy,UK national debt,Office for National Statistics,Coronavirus pandemic",
      "text": "Government borrowing fell in July compared with a year earlier as the removal of most Covid restrictions in England gave the economy a boost.\nBorrowing - the difference between spending and tax income - was £10.4bn, official figures show, which was £10.1bn lower than July last year.\nHowever, the figure was the second-highest for July since records began.\nBorrowing has been hitting record levels, with billions being spent on measures such as furlough payments.\nThe huge amount of borrowing over the past year has now pushed government debt up to more than £2.2 trillion, or about 98.8% of GDP - a rate not seen since the early 1960s.\nThe Office for National Statistics (ONS) now estimates that the government borrowed a total of £298bn in the financial year to March. \nThat amounted to 14.2% of GDP, the highest level since the end of World War Two.\nThe ONS said the cost of measures to support individuals and businesses during the pandemic meant that day-to-day spending by the government rose by £204.3bn to £942.7bn last year.\nInterest payments on central government debt were £3.4bn in July. \nThat was £1.1bn more than in July 2020, but far lower than the monthly record of £8.7bn in June 2021. \n\"Our recovery from the pandemic is well under way, boosted by the huge amount of support government has provided,\" said Chancellor Rishi Sunak.\n\"But the last 18 months have had a huge impact on our economy and public finances, and many risks remain.\n\"We're committed to keeping the public finances on a sustainable footing, which is why at the Budget in March I set out the steps we are taking to keep debt under control in the years to come.\"\nRuth Gregory, senior UK economist at Capital Economics, pointed out that July's borrowing figure was \"once again comfortably lower\" than forecast by the Office for Budget Responsibility. \n\"Total tax receipts of £70bn in July were above June's £62.1bn and last July's total of £60.6bn, another encouraging sign that the economic recovery is feeding through to the public coffers. And government spending dropped from £77.2bn in June to just £73.1bn in July,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58276062",
      "category": "world-us-canada",
      "title": "Family of American taken by Taliban beg for return",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Joe Biden",
      "text": "Charlene Cakora, 57, spent a frantic week in Washington DC trying to convey a message to President Joe Biden: rescue her brother from Taliban captivity.\nMrs Cakora's brother, Mark Frerichs, was kidnapped by the group over a year ago. He is one of two remaining Americans thought to have been kidnapped by the Taliban during the US war in Afghanistan who is still unaccounted for.\nAmid the Afghan government's collapse, the fall of Kabul and chaotic scenes of thousands scrambling to flee the country being broadcast around the globe, his family said they were increasingly desperate for his return, and frustrated by the lack of progress from the government. \n\"We have been at war with the Taliban for 20 years. President Biden declared the war over on 31 August,\" Mrs Cakora told the BBC. \"When a war ends, each side get to have their prisoners come home. That is all we are asking for Mark.\" \nThe family had \"waited patiently\" through both the Trump and Biden administrations, she said.\n\"[We] were told that efforts were underway to get my brother home,\" she added. \"Well, they were not.\" \nAt least seven US civilians have been taken captive or gone missing during the war in Afghanistan. Of the total, one was reportedly killed, one escaped, and three were rescued or released. An eighth captive, Bowe Bergdahl, was a US soldier captured after deserting his post in 2009. He was released in 2014. \nMr Frerichs, 59, had been living and working in Kabul as a civil engineer for 10 years when he was kidnapped. \nA \"journeyman contractor\" who went from project to project, motivated by a desire to help people in need, he had found \"a good fit for himself in Afghanistan,\" Mrs Cakora said. \"Three days before he was kidnapped, he told me that he had just finished a municipal water project. He was so proud of it.\" \nThe US Navy veteran was lured to a meeting to discuss a potential project and taken against his will to Khost Province, a former national security official told the BBC. \nIn Khost, the official said, he was handed over to the Haqqani Network, one of the region's most powerful and feared militant groups. The network's leader, Sirajuddin Haqqani, is one of the Taliban's top deputy leaders. \nAdvocates working to secure Mr Frerichs' release say that the \"only\" thing that the Taliban have mentioned when US officials have pressed for his return is the release of Bashir Noorzai, a Taliban-affiliated drug lord who has been imprisoned in the US for the last 16 years. \nNoorzai, who was arrested in 2005, was sentenced to life in prison in 2009 on charges that he imported over $50m (£36m) worth of heroin from Afghanistan and Pakistan into the US and other countries.  He fought alongside the now-deceased Taliban founder Mullah Mohammed Omar against Soviet occupation in the 1980s, and is believed to have supplied the group with financial backing, weapons, ammunition and as many as 400 fighters.\nResponding to BBC queries, a state department spokesperson said that the US Special Representative for Afghanistan has pressed the Taliban for Mr Frerichs' release and raised the issue with Taliban representatives in Qatar and Pakistan. \n\"We place a high priority on Marks Frerichs' safety and will not stop working until he is safely returned to his family,\" the spokesperson said. \nSpokespeople at the Taliban's representative office in Qatar did not respond to BBC requests for comment. \nMrs Cakora said that while the family understands that an exchange of Noorzai for Mr Frerichs is a \"hard trade\" and that it would mean making concessions to kidnappers, they believe it is the only viable option. \nWhen asked what she would tell the White House about her case, Mrs Cakora directed a plea at President Biden. \n\"Please treat my brother like he was your son and act to bring him home quickly,\" she said. \nShe also had a message for Taliban political leader Abdul Ghani Baradar. \n\"We know that this war is ending, and you want your prisoners back as much as we want my brother,\" she said. \"Please treat him well and work with US officials to arrange a prisoner swap that gets you Bashir Noorzai and returns Mark home safely to us. Let that be the one thing that both sides can see as a win.\" \nBesides Mr Frerichs, only one other American suspected to have been abducted in Afghanistan, author Paul Overby Jr, remains unaccounted for. Mr Overby was last heard from in May 2014, when he vanished in Khost while traveling to interview Sirajuddin Haqqani. The Taliban have denied any involvement.  \nWith the situation in Afghanistan growing more dangerous by the day, Mrs Cakora expressed hope that her brother's release may provide a small positive outcome. \n\"President Biden has the power to make it happen,\" she said. \"The story on our exit from Afghanistan is horrible. Can't we get one glimmer of good news by having my brother come home?\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58271911",
      "category": "uk",
      "title": "Covid: UK vaccine booster scheme likely to start in September - Sajid Javid",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A UK Covid vaccine booster scheme will take place and is likely to start next month, the health secretary has said.\nSajid Javid said he was uncertain of the exact start date as the government was waiting for the Joint Committee on Vaccination and Immunisation's \"final advice\" before proceeding.\nMr Javid added the \"most vulnerable\" would be offered the third jab first. \nHowever, it remains unclear whether the booster scheme will be for all adults, or just some, more vulnerable groups.\nInterim advice from the JCVI, released last month, suggested more than 30 million of the most vulnerable people - including all over-50s - should receive a third dose.\nAsked about the scheme on Thursday, Mr Javid said: \"We are going to have a booster scheme. It will start some time in September. \n\"I couldn't tell you exactly when because before we start it... we need to get the final advice from our group of experts, our independent scientific and medical advisers, the JCVI, and so we're waiting for their final opinion.\"\nEarlier in the day, Prof Adam Finn told the BBC that the JCVI, of which he is a member, would be \"imminently deciding\" that some people \"will need a third dose, particularly people who we know are very unlikely to be well protected by those first two doses\".\n\"But I think we do need more evidence before we can make a firm decision on a much broader booster programme,\" he added.\nThe health secretary says \"a\" booster campaign will take place, but the more important question is \"who\" will be boosted. We still don't know.\nThere are scientific and ethical arguments about a booster campaign. \nFor some there is a clear benefit - particularly those with weakened immune systems in whom it takes three doses to do the job of two.\nBut for the rest of the population, the evidence so far shows two doses are providing lasting protection from becoming seriously ill and needing hospital treatment. \nWhether a mass vaccination campaign is necessary or should be far more targeted is the subject of intense debate.\nThis comes at a time that rich countries are being accused of giving vaccines to people at little risk from Covid and that would save far more lives if they were shared with the world. \nAbout 70% of the entire UK population has had at least one jab. In the poorest countries that figure is about 1%.\nThe announcement comes after it was revealed more than 125,000 16 and 17-year-olds in England have had the vaccine in the two weeks since the NHS was given approval to offer that age group a jab.\nIn total, 47,460,526 first doses have now been given across the UK, while 41,157,069 people have had two doses.\nBut the decision to offer people in the UK a third jab is not without controversy.\nImmunologist Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), which advises the government, said the \"question about boosters is a contentious one\".\nHe said studies into the effectiveness of booster schemes were still ongoing and \"everyone is very keen that if we do have surplus vaccines, that they're not necessarily used in this country, but might be sent overseas\".\nAnd, earlier this month, the head of the Oxford Vaccine Group said doses needed to \"go where they can have the greatest impact\" - to protect unvaccinated people abroad.\nProf Sir Andrew Pollard, who led the team that created the Oxford-AstraZeneca vaccine, said decisions on whether to give boosters \"should be scientifically driven\".\nAsked whether the JCVI had concerns about plans for the booster scheme, Mr Javid said: \"It's only with their expert advice that government would want to continue with their plans.\n\"I don't want to prejudge what they're going to say but, based on their interim advice, I think we can be confident that we will start a booster scheme next month.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58285620",
      "category": "uk-wales",
      "title": "Clydach murders: Killer David Morris dies in prison",
      "tags": "Swansea,South Wales Police,Clydach",
      "text": "The man convicted of the Clydach murders has died in prison, it has been confirmed.\nDavid Morris, 59, killed three generations of the same family in the Swansea Valley village in 1999.\nHe spent 22 years in jail for killing Mandy Power, 34, her daughters Katie, 10, and Emily, aged eight, and her 80-year-old mother Doris Dawson.\n\"HMP Long Lartin prisoner David Morris died on August 20,\" a Prison Service spokesman said.\n\"The Prisons and Probation Ombudsman has been informed.\"\nMorris, who always maintained his innocence, was jailed for a minimum of 32 years.\nHe was convicted for the murders a second time in 2006 after an earlier conviction was quashed by the Court of Appeal.\nA bid to again take his case to the Court of Appeal was rejected in 2018 by the Criminal Cases Review Commission.\nA BBC Wales Investigates programme in 2020 spoke to two potential new witnesses and South Wales Police announced a review of elements of the case in January 2021.\nIn July the Crown Prosecution Service said no information had been provided by the potential new witnesses to undermine the conviction.\nThe review, which was being overseen by Devon and Cornwall Police, was then expected to move on to look at forensic issues also challenged in the documentary.\nMorris's trial in 2006 heard he had a sexual relationship with Ms Power and was fuelled by drink and drugs when he went on a killing spree in June 1999.\nMrs Dawson was killed as she lay in her bed, and the killer lay waiting for the others to return home.\nMs Power and her daughters were battered with a fibreglass pole, which the children used to play with, and Ms Power's body was sexually assaulted.\nThe killer lit fires around the house in an attempt to hide the crimes.\nFirefighters found the bodies of Ms Power and the girls laid out on the landing when they came to tackle the blaze.\nThe inquiry was the largest and most complex murder investigation ever undertaken by a Welsh police force."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58277463",
      "category": "world-asia",
      "title": "Afghanistan: Taliban 'tortured and massacred' men from Hazara minority",
      "tags": "Afghanistan",
      "text": "The Taliban recently \"massacred\" and brutally tortured several members of the Hazara minority in Afghanistan, says human rights group Amnesty International.\nWitnesses have given harrowing accounts of the killings, which took place in early July in Ghazni province.\nSince taking over the Afghan capital Kabul on Sunday, the Taliban have tried to portray a more restrained image.\nBut Amnesty said the incident was a \"horrifying indicator\" of Taliban rule.\nThe Hazara community is Afghanistan's third largest ethnic group.\nThey mainly practise Shia Islam and have faced long-term discrimination and persecution in predominantly Sunni Afghanistan and Pakistan.\nIn the report published on Thursday, Amnesty said the nine Hazara men were killed between 4 and 6 July in Malistan district in the eastern Ghazni province. \nThe rights group interviewed eyewitnesses and reviewed photographic evidence after the killings.\nVillagers said they had escaped to the mountains when fighting intensified between government forces and Taliban fighters. \nWhen some of them returned to the village of Mundarakht to collect food, they said the Taliban had looted their homes and were waiting for them. Separately, some men who passed through Mundarakht on their way home to their hamlet were also ambushed.\nIn total six men were allegedly shot, some in the head, and three were tortured to death. \nAccording to witness accounts, one man was strangled with his own scarf and had his arm muscles sliced off. Another's body was shot to pieces.\nOne eyewitness said they asked the fighters why they inflicted such brutality on their people.\n\"When it is the time of conflict, everyone dies, it doesn't matter if you have guns or not. It is the time of war,\" a fighter allegedly said.\nAmnesty's Secretary-General Agnès Callamard said: \"The cold-blooded brutality of these killings is a reminder of the Taliban's past record, and a horrifying indicator of what Taliban rule may bring.\"\n\"These targeted killings are proof that ethnic and religious minorities remain at particular risk under Taliban rule in Afghanistan.\"\nIt added that mobile phone services have been cut in many of the areas that have been captured by the Taliban, and so information about the killing had not leaked out until now.\nAmnesty called on the UN to investigate and protect those at risk.\nThe Taliban were known for their brutal rule of Afghanistan which deprived women and ethnic minorities of their rights, before they were ousted by a US-led coalition in 2001.\nIn a press conference following its takeover of Kabul, the militant group promised it would not launch revenge attacks on anyone who worked with US forces, and that it would also grant women rights under Islamic sharia law.\nBut a threat assessment prepared for the UN has warned that Taliban fighters have been going door-to-door to search for people who worked for Nato forces or the previous Afghan government.\n Are you in Afghanistan and affected by the situation there? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58272209",
      "category": "uk-scotland-scotland-politics",
      "title": "SNP-Greens deal pledges indyref2 within five years",
      "tags": "Scottish government,Scottish Greens,SNP (Scottish National Party)",
      "text": "The SNP and Scottish Greens have published details of their new power sharing arrangement. \nThe deal will take the Greens into government for the first time anywhere in the UK.\nIt includes a commitment to hold a referendum on Scottish independence within the next five years, and preferably by the end of 2023. \nFirst Minister Nicola Sturgeon gave details at a briefing alongside the two Scottish Greens co-leaders.\nOpposition parties have described the arrangement as a \"nationalist coalition of chaos\" that will be a \"disaster\" for Scotland.\nThe agreement will see two Green MSPs appointed as junior ministers in Ms Sturgeon's government.\nThese ministers could be invited to attend cabinet meetings when their portfolios are being discussed, with the Green co-leaders attending cabinet at least twice a year.\nBBC Scotland's political editor, Glenn Campbell, said the arrangement will \"look like a coalition but fall short of a coalition\". \nThe pro-independence Greens have signed up to the bulk of the government's policy - but there will also be areas where they are in disagreement with the SNP, and they will be able to criticise it on those points.\nThese excluded areas include aviation policy, international relations, policy on fee-paying schools, fox hunting and Nato membership if Scotland becomes independent.\nThe co-operation agreement says the two parties will work together to provide \"effective and responsible  leadership for Scotland for this session of the Scottish Parliament, in the interests of Scotland, of the people who live in Scotland, and of future generations\".\nIt says they will secure a referendum on Scottish independence \"within the current parliamentary session on a specific date to be determined by the Scottish Parliament\". \nIf the Covid crisis has passed, their intention would be for the referendum to be within the first half of the five-year parliamentary session.\nUK Prime Minister Boris Johnson is adamant that another referendum should not happen any time soon - with BBC political correspondent Nick Eardley saying that stance is unlikely to change.\nThe partnership agreement also includes commitments to: \nIt is a new form of government at Holyrood and a first in the UK, and is based on the arrangements the New Zealand Greens have with Jacinda Ardern's government. \nThe Greens are the fourth largest party in the Scottish Parliament after winning eight seats in the election in May, while the SNP won 64 seats - leaving them one short of an overall majority. \nThe SNP had formed a minority government for the previous five years, and had relied on the support of the Greens to pass its annual budget.\nMs Sturgeon said the agreement was about \"doing politics and governance better to find the solutions needed to solve the problems confronting the world today\".\nShe added: \"The spirit of co-operation and consensus-building is very much in keeping with the founding principles of our Scottish Parliament. \n\"We do not agree on everything but we are coming out of our comfort zones to focus on what we do agree on.\"\nScottish Greens co-leader Patrick Harvie said the \"historic\" arrangement could not have come at a more important time.\nHe said: \"We must build a fairer and compassionate country and we must do everything in our power to tackle the escalating climate and nature emergencies to deliver a just transition for all. That is what this deal will do\". \nThe deal has been struck with less than three months to go until the COP26 climate conference in Glasgow. \nThe Greens have been pressing the Scottish government to go further in tackling global warming in exchange for their support, and wants it to oppose any new oil and gas exploration in the North Sea.\nBut the agreement does not do this, and instead offers support for a \"pre-production oil and gas licence climate checkpoint review\".\nThe UK government is expected to announce soon whether extraction of oil and gas at the Cambo site near Shetland will be given approval.\nThe GMB union said workers across the energy sector were \"looking on with real concern\" and would be seeking assurances that the SNP-Green deal will not be a \"one-way ticket to the dole queue\".\nThe Greens are also opposed to the government's road building programme, and some businesses including fish farming have warned that Green policies could damage the economy if they are adopted by the government.\nThis new power-sharing partnership will take Greens into government for the first time anywhere in the UK. \nThat may have particular resonance in the months before the UN climate summit - COP26 - is held in Glasgow. \nFor Greens, it is about maximising policy influence, especially when it comes to tackling global warming. \nFor the SNP, it is about creating a more stable administration, able to see off opposition ambush. \nWhatever else is agreed, this tie-up will give the Scottish government a majority at Holyrood to pass budgets, win confidence votes and make legislation - including for another independence referendum. \nIt looks a lot like a coalition but crucially the Greens have opt-outs from policies they don't like - retaining the ability to criticise the government of which they would become part\nThe Scottish Conservatives described the tie up between the two parties as a \"nationalist coalition of chaos focused on splitting up the country and dividing Scotland with another bitter referendum\".\nLeader Douglas Ross said the agreement was \"anti-jobs and anti-business\" and would punish hardworking families, motorists, and the oil and gas industry.\nThe Conservatives have formally requested that the Greens no longer receive an opposition leader's spot at First Minister's Questions, which the party says would be in line with the precedent set by the Labour-Liberal Democrat government at Holyrood between 1999 and 2007.\nScottish Labour leader Anas Sarwar challenged the Greens to show they are not simply the SNP's \"lackeys\", and said the party needed to \"rediscover their principles and fight for a greener Scotland rather than roll over to the SNP every time the going gets tough.\"\nHe added: \"Months have been wasted negotiating this rubber-stamp for SNP policy - meanwhile, A&E is in crisis, we are facing a growing cancer emergency, and we are still waiting for the NHS Recovery Plan.\n\"Scotland needs a real alternative, which puts recovery before the old constitutional arguments.\"\nMeanwhile Alex Cole-Hamilton, the new leader of the Scottish Liberal Democrats, told BBC Radio's Good Morning Scotland: \"I think it looks like pretty thin gruel for the Green party, they'll soon realise that they will have to carry the can for all of the SNP's inadequacies on public policy.\"\nThe deal was approved by the Scottish cabinet on Friday morning, but still requires the approval of the decision-making bodies of both parties before it can take effect. \nThe SNP's national executive committee is due to meet on Saturday and the Greens have scheduled a meeting of their membership for Saturday 28 August. \nBoth sides want the deal to take effect before Holyrood returns with a statement on the programme for government on Tuesday 31 August. \nTheir deal follows two months of negotiations led by the Deputy First Minister John Swinney for the government and MSPs Ross Greer and Maggie Chapman for the Greens. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58283965",
      "category": "entertainment-arts",
      "title": "Jill Murphy: The Worst Witch and Large family author dies at 72",
      "tags": "Books",
      "text": "Children's author and illustrator Jill Murphy, who created the beloved Worst Witch books, has died at the age of 72.\nMurphy also published picture books including the Large family series, Peace at Last and The Last Noo-Noo.\nBelinda Ioni Rasmussen, managing director of Macmillan Children's Books, said: \"She had an unparalleled talent for storytelling through words and pictures.\n\"Without doubt, her picture books have become timeless children's classics.\"\nMurphy came up with the idea for the first Worst Witch novel, which followed the exploits of Mildred Hubble at witch school, at the age of 14 and based it on her own experiences at a strict convent school.\nShe had finished writing it by 18 and it was published when she was 24. The eighth and most recent instalment came out in 2018.\nThe books were adapted for a TV film in 1986, and two TV series, in the 1990s and 2010s. There has also been a hit stage show.\nDisney even wanted to adapt them in the 1990s. Murphy later said: \"They wanted complete control over everything, which I just could not bear.\"\nIn a statement announcing her death on Friday, her son Charlie said: \"I feel beyond lucky to have had a mum like mine, and it's impossible to summarise the ways her absence will be felt.\n\"She had a depth of character, a warmth and a life force like no other. I miss her so much already.\"\nMurphy died of cancer on Wednesday, according to her publisher. The author had first been diagnosed with breast cancer more than 25 years ago, at the age of 46.\nPamela Todd, Murphy's friend and agent for more than 30 years, added: \"It's a sad day for children's books. Jill was so creative, beautiful and funny.\n\"Her genius lay in the way both the child and the adult could identify with her stories, which she wrote and illustrated herself.\n\"Children who grew up on Peace At Last, Whatever Next! and The Large Family are now buying the books for their children's children.\n\"The little girls who created playground games around Mildred Hubble and her classmates are now directing, producing and acting in the television series of The Worst Witch and the stage show, which last year took the Olivier award.\n\"Jill was just coming into her prime and had so much more to offer. This is a great loss, not least to me personally, but we are comforted that she leaves an amazing legacy of books for generations to come.\"\nFans of Murphy's work paid tribute on social media.\nThe author never hid the personal inspiration for Mildred Hubble. \"Mildred is completely me, at the convent school where I didn't do very well and I was absolutely desperate to be like everybody else,\" she once said.\n\"She looks like I did, I was tall and thin, with long dark hair. Virgin Mary was always blonde, so I fancied doing a story about a heroine with dark hair, who was tall and scrawny.\"\nAfter the success of The Worst Witch, she embarked on the Large family series, about a family of elephants. The first instalment was 1986's Five Minutes Peace and the series has sold more than five million copies around the world and been adapted for TV.\nPeace At Last and All In One Piece were both commended for the Kate Greenaway Medal, while The Last Noo-Noo won the Smarties Prize for ages 0-5 in 1995.\nMurphy told The Telegraph in 2016 that a children's writer has to keep in touch with their inner child.\n\"I was listening to a programme about Roald Dahl the other day and he was saying there has to be a bit of you, as a children's author, that remembers much more clearly than anyone else what it is like to be a child, and reacts to things in a child-like way,\" she said at the time.\n\"I'd actually quite like to go and run around the garden in the rain. It wouldn't worry me at all. But I don't want to look like a complete maniac.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-58287803",
      "category": "uk-england-dorset",
      "title": "Bournemouth boy, 13, dies of suspected drug overdose",
      "tags": "Bournemouth,Dorset Police",
      "text": "A 13-year-old boy has died following what police believe was a suspected drugs overdose.\nMehmet Altun, from Bournemouth, died after emergency services were called to Columbia Road on Thursday at about 17:00 BST and he was taken to hospital.\nA 14-year-old boy from Bournemouth has been arrested on suspicion of supplying a class A drug, Dorset Police said.\nInvestigating officers have appealed for anyone with information to come forward.\nDet Insp Neil Third said: \"This is a very tragic incident with such a young life being lost and my thoughts go out to Mehmet's family and friends.\n\"A post-mortem examination has not yet taken place, but we currently suspect that he died of a drugs overdose.\"\nOfficers believe Mehmet went out with his bike between approximately 12:10 and 13:45 BST.\nDet Insp Third added the bike was an orange and red mountain bike with two different types of wheels, and appealed for anyone with information to come forward.\n\"I would like to stress that it has not been confirmed yet why Mehmet died,\" he said, but appealed to people considering taking drugs to \"please think again\".\n\"You can never be sure what you are taking when you use illegal substances and the side-effects are unpredictable and potentially may have tragic consequences,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58281332",
      "category": "health",
      "title": "Covid-antibody therapy approved in UK",
      "tags": "NHS,Coronavirus pandemic",
      "text": "A new Covid treatment - that uses a pair of laboratory-made antibodies to attack the virus - has been approved for use in the UK. \nThe regulator said the drug Ronapreve had been shown to prevent infection and reduce the need for hospital treatment. \nIt was famously used as part of the suite of experimental medicines given to US President Donald Trump last year. \nHowever, it is very expensive and likely to be reserved for those at greatest risk of becoming severely ill.\nThe antibody therapy attacks the virus, unlike other Covid treatments such as the steroid dexamethasone that calm the body's overactive immune system. \nThere had been concern the idea was a dud after trials failed when antibodies were taken from patients who had recovered from Covid.\nHowever, the companies Regeneron and Roche tested monoclonal antibodies in the laboratory to find the two that were best able to stick to the virus. \nThis has proved far more effective, and the therapy continues to work against new variants. \nThe antibodies attach to the spike protein - the key the virus uses to unlock the doorway into our body's cells - on the surface of the coronavirus. This stops them infecting other cells to replicate and gives the body's own immune system more time to mount a response to the virus. \nDr Samantha Atkinson, from the UK's Medicines and Healthcare products Regulatory Agency, said: \"We are satisfied that this treatment is safe and effective.\"\nIt is expected to be used by the NHS soon. However, the drug is expensive and Covid is still common so it is unclear who will get it. \nThe latest figures from the Office for National Statistics suggests around one in 85 people in the UK are still testing positive. And the R number - the average number of people each infected person passes the virus onto - is between 0.9 and 1.2. \nThe drug costs between £1,000 to £2,000 for one course of treatment. All monoclonal antibodies - which are tiny pieces of biology, unlike the chemical drugs you buy in the pharmacy, are challenging and therefore expensive to make. \nSo it is still uncertain whether the antibody therapy will be offered to everyone, or reserved for those most likely to become severely ill due to a weak immune system. \nPenny Ward, a professor in pharmaceutical medicine at King's College London, said it was \"most likely\" the treatment would be targeted at the most vulnerable. \nAnd she said it could also used in people who may not respond to the vaccine, for example people being treated for cancer or after a transplant, if they are a close contact of someone infected. \nProf Martin Landray, who led trials of the therapy in hospitals, from the University of Oxford, said: \"It would be hard to justify giving what are likely to be limited supplies of a relatively expensive treatment to huge numbers of people who are likely to get better on their own.\" \nHealth Secretary Sajid Javid said: \"This is fantastic news... this treatment will be a significant addition to our armoury.\"\nMeanwhile, AstraZeneca has announced its antibody therapy cuts the risk of developing Covid symptoms by 77%.\nIt is given by injection and could give up to 12 months of protection. \nProf Myron Levin, who led the trial at the University of Colorado, said the results were \"exciting\" and could be \"an important tool in our arsenal to help people who may need more than a vaccine to return to their normal lives\".\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-58280360",
      "category": "uk-england-south-yorkshire",
      "title": "Sheffield hotel fall: MPs call for urgent investigation after death",
      "tags": "Home Office,Sheffield,Refugees and asylum seekers",
      "text": "An urgent independent investigation must be carried out into the safety of accommodation provided to Afghan refugees, a group of MPs has said.\nThe call for an inquiry comes after Mohammed Munib Majeedi, who had only recently arrived in the UK, fell to his death from a hotel window in Sheffield.\nThe city's Labour MPs said the five-year-old's death was an \"unimaginable tragedy\" and \"lessons must be learnt\".\nThe Home Office said it was committed to ensuring \"safe and secure\" housing.\nMohammed is believed to have fallen from a ninth-floor room at the OYO Metropolitan Hotel in Blonk Street at about 14:30 BST on Wednesday.\nLouise Haigh, Labour MP for Sheffield Heeley, said: \"We know that the Home Office placed some refugees there last August and then moved them following concerns about the suitability of that accommodation.\n\"So why vulnerable families from Afghanistan, involving children, were placed in this accommodation again this year is a very serious question that they have to urgently answer.\"\nThe Home Office did not deny the claims when approached for comment, but said it was \"absolutely committed to ensuring that Afghan refugees are appropriately accommodated\". \nSouth Yorkshire Police is investigating the circumstances and said officers were providing support to the boy's family.\nMeanwhile, a woman was arrested on Friday morning over comments posted online following the death. \nThe 42-year-old from Sheffield was being questioned on suspicion of malicious communications and racially-aggravated public order offences, police said. \nThe boy's family is understood to have arrived in the UK in early August as part of the Afghan Relocation and Assistance Policy (ARAP) scheme.\nTen other Afghan families staying at the hotel have been moved to alternative accommodation.\nThe five MPs - Paul Blomfield, Clive Betts, Olivia Blake, Gill Furniss and Ms Haigh - said in a joint statement: \"The death of Mohammed Munib Majeedi is an unimaginable tragedy.\n\"Our hearts go out to his family and friends; and supporting them at this terrible time must be everyone's priority.\"\nThey said the Home Office had a duty of care for people resettled under its programmes and added: \"Lessons must be learnt from this tragedy so it is never repeated.\"\nAny review must be independently conducted to \"establish what was known by the Home Office about the suitability and safety of this accommodation, and what procedures were followed before commissioning its use for vulnerable families\".\n\"The UK must be a safe haven for those fleeing the appalling horrors in Afghanistan, and we must see a clear commitment from the government to ensure this is the case,\" they added.\nEnver Solomon, chief executive of the Refugee Council, said the speed of the situation in Afghanistan had meant the usual arrangements for refugees had not been possible.\n\"What normally would happen is a family would arrive and they would be taken by an agency like ours to a house that had been set up and organised by a local council,\" he said.\nDue to a shortage of suitable accommodation the Home Office had to use hotels, Mr Solomon said, and it was not clear if the necessary health checks had been done.\n\"We don't know the details and there needs to be a rapid investigation to find out whether anything was overlooked or steps weren't taken to ensure all the potential risks were minimised for the families put in that hotel.\"\nMr Solomon said the Refugee Council had published a report in April looking at the situation in hotels.\n\"We found some really disturbing stories, for example people with mobility problems being put on higher floors in hotels where there are no lifts, it has certainly been very challenging in hotels.\"\nHowever, he said they had not found any specific examples of concerns related to safety issues.\nThe government said all the families staying at the hotel had been moved, adding: \"The Home Office is committed to ensuring that accommodation is safe, secure and individuals are provided with meals and support.\"\nA spokesman for the Afghan Community Association in Sheffield said: \"Whether it was a mistake or something, I don't know but what happened is not acceptable at all.\n\"It is very, very sad for the whole community - everybody has been devastated for this poor family who had just arrived from Afghanistan to have a life here.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58281243",
      "category": "uk-england-london",
      "title": "Streatham terror attack: Prison recall might have stopped Sudesh Amman",
      "tags": "Streatham attack,London violence,Streatham",
      "text": "A terror attack might have been stopped had a convicted criminal been recalled to prison after buying items used to fake a suicide belt, an inquest found. \nSudesh Amman was killed by surveillance officers following the attack in Streatham, south London, last February.\nThe 20-year-old convicted terrorist stabbed two people 10 days after being released from jail, one of whom was put in an induced coma. Both survived.\nHM Prison and Probation Service could have recalled him to jail, jurors said. \nThe inquest jury at the Royal Courts of Justice retired for 11 hours before returning a conclusion of lawful killing.\nOn 31 January 2020, two days before the attack, undercover officers spotted Amman buying four small bottles of Irn-Bru, kitchen foil and parcel tape from Poundland - items they feared could be used to make a hoax suicide belt.\nPolice and MI5 officers were so concerned about Amman that they held an emergency meeting to discuss the prospect of arresting the recently released terrorist. \nHowever, HMPS decided not to recall him to prison. Amman was put under round-the-clock armed surveillance instead.\nOne of his two victims had to be placed into an induced coma for five days, the police watchdog report revealed after the inquest.\nThe Independent Office for Police Conduct (IOPC) said the man, who the inquest previously heard feared bleeding to death, is now recovering from his injuries.\nIn a statement read out in court, he thanked passers-by who came to his aid after overhearing the phrase \"he's not going to make it\" in an ambulance. \n\"They cut off my clothes, they saved my life. I will never forget,\" he said.\nAnother member of the public required surgery to remove fragments of glass from her leg after a police bullet shattered a glass panel, the IOPC said.\nThe senior investigating officer on the case denied suggestions from the terrorist's family that police should have intervened and that the undercover operation was a \"massive failure\", saying instead the Met's actions on the day he struck prevented further tragedy.\nThe inquest previously heard there had been concerns about the 20-year-old's imminent release from HMP Belmarsh on 23 January 2020, part-way through a 40-month sentence for preparing and engaging in acts of terrorism. \nA request to extend Amman's sentence was turned down as the offence he was jailed for could not justify it. The law has since been changed.\nThe inquest, held over three weeks in central London, heard Amman was considered \"one of the most dangerous individuals\" investigated by police and MI5.\nJurors heard evidence he maintained an extremist mindset throughout his time in prison. \nHe was said to have plotted to kill the Queen, pledged allegiance to so-called Islamic State, and wanted to commit atrocities.\nWhile in prison, Amman was also said to have revelled in his perceived notoriety as a young terrorist, and was said to have mixed with other high-profile offenders including the brother of Manchester Arena bomber Salman Abedi.\nJurors concluded the decision not to search Amman's probation hostel, or search him in person, did not amount to a missed opportunity.\nThe coroner Mr Justice Hilliard, at the inquest's conclusion, said: \"Amman was prepared to risk his life... In stark contrast the Metropolitan Police surveillance teams were prepared to put themselves in harm's way.\n\"They are all to be commended for their bravery, and they are owed a considerable debt of gratitude for their bravery.\" \nOne of the armed surveillance officers who shot dead Amman told the Royal Courts of justice how he \"immediately feared for his life\".\n\"I thought he was going to stab me and kill me or certainly seriously injure me,\" he said.\nDean Haydon, for the Met's Specialist Operations, said: \"I want to pay tribute to the courage shown by the officers in relation to how they pursued the attacker but also stopped anybody else coming to harm.\n\"This demonstrates the true professionalism shown by them but also their bravery in the face of danger.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58250780",
      "category": "world-asia",
      "title": "Afghanistan: A woman's story of life under the Taliban in 1999",
      "tags": "Afghanistan",
      "text": "As the Taliban prepare to form a new government in Afghanistan, one woman tells the story of how her family were torn apart when her father disappeared during Taliban rule in 1999.\nFriba, who lives in London, was 10 years old when she last saw her father at their home in the western city of Herat.\nHer family believes he was abducted by the Taliban. \nThis is her story. Names have been removed to protect the identities of those involved.\n\"Living under the rule of the Taliban regime is like being in an abusive relationship. At first it's good. They make lots of promises, they watch their steps, they even deliver on some of their promises. \n\"But while you are being lulled into a false sense of security, they are making their plans. \n\"Soon, and little by little as the world gets bored of Afghanistan and the media moves on to another news story, they tighten their power grip day by day, and the savage cycle begins anew.\n\"My father was born in Herat. He graduated from Kabul University.\n\"After university he got married and started to work within a small team for the then Afghan government.  \n\"As the Russians left and the Mujahadin took power my father found a job with an NGO. \n\"When the Taliban moved into Herat, my father had the opportunity to leave, but he stayed. He loved his job, and he loved Herat.\n\"Life was brutal under the Taliban regime. He had four daughters who were being robbed of an education and a young baby son. \n\"But work was rewarding, he had ambitions, for himself and for us, and working with animals made life a little bearable.\n\"One morning in mid-June 1999 my father had just finished breakfast and was getting ready to leave for work. \n\"He looked at me and smiled as he got on his bike and left. \n\"A few minutes later some of our neighbours appeared at our door with his bike. They said the Taliban had taken him.\n\"I will never forget my mother's face. It was frozen in shock.\n\"She took my five-year-old brother's hand and ran out of the door, desperate to find him.\n\"That evening my mother returned with the weight of the world on her shoulders.\n\"There was no news of my father, no news of where he was or if he was even alive. \n\"My uncles and other friends tried unsuccessfully to find out about where he was being held. \n\"Every day my mother would visit every Taliban office.  They refused to listen to her. \n\"After exhausting every avenue, my uncle went to Kandahar where he had heard the Taliban had moved some prisoners.  But there was no news.\n\"Then he went to Kabul and Mazar-i-Sharif but he wasn't there either.\n\"Our neighbours who had witnessed his arrest were sure, and they had seen those same Taliban members arresting other neighbours and later releasing them from a prison in Herat.\n\"My mother was strong, a lioness, she would not let it go. \n\"Against family advice she took my brother (because under Taliban rule she could only travel with a male even though he was just a child) and went to Kandahar to the office of the leader of the Taliban, Mullah Omar.\n\"The Taliban beat and threatened her. They said if she was seen again she would be stoned to death.\n\"My mother returned home disappointed and defeated.\n\"Life under the Taliban went from a living hell to a black hole of hopelessness.\n\"My mother, fearing for our lives, decided to leave Afghanistan and took us to Mashhad, Iran. \n\"In 2004 when things had improved in Afghanistan we returned. We wanted to study and make something of ourselves. \n\"Our father had hopes for us that we wanted to fulfil.\n\"I still remember his charming smile, and I still have the pen he gave me.\n\"We cannot mourn him, and we will not forget him.\n\"As we watch the news of the Taliban taking over Afghanistan again I fear that history will repeat itself. \n\"I am married now and live in England. But I am afraid for my mother, sisters and brother who are still in Afghanistan, and for the millions of families who will suffer pain and loss like we did.\n\"Their only crime, being born in Afghanistan.\"\nProduced by Rozina Sini"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58277804",
      "category": "uk",
      "title": "Covid: Government borrowing down and lockdown blamed for short-sighted children",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening.\nThe government borrowed less money in July compared with the same month last year as coronavirus restrictions were relaxed in England, giving the economy a boost. The difference between spending and income from taxes was £10.4bn - which is £10.1bn less than the amount borrowed last July. The huge amount of borrowing needed to support public spending during the pandemic has pushed government debt to £2.2tn - or 98.8% of GDP.\nTwo million people already living in lockdown in Australia's largest city will now be placed under a curfew as Sydney tries to contain a new wave of Covid infections caused by the Delta variant first detected in India. Residents in the worst-hit suburbs of the city will not be allowed to leave their homes between 21:00 and 05:00. The entire city is also subject to stay-at-home orders that have been extended until the end of September. Covid infections in Sydney have more than doubled in the past week. More than half of Australia's 25 million people are living in lockdown, amid Delta outbreaks also in Melbourne and Canberra.\nDespite July's lifting of coronavirus restrictions in England, cinemas have reported that their takings are 50% down on the corresponding period in 2019. Picture houses took £65.7m in the four weeks from 19 July, compared with £129m in 2019. Despite this, cinema chains say they are \"very pleased\" with the figures and are confident takings will get back to pre-pandemic levels. Coronavirus has disrupted the schedule of new film releases, with the latest James Bond movie No Time To Die having been delayed three times. That film is now due out next month.\nThe daughter of an 85-year-old man who died with Covid last year has called for an inquiry into the Welsh government's handling of the pandemic. Anna-Louise Marsh-Rees believes her father Ian caught the virus while he was in hospital for a gall bladder infection. Ms Marsh-Rees says infection control at the hospital was \"poor\". The Welsh government says a UK-wide inquiry has been agreed and that there should be parts of it that deal with the \"lived experience\" of people in Wales.\nOptometrists across the country say they are seeing an increasing number of children with short-sightedness (myopia) since the start of the coronavirus pandemic. They put this down to less time spent outdoors due to Covid restrictions, more time spent on screens, and a drop-off in numbers of eye tests carried out during the pandemic. The College of Optometrists is calling for parents to get kids playing outside for two hours a day, as this is proven to prevent or stop the development of myopia - and take their children for eye tests.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThere has been quite a lot of talk recently about whether we will need to have a Covid vaccine booster. You can find out more here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58281665",
      "category": "health",
      "title": "Army supporting ambulance services in England",
      "tags": "NHS England,NHS,British Army,Unison",
      "text": "Nearly 100 members of the Army have been brought in to help four ambulance trusts in England look after patients.\nHigh demand and staffing shortages mean they are being used to work alongside NHS staff.\nAmbulance services in the South Central, South West, North East and East areas of England are being supported by the military.\nThe union, Unison, said it was a \"sign things are not right\" within the ambulance service.\nThe pressures on the ambulance service are not just down to the pandemic. \nThere have been unprecedented numbers of 999 calls - increasing demand on ambulances combining with sickness, staff isolating because of Covid and annual leave. \nThe Ministry of Defence says it received a request from the Department for Health and Social Care to \"provide support to a number of ambulance services in England\".\nIn total, 97 military personnel have been deployed. \nThey are helping take patients to and from appointments, maintaining ambulances, aiding with hospital discharges and working alongside paramedics.\nVicky Court, assistant chief operating officer at North East Ambulance Services, describes the staffing as a \"boost to our resources\".\nShe added: \"It will ensure everyone continues to get the care they need by freeing up paramedics to be more available to attend potentially life-threatening incidents.\" \nTom Abell, chief executive of the East of England Ambulance Service, says military personnel are being used as \"a stopgap measure\" - freeing up staff for front-line ambulances.\nAmbulance teams are often busy during the summer months as more of the public are out and about. \nBut some services are saying call volumes are even higher than during the summer before the pandemic.  \nAs society has opened up, people's fears about going into hospital have receded. \nPatients with conditions which might not have been reported earlier in the year are coming forward.  \nAdded to that there is staff sickness and summer leave. \nWith COVID pressures to handle as well ambulance services are under great strain.  \nIt was understandable that military personnel were called in to help the NHS during the first and second waves of the pandemic. \nThe worry is that they are needed to back up frontline staff in August even after the predicted surge in Covid infections did not happen. \nThis does not bode well for the months ahead when a difficult flu season and the usual winter pressures as well as Covid will stretch a tired workforce even further.\nOnly four out of the 10 ambulance trusts that cover England need military support. \nThe Scottish Ambulance Service says it is under \"significant pressure\" because of the pandemic, but is not receiving military support.\nWales is not receiving military support. \nNorthern Ireland is being supported by private contractors, St John Ambulance, and the fire service. Some ambulance crews from the Republic of Ireland have also been helping out in the border area. However, the ambulance service has not had help from the Army. \nThe military has supported the NHS during the pandemic by setting up the Nightingale hospitals, working at testing centres, helping open additional Covid wards in areas with high case numbers and by driving ambulances.\nThe Ministry of Defence says 754 military personnel - a mixture of medics and drivers -  have given support since the start of the pandemic. \nAn NHS spokesperson said: \"The NHS has tried and tested measures in place for dealing with periods of exceptionally high demand, including working with partners - such as the military - to help with logistical tasks such as restocking ambulances and routine patient transfers.\" \nThe Department of Health and Social Care in England said: \"[We're] committed to supporting ambulance crews who work tirelessly responding to emergencies every day.\"\nUnison's head of health, Sara Gorton, said: \"Ambulance services were under immense pressure way before the pandemic. But Covid has made a bad situation significantly worse with high call-out rates and sickness. It's little wonder some trusts have had to bring in extra help.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58283552",
      "category": "uk-england-cambridgeshire",
      "title": "Peterborough mum back at home with baby born before Covid coma",
      "tags": "Peterborough,Doddington,Coronavirus pandemic",
      "text": "A woman with Covid-19 who gave birth before going into an induced coma for six weeks said it was a \"dream come true\" to be at home with her baby.\nHajrah Aslam, from Peterborough, gave birth to her first child, Huzayfah, after she caught coronavirus in January when she was 35 weeks pregnant.\nShe then went into a coma after her oxygen levels dropped dangerously low.\nThe 28-year-old said: \"I feel like I've missed out from the beginning, but now is the time to make up for that.\"\nShe is now at home with her seven-month-old son after 11 weeks of rehabilitation at Askham Rehab in Doddington, Cambridgeshire.\nHer therapy included working on being able to walk and climb stairs comfortably and strengthening her arms and legs.\nThe insurance worker said: \"All I could see was my baby boy's face.\n\"I kept on saying his name, even when I was in excruciating pain, I kept on going and going.\"\nMs Aslam is now continuing her recovery at home with husband, son, and parents.\nShe said: \"The challenging part was me knowing that I have a baby and I'm a first-time mum. I planned everything - his clothes, his pram... mentally that was the challenging part for me.\n\"It's a dream come true [to see him every day].\"\nSara Neaves, clinical lead and outpatients service manager at the rehab centre, said: \"When Hajrah arrived at Askham, we really had to start at the basics.\n\"The key to Hajrah's amazing progression was her determination, motivation and hard work.\n\"Due to all these incredible traits, Hajrah was able to leave us much sooner than anyone had initially expected.\n\"Considering the condition she was in when she arrived, an 11-week discharge is an incredible feat.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58277008",
      "category": "uk-politics",
      "title": "Ministers never made key call to help stranded Afghan interpreters",
      "tags": "Dominic Raab,Afghanistan,Refugees and asylum seekers",
      "text": "The government is coming under pressure after it emerged ministers did not make a phone call about evacuating Afghan translators who had helped UK forces.\nIt had said Foreign Secretary Dominic Raab was too busy to speak to his Afghan counterpart, with a junior minister being asked to do so instead.\nBut the Foreign Office now says it \"was not possible\" to arrange the call before the Afghan government collapsed.\nMr Raab has rejected demands from opposition parties to resign.\nIt was revealed earlier this week that the foreign secretary was unavailable to make the phone call last Friday - while he was on holiday in Crete - as the Taliban advanced towards Kabul, Afghanistan's capital.\nLabour asked whether Prime Minister Boris Johnson had spoken to Mr Raab while he was away - and whether he had given permission for him to leave the UK.\nAnd Colonel Richard Kemp, a former commander of  British forces in Afghanistan, told the BBC News Channel the foreign secretary's decision not to call his Afghan counterpart \"typifies\" a \"ministerial lack of urgency\" over the 20-year conflict in the country.\nMeanwhile, the Times reports that the top civil servants at the Home Office, Foreign Office and Ministry of Defence are currently on holiday.\nSeveral thousand Afghan interpreters and other staff have worked for UK forces since the Nato invasion of the country in 2001.\nMany are in fear of their lives, as the Taliban increase their hold on Afghanistan, with the United Nations warning that those deemed to have been \"collaborators\" by the group are being sought out in door-to-door searches.\nAfghans who worked for the UK government can come to the UK as part of the Afghan Relocations and Assistance Policy.\nThe Home Office says it has resettled 2,000 former staff and their families in the UK since 22 June. The target is 5,000 by the end of this year.\nBut Kabul airport is reportedly in chaos, with Taliban militants controlling access, making access to planes difficult.\nOn Thursday, it was reported that Mr Raab had been advised by senior Foreign Office officials last week that he should make contact with Afghan Foreign Minister Hanif Atmar to request urgent assistance in rescuing interpreters.\nOfficials said it was important the call was made by Mr Raab rather than a junior minister, but they were told he was unavailable.\nThe Afghan foreign ministry reportedly refused to arrange a call with a junior minister, pushing it back to the next day.\nBut a Foreign Office spokesman has now told the BBC: \"Given the rapidly changing situation, it was not possible to arrange a call before the Afghan government collapsed.\"\nFor Labour, shadow foreign secretary Lisa Nandy said: \"For the prime minister and foreign secretary to be on holiday during the biggest foreign policy crisis in a generation is an unforgivable failure of leadership...\n\"The government's negligence will cost lives.\"\nMr Raab earlier this week insisted he had been talking to overseas ministers and his team in London \"on an hour-by-hour basis\" while on holiday, and that he had returned \"as soon as the situation deteriorated and demanded it\".\nOn Thursday, he chaired a call of G7 foreign ministers to discuss Afghanistan, saying afterwards that efforts \"to do everything possible to evacuate vulnerable persons\" from Kabul airport were ongoing.\nSome Conservative MPs are unhappy at the foreign secretary's handling of the crisis in Afghanistan, but Health Secretary Sajid Javid defended his colleague, calling him \"one of the most professional and most effective ministers I've ever worked with\".\nArmed Forces minister James Heappey told BBC Radio 4's Today programme he did not know why the call had not been made.\nBut he added: \"The reality is that no one phone call would have changed the trajectory of either the speed of collapse of the Afghan government, nor the speed at which we've been able to get the airlift running.\"\nHe said 963 people had been moved out of Kabul on Thursday, and that ministers were confident they could maintain that level over the coming days.\nUS Secretary of State Antony Blinken had a telephone conversation with the then Afghan President, Ashraf Ghani, on Thursday last week.\nAccording to the US government, Mr Blinken informed Mr Ghani he was accelerating \"the tempo\" of flights laid on for Afghans who had served the US - but the evacuation scheme has been criticised for being too slow.\nThe two men had another discussion last Saturday, shortly before Mr Ghani fled Afghanistan.\nThe Times reports that Sir Philip Barton, Matthew Rycroft and David Williams, the permanent secretaries at the Foreign Office, the Home Office and the Ministry of Defence, are on leave.\nA government spokesman said that \"departments across Whitehall have been working intensively\" on the situation in Afghanistan.\nThe BBC has been told that the civil servants in question are continuing to work while on holiday, and that, as the Ministry of Defence and Home Office have two permanent secretaries each, one is at work when the other is on leave.\nThe Foreign Office has a designated acting permanent secretary to cover periods of leave."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58266554",
      "category": "uk",
      "title": "Afghanistan evacuations: Woman on trip back to Kabul describes fleeing city",
      "tags": "Foreign & Commonwealth Office,Harrow,War in Afghanistan (2001-present),Afghanistan",
      "text": "A former child refugee who has grown up to become a London councillor has described how she feared for her life as she fled Afghanistan this week. \nPeymana Assad came to the UK at the age of three, but was visiting family in Kabul when the Taliban takeover began.\nShe told BBC Radio 5 Live she was warned by one local man \"if the Taliban catch you they are going to kill you\". \nMs Assad said she witnessed scenes of \"chaos\" near the airport just before she left on an RAF flight on Tuesday.\n\"It's been a really difficult and traumatic experience for me - I think it's really changed my outlook on life and really changed me as a person,\" she said.\nMs Assad, 30, arrived in Afghanistan in July. By early August, as the Taliban continued to make rapid gains across the country, her relatives began to worry.\n\"My family started putting a lot of pressure on me and said 'you need to book a ticket and get out of here'.\"\nMs Assad, a Labour councillor in Harrow, north-west London - who is believed to be the first person of Afghan origin to be elected to public office in the UK - thought her family were being \"sensational\".\n\"I was of the belief that the Taliban could not take Kabul and the government would not fall,\" she told Radio 5 Live's Colin Murray.\nBut she acknowledged that \"everything completely changed\" and on 14 August the militants gathered on the outskirts of the Afghan capital. \n\"Kabul was basically surrounded and my family felt it was time for me to leave our family home.\" \nMs Assad said they worried the Taliban would carry out checks on vehicles and search houses and she would be prevented from leaving the country.\nSo on Saturday evening, Ms Assad \"quickly packed my bags\" and moved to lodgings closer to Hamid Karzai International Airport.\nBy now, the UK government had begun helping Britons, as well as Afghans who had worked for the UK military, leave the country.\n\"In the morning when I woke up.... at about 10am, the embassy called. The British embassy said we are evacuating you from Kabul,\" said Ms Assad.\nShe then found she had very little time to assess the situation.\n\"I was sitting there having some tea and the neighbour knocked on the door.\n\"He was in a panic - he said the Taliban have already entered Kabul and they have taken a few districts and they are approaching this district... you need to get out now.\"\nMs Assad said the roads in the area were blocked and she began to walk to the airport with neighbours. \nShe quickly grabbed her hand luggage and they took her through some back streets on to a traffic-jammed dual carriageway. \n\"From the back street, I saw hundreds and hundreds of people just running and walking towards the airport. People are getting out of the cars and running towards the airport. \n\"And so there I am running with them - there's women, there's young people, there's children...\n\"All the shopkeepers have come out to watch the panic and the chaos and the fear of everyone running towards the airport. And one of them, as I was running, pointed at me and he said: 'You - if the Taliban catch you they are going to kill you. You better start running faster.'.\n\"That kind of set a lot of fear in my heart because that might actually be true if they do catch me - so I started running a bit faster towards the airport.\"\nMs Assad found the UK meeting point - but was told she was too late. Officials had already been there and left.\n\"I just stood in the street - I had 3% battery and I looked at my battery and I thought if my phone dies and I'm standing here and the embassy aren't here, then what's going to happen? And the Taliban are literally advancing on to this area, I need to get somewhere safe - I need to go inside.\n\"I found this Afghan family who during this commotion - all these people were out in the streets panicking - they decided to take me in. They let me go into their house and they let me charge my phone and they gave me some food.\n\"And they let me figure it out about where I was going and what was going to happen.\" \nMs Assad says she managed to call the Foreign Office and her MP in London, Gareth Thomas, and was advised to return to the meeting point at a designated time.\n\"The family were very kind, they put me in their car and they took me to the safe location point again and when I arrived there again I saw the British military were there,\" said Ms Assad.\n\"And the moment I saw them and they saw me I just felt so much safer... and kind of sighed relief that I was safe at that point.\" \nReferring to the UK government's response to the situation in Afghanistan, Ms Assad said: \"We don't have time, we need to get Afghans to safety now. \n\"We can deal with the bureaucracy later. The Taliban are conducting house to house searches and looking for anybody connected to the Afghan government, those who worked with foreign soldiers or are women in public life. Their lives are at risk. It's our responsibility to help those who've helped us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58274811",
      "category": "business",
      "title": "House prices: Demand changes, not tax waiver, pushed prices up",
      "tags": "Housing,Resolution Foundation,Housing market,UK economy,Stamp duty in the United Kingdom",
      "text": "The current house prices boom was not caused by the stamp duty holiday, a new report has argued.\nThe Resolution Foundation says prices will keep rising because of pandemic-related factors like low interest rates and changing home preferences.\nIn fact, the think tank says the tax holiday was \"wasteful\" and HMRC lost out on about £4.4bn of taxes in England and Northern Ireland as a result.\nThe Treasury said the policy saved jobs by stimulating the housing market.\nBetween June 2020 and June 2021, the average value of a UK home increased 13.2%. \nAnd in summer 2020, several different transaction tax holidays were introduced across England, Scotland, Wales and Northern Ireland.\nWhen the stamp duty holiday was introduced in England and Northern Ireland in July 2020, it was designed to boost the property market by helping buyers whose finances were affected by Covid, with savings of up to £15,000 per home.\nAccording to property website Rightmove, Wales has seen the biggest increase in house prices in the UK.\nAn HM Revenue & Customs evaluation of the stamp duty cut  introduced for first-time buyers in wake of the financial crisis estimated that between 50-70% of the value fed through into higher house prices. \nThe Resolution Foundation's Housing Outlook report has investigated whether there is a link between the recent house price boom and these tax holidays, including the stamp duty cut for first-time buyers.\n\"It is reasonable to expect at least part of the savings from any transaction tax holiday to be capitalised into house prices,\" the report's authors Lindsay Judge, Krishan Shah and Felicia Odamtten wrote. \n\"But logically, if the cuts to transaction taxes have been the overwhelming driver of the house price trends observed over the past 12 months, we would expect to see higher growth in areas where the savings from the change in policy have been most significant as a share of the house price.\"\nThe think tank says the assertion that housing prices have risen mainly because of tax holidays is \"somewhat wide off the mark\".\nThe organisation says similar house price rises occurred in the US, France, Germany, Canada and Australia without the tax holiday.\n\"There appear to have been stronger forces at play within the housing market over the past year such as enforced savings during lockdowns, changing housing preferences and super-low interest rates,\" the authors wrote. \n\"We conclude that the transaction tax holidays have been problematic less because they were inflationary and more because they have been wasteful.\"\nA HM Treasury Spokesperson said: \"The temporary stamp duty cut is helping to protect hundreds of thousands of jobs which rely on the property market by stimulating house moves.\"\n\"Its time-limited nature is what has encouraged people to take advantage of the scheme.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58271517",
      "category": "world-asia",
      "title": "Afghanistan: Danger lies on Kabul's airport road to freedom",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "As thousands of citizens and foreign nationals attempt to flee Afghanistan, scenes outside Kabul airport have become increasingly desperate.\nSince the Taliban took control of the country at the weekend and closed land border crossings, the capital's airport has become the only way out of the country for many.\nBut the militants have said they don't want Afghans to leave the country. They have set up checkpoints on Airport Road - shown in yellow, below - the main route to Hamid Karzai International Airport, and have attacked people.\nThe violence has left 12 people in the area, dead - killed by gunshots or in stampedes - since Sunday, an anonymous Taliban official told Reuters news agency, meaning the journey to the airport is an increasingly treacherous one.\nInside the walls of the airport compound, more than 4,000 US troops are in temporary control. Outside, heavily-armed Taliban fighters now ring the perimeter, generating an atmosphere of fear.\nThe militants are reportedly preventing Afghans - including some of those with visas - from getting to the tarmac.\nBut even before people fleeing reach the edge of the airport, they are being attacked en route, witnesses say.\nA correspondent for the LA Times newspaper saw dozens of Taliban firing into the air, aiming weapons at crowds and using sticks and rope to lash civilians as they tried to make their escape. Graphic images captured by Marcus Yam show at least one woman hurt and a young child left bloodied with what appears to be a head injury.\nPhotos published by SBS showed an Afghan interpreter, who appeared to have been attacked, being treated for a gunshot wound. \nCrowds have also been gathering along the airport's perimeter to the north of the city - seen in the map above - over the past few days, with reports of a stampede injuring 17 people on Wednesday. Many have been trying to climb over barbed wire fences and there are reports of shots being fired.\nAmong the crowds are families with children, many of whom have not had access to food and drink for days, reporters on the ground say. Footage shared on social media showed children being passed over a wall to foreign soldiers in the hope they might be able to escape. \nOne girl in a pink jacket was hoisted aloft to a soldier on a ladder.\nThe chaotic conditions emerged as European governments rushed to bring home their citizens - as well as Afghan colleagues.\nAlthough the Taliban have said Afghans should stay in the country they have also claimed they are facilitating a safe exit for both foreigners and locals. \"We are preventing any form of violent, verbal clash at the airport among Afghans, foreigners and Taliban members,\" an official said.\nThe latest reports of Taliban violence and harassment come as a confidential UN document, seen by the BBC, says the militants are intensifying their hunt for people who worked for and collaborated with Nato and US forces.\nThe crush of people heading for the airport can be seen in satellite images of the area, with thousands converging in vehicles as they desperately tried to escape.\nImages of the chaos first emerged from Kabul airport on Monday as it was overrun by Afghans terrified at the prospect of Taliban rule."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58274469",
      "category": "uk-northern-ireland",
      "title": "Hundreds of newly-qualified teachers not registered to teach in NI",
      "tags": "Teaching,NI education",
      "text": "Hundreds of newly qualified teachers may not be registered to teach in Northern Ireland before the start of the new school term.\nIf a teacher wants to be employed in a school they have to be registered with the General Teaching Council (GTCNI).\nBBC News NI understands as many as 500 new teachers have not yet had their registrations fully processed by GTCNI.\nEducation Minister Michelle McIlveen had \"instructed GTCNI to fix this as a matter of urgency\".\nThe Department of Education called the situation \"deeply regrettable\".\nThe GTCNI said it was facing challenges outside its control which created a backlog in processing applications.\n\"We are very conscious that there are some applicants awaiting confirmation of registration in order to take up employment at the start of the school year,\" it said.\nGTCNI also said it was working to address the problem.\n\"Invoices for payment of registration fees are being issued this week (to new qualified teachers who graduated from Northern Ireland higher education institutions) who will receive confirmation of registration once payment is made online,\" the GTCNI said.\nTeachers pay an annual fee of £44 to GTCNI to be registered to enable them to work in a school in Northern Ireland.\nThe GTCNI is an arm's-length body of the Department of Education.\nThe problems with registration affect teachers who graduated in 2021 and are seeking work in Northern Ireland.\nHannah Gordon is a Spanish and French teacher who graduated from Queen's University, Belfast, in July.\nShe still does not know if she can seek work in a school as she has not yet been able to register as a teacher.\n\"I'm one of 16 who qualified in languages this year at Queen's and none of us so far have received any correspondence about the payment of the fee in order to get our teacher number,\" she told BBC News NI.\n\"For us that means, whether we have a job secured, or if we don't have a job secured but want to get onto the substitute teacher register, none of us can work as paid teachers yet.\n\"It's frustrating to say the least and I know that my fellow teachers feel the same way.\n\"All of us now, we want a fresh start, we want to get going with our careers but it's stopping us from doing that.\"\nThe NASUWT national official for Northern Ireland Justin McCamphill said that GTCNI and the Department of Education \"have serious questions to answer\" over the situation.\nHe said he had written to the education minister in late June about the potential problems.\n\"The minister rejected a request for a meeting to discuss the issue and told me that her officials would keep me informed of progress on this matter and would confirm when it had been successfully resolved,\" he said.\n\"On Wednesday 18 August I hosted an event for about 40 newly qualified teachers.\n\"I was astounded to find out that none of the participants had received a registration number.\n\"Some should be working in school right now, while others are due to start jobs in the coming days.\n\"Many more need their registration number to gain employment as a substitute teacher.\n\"It is now incumbent on the minister to personally intervene.\n\"A guarantee needs to be made to these newly qualified teachers that either they will have their registration details on time or will be financially compensated for any loss.\"\nA spokesperson for the Department of Education said the delays were due to \"the recent upgrade of a major IT system within GTCNI\".\nThey said that \"all of this year's cohort of newly qualified teachers\" was affected.\n\"This has led to delays for newly qualified teachers in receiving confirmation of their teacher registration,\" they said.\n\"We realise that this will be a source of concern for all of those who have worked so hard to qualify as teachers; and who will understandably be anxious to complete their registration and begin their careers within the profession.\n\"This situation is deeply regrettable and the minister has instructed GTCNI to fix this as a matter of urgency and to review the recent changes in their IT systems to ensure that no other unforeseen problems have been introduced.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58266555",
      "category": "uk",
      "title": "Kabul evacuation: No planes leaving empty says UK defence secretary",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Refugees and asylum seekers,Ministry of Defence,Ben Wallace",
      "text": "No plane carrying Britons and Afghans from Kabul has left empty, the UK defence secretary has said.\nBen Wallace rejected reports that some flights from Kabul contained only a few people, saying the UK was \"absolutely ploughing through the numbers\".\nHe told BBC Breakfast \"every hour counts\" and confirmed \"the Taliban are letting our people through\".\nBut Taliban checkpoints ring the perimeter of the airport and chaotic scenes have been unfolding outside.\nAbout 4,500 US troops are in temporary control of Karzai International Airport, with about 900 British soldiers also on patrol at the site as part of efforts to secure the evacuation flights.\nThe Taliban are blocking Afghans without travel documents from entering. Twelve people have been killed in and around Kabul airport since Sunday, according to a Taliban official quoted by the Reuters news agency.\nBut even those with valid papers have struggled to get to the airport, with reports that some have been beaten by Taliban guards.\nAn Afghan interpreter who worked for the British army said he received permission to come to the UK last week, but was now in hiding and would \"face death\" if the Taliban found him.\nGharghasht Hidai, a British Afghan, said there was shooting at the airport as he and his family prepared to leave.\n\"The situation was chaotic\", he said, with one of his children having to sit on the floor of the packed RAF plane. \"We are the lucky ones, we made it.\"\nPeymana Assad, a London councillor who was visiting relatives in Kabul, said she joined hundreds of people walking along the traffic-jammed road to the airport to escape - only to find she reached the UK meeting point too late.\nMs Assad, who had previously left Afghanistan as a three-year-old refugee, said a local family allowed her to wait at their home until she could contact the Foreign Office and arrange to join a later RAF evacuation flight.\nA British medical student, another former refugee who returned to Kabul in July to get married, spoke to the PA news agency on Thursday as he tried for a fourth time to get to the airport.\nOn a previous attempt, he said he waited for 10 hours but could not get past the crowds to reach the airport gate. This time, he said there were gunshots being fired and people trying to flee.\nThe defence secretary said the UK would continue to stay in Afghanistan as long as the US ran the airport, but said the government was also already investing in \"third country hubs\" for processing people \"if they get out to other countries in the region\".\nIt's now a race against the clock to get as many people out of Kabul as possible.\nThe BBC has been told there are several thousand UK nationals and dual passport holders who still need to get out of the country.\nEight RAF flights went in and out of Kabul yesterday with a similar number expected today. They have the capacity to fly more than 1,000 people a day.\nBut the BBC understands that not all flights have been full. The airport is operating to a strict schedule. That means aircraft can't just wait around until all their seats are filled. \nMost are being flown to a Middle East hub. Commercial charters are being used to make the onward journey.  \nThe greatest challenge at present appears to be processing the people who qualify to be flown out. One person who's trying to get people out told the BBC the \"system is working, but it's slow\". \nThose wishing to fly out are being told to wait for a phone call before setting out for the airport - not least to avoid the risks of travelling through a city under Taliban control. \nAt some stage someone will have to make the decision to leave. \nThat will once again be the decision of the US, which is providing the bulk of the security at the airport as well as overseeing Air Traffic Control. They too need to be flown out.\nMr Wallace said seven to 10 RAF planes were taking off every day, with at least 138 due on the next flight out.\nHe said the passengers on the flights out of Afghanistan this week had included British government personnel, British citizens, media and human rights staff and Afghans who had worked for the UK.\nDowning Street said military flights took about 1,200 people out of Kabul between Saturday and 08:00 BST on Wednesday, about 900 of whom were Afghan nationals and the remainder British citizens.\nSince late June, 2,000 Afghans who worked for the UK have been resettled with their families under the Afghan Relocations and Assistance Policy (ARAP), according to the Home Office, with a target of 5,000 by the end of 2021.\nThe UK has also committed to take in up to 20,000 Afghan refugees over the next few years under a separate resettlement scheme - including 5,000 this year. \nTwo evacuation flights came into the UK on Wednesday, the Ministry of Defence said - a military plane into RAF Brize Norton in Oxfordshire and a passenger plane into an unnamed civilian airport.\nOn board were Afghans being relocated under the ARAP scheme for those who worked with the British military, British citizens and some other foreign nationals. The MoD did not provide exact numbers but said each flight could hold about 250 passengers.\nMr Wallace said a plane left Kabul on Thursday morning carrying \"115 people and their families - those are the Afghans on there as opposed to other personnel\".\nHe added: \"None of our planes are leaving empty... our planes never leave empty. If we have spaces on them, we offer them up to other nations.\"\nDowning Street said the UK helped to fly 76 Australians out of Afghanistan on an RAF plane on Wednesday.\nHe said: \"We have a full programme today of many more people coming out - trying to reach our... capability towards the end of the month. And that is so far on track.... we are doing it as fast as we can.\"\nMr Wallace said many of the flights were at full capacity.\n\"You and I wouldn't be allowed to fly some of the way those planes are flying in safety, so we are taking considerable risk\", he said, adding: \"Alongside those people will be troops or others coming in and out.\"\nThe defence secretary said additional UK troops would be deployed to Afghanistan to help manage public order on the ground at Kabul airport.\nMeanwhile, Labour has accused Foreign Secretary Dominic Raab of putting interpreters' lives at risk after he declined to phone the Afghan foreign minister to get help for the evacuation. The BBC has been told the call was made by a junior minister instead.\nBut Mr Wallace said \"the only thing that mattered\" was whether Kabul airport would continue to allow people to get out, telling BBC Breakfast: \"No amount of phone calls to an Afghan government at that time would have made any difference.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58270417",
      "category": "world-asia",
      "title": "Nicole Kidman reportedly enters Hong Kong quarantine-free",
      "tags": "Coronavirus lockdown measures,Nicole Kidman,Hong Kong,Coronavirus pandemic",
      "text": "Nicole Kidman has become the latest Hollywood star to come under fire for circumventing strict quarantine rules for international travellers.\nThe Australian actress's arrival in Hong Kong has sparked widespread anger after she was reportedly spotted out and about two days after touching down.\nThis is despite the region having some of the strictest rules in place, with up to 21 days' quarantine required.\nThere has been no direct, official comment on a possible exemption.\nHowever, Hong Kong's Commerce and Economic Development Bureau sent out a statement on Thursday in response to questions about \"overseas film personnel\" and quarantine, explaining restrictions are waived \"to carry out designated professional work\".\nKidman is in Hong Kong to film a new show about the lives of wealthy, glamorous ex-pats - already a source of tension as locals contend with increasing restrictions under the new national security law.\nReports of the waiver have only stoked outrage further, with comments on both Twitter and Chinese social media platform Sina Weibo overwhelmingly critical.  \n\"Which department gave her the right?\" one users asks. Another asks: \"Who gave her the right to be exempt?\" \nSeveral people point out they have not been able to see family for months thanks to the restrictions. \nCitizens living in \"high risk\" countries - a list which already includes the UK and is expanding to places like the US and Spain tomorrow - are only allowed to enter if vaccinated and must still complete three weeks' quarantine. \nAustralia - where Kidman flew in from - is classified \"medium\", which has a minimum seven-day quarantine requirement for those who are vaccinated.\n\"So we have HK residents who can't come back if not vaccinated (and even then with 2-3 weeks quarantine) but Nicole Kidman can just enter like this? It's disgusting!\" a Twitter user called @WhovianBooknerd wrote.\n\"Why do foreigners have privileges?\" one person asks on Weibo. \nThe anger has made its way off social media and into the political arena, with Elizabeth Quat, a pro-Beijing lawmaker, saying she had received \"a number of complaints\" and has asked health officials to explain themselves, according to AFP news agency.\nThe issue of film stars travelling internationally has also caused problems in Kidman's home country, Australia, where the arrival of a host of famous faces in the last 18 months has angered those struggling to get home.\nYou may also be interested in:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58271911/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: UK vaccine booster scheme likely to start in September - Sajid Javid",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A UK Covid vaccine booster scheme will take place and is likely to start next month, the health secretary has said.\nSajid Javid said he was uncertain of the exact start date as the government was waiting for the Joint Committee on Vaccination and Immunisation's \"final advice\" before proceeding.\nMr Javid added the \"most vulnerable\" would be offered the third jab first. \nHowever, it remains unclear whether the booster scheme will be for all adults, or just some, more vulnerable groups.\nInterim advice from the JCVI, released last month, suggested more than 30 million of the most vulnerable people - including all over-50s - should receive a third dose.\nAsked about the scheme on Thursday, Mr Javid said: \"We are going to have a booster scheme. It will start some time in September. \n\"I couldn't tell you exactly when because before we start it... we need to get the final advice from our group of experts, our independent scientific and medical advisers, the JCVI, and so we're waiting for their final opinion.\"\nEarlier in the day, Prof Adam Finn told the BBC that the JCVI, of which he is a member, would be \"imminently deciding\" that some people \"will need a third dose, particularly people who we know are very unlikely to be well protected by those first two doses\".\n\"But I think we do need more evidence before we can make a firm decision on a much broader booster programme,\" he added.\nThe health secretary says \"a\" booster campaign will take place, but the more important question is \"who\" will be boosted. We still don't know.\nThere are scientific and ethical arguments about a booster campaign. \nFor some there is a clear benefit - particularly those with weakened immune systems in whom it takes three doses to do the job of two.\nBut for the rest of the population, the evidence so far shows two doses are providing lasting protection from becoming seriously ill and needing hospital treatment. \nWhether a mass vaccination campaign is necessary or should be far more targeted is the subject of intense debate.\nThis comes at a time that rich countries are being accused of giving vaccines to people at little risk from Covid and that would save far more lives if they were shared with the world. \nAbout 70% of the entire UK population has had at least one jab. In the poorest countries that figure is about 1%.\nThe announcement comes after it was revealed more than 125,000 16 and 17-year-olds in England have had the vaccine in the two weeks since the NHS was given approval to offer that age group a jab.\nIn total, 47,460,526 first doses have now been given across the UK, while 41,157,069 people have had two doses.\nBut the decision to offer people in the UK a third jab is not without controversy.\nImmunologist Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), which advises the government, said the \"question about boosters is a contentious one\".\nHe said studies into the effectiveness of booster schemes were still ongoing and \"everyone is very keen that if we do have surplus vaccines, that they're not necessarily used in this country, but might be sent overseas\".\nAnd, earlier this month, the head of the Oxford Vaccine Group said doses needed to \"go where they can have the greatest impact\" - to protect unvaccinated people abroad.\nProf Sir Andrew Pollard, who led the team that created the Oxford-AstraZeneca vaccine, said decisions on whether to give boosters \"should be scientifically driven\".\nAsked whether the JCVI had concerns about plans for the booster scheme, Mr Javid said: \"It's only with their expert advice that government would want to continue with their plans.\n\"I don't want to prejudge what they're going to say but, based on their interim advice, I think we can be confident that we will start a booster scheme next month.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58288512",
      "category": "world-middle-east",
      "title": "Ever Given: Cargo ship returns through Suez Canal it blocked",
      "tags": "Shipping industry,Suez canal",
      "text": "The huge container ship that blocked the Suez Canal in March - disrupting global trade - has passed back through the waterway without incident.\nThe Ever Given was among a convoy of vessels sailing from the Mediterranean Sea to the Red Sea, the Suez Canal Authority (SCA) said.\nIt had been offloading its cargo in Europe and is now en route to Asia.\nThe ship was refloated after a major six-day salvage operation that led to the death of one person.\nIt was then impounded for three months near the canal city of Ismailia while a compensation deal was agreed between Egypt and the Ever Given's owners.\nThe SCA, in a series of tweets, said the Ever Given was escorted through the 193km (120-mile) canal by two tugboats and senior SCA guides.\nIt was one of 26 ships that travelled from north to south through the canal on Friday, while 36 ships sailed in the opposite direction, the SCA added, hailing the waterway as the \"shortest and fastest navigational route linking the east with the west\".\nThe Ever Given, one of the world's largest container ships, had been delivering its 18,300 containers to Rotterdam, Felixstowe and Hamburg and is now travelling to China.\nThe 400m-long (1,312ft) ship became wedged across the canal after running aground amid high winds on 23 March, blocking it for hundreds of ships and disrupting global trade.\nFollowing its release, the SCA sought compensation for the Ever Given's Japanese owner Shoei Kisen for the cost of the salvage operation, damage to the canal's banks and other losses.\nThe terms of the deal were not disclosed but Egypt had eventually settled on a $550m (£397m) demand."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58286398",
      "category": "world-us-canada",
      "title": "Nine Afghan girl robotics team members safe in Qatar",
      "tags": "Kabul,Afghanistan,Qatar,United States",
      "text": " After scrambling for days to bring them to safety, nine members of an Afghan all-girls robotics team have arrived in Qatar, the team's parent organisation has confirmed.Their flight out of Afghanistan was organised by the Qatar government, which expedited visas and sent an aircraft.The team first made headlines in 2017 after winning a special award at an international robotics competition in the US.\nThey have been widely praised as a shining example of the potential of women's education in Afghanistan.\nThe departure of the team members, aged 15 to 19, as well as a 25-year-old teacher, comes amid a worsening security situation in Kabul, the Afghan capital.\nIn a statement, the team's parent organisation, the US-based Digital Citizen Fund (DCF), said that they requested help from Qatar on August 12, just three days ahead of Kabul's capture by the Taliban.\nMembers of the Qatar government had remained in contact with the team after hosting them in Doha, the capital, in 2019. The girls originally came from the city of Herat, in western Afghanistan.\n\"When we heard that Kabul was going to fall, we were able to contact the [Qatari foreign] ministry and they immediately started expediting visas to get them out,\" DCF board member Elizabeth Schaeffer Brown told the BBC. \"They are taking very good care of them.\"\nShe stressed, however, that the girls were not \"rescued\".\"The girls rescued themselves through all their hard work and bravery over the past several years,\" she added. \"The flight out of Kabul was only the end of a journey in which safety was a concern.\"\nThe girls now in Doha may remain in Qatar or move further afield to continue their studies.\nAlthough she declined to provide specifics, she added that several universities around the globe - including some in the US - have offered scholarships.\n\"It will be important for them to continue their education,\" she said.\nMs Schaeffer Brown said other current and former team members remain in Afghanistan, along with teachers, mentors and others who work for the organisation. \nThe robotics team, which includes teenage members, was formed by Afghan tech entrepreneur and DCF founder Roya Mahboob in 2017.\nLast year, the team turned its focus on Covid-19 patients by making low-cost ventilators out of car parts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58281332/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-antibody therapy approved in UK",
      "tags": "NHS,Coronavirus pandemic",
      "text": "A new Covid treatment - that uses a pair of laboratory-made antibodies to attack the virus - has been approved for use in the UK. \nThe regulator said the drug Ronapreve had been shown to prevent infection and reduce the need for hospital treatment. \nIt was famously used as part of the suite of experimental medicines given to US President Donald Trump last year. \nHowever, it is very expensive and likely to be reserved for those at greatest risk of becoming severely ill.\nThe antibody therapy attacks the virus, unlike other Covid treatments such as the steroid dexamethasone that calm the body's overactive immune system. \nThere had been concern the idea was a dud after trials failed when antibodies were taken from patients who had recovered from Covid.\nHowever, the companies Regeneron and Roche tested monoclonal antibodies in the laboratory to find the two that were best able to stick to the virus. \nThis has proved far more effective, and the therapy continues to work against new variants. \nThe antibodies attach to the spike protein - the key the virus uses to unlock the doorway into our body's cells - on the surface of the coronavirus. This stops them infecting other cells to replicate and gives the body's own immune system more time to mount a response to the virus. \nDr Samantha Atkinson, from the UK's Medicines and Healthcare products Regulatory Agency, said: \"We are satisfied that this treatment is safe and effective.\"\nIt is expected to be used by the NHS soon. However, the drug is expensive and Covid is still common so it is unclear who will get it. \nThe latest figures from the Office for National Statistics suggests around one in 85 people in the UK are still testing positive. And the R number - the average number of people each infected person passes the virus onto - is between 0.9 and 1.2. \nThe drug costs between £1,000 to £2,000 for one course of treatment. All monoclonal antibodies - which are tiny pieces of biology, unlike the chemical drugs you buy in the pharmacy, are challenging and therefore expensive to make. \nSo it is still uncertain whether the antibody therapy will be offered to everyone, or reserved for those most likely to become severely ill due to a weak immune system. \nPenny Ward, a professor in pharmaceutical medicine at King's College London, said it was \"most likely\" the treatment would be targeted at the most vulnerable. \nAnd she said it could also used in people who may not respond to the vaccine, for example people being treated for cancer or after a transplant, if they are a close contact of someone infected. \nProf Martin Landray, who led trials of the therapy in hospitals, from the University of Oxford, said: \"It would be hard to justify giving what are likely to be limited supplies of a relatively expensive treatment to huge numbers of people who are likely to get better on their own.\" \nHealth Secretary Sajid Javid said: \"This is fantastic news... this treatment will be a significant addition to our armoury.\"\nMeanwhile, AstraZeneca has announced its antibody therapy cuts the risk of developing Covid symptoms by 77%.\nIt is given by injection and could give up to 12 months of protection. \nProf Myron Levin, who led the trial at the University of Colorado, said the results were \"exciting\" and could be \"an important tool in our arsenal to help people who may need more than a vaccine to return to their normal lives\".\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58282482",
      "category": "uk-england-devon",
      "title": "Gun returned to Plymouth attacker after rehabilitation scheme",
      "tags": "Plymouth,Plymouth shooting",
      "text": "Gunman Jake Davison had his shotgun and certificate seized after concerns were raised following an assault on two youths, a police watchdog has said.\nThey were returned to him in July after a police review once he had completed a rehabilitation scheme, the Independent Office for Police Conduct (IOPC) said.\nA worker on the scheme had raised concerns over Davison's shotgun ownership, leading to the seizure.\nDavison, 22, shot and killed five people in Plymouth on 12 August.  \nHe killed Maxine Davison, 51, Stephen Washington, 59, Kate Shepherd, 66, Lee Martyn, 43, and three-year-old Sophie Martyn, before turning the gun on himself in Keyham.\nDavison had been placed on the rehabilitation scheme after admitting the previous assault on the two youths, which took place last September.\nThe IOPC said the shotgun certificate was then reviewed once Davison had completed the Pathfinder scheme, which aims to \"reduce harm and reoffending\", in March this year.\nThe programme is \"designed to deal with offenders outside of the criminal justice system\" by deferring charges and cautions.\nFollowing the review by Devon and Cornwall Police's firearms licensing department, the shotgun and certificate were returned to Davison on 9 July.\nThe IOPC is investigating the decision to return them.\nHis certificate was originally issued for sporting purposes in July 2017 and was valid for five years.\nDevon and Cornwall Police Chief Constable Shaun Sawyer said Jake Davison was permitted to use a gun for clay pigeon shooting.\nMr Sawyer said it was \"extremely rare\" for licensed guns to be misused in this way in the UK.\nA review is to be held into Devon and Cornwall Police's firearms procedures.\nSpeaking to the BBC, Mr Sawyer said: \"I understand the unease. This was a licensed firearm that Jake had, I absolutely accept that. \n\"I'd ask people to reflect that those firearms, in my 10 years as chief constable, have never been used in that way.\n\"This is unprecedented for us in Devon and Cornwall and the city of Plymouth.\"\nHowever, Mr Sawyer said firearms were \"part of a rural economy and we have to accept that\".\nHe said: \"They're heavily regulated, they're heavily reviewed, and that's really important for public safety because it's the only thing police regulate that's designed to take life.\"\nWhen asked about future changes, Mr Sawyer said he believed new guidance from the Home Office would see social media checks become a \"must\" for police forces, rather than a discretionary decision based on the applicant.\n\"I think we have to realise it will be hard to monitor, but if that's where society wants to go, then that's where we'll go,\" he said.\nAll police forces across England and Wales have been asked by the government to review their current firearms processes following the tragedy.\nThe chief constable said he had not been asked to step down, but would reflect on his position \"once we have the facts\".\n\"As a man and a father and a parent, a child has lost its life on my watch, through a mechanism that is licensed by me,\" he said.\nHe paid tribute to the people of Keyham, where the shootings happened, for their \"dignity and strength of fortitude\" which had \"helped to stabilise the city\".\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58275495",
      "category": "uk-wales",
      "title": "Boardmasters: More than 50 Covid cases in Swansea Bay linked to festival",
      "tags": "Swansea,Music festivals,Coronavirus pandemic",
      "text": "Fifty-six positive Covid cases in the Swansea Bay health board area have been linked to a music festival in Cornwall. \nBoardmasters took place from 11 to 15 August with a capacity of more than 50,000. \nSwansea Bay University Health Board has urged everyone who attended to get tested for Covid if they feel unwell. \nThe health board registered 297 positive cases in the most recent update of data. \nThe health board said that as well as a new cough, high temperature, and lack of taste or smell, symptoms could also include sneezing, a sore throat, headaches and fatigue.\nSion Lingard, of Public Health Wales, said: \"We are concerned that some people who attended the Boardmasters festival and are now feeling unwell may not realise they may be infected with Covid-19.\n\"It's important they get tested, and if the result is positive, to self-isolate to protect others.\"\n\"We are also calling on people to be responsible and remember they must not go to any other event, including festivals, if they have tested positive for Covid-19 or have Covid-19 symptoms,\" he said.\nCase rates in Wales have started to rise slightly as festivals, sports events and other mass gatherings restart.\nPublic Health Wales warned that Covid had not gone away, and that it was important that people who go to events take precautions to avoid the transmission of the virus.\nEleri Davies, an incident director at Public Health Wales, said people attending similar events should be vaccinated, and take a PCR test if they developed any symptoms. \n\"As expected following the move to alert level zero, case rates in Wales have risen and are currently over 200 cases per 100,000.  \n\"While the vaccination programme has reduced the levels of hospitalisation and fatalities, the virus is still circulating in our communities,\" she said. \nMeanwhile, a medical centre in Swansea said it was suspending in-person visits as several members of staff have tested positive for Covid. \nIn a statement Fforestfach Medical Centre said: \"This situation also serves as a reminder that despite Wales now being in Level 0 status, the pandemic has not ended and the virus is still with us.\n\"We await advice from Public Health Wales, but hope to get back to normal as quickly as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-58269533",
      "category": "uk-england-south-yorkshire",
      "title": "Sheffield hotel fall: Boy who died was Afghan refugee",
      "tags": "Sheffield",
      "text": "A five-year-old Afghan refugee who fell to his death from a Sheffield hotel window has been identified by police. \nIt is reported Mohammed Munib Majeedi fell from a ninth-floor room where he was staying with his mother. \nEmergency services were called to the OYO Metropolitan Hotel in Blonk Street, Sheffield, at about 14:30 BST on Wednesday.\nA fellow Afghan staying in the hotel said Mohammed's family arrived in the UK 15 days ago.\nIt is understood they were relocated to the UK as part of the Afghan Relocation and Assistance Policy (ARAP) scheme. \nThe man, who worked as an interpreter for the British Army in Afghanistan, said one of his children alerted him to the boy falling and he went outside to help. \nHe was later asked to accompany Mohammed's mother to hospital to translate.\nHe said everyone in the hotel had been left shocked by the incident.\n\"They are so upset, they are so unhappy,\" he said.\n\"Everybody, if you want to talk to them, they have no time because they are so bad, in a bad condition.\"\nAnother Afghan resident said he was in his room when he heard the boy fall.\n\"His mother was in the room with him,\" he said.\n\"She was screaming, 'my son, my son'. When I came here [outside] I saw the ambulance and police here.\"\nHe added: \"They came here to save their lives, they came for a new life here, but unfortunately...\"\nThe man said the eight to 10 Afghan families staying at the hotel were being moved to another hotel on Thursday afternoon.\nThis is a tragic case.\nA five-year-old boy, only just been evacuated from Afghanistan with his four siblings and parents, has died after falling from a hotel window.\nWe understand Mohammed's father worked for the British Embassy in Afghanistan and had travelled to the UK under the government's scheme to resettle interpreters and support staff whose lives may be at risk from the Taliban.\nOnce in the UK however, the Home Office is struggling to find accommodation for refugees - many of whom are large families.\nIt's understood the Home Office was directly managing the now empty hotel at the time of the incident.\nThere had been concerns raised about the safety of the windows. I'm told some people had been moved out, but the Home Office denies this.\nThe housing group Mears was looking after the hotel until a few months ago, but safety concerns saw it withdraw to another nearby hotel.  \nWhat has happened here, therefore, raises some serious questions about what steps were taken to ensure the hotel was safe for vulnerable families and young children and about the state of accommodation being provided to asylum seekers.\nThe Home Office said: \"We are extremely saddened by the tragic death of a child at a hotel in Sheffield. \n\"The police are providing support to the family while the investigation continues and we cannot comment further at this time.\" \nSouth Yorkshire Police said: \"We can confirm that the five-year-old boy who sadly lost his life is from Afghanistan.\"\nIt said Mohammed's death was not being treated as suspicious and his family was being supported by officers.\nThe force has appealed for anyone who witnessed the incident to contact them.\nEnver Solomon, chief executive of the Refugee Council, said: \"This a terrible tragedy and our thoughts are with the family who have gone through so much trauma and suffering to reach the UK.\n\"It is vital the Home Office carry out an urgent investigation into what has happened so steps can be taken to quickly learn lessons.\n\"We don't know the details of the incident but it is imperative that families who come from Afghanistan are given all the support they need and housed in appropriate accommodation. They are vulnerable and often very traumatised.\" \nSheffield City Council leader Terry Fox said: \"This is absolutely devastating, just so incredibly sad. \n\"As a council we are in close contact with the police and will provide any support that we can to the family - my heart goes out to them.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58282163",
      "category": "uk-politics",
      "title": "Afghanistan: Dominic Raab defends interpreter phone call decision",
      "tags": "Dominic Raab,War in Afghanistan (2001-present)",
      "text": "Foreign Secretary Dominic Raab has defended his decision not to call his Afghan counterpart over evacuating translators who had helped UK forces.\nMr Raab said he prioritised \"security\" at Kabul airport and \"delegated\" the call to a junior minister.\nBut that call did not happen due to the \"rapidly deteriorating situation\" in Afghanistan, he added.\nThe foreign secretary has rejected demands from the opposition to resign.\nEarlier this week it emerged, in a report by The Daily Mail, that he had been on holiday in Crete last Friday and unavailable to make the phone call to the Afghan foreign minister, as the Taliban advanced towards Kabul, Afghanistan's capital.\nLabour's shadow foreign secretary Lisa Nandy said Mr Raab's defence \"simply doesn't add up\". \n\"It should have been an absolute priority to speak to the Afghan government and set out the immediate actions necessary to ensure the safe evacuation of Britons and Afghans.\"\nAnd Colonel Richard Kemp, a former commander of  British forces in Afghanistan, told the BBC the foreign secretary's decision not to call his Afghan counterpart \"typifies\" a \"ministerial lack of urgency\" over the 20-year conflict in the country.\nIn a statement, Mr Raab said the government had \"been working tirelessly\" to evacuate people and praised \"the excellent team we have in place\".\nAs a result, he said 204 UK nationals and their families, Afghan staff and other countries citizens had been evacuated on the morning of Monday 16 August, and since then the number had risen to 1,635.\nHe added that the government's overriding priority has been to secure Kabul airport so that flights can leave.\nThe prime minister is due to chair a meeting of the government's Cobra emergency planning committee on Friday afternoon to discuss the situation in Afghanistan. \nSeveral thousand Afghan interpreters and other staff have worked for UK forces since the Nato invasion of the country in 2001.\nMany are in fear of their lives, as the Taliban increase their hold on Afghanistan, with the United Nations warning that those deemed to have been \"collaborators\" by the group are being sought out in door-to-door searches.\nAfghans who worked for the UK government can come to the UK as part of the Afghan Relocations and Assistance Policy.\nThe Home Office says it has resettled 2,000 former staff and their families in the UK since 22 June. The target is 5,000 by the end of this year.\nBut Kabul airport is reportedly in chaos, with Taliban militants controlling access, making access to planes difficult.\nOn Thursday, it was reported that Mr Raab had been advised by senior Foreign Office officials last week that he should make contact with Afghan Foreign Minister Hanif Atmar to request urgent assistance in rescuing interpreters.\nOfficials said it was important the call was made by Mr Raab rather than a junior minister, but they were told he was unavailable.\nGiving his version of events for the first time, the foreign secretary said: \"On Friday afternoon, 13 August, advice was put to my private office (around 6pm Afghan time) recommending a call to the Afghan Foreign Minister. \n\"This was quickly overtaken by events. The call was delegated to a minister of state because I was prioritising security and capacity at the airport on the direct advice of the director and the director general overseeing the crisis response. \n\"In any event, the Afghan foreign minister agreed to take the call, but was unable to because of the rapidly deteriorating situation.\"\nMr Raab has faced calls from opposition parties to resign or be sacked over his handling of the situation.\nMs Nandy said: \"who knows how many more people might have been saved in the hours leading up to the fall of Kabul if the Foreign Secretary had made the call he was advised to.\" \nShe added that Mr Raab's statement \"serves only to confirm his decision to abdicate responsibility and grossly neglect his duties.\"\nLord Robertson - ex-Nato secretary general and a former Labour defence secretary - said the government \"should have been talking to the Afghan foreign minister much earlier than last Friday anyway\" and accused Mr Raab of \"a dereliction of duty of major consequence\". \nMeanwhile, The Times reports that the permanent secretaries - senior civil servants - at the Foreign Office, the Home Office and the Ministry of Defence, are on leave.\nA government spokesman said that \"departments across Whitehall have been working intensively\" on the situation in Afghanistan.\nThe BBC has been told that the civil servants in question are continuing to work while on holiday, and that their other permanent secretaries are in place to cover their absence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58271187",
      "category": "newsbeat",
      "title": "LGBT in Afghanistan: 'I could be killed on the spot'",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Life,LGBT",
      "text": "Before the Taliban uprising in Afghanistan, life for gay man Abdul (his name has been changed) was already dangerous. \nIf he'd spoken about his sexuality to the wrong person then, Abdul could have been arrested and taken to court for his sexuality, under Afghan laws.\nBut since the Taliban seized control of major cities in Afghanistan last week, Abdul tells Radio 1 Newsbeat his sexuality being revealed would now have him \"killed on the spot\".\nThe Taliban are a military group who have taken control of the country, and are known to enforce extreme Islamic ideals.\nUnder the Taliban's interpretation of Sharia Law, homosexuality is strictly prohibited and punishable by death.\nThe last time they were in power in Afghanistan, between the late 90s and 2001, 21-year-old Abdul hadn't been born. \n\"I've heard my parents and elders talk about the Taliban,\" he says.\n\"We watched some movies. But now, it's like being inside a movie.\"\nThis week, Abdul was supposed to be sitting his final university exams, going for lunch with friends, and visiting his boyfriend, who he met at a swimming pool three years ago.\nInstead, he is sat in his home for the fourth day in a row. There are Taliban soldiers currently outside his front door. \n\"Even when I see the Taliban from the windows I feel really scared. My body starts shaking from seeing them,\" he says.\n\"Civilians are being killed. I don't think I will ever speak in front of them.\"\nIt's not just the country's new leaders who cannot find out about Abdul's sexuality. \nHe says: \"As a gay person in Afghanistan, you cannot reveal yourself, even to your family or your friends.\n\"If I reveal myself to my family, maybe they will beat me, maybe they will kill me.\"\nAlthough he was hiding his sexuality, Abdul had been enjoying his life in the country's vibrant city centre.\n\"My studies were going perfectly. There was life in the city, there were crowds in the city.\"\nIn the space of a week, Abdul feels he has watched his life disappear from in front of him.\n\"There is no future for us,\" he says.\n\"I don't think I will ever continue my education. My friends, I have lost contact with them. I don't know if they're okay.\n\"My partner, he is stuck in a different city with his family. I cannot go there, he cannot come here.\"\nHis father, who worked for the government, has gone into hiding for fear of the Taliban. \nMost of the women Abdul knows won't leave the house in fear of their lives. Some are taking the risk, but only when accompanied outside by a man.\nOver the past week, Abdul's mind has gone to the darkest of places.\n\"I'm under severe depression.\n\"I have thoughts to just finish this thing. I don't want to live this kind of life.\n\"I want a future that I can live freely, and not be pointed out by people saying you can't be gay here.\"\nAbdul isn't hopeful about the Taliban's promises to rule differently and give women more opportunities.\n\"Even if the Taliban accepts a woman in the government, in school, they will never accept gay or LGBT people. They will kill all of them on the spot.\"\nSpeaking of the footage of Afghans clinging on to planes leaving the country, Abdul says: \"They are not crazy.\"\n\"They have businesses here. They have jobs here. They had a good life here. \n\"But they're not crazy that they are grabbing the plane from the tires, they are just dying. They know they are not safe.\"\nAbdul says he is \"waiting to find a way to get out of the country\". There are some charities and campaigners trying to help Afghans like Abdul to safety.\nAbdul says he has heard that the UK are planning to take 20,000 migrants from his country, but he says nobody knows how to apply or register themselves.\nUK charity Stonewall has called on the UK government to start \"helping LGBTQ+ Afghan refugees to survive, resettle and thrive.\"\n\"I just want to say, if anyone is hearing my message, as a youngster, I have a right to live freely and safely,\" Abdul says.\n\"I'm 21 years old. All my life, I spent it in war, in bomb blasting, losing friends, losing relatives.\n\"Just pray for us. Pray for our lives.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58280733",
      "category": "uk-england-manchester",
      "title": "Red phone box stolen from Cheshire garden in broad daylight",
      "tags": "Chelford,Cheshire",
      "text": "Police have released a CCTV image of a man they would like to speak to after a red phone box was stolen from a garden in a Cheshire village.\nThe box, belonging to Chelford Parish Council, was removed without permission from a garden on Chelford Road.\nA white Ford transit van dropped off a skip before three men used a digger to remove the box between 14:30 and 15:00 BST on 13 July, police said.\nThe men asked a member of the public to guard exposed live electric cables.\nThey said they would contact the energy network to make it safe, but never returned.\nPC John Milman said: \"We've been making a number of inquiries in the area and are keen to speak to anyone who recognises the man in this image as he may be able to help us with our inquiries.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58287003",
      "category": "business",
      "title": "Lorry drivers: Act now to avert crisis, government told",
      "tags": "UK Visas,Coronavirus lockdown measures,Haulage",
      "text": "The government is coming under further pressure to help alleviate the UK's lorry driver shortage. \nLobby groups for the retail and transport industries have jointly written to Business Secretary Kwasi Kwarteng warning the impact on supply chains is getting worse. \nThey want a review of plans not to grant temporary work visas to drivers from the EU, and better training.\nMinisters have said employers should invest in British workers.\nLogistics UK, which represents freight firms, and the British Retail Consortium (BRC) say that while Brexit and Covid-19 caused lorry drivers to leave the UK, a temporary visa could lure them back.\nThe two groups said in their letter a shortfall of about 90,000 HGV drivers \"is placing increasingly unsustainable pressure on retailers and their supply chains\".\n\"While there was a shortage of HGV drivers prior to the Covid-19 pandemic and Brexit, these two events have exacerbated situation. \n\"The pandemic halted driver training and testing for over 12 months, while an estimated 25,000 EU drivers returned home during the pandemic and following the end of the transition period.\"\nThe situation is likely to worsen over the coming weeks, the groups warn. The start of the school year and return of workers to offices is likely to increase the number of deliveries and locations, and the industry is fast approaching its busiest period - the build up to Christmas.\nThe two groups call for three specific measures:\nThe Road Haulage Association has already said that there was shortfall of about 60,000 lorry drivers in the UK over the summer. Supermarkets such as Tesco and Aldi have been offering bonuses and other incentives to boost recruitment, but the labour squeeze continues.\nAnalysis of the latest ONS Labour Force Survey for the second quarter suggests that 14,000 EU lorry drivers left jobs in the UK in the year to June 2020, and only 600 had returned by July 2021.\nA government spokesperson said on Friday: \"The British people repeatedly voted to end free movement and take back control of our immigration system and employers should invest in our domestic workforce instead of relying on labour from abroad.\n\"We recently announced a package of measures to help tackle the HGV driver shortage, including plans to streamline the process for new drivers to gain their HGV licence and to increase the number of tests able to be conducted. \n\"We have also temporarily relaxed drivers' hours rules to allow HGV drivers to make slightly longer journeys, but these must only be used where necessary and must not compromise driver safety.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58272630",
      "category": "uk-england",
      "title": "Record number of bids for UK City of Culture 2025",
      "tags": "Stirling,Wrexham,Craigavon,Bradford,Gorleston-on-Sea,Armagh,Lowestoft,Carlisle,Southampton,Conwy County Borough Council,Derby,Newport,Wolverhampton,Banbridge,Exeter,Wakefield,Great Yarmouth,Bangor",
      "text": "More places than ever before have put in bids to become the next UK City of Culture.\nThose applying include Cornwall in England, Stirling in Scotland, Conwy County in Wales and a joint application from Armagh City, Banbridge and Craigavon in Northern Ireland.\nThe 20 applicants are bidding to host a year of cultural festivities in 2025.\nThe culture secretary said the number of applicants was \"testament to the huge success of City of Culture\".\nThis is the first time groups of towns have been able to join together and apply for the title to be awarded to their local area - enabling bids from places such as Great Yarmouth and East Suffolk in East Anglia and The Borderlands, which straddles the border between England and Scotland.\nThe 20 bidders will be reduced to an initial long list in the coming weeks and then cut down further to a final shortlist in early 2022.\nThe winner will be announced by the Department for Digital, Culture, Media and Sport (DCMS) in May 2022.\nThose long-listed will be awarded grants of £40,000 for the first time to support the next stage of their applications.\nCulture Secretary Oliver Dowden said: \"This record number of applications from all four corners of the country is testament to the huge success of City of Culture in generating investment, creating jobs and boosting local pride.\n\"This prestigious prize creates a fantastic opportunity for towns and cities to build back better from the pandemic and I wish all bidders the very best of luck.\"\nEntrants have been told to prove they can put culture at the heart of their plans to recover from the impact of the pandemic.\nSir Phil Redmond, UK City of Culture chairperson, said the competition was an \"excuse for people to talk to each other, rather than at each other\".\nThe successful area will take on the baton from Coventry, the 2021 UK City of Culture, which followed Hull in 2017 and Derry-Londonderry in 2013. \nHull's tenure as City of Culture attracted a total audience of more than five million people for events, £220m of investment and 800 new jobs, according to a report from the University of Hull.\nSome bids have been controversial, with Lancashire submitting a last-minute bid despite the county council pulling its funding, saying the £22m needed to back it was \"too great a financial risk\".\nThe recent appearance of a string of Banksy-style urban artworks on the East Anglian coast could be an \"endorsement\" of a City of Culture bid, councils have claimed.\nDCMS said Coventry was providing a \"blueprint for how culture can be at the heart of social and economic recovery\" as the country deals with the coronavirus pandemic.\nCoventry has received more than £15.5m from the government to directly support its year of programmes, DCMS said.\nThe full list of bidders for UK City of Culture 2025 is:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57774294",
      "category": "world-asia-india",
      "title": "Zydus Cadila: India approves world's first DNA Covid vaccine",
      "tags": "Asia,Coronavirus vaccines,India,Coronavirus pandemic",
      "text": "India's drug regulator has approved the world's first DNA vaccine against Covid-19 for emergency use. \nThe three-dose ZyCoV-D vaccine prevented symptomatic disease in 66% of those vaccinated, according to an interim study quoted by the vaccine maker Cadila Healthcare.\nThe firm plans to make up to 120 million doses of India's second home-grown vaccine every year.\nPrevious DNA vaccines have worked well in animals but not humans.\nIndia has so far given more than 570 million doses of three previously approved vaccines - Covishield, Covaxin and Sputnik V. \nAbout 13% of adults have been fully vaccinated and 47% have received at least one shot since the beginning of the drive in January. \nCadila Healthcare said it had conducted the largest clinical trial for the vaccine in India so far, involving 28,000 volunteers in more than 50 centres. \nThis is also the first time, the firm claimed, a Covid-19 vaccine had been tested in young people in India - 1,000 people belonging to the 12-18 age group. The jab was found to be \"safe and very well tolerated\" in this age group.\nThe key third phase of clinical trials was conducted at the peak of the deadly second wave of the virus. The vaccine maker believes this reaffirmed the jab's \"efficacy against the mutant strains\", especially the highly infectious Delta variant.\n\"I am quite excited about the vaccine because it offers a lot of good potential. If this jab works, the future of vaccination becomes logistically simpler,\" said Prof Shahid Jameel, a well-known virologist.  \nDNA and RNA are building blocks of life. They are molecules that carry that genetic information which are passed on from parents to children.\nLike other vaccines, a DNA vaccine, once administered, teaches the body's immune system to fight the real virus.\nZyCoV-D uses plasmids or small rings of DNA, that contain genetic information, to deliver the jab between two layers of the skin. \nThe plasmids carry information to the cells to make the \"spike protein\", which the virus uses to latch on and enter human cells. \nMost Covid-19 vaccines work by giving the body instructions to make a fragment of the spike protein so it can trigger a person's immune system to produce antibodies and teach itself to fight off the virus.\nThis is the world's first human DNA vaccine against Covid-19. \nThere are a number of DNA vaccines approved in the US, for example, for use in animals, including a vaccine for a disease in horses and a skin cancer vaccine for dogs.\nHowever, more than 160 different DNA vaccines are being tested in human clinical trials in the US. Most are devoted to treating existing cancers, and a third of the vaccines were for treating HIV. \nZyCov-D is also India's first needle-free Covid-19 jab. \nIt is administered with a disposable needle-free injector, which uses a narrow stream of the fluid to penetrate the skin and deliver the jab to the proper tissue.\n\"To have a DNA vaccine which works against an infection is a big deal. If it gives good protection this is something India will be proud of,\" said Dr Gagandeep Kang, a virologist and the first Indian woman to be elected Fellow of the Royal Society of London.\nScientists say DNA vaccines are relatively cheap, safe and stable. \nThey can also be stored at higher temperatures - 2 to 8C.\nCadila Healthcare claims that their vaccine had shown \"good stability\" at 25C for at least three months - this would help the vaccine to be transported and stored easily.\nDNA vaccines developed for infectious diseases in humans have failed in the past. \n\"The problem is they work well in animals. But they don't end up offering the same level of immune response protection in humans,\" said Dr Kang.\nThe challenge, according to Dr Kang, was how to push the plasmid DNA into the human cell so that it gives a durable immune response. \nDr Jeremy Kamil, a virologist at Louisiana State University Health Sciences Center in Shreveport, echoed a similar sentiment.\n\"Plasmid DNA vaccines have been tried in the past. But we know it's very difficult to get plasmid DNA into the nucleus of human cells, especially in adults,\" Dr Kamil told me.\nmRNA vaccines - which use messenger RNA, a molecule, to make the  proteins - like Pfizer or Moderna do not need to reach the nucleus of the cell to be effective and offer higher efficacy and are likely to produce longer lasting immunity.\nThe other potential drawback is that ZyCoV-D requires three doses, instead of two for the other two candidates being used in India.  The vaccine maker says it is evaluating at a two-dose jab.\n\"I would be delighted that a vaccine company overcame the immense challenges to make it work. But it's imperative that the efficacy data be vetted independently,\" said Dr Kamil."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58273914",
      "category": "business",
      "title": "OnlyFans to ban sexually explicit content",
      "tags": "Social media,OnlyFans,Pornography,Sex industry",
      "text": "The subscription site OnlyFans, known for its adult content, has announced it will block sexually explicit photos and videos from 1 October. \nPeople will still be able to post nude content on the site. \nBut this will need to be consistent with OnlyFans' policies.\nThe announcement comes after BBC News had approached the company for a response to leaked documents concerning accounts which posted illegal content.\nOnlyFans said the change had come after pressure from banking partners. \nThe site has grown during the pandemic and says it has 130 million users. \n\"In order to ensure the long-term sustainability of our platform, and continue to host an inclusive community of creators and fans, we must evolve our content guidelines,\" OnlyFans said in a statement. \nThe London-based social media site enables its creators to post nude videos and photos and charge subscribers for tips or a monthly fee. \nCreators can post a range of content from cooking to fitness videos, but it is best known for pornography.\nIn return for hosting the material, OnlyFans takes a 20% share of all payments. \nThe documents - described as \"compliance manuals\" - show that although illegal content itself is removed, OnlyFans lets moderators give creators multiple warnings before closing accounts.\nModeration specialists and child protection experts say this shows OnlyFans has some \"tolerance\" for accounts posting illegal content. \nIn response to the BBC's investigation, OnlyFans said the documents are not manuals or \"official guidance\", it does not tolerate violations of its terms of service, and its systems and age verification go far beyond \"all relevant global safety standards and regulations\".\nThe site, founded in 2016 by Essex businessman Tim Stokely, has come under fire in the past after a BBC News investigation found under-18s had used fake identification to set up accounts on the site. In June, BBC News found that under-18s sold explicit videos on the site, despite it being illegal for people to share indecent images of children.\nAfter the BBC investigation, the children's commissioner for England said OnlyFans needed to do more to stop underage users. In response to the investigation, OnlyFans said it had closed the accounts flagged and refunded all active subscriptions.\nIn July, the company's first monthly transparency report said that it deactivated 15 OnlyFans accounts after finding indecent images of children on those accounts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58286372",
      "category": "world-asia",
      "title": "'They will kill me': Desperate Afghans seek way out after Taliban takeover",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Women's rights in Afghanistan,Taliban",
      "text": "The rapid Taliban takeover of Afghanistan has left some fearing for their lives and seeking to escape the country, often by any means necessary.\nThe militant Islamist group is said to be carrying out door-to-door searches while violent scenes have also been reported at some Taliban-controlled checkpoints. \nThe militants seized control of major cities last week as part of a sweeping offensive that shocked international observers. It culminated in the fall of the capital, Kabul, which triggered the collapse of the Afghan government.\nNow, those who have worked for the government or other foreign powers, as well as journalists and activists, say they are fearful of reprisals and need to be evacuated. They have spoken to the BBC, but their names have been changed to protect their safety.\nUsman, who worked as an interpreter for the British armed forces, was sheltering with his wife and some neighbours when the Taliban came. He was woken in the early hours of the morning and told the group were nearby.\n\"They were searching door-to-door,\" he told the BBC's World at One programme. \"Everyone panicked - then the news spread to every other house.\"\n\"A neighbour said they were searching for weapons, documents and government vehicles. They were trying to find out who had worked for Nato or the government.\"\n\"I put on my clothes and just jumped over a wall and ran away,\" Usman said. \"I know that I am going to be killed. There is no other way.\"\nUsman was told he was eligible for relocating to the UK in December, but after all his paperwork was processed he received a letter of rejection on Friday. \"We are not feeling safe,\" he said. \"I'm really desperate.\"\nHashem, a translator, was sheltering in an apartment in one of the country's biggest cities when he spoke to the BBC.\n\"I've been working with intermediary forces and thought the US and German governments would help,\" he said.\n\"I have had to destroy all my documents.\"\n\"I had the courage to go to Kabul airport, and someone from the Taliban told me there had been fake news spreading that the Americans would take people out.\"\n\"He told me to tell others not to go to the airport. We're discussing plans about what we can do to flee to another country.\"\nIt is not just those who worked for international governments who are fearful. Two women who worked for a media outlet are in hiding and say the Taliban are searching for them.\nWithout a visa, however, they say travelling to an airport would be futile.\n\"They have twice called at my house... looking for me and my husband,\" one of the women, Aida, said. \"They are asking other members of my family where we are and they have also been sending me threatening texts.\"\n\"They say that when they find me they will kill me.\"\n\"I feel really desperate and stressed about what will happen to me and my family,\" she said.\n\"Right now we are like turkeys in our homes,\" her colleague, Saabira, said. \"We can't go out because the Taliban are all around us.\" She said her food supplies were running worryingly low. \n\"The Taliban are trying to find government [workers], journalists, and women's rights activists. We are really worried  - what if they come to our home? What if they knock on our door?\"\n\"The airport is not possible for us because we haven't [got a] visa\" she said. \"We haven't got money or any support, so it's impossible.\"\nMeanwhile, dozens of English language teachers who worked for the British council training Afghan school teachers are desperate to leave but have been denied visas to come to the UK.\n\"We are horrified and really scared,\" one said. \"For the past week, I couldn't speak English in front of anyone because I was scared they would realise I worked with foreigners and inform on me.\"\n\"I never considered going to Kabul airport, I have children and I couldn't risk their lives,\" he said. \"Our concern is that [the Taliban] are searching for specific people who provided services for foreign governments, it makes us scared.\"\n\"But when I see Kabul airport, I don't see any way to cross the crowd and get in.\"\n\"I want the UK government to consider the service that we provided for them,\" he said. \"If we remain in Afghanistan our lives are in great danger.\"\nAdditional reporting by Gareth Evans, Georgina Rannard and Mike Thomson"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58271797",
      "category": "world-asia",
      "title": "Afghanistan: Taliban carrying out door-to-door manhunt, report says",
      "tags": "Afghanistan,Taliban",
      "text": "The Taliban have stepped up their search for people who worked for Nato forces or the previous Afghan government, a report has warned.\nIt said the militants have been going door-to-door to find targets and threaten their family members.\nThe hardline Islamist group has tried to reassure Afghans since seizing power in a lightning offensive, promising there would be \"no revenge\".\nBut there are growing fears of a gap between what they say and what they do.\nThe warning the group were targeting \"collaborators\" came in a confidential document by the RHIPTO Norwegian Center for Global Analyses, which provides intelligence to the UN.\n\"There are a high number of individuals that are currently being targeted by the Taliban and the threat is crystal clear,\" Christian Nellemann, who heads the group behind the report, told the BBC.\n\"It is in writing that, unless they give themselves in, the Taliban will arrest and prosecute, interrogate and punish family members on behalf of those individuals.\"\nHe warned that anyone on the Taliban's blacklist was in severe danger, and that there could be mass executions.\nForeign powers are continuing efforts to get their nationals out of Afghanistan. A Nato official said on Friday that more than 18,000 people have been evacuated in the last five days from Kabul airport. \nSome 6,000 more, among them former interpreters for foreign armed forces, are on standby to be flown out late on Thursday or early Friday.\nThe aim is to double evacuation efforts over the weekend, the official said.\nOutside the airport the situation remains chaotic. The Taliban have been blocking Afghans trying to flee, with one video showing a child being handed to a US soldier.\nPresident Joe Biden, who has come under scathing criticism over what his opponents say is a \"shambolic\" US withdrawal, is expected to speak on Friday about the evacuation effort.\nIn other developments:\nThe Taliban captured Kabul on Sunday, having swept across the country as foreign forces withdrew.\nTheir victory returns the group to power 20 years on from when they were toppled in a US-led invasion. \nThe group's previous stint in power saw widespread abuses, including public executions and banning women from the workplace. \nBut in their first news conference since retaking control of Afghanistan, the group presented a conciliatory tone, promising women's rights would be respected \"within the framework of Islamic law\".\nThe Taliban have reportedly pledged not to force women to wear the burka - a one-piece veil that covers the face and body. Instead, the hijab - or a headscarf - will be compulsory.\nThey also said they did not want \"any internal or external enemies\" and that there would be an amnesty for former members of the security forces and those who worked with foreign powers.\nInternational powers - and many Afghans - remain sceptical.\nThe UN chief Antonio Guterres said the only leverage the body had over the Taliban was the militant's desire for international recognition.\nAsked in an interview if he thought the Taliban had changed, President Biden said no, adding the group faced an \"existential\" choice about whether they want to be recognised. \nAre you in Afghanistan and affected by this? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58284833",
      "category": "uk",
      "title": "Alexei Navalny: UK sanctions for seven Russians over poisoning",
      "tags": "Russia,Alexei Navalny,Vladimir Putin",
      "text": "The UK is imposing asset freezes and travel bans on seven Russian nationals linked to the poisoning of Russian opposition leader Alexei Navalny.\nMr Navalny - a staunch critic of President Vladimir Putin - almost died from a nerve agent attack last year.\nHe accused Mr Putin of ordering the attack, something the Kremlin denies.\nThe UK Foreign Office said the sanctions, taken with the US, targeted those \"directly responsible for planning or carrying out the attack\".\nAll seven of the individuals targeted are members of the Russian Federal Security Service (FSB), it added. \nForeign Secretary Dominic Raab said: \"We are sending a clear message that any use of chemical weapons by the Russian state violates international law, and a transparent criminal investigation must be held.\n\"We urge Russia to declare its full stock of Novichok nerve agents.\"\nThe term Novichok - \"newcomer\" in Russian - applies to a group of nerve agents developed in a lab by the Soviet Union during the Cold War. They paralyse muscles and can lead to death by asphyxiation.\nMr Navalny, 45, was exposed to one such nerve agent on a flight from Tomsk, Siberia, to Moscow on 20 August 2020. By the time the plane landed, he could not speak and was taken directly to hospital. \nHe was later transferred to a hospital in Berlin, Germany, where he spent a further 32 days recovering, including 24 days in intensive care.\nIn January, he returned to Russia and was arrested on arrival. \nAnti-corruption campaigner Alexei Navalny has long been the most prominent face of Russian opposition to President Vladimir Putin.\nThe 45-year-old blogger has millions of Russian followers on social media - many in their early 20s or younger - and managed to get some of his supporters elected to local councils in Siberia in 2020.\nSo far he has been unable to challenge the president at the ballot box.\nMr Navalny was immediately arrested as he flew back into Moscow on 17 January, after months spent recovering in Berlin from the near-fatal nerve agent attack. His supporters staged mass protests across Russia and police responded with force, detaining thousands for attending the unauthorised rallies.\nPresident Putin's foremost critic is now at a Russian penal colony, serving a jail term for failing to stick to the terms of a suspended sentence while he was in Berlin. But his voice of opposition has not gone away, even though his supporters fear for his life.\nThe UK previously imposed sanctions on six Russians, including the director of the FSB, who the government holds responsible for the poisoning.\nImprisoned Mr Navalny marked the anniversary of the poisoning attack against him by urging global leaders to put more attention on combating corruption and to target tycoons close to Mr Putin.\nThe UK and US also issued a joint statement in which they reaffirmed their condemnation of the \"assassination attempt\" on Mr Navalny. \nThe statement added: \"We welcome sanctions actions made by international partners and will continue to co-ordinate with international partners on further measures.\n\"Today the UK and the US join in taking further action against the individuals directly responsible for carrying out the poisoning of Mr Navalny.\n\"As we did after Russia's use of a chemical weapon against the Skripals in the United Kingdom in March 2018, we continue to underline that there must be accountability and no impunity for those that use chemical weapons.\" \nAlso on Friday, German Chancellor Angela Merkel said that, in a meeting with Mr Putin, she had \"demanded\" he free his political opponent. Mr Putin denies Mr Navalny's imprisonment is politically motivated.\nSpeaking at the Kremlin, Ms Merkel said: \"It's a depressing situation from our point of view. \n\"His conviction was on the basis of an earlier court decision that was considered disproportionate by the European Court of Human Rights, so his stay in a penitentiary is not acceptable and I have once again demanded Navalny's release.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58287003/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Lorry drivers: Act now to avert crisis, government told",
      "tags": "UK Visas,Coronavirus lockdown measures,Haulage",
      "text": "The government is coming under further pressure to help alleviate the UK's lorry driver shortage. \nLobby groups for the retail and transport industries have jointly written to Business Secretary Kwasi Kwarteng warning the impact on supply chains is getting worse. \nThey want a review of plans not to grant temporary work visas to drivers from the EU, and better training.\nMinisters have said employers should invest in British workers.\nLogistics UK, which represents freight firms, and the British Retail Consortium (BRC) say that while Brexit and Covid-19 caused lorry drivers to leave the UK, a temporary visa could lure them back.\nThe two groups said in their letter a shortfall of about 90,000 HGV drivers \"is placing increasingly unsustainable pressure on retailers and their supply chains\".\n\"While there was a shortage of HGV drivers prior to the Covid-19 pandemic and Brexit, these two events have exacerbated situation. \n\"The pandemic halted driver training and testing for over 12 months, while an estimated 25,000 EU drivers returned home during the pandemic and following the end of the transition period.\"\nThe situation is likely to worsen over the coming weeks, the groups warn. The start of the school year and return of workers to offices is likely to increase the number of deliveries and locations, and the industry is fast approaching its busiest period - the build up to Christmas.\nThe two groups call for three specific measures:\nThe Road Haulage Association has already said that there was shortfall of about 60,000 lorry drivers in the UK over the summer. Supermarkets such as Tesco and Aldi have been offering bonuses and other incentives to boost recruitment, but the labour squeeze continues.\nAnalysis of the latest ONS Labour Force Survey for the second quarter suggests that 14,000 EU lorry drivers left jobs in the UK in the year to June 2020, and only 600 had returned by July 2021.\nA government spokesperson said on Friday: \"The British people repeatedly voted to end free movement and take back control of our immigration system and employers should invest in our domestic workforce instead of relying on labour from abroad.\n\"We recently announced a package of measures to help tackle the HGV driver shortage, including plans to streamline the process for new drivers to gain their HGV licence and to increase the number of tests able to be conducted. \n\"We have also temporarily relaxed drivers' hours rules to allow HGV drivers to make slightly longer journeys, but these must only be used where necessary and must not compromise driver safety.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58265160",
      "category": "uk",
      "title": "Foreign secretary Dominic Raab rejects calls to quit over Afghan interpreters",
      "tags": "Dominic Raab,Afghanistan",
      "text": "Foreign Secretary Dominic Raab has rejected calls to quit after claims he should have personally intervened to help evacuate Afghan interpreters.\nMr Raab was advised to phone his Afghan counterpart for urgent support - but it's understood the job was given to a junior minister.\nOpposition parties say this was an error of judgement that put interpreters' lives at risk.\nAsked in Downing Street if he would resign, Mr Raab replied: \"No\".\nEarlier this week, newspaper reports suggested the foreign secretary was seen relaxing on a beach on the Greek island of Crete on Sunday - the day Taliban militants entered Kabul, Afghanistan's capital.\nMr Raab said that while he was away he had been directing his team and engaging with international partners. \nAs originally reported by the Daily Mail, Mr Raab was advised by senior Foreign Office officials on Friday he should make contact with Afghan Foreign Minister Hanif Atmar to get urgent assistance in rescuing Afghan interpreters who had worked for the British military.\nOfficials said it was important the call was made by him rather than a junior minister - but they were told Mr Raab was unavailable. \nLabour's shadow foreign secretary Lisa Nandy said: \"How can Boris Johnson allow the foreign secretary to continue in his role after yet another catastrophic failure of judgement? \n\"If Dominic Raab doesn't have the decency to resign, the prime minister must show a shred of leadership and sack him.\"\nSNP Westminster leader Ian Blackford said Mr Raab had made \"a massive error of judgement\". He tweeted: \"His position is completely untenable and he must resign, or be sacked.\" \nLiberal Democrat leader Sir Ed Davey also said on Twitter: \"Raab must go\". \nBut Health Secretary Sajid Javid said his cabinet colleague was \"one of the most professional and most effective ministers I've ever worked with\". \nHe added: \"Instead of playing games, people should focus on the issue at hand which is what can we be doing as a country, as a government to support those people in Afghanistan whether they are British nationals or Afghan refugees.\" \nMinisters, like many of us, go on holiday in August.\nBut this is both a further illustration of the extent to which the government had little idea how fast things were changing in Afghanistan and, perhaps, that some in the Foreign Office are less than impressed with Mr Raab's focus, or lack of it, on the job -- and so decided to tell the Daily Mail about it.\nDefence Secretary Ben Wallace has suggested that phone call wouldn't have made any difference, given the Afghan government was crumbling.\nBut if the speed of its crumbling - and the takeover by the Taliban - was known within government last Friday, why was the foreign secretary still on holiday, as a huge plank of UK foreign policy was disintegrating?\nDefence Secretary Ben Wallace told BBC Breakfast \"the only thing that mattered\" last Friday was whether Kabul airport would continue to allow people to get out. \n\"No amount of phone calls to an Afghan government at that time would have made any difference,\" he added.\nResponding to a report in the Times that the permanent secretaries - the top civil servants - at the Home Office, Foreign Office and Ministry of Defence are currently on holiday, a government spokesperson said that \"departments across Whitehall have been working intensively\" on the situation in Afghanistan.\nThe BBC has been told that the civil servants in question are continuing to work while on holiday, and that the Ministry of Defence and Home Office have two permanent secretaries each, which ensures one is at work when the other is on leave.\nThe Foreign Office has a designated acting permanent secretary to cover periods of leave.\nMPs on all sides criticised the government's response to events in Afghanistan in the House of Commons on Wednesday.\nOn Wednesday night, Mr Raab said he had spoken to the US Secretary of State Antony Blinken to discuss both countries' response to the situation in Afghanistan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58284145",
      "category": "uk",
      "title": "Covid: Antibody therapy wins approval and NI sees cases surge",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow morning.\nA new Covid treatment that uses laboratory-made antibodies to attack the virus has been approved in the UK. The drug Ronapreve - known as REGEN-COV in the US - has been shown to prevent infections and reduce the need for hospital treatment, the regulator said. Made by the US company Regeneron and Switzerland's Roche, it was famously part of the experimental treatment given to former US President Donald Trump. The drug is expected to be used by the NHS soon but it is expensive and is likely to be reserved for those most at risk of getting seriously ill. Experts said it may be used for those who do not respond to the vaccine, because their immune systems are compromised. Meanwhile, AstraZeneca announced another antibody treatment - delivered by injection and lasting up to a year - cuts the risk of Covid symptoms by 77%.\nNorthern Ireland has reported its largest number of Covid-19 cases in a single day since the pandemic began. With 2,397 cases recorded on Friday, and an infection rate of more than 525 per 100,000 people over the past seven days, Northern Ireland has the highest rate of cases in the UK. One critical care consultant warned the situation was as difficult now as at any point in the pandemic and said he feared lives could be lost if other conditions went untreated at over-capacity hospitals. Health Minister Robin Swann has said vaccinating just 5% more adults in Northern Ireland could cut hospital admissions in half.\nA specialist agricultural and veterinary institution has banned students who have not had a Covid-19 vaccine from living on campus. Hartpury University and College is thought to be the first higher education institution to make vaccination compulsory. Hartpury said it was also likely to limit unvaccinated students' access to social events and venues. The rule will not apply to people with medical exemption, however. The university said it expects all eligible students will take up the offer of vaccination as soon as they can. \nApple has become the latest of the US tech giants to rethink its plans for returning to the office as cases of the Delta variant surge. Staff were told in a memo the company would not end remote working until January 2022 at the earliest. Apple had previous told employees they would be back in the office by September, before postponing it to October. In June, a group of employees protested over the plans, saying the company's lack of flexibility had pushed some people to quit. Google has delayed its return to the office to 18 October and has joined Facebook in saying it will require US workers to be vaccinated.\nA woman who gave birth while seriously ill with Covid-19 has finally returned home to live with her son - seven months later. Hajrah Aslam, from Peterborough, was 35 weeks pregnant in January when she caught coronavirus. After giving birth to her first child, Huzayfah, her oxygen levels fell dangerously low and she was put in an induced coma for six weeks. Later, she needed 11 weeks of rehabilitation therapy, building her strength and working on being able to walk and climb stairs again. \"All I could see was my baby boy's face. I kept on saying his name, even when I was in excruciating pain, I kept on going and going,\" says the 28-year-old.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nMore than 300,000 people aged 16 and 17 have now had their jab. If you or someone you know is still on the fence, take a look at the facts you need to know.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58277175",
      "category": "technology",
      "title": "Facebook moves to protect Afghan users' accounts amid Taliban takeover",
      "tags": "Social media,Afghanistan,Taliban,Twitter,Facebook,LinkedIn",
      "text": "Facebook has brought in new safety measures for users worried for their safety in Afghanistan, as the Taliban continue to cement their grip on power.\nThe firm says it \"removed the ability to view and search the 'Friends' list for Facebook accounts in Afghanistan\" to protect people from being targeted.\nProfessional networking site LinkedIn has also taken steps by hiding the connections of anyone in the country.\nThere are concerns the Taliban are using social media to track opponents.\nThe additional safety measures were announced on Thursday by Facebook's head of security policy, Nathaniel Gleicher.\n\"We've launched a one-click tool for people in Afghanistan to quickly lock down their account. When their profile is locked, people who aren't their friends can't download or share their profile photo or see posts on their timeline,\" Mr Gleicher tweeted.\nHe said that on Facebook-owned Instagram \"we're rolling out pop-up alerts in Afghanistan with specific steps on how to protect your account\".\nMr Gleicher added that Facebook was \"working closely with our counterparts in industry, civil society and government to provide whatever support we can to help protect people\".\nEarlier, the tech giant confirmed it would continue to ban Taliban content from its platforms as it considers the group to be a terrorist organisation.\nMeanwhile, Twitter said in a statement this week that its \"top priority is keeping people safe, and we remain vigilant\". \n\"The situation in Afghanistan is rapidly evolving. We're also witnessing people in the country using Twitter to seek help and assistance.\"\nTwitter has come under scrutiny for its handling of Taliban-related content.\nTaliban spokesmen used the platform to update their hundreds of thousands of followers, as the militant group retook control of Afghanistan.\nIn response to BBC questions earlier this week about the Taliban's use of Twitter, a company spokesperson highlighted policies against violent organisations and hateful conduct.\nAccording to its rules, Twitter does not allow groups that promote terrorism or violence against civilians.\nIn a statement emailed to the BBC, a LinkedIn company spokesperson said: \"Our team is closely monitoring conversations about developments in Afghanistan and taking action on any content that doesn't follow our professional community policies. \n\"We've also taken some temporary measures including limiting the visibility of connections for our members in the country.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58281782",
      "category": "uk-northern-ireland",
      "title": "Aidan McAnespie: Ex-soldier fails to have manslaughter trial halted",
      "tags": "The Troubles",
      "text": "A former soldier has lost a bid to have a manslaughter case against him dropped before it reaches trial. \nA judge ruled there are sufficient grounds for 51-year-old David Holden to stand trial over the killing of Aidan McAnespie in County Tyrone in 1988. \nTwenty-three-year-old Mr Anespie was shot dead at a checkpoint near Aughnacloy as he walked to a Gaelic football match.\nHe posed no threat to the soldiers on duty.\nThe accused, who was 18 at the time of the shooting, claims his hand was wet and his finger slipped on the machine gun trigger, discharging three bullets.\nOne of the shots hit Mr McAnespie in the back, after ricocheting off the road. \nLawyers for the Army veteran, who was in the Grenadier Guards regiment, had made an application to have the case dismissed, arguing that the evidence against him is insufficient.\nBut prosecutors claimed the accused's explanation for firing is \"implausible\" as a wet finger would not apply sufficient pressure to pull a trigger.\nThe judge found: \"Different views have been taken in the past as to whether the evidence is sufficient to warrant a charge of manslaughter being brought, but in my judgement it is.\"\nHe added how well the case \"stands up to scrutiny\" will be determined at his trial.\nA trial date will be fixed later this year. \nIt is expected to last three weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58283588",
      "category": "uk-politics",
      "title": "Afghanistan: Boris Johnson says he has full confidence in Dominic Raab",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Boris Johnson",
      "text": "Boris Johnson says he \"absolutely\" has full confidence in his foreign secretary amid criticism of Dominic Raab's decision not to call Afghan ministers over evacuating translators.\nMr Raab said he instead prioritised \"security\" at Kabul airport and \"delegated\" the call to a junior minister.\nBut that call did not happen due to the \"deteriorating situation\", he added.\nThe foreign secretary has rejected demands from the opposition to resign.\nSpeaking after a meeting of the government's emergency Cobra committee on Afghanistan, the prime minister dismissed suggestions the UK was uninterested in the issue, saying: \"The whole of the government has been working virtually round the clock.\"\nHe added that the situation at the airport in Kabul was \"getting slightly better\".  \nHe also said that the UK's commitment to Afghanistan was \"lasting\", adding: \"What I want to assure people is that our political and diplomatic efforts to find a solution for Afghanistan - working with the Taliban, of course, if necessary - will go on.\"\nSince Saturday, the UK has evacuated 1,615 people, including 399 British nationals and their dependants, 320 embassy staff, and 402 Afghan nationals who worked for the UK government in Afghanistan.\nMeanwhile, the government has announced £5m for local councils in England, Scotland and Wales offering to house Afghans who have arrived under the Afghanistan Relocations and Assistance Policy (ARAP) programme.\nUnder the scheme, Afghans who face threats from the Taliban having work for the UK in Afghanistan, have been allowed to come to the UK.\nA separate resettlement scheme has also been set up to relocate up to 20,000 Afghans over the long term with Home Secretary Priti Patel emphasising that the majority of those should be women and girls and persecuted minorities.\nNew arrivals from Afghanistan will be offered a first dose of a Covid vaccine and \"rapid access to support for mental wellbeing\".\nThe government has said it will also provide \"appropriate clothing\" and toys for the children to keep them entertained.\nEarlier this week it emerged, in a report by The Daily Mail, that Dominic Raab had been on holiday in Crete last Friday and unavailable to make the phone call to the Afghan foreign minister, as the Taliban advanced towards Kabul, Afghanistan's capital.\nLabour's shadow foreign secretary Lisa Nandy said Mr Raab's defence \"simply doesn't add up\". \n\"It should have been an absolute priority to speak to the Afghan government and set out the immediate actions necessary to ensure the safe evacuation of Britons and Afghans,\" she added.\nOn Friday, Mr Raab attended a virtual Nato meeting where the members emphasised the need for an \"inclusive\" government in Afghanistan and urged the Taliban to uphold human rights.\nMr Raab said: \"The UK's immediate priorities are working alongside our Nato allies to prevent Afghanistan from becoming a safe-haven for terrorists, ensuring that life-saving humanitarian aid can reach those who need it most, and working with international partners to safeguard stability in the region.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58274916",
      "category": "health",
      "title": "Lockdown screen time sees rise in short-sightedness among children",
      "text": ""
    }
  ]
}