{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59088498",
      "category": "science-environment",
      "title": "COP26: World leaders promise to end deforestation by 2030",
      "tags": "Deforestation of the Amazon rainforest,COP26,Brazil,Climate change,Environment",
      "text": "More than 100 world leaders have promised to end and reverse deforestation by 2030, in the COP26 climate summit's first major deal. \nBrazil - where stretches of the Amazon rainforest have been cut down - was among the signatories on Tuesday.\nThe pledge includes almost £14bn ($19.2bn) of public and private funds.\nExperts welcomed the move, but warned a previous deal in 2014 had \"failed to slow deforestation at all\" and commitments needed to be delivered on.\nFelling trees contributes to climate change because it depletes forests that absorb vast amounts of the warming gas CO2.\nUK Prime Minister Boris Johnson, who is hosting the global meeting in Glasgow, said \"more leaders than ever before\" - a total of 110 - had made the \"landmark\" commitment.\n\"We have to stop the devastating loss of our forests,\" he said - and \"end the role of humanity as nature's conqueror, and instead become nature's custodian\".\nThe two-week summit in Glasgow is seen as crucial if climate change is to be brought under control. \nThe countries who have signed the pledge - including Canada, Brazil, Russia, China, Indonesia, the Democratic Republic of the Congo, the US and the UK (the full list is here) - cover around 85% of the world's forests.\nSome of the funding will go to developing countries to restore damaged land, tackle wildfires and support indigenous communities.\nGovernments of 28 countries also committed to remove deforestation from the global trade of food and other agricultural products such as palm oil, soya and cocoa.\nThese industries drive forest loss by cutting down trees to make space for animals to graze or crops to grow.\nMore than 30 of the world's biggest financial companies - including Aviva, Schroders and Axa - have also promised to end investment in activities linked to deforestation. \nAnd a £1.1bn fund will be established to protect the world's second largest tropical rainforest - in the Congo Basin.\nProf Simon Lewis, an expert on climate and forests at University College London, said: \"It is good news to have a political commitment to end deforestation from so many countries, and significant funding to move forward on that journey.\"\nBut he told the BBC the world \"has been here before\" with a declaration in 2014 in New York \"which failed to slow deforestation at all\". \nThere are reasons to be cheerful about the proposed plan to limit deforestation, specifically the scale of the funding, and the key countries that are supporting the pledge.\nIt is also very positive that it will try to reinforce the role of indigenous people in protecting their trees. Studies have shown that protecting the rights of native communities is one of the best ways of saving forested lands.\nBut there are significant challenges.\nMany previous plans haven't achieved their goals. In fact, deforestation has increased since a similar pledge was launched in 2014. \nThere are often disputes between donors and recipients - Norway suspended funding for an Amazon fund in 2019 in an argument with Brazil's president.\nThere are also major questions over how a major financial pledge could be effectively policed. \nHow can funders verify that forests are actually being protected without spying from satellites or challenging national sovereignty in some way?\nAnd question marks also hang over a key plank of the new plan, which is to try to remove the link to deforestation from consumer goods sold in developed countries. \nOne aspect is eating meat from animals, raised on imported soy grown on cleared lands. Will governments push companies and consumers to eat less meat to save the world's most important forests?\nEcologist Dr Nigel Sizer called the agreement \"a big deal\" - but that some will find the target of 2030 disappointing. \n\"We're facing a climate emergency so giving ourselves another 10 years to address this problem doesn't quite seem consistent with that,\" said Dr Sizer, a former president of the Rainforest Alliance. \n\"But maybe this is realistic and the best that they can achieve.\" \nThe deal's signatories include a number of key countries. \nIndonesia is the world's largest exporter of palm oil, a product found in everything from shampoo to biscuits. Production is driving tree destruction and territory loss for indigenous people.\nMeanwhile, Russia's huge natural forests, with more than one fifth of the planet's trees, capture more than 1.5 billion tonnes of carbon annually. \nIn the planet's biggest rainforest, the Amazon, deforestation accelerated to a 12-year high in 2020 under Brazilian President Jair Bolsonaro.\nAsked whether leaders like Brazil's Mr Bolsonaro could be trusted to abide by the pledge, the UK's Environment Secretary George Eustice said \"we should be really positive when countries engage\".\n\"Last time there was an attempt at getting such a commitment on forests [in 2014], Brazil didn't take part, neither did Russia, neither did China.\n\"Brazil, they've really engaged with us on this agenda. It's a big step for them.\"\nBut pressed on whether the agreement will be enforceable, Mr Eustice said: \"It doesn't go as far into talking about enforcement mechanisms and so forth, that's not the nature of these agreements.\"\nHe said what was different about this pledge in particular is that there is \"the finance to back [it] up\".\nUS President Joe Biden said he was \"confident\" the global pledge could be met, telling world leaders: \"All we need to do is summon the will and do what we know is right. We can do this.\"\nHe said the US would lead by example, and announced it would spend $9bn (£6.6bn) to conserve and restore forests.\nRead more about the COP26 summit here.\nAna Yang, executive director at Chatham House Sustainability Accelerator, who co-wrote the report Rethinking the Brazilian Amazon, said: \"This deal involves more countries, more players and more money. But the devil is in the detail which we still need to see.\"\nBut many people living in the Amazon, including in its urban areas, depend on the forest for their livelihoods and they need support in finding new incomes, she added. \nPrince Charles told COP26 delegates that nations had to \"honour\" the rights of indigenous people as they were \"experienced custodians\" of their habitats. And speaking to members of the Global Alliance of Territorial Communities - representing 24 countries with tropical rainforests - he said: \"We've got to work harder to save your forests, for all our sakes.\" \nTuntiak Katan, from the Coordination of Indigenous Communities of the Amazon Basin, welcomed the deal, saying that funds should be invested in supporting indigenous communities who are able to manage and protect forests.\nMr Katan, an indigenous Shuar from Ecuador, told the BBC indigenous communities globally protected 80% of the world's biodiversity but faced threats and violence.\n\"For years we have protected our way of life and that has protected ecosystems and forests. Without us, no money or policy can stop climate change,\" he said. \nOne of the biggest causes of forest loss in Brazil is to grow soy beans, much of which goes to China and Europe for animal feed for pigs and chickens, said Dr Sizer. \n\"We all end up consuming that, unless we're strict vegetarians and we don't eat soy. It's a very serious problem that we're all connected with.\"\nTrees are one of our major defences in a warming world. They suck carbon dioxide out of the atmosphere, acting as so-called carbon sinks. They absorb around one third of global CO2 emitted each year.  \nUnder present targets, the world is on track for warming of 2.7C by 2100 - which the UN says would result in climate catastrophe.\nCurrently an area of forest the size of 27 football pitches is lost every minute.\nDepleted forests can also start to release CO2. If too many trees are cut down, scientists are worried that the planet will reach a tipping point that will set off abrupt and unpredictable climatic change.\nAlso on the second day of the two-week climate summit:\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59118835",
      "category": "uk-scotland",
      "title": "COP26: Glasgow's UN climate conference opens with key speeches",
      "tags": "Boris Johnson,COP26,Climate change,Glasgow",
      "text": "Prime Minister Boris Johnson has addressed world leaders at Glasgow's COP26 climate change summit.\nEarlier he welcomed about 120 heads of state to the UN event, including US President Joe Biden.\nThe UK is hosting the two-week conference, which was delayed by a year because of the coronavirus pandemic. \nAbout 25,000 delegates are attending and thousands of activists have also travelled to Scotland's biggest city for fringe events and protests. \nThe opening ceremony of the COP26 summit began with Skye musician Brìghde Chaimbeul, 22, performing an arrangement of traditional melodies ahead of Mr Johnson's speech.\nThe PM told leaders and delegates that the \"anger and the impatience of the world\" would be uncontainable \"unless we make this COP26 in Glasgow the moment that we get real about climate change\".\nAfter the opening address, climate activists from vulnerable parts of the world, including one from the Amazon, spoke about the threat climate change poses to them. \nPrince Charles, UN Secretary General Antonio Guterres and Sir David Attenborough also spoke. \nIn the first key session of the gathering world leaders will outline their own climate plans. \nLeaders from nations across the globe earlier filed through a large hall in the Scottish Event Campus on the banks of Clyde to pose for photographs with the UK Prime Minister and United Nations Secretary General Antonio Guterres. They include;\nMr Biden landed at Edinburgh airport on Air Force One shortly before 11:00 and travelled west to Glasgow. \nHis aircraft was one of many conveying politicians and delegates to the climate change conference. \nScotland's First Minister Nicola Sturgeon said she understood that the air travel involved may send a \"mixed message\" - but agreed that more progress is made when leaders meet in person.\n\"Given all of the travel required to get here, it even further increases the pressure on the shoulders of world leaders to make sure it's worth it,\" she said.\nMs Sturgeon met Greta Thunberg and fellow campaigner Vanessa Nakate, from Uganda, inside the blue zone. \nSpeaking at an event hosted by the environmental organisation WWF, Ms Sturgeon said voices such as Ms Thunberg's were \"so important\" as they challenge political leaders from across the globe on \"the hard realities of our own lack of delivery\".\nThe Swedish environmental activist was greeted by hundreds of supporters when she arrived in Glasgow by train on Saturday. \nMs Thunberg has previously been critical of the Scottish government's climate policy, saying that the country was \"not a leader on climate change\", as the First Minister had previously stated.\nScotland has pledged to cut emissions by 75% by 2030 and be net zero by 2045, but the last three years of targets have been missed. \nGlasgow residents and commuters have faced travel disruption because of the summit. \nOn the M8, congestion connected with road closures for the summit was exacerbated by traffic accidents during the morning with tail-backs from the city centre all the way to Glasgow Airport reported\nThe Erskine Bridge was closed at short notice for 90 minutes to allow the Greenpeace vessel the Rainbow Warrior, which is carrying youth climate activists, to pass safely beneath. \nClosures near the COP26 site on the Clydeside Expressway and Clyde Arc - known as the Squinty Bridge - increased peak-time delays.\nBut train services from London to Glasgow resumed on Monday morning after the West Coast line's closure on Sunday. Overhead electric wires had been damaged by a fallen tree in England.\nGlasgow's Central Station has now caught up with the backlog and duty manager Alan O'Neill told BBC Scotland that trains are back to normal and the station is running well.\nHe said: \"We've had some silent protesters which were no trouble. Passengers are fine and the trains have caught up. Everything is flowing easy enough.\"\nMr O'Neill added that lateral flow tests and face masks were being distributed at the main entry points as many people travelling from England were unaware face coverings are still mandatory in most indoor public settings in Scotland.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59121535",
      "category": "uk",
      "title": "COP26: Get serious about climate change or it will be too late - Johnson",
      "tags": "COP26,Climate change",
      "text": "\"If we don't get serious about climate change today, it will be too late for our children to do so tomorrow,\" Prime Minister Boris Johnson has told leaders at the start of the COP26 summit.\nMr Johnson said the conference in Glasgow \"must mark the beginning of the end\" of climate change.\nHe was speaking to leaders from 120 countries ahead of tense talks.\nThe COP26 conference is seen as crucial if temperature increases, and changes to the climate, are to be limited.\nThe world is now about 1.2C warmer than it was in the 19th Century - and extreme weather events like heatwaves, floods and forest fires are already becoming more intense. \nThe 2015 Paris climate conference called for average temperatures to rise by well below 2C, and preferably only 1.5C, when compared to pre-industrial averages. \nBut unless more is done, the planet is already on track to warm by more than 2C by the end of this century. \nSpeaking on Monday after a morning spent welcoming the world leaders to Glasgow, Mr Johnson said time was running out.\n\"The longer we fail to act, the worse it gets and the higher the price when we are eventually forced by catastrophe to act,\" he said.\n\"Humanity has long since run down the clock on climate change. It's one minute to midnight on that Doomsday clock and we need to act now.\"\nThe prime minister added: \"If summits alone solve climate change then we wouldn't have needed 25 previous COP summits to get where we are today. \n\"But while COP26 will not be the end of climate change it can and it must mark the beginning of the end.\"\nVeteran broadcaster and environmentalist Sir David Attenborough also spoke to the leaders, and was given a standing ovation by US President Joe Biden.\nAlongside a dramatic soundtrack and a video showing striking images of the planet, Sir David said: \"Today, those who have done the least to cause this problem are being the hardest hit - ultimately all of us will feel the impacts, some of which are now unavoidable.\"\n\"We are already in trouble,\" he told them - but said he hoped they would be motivated by a \"desperate hope\" rather than fear.\n\"In my lifetime I've witnessed a terrible decline,\" said the 95-year-old. \"In yours, you could and should witness a wonderful recovery.\"\nAnd in his speech, Prince Charles also urged the world leaders into action, saying he understood that many countries could not afford to \"go green\". \nInstead, he said, there needs to be a \"vast military-style campaign to marshal the strength of the global private sector\", which had trillions of dollars at its disposal, he said.\nWorld leaders arrived at the Scottish Events Campus in Glasgow for the official opening on Monday morning. Later, they will make statements setting out what their countries are already doing on climate change.\nThe venue has officially become United Nations territory for the summit - with high levels of security to get in and patrols by armed UN officers.\nSome people have criticised the amount of air travel the conference was generating, as estimates suggested hundreds of private planes had flown into Glasgow.\nBut Foreign Secretary Liz Truss earlier defended the decision to host world leaders in person, saying face-to-face talks were needed for \"crunch negotiations\" such as this. \nScotland's First Minister Nicola Sturgeon said she understood that the air travel involved may send a \"mixed message\" - but agreed that more progress is made when leaders meet in person.\n\"Given all of the travel required to get here, it even further increases the pressure on the shoulders of world leaders to make sure it's worth it,\" she said.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-59116657",
      "category": "uk-england-berkshire",
      "title": "Reading stabbing: Three arrested on suspicion of murder",
      "tags": "Reading,Tilehurst",
      "text": "Three men have been arrested on suspicion of murder after a man was stabbed to death in what police have described as a \"targeted\" attack.\nThe victim, who was in his 20s, died on Romany Lane in Tilehurst, Reading, on Sunday at about 22:40 GMT.\nAn 18-year-old man and two 19-year-olds, who are all from Reading, remain in custody. \nThames Valley Police said there was not believed to be any further risk to the public.\nOfficers remain at Romany Lane and there will be an increased police presence there while the investigation continues, the force said.\nSenior investigating officer Det Ch Insp Andy Howard said: \"We are currently in the early stages of this investigation and three people have been arrested on suspicion of murder.\n\"At this time we believe that this was a targeted incident and that there is no risk to the wider public.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59117027",
      "category": "business",
      "title": "Ryanair set to cut winter fares to boost demand",
      "tags": "Companies,Travel & leisure industry,Aerospace,Air travel,Ryanair",
      "text": "Ryanair says it is expecting to cut fares this winter to help boost passenger demand.\nWhile the airline has seen business picking up recently, it warned it was still recovering from the Covid-related collapse in air travel.\nRyanairreported a narrowing of half-year losses, but warned its annual deficit could hit €200m (£170m).\nBoss Michael O'Leary told the BBC the industry was seeing a \"very strong recovery\" across Europe.\nHowever, he said heavy price discounting would be needed to fill aircraft this winter. \nKeeping prices low and passenger numbers high would \"set us up strongly for a very strong recovery\", he said.\nMr O'Leary added that the number of empty seats per plane would shrink from around 20% to under 10% by next summer. The airline expects to return to profitability in the year ending March 2023.\n\"We're seeing very strong recovery in short-haul travel across Europe and it is being led by Ryanair,\" he told the BBC's Today programme.\nHe said there had been a \"dramatic\" recovery in passenger numbers, from eight million in the three months to June to 31 million in the following three months.\nThe recent school holidays had seen Ryanair \"full to the gills as people got a last bit of sun\", Mr O'Leary said. But that did not mean the hit to the industry from the coronavirus pandemic was over, he added.\nThe carrier reported an after-tax loss of €48m for the six months to September, which compared with a loss after tax of €411m a year earlier.\nRyanair carried 39.1 million passengers in the six months to the end of September, 54% fewer than in the same period of 2019.\nThe airline is expecting to make of loss of between €100m-200m for the full year, but Mr O'Leary said the guidance could not be more specific because there was still \"little visibility\" on ticket prices and recovery.\nBut he said the post-pandemic recovery offered the best growth opportunities of his three-decade career. In September, Ryanair lifted its passenger growth target. The airline now expects to fly 225 million passengers a year by 2026, up from 200 million previously forecast.\nThe airline reiterated it expects to return to pre-Covid profitability in the year ending March 2023."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-59125143",
      "category": "world-asia-india",
      "title": "COP26: India PM Narendra Modi pledges net zero by 2070",
      "tags": "Narendra Modi,COP26,Climate change,India",
      "text": "India has promised to cut its emissions to net zero by 2070 - missing a key goal of the COP26 summit for countries to commit to reach that target by 2050.\nPrime Minister Narendra Modi made the pledge, the first time India has set a net zero target, at the Glasgow summit.\nNet zero, or becoming carbon neutral, means not adding to the amount of greenhouse gases in the atmosphere. \nChina has announced plans for carbon neutrality by 2060, while the US and EU aim to hit net zero by 2050.\nThe Indian leader is one of more than 120 leaders to have gathered in Glasgow for the two-week conference. \nDozens gave speeches on Monday laying out goals to tackle the climate crisis, including UK Prime Minister Boris Johnson, US President Joe Biden and UN Secretary General António Guterres.\nPresident Biden said that every day the world delayed in tackling climate change, the cost of inaction increased.\nBut he told delegates that the fight against global warming offered incredible opportunities for world economies.\nIndia is the world's fourth biggest emitter of carbon dioxide after China, the US and the EU.\nBut its huge population means its emissions per capita are much lower than other major world economies. India emitted 1.9 tonnes of CO2 per head of population in 2019, compared with 15.5 tonnes for the US and 12.5 tonnes for Russia that year.\nMr Modi made the pledge as one of five commitments from his country.\nThey include a promise for India to get 50% of its energy from renewable resources by 2030, and by the same year to reduce total projected carbon emissions by one billion tonnes.\nWhile the 2070 net zero target may have disappointed activists and experts in Glasgow, Mr Modi seems to have impressed people back home. \nIndia had \"clearly put the ball in the court of the developed world\" by announcing 500 gigawatts (GW) of non-fossil electricity capacity, half of energy from renewables, a reduction of emissions by one billion tonnes and emissions intensity of the GDP by 45% by 2030, according to Arunabha Ghosh, Chief Executive Officer of the Council on Energy, Environment and Water, a leading climate think tank. \n\"This is real climate action. Now India demands $1tn (£722bn) in climate finance as soon as possible and will monitor not just climate action but also climate finance,\" Dr Ghosh said.\nThe BBC's Vikas Pandey reports that the prime minister appears to have found the middle ground for his base - he is seen as being serious about climate change but without compromising India's economic potential.\nMost headlines are using words like \"big\" and \"major\" to describe the announcement, our correspondent reports.\nIndia's Prime Minister Narendra Modi used most of his time in front of his fellow world leaders to underline the need for lifestyle changes as the greatest solution to climate change. \nBut Mr Modi saved his biggest news to the last minute. \nDetailing what he termed were India's \"five elixirs\" for climate, Mr Modi announced that his country would adopt a net zero emissions target - by 2070.\nThis is quite a significant step for the world's third largest emitter, still getting more than 50% of the country's electricity from coal.\nIt has to be tempered by the fact that the date is far past the mid-century goal for carbon neutrality that scientists say is necessary to avert the most dangerous levels of warming.\nBut there has been a general welcome for the goal.\nMr Modi's address came after a strongly worded speech from UN Secretary General António Guterres. Demanding that people stop \"treating nature like a toilet\" he sharply criticised continued use of fossil fuels, saying \"we are digging our own graves\".\nUK Prime Minister Boris Johnson said future generations \"will judge us with bitterness\" if they failed at the conference, while US President Joe Biden said that \"none of us can escape the worst of what's yet to come if we fail to seize this moment\".\nBut outside the conference on the streets of Scotland's largest city, activists and protesters demanded more from global leaders. \nTeenage campaigner Greta Thunberg told a crowd of demonstrators that politicians at the summit are \"pretending to take our future seriously\".\n\"Change is not going to come from inside there. That is not leadership. This is leadership. This is what leadership looks like,\" she said to cheers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59124775",
      "category": "uk",
      "title": "COP26: 'The time for words has now moved to the time for action'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59117529",
      "category": "uk-politics",
      "title": "UK could take legal action against France over fishing row, says Liz Truss",
      "tags": "Fishing,Boris Johnson,Emmanuel Macron,G20,Brexit",
      "text": "The UK is prepared to take legal action against France over the ongoing row about post-Brexit fishing rights, Foreign Secretary Liz Truss has warned.\nLast month, the UK and Jersey denied permits to dozens of French boats to operate in their waters.\nIn retaliation, France threatened to block British boats from some of its ports and cut electricity to Jersey. \nMs Truss told the BBC that France was acting \"unfairly\" in setting a deadline for issuing more fishing permits.\nFrance says that, unless this happens by Tuesday, it will prevent British fishing boats from disembarking at its ports, and step up border checks on UK goods.\nOfficials in Paris have also threatened to tighten security checks on British boats, and increase checks on trucks going to and from the UK.\nRepresentatives from the European Commission, France, the UK and the Channel Islands are holding talks via video link on Monday afternoon.\nA commission spokesperson said they hoped the meeting would bring a \"swift solution on the outstanding issues\".\nFrance has accused the UK of making a \"political choice\" by rejecting \"more than 40%\" of French boats' applications to fish in UK and Channel Island waters.\nBut the UK's Brexit minister Lord Frost has said the UK had been \"very generous\" in granting 98% of applications from EU vessels.\nMs Truss told BBC Radio 4's Today programme that fishing licences had been awarded to French boats \"entirely in accordance\" with the post-Brexit deal between the EU and UK.\nShe warned that unless France withdrew its threats, the UK was prepared to \"use the dispute resolution mechanism in the trade deal we signed with the EU to take action against the French\". \n\"We're simply not going to roll over in the face of these threats,\" she added.\nFor Labour, shadow business secretary Ed Miliband told Sky News he \"didn't like the way the French had behaved\" and urged both sides to \"lower the temperature\" of the debate. \nEmmanuel Macron is under massive pressure from the nationalist right in France in the lead-up to next year's presidential election.\nHe has a lot to gain from the metaphorical waving of the French flag, being seen to be standing up to \"perfidious Albion\", as the French have sometimes referred to the Brits (or the English, depending on the exact moment in history) for centuries.\nBoris Johnson too knows that a row with the French - or with Brussels - plays well with much of his Conservative Party and many of his supporters.\nA useful diversion, say critics, from domestic problems like soaring gas prices, haulier shortages and studies, like the recent one published by the Office for Budget Responsibility, suggesting that Brexit will cost the UK economy more than Covid-19.\nRead Katya's blog in full\nOn Sunday, Boris Johnson and French President Emmanuel Macron met for 30 minutes during the G20 summit but failed to resolved the problem.\nThe UK government said it was \"up to France\" to draw back from its threats, while Mr Macron insisted the ball was \"in Britain's court\".\nUK-French tensions were further inflamed on Friday, when a letter emerged from French Prime Minister Jean Castex to European Commission President Ursula von der Leyen suggesting the fishing dispute was an opportunity to show that EU countries risked more damage from leaving the bloc than staying in.\nMr Johnson said he was \"puzzled to read a letter from the French prime minister explicitly asking for Britain to be punished for leaving the EU\".\nAlthough fishing is a small part of both the British and French economies, it has been a highly sensitive political issue throughout Brexit. \nThe latest row began after a British trawler was seized by France and another fined during checks off Le Havre on Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59123349",
      "category": "uk",
      "title": "The Queen spotted driving car near Windsor estate",
      "tags": "UK Royal Family,Windsor,Queen Elizabeth II,Windsor Castle",
      "text": "The Queen has been pictured driving near Windsor Castle, three days after being advised by her doctors to rest and only carry out light duties.\nThe monarch, 95, was photographed in a headscarf and sunglasses behind the wheel of a green Jaguar estate car.\nShe is known to drive to take her Corgi dogs out for walks in the area.\nIt comes just over a week after the Queen spent the night in hospital for preliminary medical checks.\nBuckingham Palace said on Friday the Queen would be not undertaking official visits over the next two weeks.\nThe palace said doctors told her she could \"continue to undertake light, desk-based duties during this time, including some virtual audiences\".\nOfficials added that the Queen would not be at the annual Festival of Remembrance at the Royal Albert Hall on 13 November, but it was her \"firm intention\" to attend the Remembrance Sunday service at the Cenotaph in London the following day.\nIt was announced last week that the Queen would not be attending the COP26 climate change summit in Glasgow. A pre-recorded video address from the Queen to world leaders and other delegates is due to be shown this evening.\nThe Queen maintained a busy schedule in October and was seen using a walking stick at a Westminster Abbey service, the first time she has done so at a major event.\nShe hosted a Global Investment Summit at Windsor Castle on 19 October.\nThe next day a spokesman said a planned trip to Northern Ireland had been cancelled, and the monarch had \"reluctantly accepted medical advice to rest for the next few days\".\nThen, in a later statement, Buckingham Palace said she had spent the night at the King Edward VII's Hospital in central London. She returned the following day to Windsor Castle, where she was said to be \"in good spirits\".\nThe Queen resumed public engagements last Tuesday, 26 October, by holding virtual audiences with ambassadors via video link from Windsor Castle.\nSpeaking on Saturday, Prime Minister Boris Johnson, who has a weekly audience with the Queen, confirmed he had spoken to her and she was \"on very good form\".\nHe said: \"She's just got to follow the advice of her doctors and get some rest and I think that's the important thing. The whole country wishes her well.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59114310",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Significant increase in NI booster jab rollout expected",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "A \"significant increase\" in the number of people receiving a Covid booster jab is expected in the coming days and weeks, the health minister has said.\nRobin Swann reiterated the importance of an accelerated booster jab rollout and said it would provide people with \"vital and timely protection\". \nNorthern Ireland's rollout of the booster jab is considerably lower than the rest of the UK.\nOnly 28% of those eligible have received a booster.\nElsewhere in the UK that figure is more than 50%, with Wales close to 60%.\nThe figures were revealed following a weekend when the health service experienced another weekend of severe pressures, with long waits for some patients at emergency departments.\nMr Swann met with senior health officials on Monday for an update on the booster programme.\n\"I expect to see a rapidly increasing number of people getting these jabs,\" he said, adding that he had been assured 210,000 doses had already been ordered by GP practices. \nHe said anyone who was 50 or older and who had their second jab at least six months ago could contact a community pharmacy to book a booster jab, if they did not want to wait to hear from their GP.\nIt is understood a number of meetings involving the chief medical officer took place last week exploring ways of improving booster delivery.    \nAmong those prioritised were care home residents and staff as well as other healthcare staff.\nThe breakdown of those vaccinated has not been published.\nRollout of the jab seems to vary from one area to another depending on how individual general practices are calling patients.\nWhile some GPs are separating the flu and booster jabs, others are organising patients to come in for both together.\nThat might depend on what staff they have available and the size of the practice.\nHowever, the variation is causing some confusion, even frustration, among some members of the public who say they are afraid of missing out.\nThe message from GPs has been \"don't ring us - wait until you are called\".\nThe chair of the British Medical Association in Northern Ireland's GP committee said he was confident that over the next week \"vast waves of booster vaccines\" would be given alongside the flu jab. \nDr Alan Stout said that it comes as people hit their six-month mark, after having received their second dose of the vaccine. \nHe added that practices are continuing to prioritise patients, which is the right course of action, and the rollout lag is not a concern.\n\"Whenever you are given the booster, you are boosting from an already high level of immunity,\" he said.\n\"People, at this stage, haven't fallen off a cliff in terms of their immunity. We are giving it at a good time - in winter when they need a boost and which will protect them through to the spring.\"\nCommunity pharmacies are offering the Moderna Covid-19 booster to those who are eligible.\nA list of pharmacies across Northern Ireland who are offering the booster jab is available here.\nIn order to keep one step ahead of Covid - according to experts - vaccine uptake is crucial.\nCurrently 89.73% of the Northern Ireland population aged 18 or older is vaccinated - the aim is 90%.\nThere is evidence that immunity of the vaccine is waning, especially in the over 50s and 60s where there has been a noticeable increase in hospital admissions.\nThat is why health officials would like to see the pace quicken around administering boosters.    \nWhile the rollout of the booster jab has created \"additional\" work for GPs, this system has proved to work best as they can contact the public directly.\nSome are still coming forward for their first vaccine.       \nAccording to the Covid dashboard, over the past week 4,000 people under the age of 30 received their first dose.  \nDuring the Halloween break pop-up clinics for 12 to 15-year-olds got under way - data on this group is expected to go live this week.\nBut it was one of the busiest weekends of the year for hospitals and the ambulance service.\nAs of Sunday morning, 500 people were waiting in emergency departments - almost 200 for more than 12 hours.\nA source at the ambulance service said Saturday was one of the \"hardest and busiest shifts\" they had ever worked.\nAbout 90% of ambulance turnaround times were longer than the standard 30-minute wait.  \nA spokesperson said NIAS continued to work with colleagues in the health service \"to find a sustainable solution to the issue of ambulance turnaround times\", but current pressures are \"such that the current situation is likely to continue\".\nNIAS said it would seek to ensure that the most seriously ill or injured \"receive the quickest and most appropriate response\", but that would mean those with \"less urgent clinical needs may face longer waits for ambulance response, for which we would apologise in advance\". \nIn the Republic of Ireland, Health Minister Stephen Donnelly has authorised the use of booster jabs for healthcare workers.\nThey will begin to be administered at the weekend.\nHe said this followed advice he had received from the National Immunisation Advisory Committee (NIAC)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58171814",
      "category": "science-environment",
      "title": "Climate change: Four things you can do about your carbon footprint",
      "tags": "Transport,COP26,Climate change,Carbon footprint",
      "text": "Tackling climate change will require world leaders to take action on a global level.\nBut as individuals we also contribute to damaging emissions. Here are some things you can do to reduce your personal impact.\nFrom installing a heat pump to turning down the heating, there is a raft of changes around the home that can help the planet.\n\"Switching from a gas or oil-powered heating system to an electric heat pump makes a considerable difference,\" according to Dr Neil Jennings, an academic from Imperial College London. \n\"On a day-to-day basis, switching off lights and appliances when not in use can help us to save money while reducing our impact on climate change.\"\nThe UK government will offer grants of £5,000 for the installation of heat pumps from April 2022.\nWe can change our homes by improving insulation in our walls, ceilings and windows. \nDraught-proofing is one of the cheapest and most effective ways to save energy, according to the Energy Saving Trust (EST). This involves blocking up unwanted gaps that let cold air in and warm air out, such as around windows, doors or skirting boards. \nThe EST estimates that draught-proofing could save £25 a year on household bills.\nSwitching to a green energy provider or a green tariff can significantly reduce your household's carbon footprint. But a recent increase in wholesale energy price means many providers have withdrawn their offers.\nLivestock creates 14% of all greenhouse gases globally, with cattle being by far the largest contributor. \nThe simplest and most effective way to limit your impact is to reduce meat and dairy in your diet, particularly red meat such as lamb and beef.\nGood news for vegans, obviously - but there are other considerations to take into account.\nIt's not just a question of \"tagging individual products as good or bad\", says biologist Prof Margaret Gill of the University of Aberdeen. \nShe says the carbon footprint of any given food also depends on how it is produced, where it comes from and whether it's in season.\nDr Jonathan Foley, who investigates climate change solutions, says you can save money and reduce waste by making smaller portions and saving leftovers for later at home.\nThe world wastes between 25% and 30% of its food, according to the Waste & Resources Action Programme.\nTransport is responsible for almost a quarter of carbon dioxide global emissions.\nLiving car-free might be \"the most impactful thing we can do to reduce our transport emissions\", according to Dr Jennings. \nHowever, ditching the car is not possible for everyone, particularly if you live in an area without good public transport, or work night shifts when it isn't running. \nSmall steps still have an impact, like walking and cycling to the local shops or sharing car journeys with friends or neighbours. \nElectric cars are becoming more widespread, but they are still expensive. And it is only truly green travel if the electricity used to power the car comes from green energy sources, such as wind or solar. Low-carbon sources made up 58% of the UK's electricity in 2020, including nuclear.\nUnfortunately for keen travellers, flying is one of the most carbon-intensive things we can do as individuals.\nDomestic flights have the largest emissions per person per kilometre. \nTrain journeys can have less than a fifth of the impact of a domestic flight, although they might be more expensive. Booking in advance can help reduce the cost.\n\"For those who fly a lot, reducing the number of flights you take will make a considerable difference to your personal footprint,\" says Dr Jennings.\nIt takes 3,781 litres of water to make one pair of jeans, according to the UN's Environment Programme, taking into account cotton production, manufacture, transport and washing.\nYou can limit your impact by repairing minor faults in clothing rather than replacing, donating rather than throwing away and choosing higher-quality items that you think will last longer.\nAn increasing number of companies are offering clothes to rent, which helps reduce waste in the fashion industry. You could also try buying second hand.\nChoosing the right household appliances can also have a positive effect on your carbon footprint. Dr Jennings suggests making sure you are buying the most energy-efficient products, such as washing machines, when they need replacing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59109186",
      "category": "world",
      "title": "G20 pledge climate action but make few commitments",
      "tags": "COP26,Climate change,G20",
      "text": "The leaders of the world's richest economies have agreed to pursue efforts to limit global warming with \"meaningful and effective actions\".\nBut the agreement from the G20 summit in Rome made few concrete commitments, disappointing activists. \nHost nation Italy had hoped that firm targets would be set before the COP26 summit in Glasgow, which has now begun.\nUK PM Boris Johnson, who is hosting COP26 said leaders' promises without action were \"starting to sound hollow\".\n\"These commitments... are drops in a rapidly warming ocean,\" Mr Johnson said.\nUS President Joe Biden said there were a \"series of very productive meetings\" at the G20, adding that he was \"looking forward to continuing to make progress\" on climate issues in Glasgow.\nHe also said China and Russia - who are among the world's biggest polluters - \"basically didn't show up\" on matters of the climate, which was \"disappointing\".\nThe G20 group, made up of 19 countries and the European Union, accounts for 80% of the world's emissions.\nThe communiqué, or official statement released by the leaders, also makes no reference to achieving net zero by 2050. \nNet zero means reducing greenhouse gas emissions as much as possible, until a country is absorbing the same amount of emissions from the atmosphere that it is putting out.\nItalian Prime Minister Mario Draghi did however say in his closing statement that all of the G20 countries are committed to reaching the target by the mid-century. Scientists say this must be achieved by 2050 to avoid a climate catastrophe, and most countries have agreed to this.\nHowever China - the world's biggest polluter - and Russia have pushed that target out to 2060. \nNeither China's President Xi Jinping, nor Russia's Vladimir Putin were in Rome for the conference, instead joining via video link. Their absence raised concerns that a deal would not be easy to reach.\nMr Putin said his plan was to \"not just to reach carbon neutrality, but to make sure that within the next three decades, the amount of greenhouse gas emissions in Russia is lower than, for instance, that of our neighbours and colleagues in the EU.\"\nThe communiqué does pledge to stop financing new, unabated coal plants internationally by the end of this year - a strong message to coal-reliant nations such as China, Russia and India. But the G20 leaders stopped short of agreeing to end coal power in their own nations.\nMr Draghi said that they were closer to reaching the goal of providing $100bn a year in climate financing to developing countries - a key pledge which has been pushed out to 2023. \nAntónio Guterres, the UN's secretary-general, tweeted that he was leaving Rome with his \"hopes unfulfilled\" but not buried.\nMr Johnson said it had been a \"reasonable\" G20, with some progress made, but there was still so much work to do that \"right now, the Paris agreement and the hope that came with it is just a piece of paper\".\nLeaders are due to leave Rome and arrive in Glasgow on Sunday night ahead of their high-level climate talks on Monday at COP26.\nMr Johnson had a gloomy message ahead of the conference: \"If Glasgow fails, then the whole thing fails.\"\nActivists had expressed their disappointment over the communiqué, feeling it was not tough enough. \nOscar Soria, of the activist network Avaaz, told the agency there was \"little sense of urgency\" coming from the group, adding: \"There is no more time for vague wish-lists, we need concrete commitments and action.\"\nHowever, others have been keen to paint the G20 as a stepping stone to COP26, which will see delegates from nearly 200 countries gather to discuss cutting carbon emissions.\nA US official told reporters the G20 was about \"helping build momentum\" before the leaders head to Glasgow, while France's President Emmanuel Macron told newspaper Journal du Dimanche that \"nothing is ever written before a COP\". \nOn Saturday, the first day of the two-day summit, focus was on Covid and the economy, with an agreement being reached on a global tax rate which will see the profits of large businesses taxed at least 15%.\nIt follows concern that multinational companies are re-routing their profits through low tax jurisdictions.\nAfter years of talking, the planet is now at least 1.1C hotter than the pre-industrial level. Climate scientist want warming restricted to 1.5C to prevent climate catastrophe. \nRead more about the COP26 summit here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59121535/#comp-comments-button",
      "category": "#comp-comments",
      "title": "COP26: Get serious about climate change or it will be too late - Johnson",
      "tags": "COP26,Climate change",
      "text": "\"If we don't get serious about climate change today, it will be too late for our children to do so tomorrow,\" Prime Minister Boris Johnson has told leaders at the start of the COP26 summit.\nMr Johnson said the conference in Glasgow \"must mark the beginning of the end\" of climate change.\nHe was speaking to leaders from 120 countries ahead of tense talks.\nThe COP26 conference is seen as crucial if temperature increases, and changes to the climate, are to be limited.\nThe world is now about 1.2C warmer than it was in the 19th Century - and extreme weather events like heatwaves, floods and forest fires are already becoming more intense. \nThe 2015 Paris climate conference called for average temperatures to rise by well below 2C, and preferably only 1.5C, when compared to pre-industrial averages. \nBut unless more is done, the planet is already on track to warm by more than 2C by the end of this century. \nSpeaking on Monday after a morning spent welcoming the world leaders to Glasgow, Mr Johnson said time was running out.\n\"The longer we fail to act, the worse it gets and the higher the price when we are eventually forced by catastrophe to act,\" he said.\n\"Humanity has long since run down the clock on climate change. It's one minute to midnight on that Doomsday clock and we need to act now.\"\nThe prime minister added: \"If summits alone solve climate change then we wouldn't have needed 25 previous COP summits to get where we are today. \n\"But while COP26 will not be the end of climate change it can and it must mark the beginning of the end.\"\nVeteran broadcaster and environmentalist Sir David Attenborough also spoke to the leaders, and was given a standing ovation by US President Joe Biden.\nAlongside a dramatic soundtrack and a video showing striking images of the planet, Sir David said: \"Today, those who have done the least to cause this problem are being the hardest hit - ultimately all of us will feel the impacts, some of which are now unavoidable.\"\n\"We are already in trouble,\" he told them - but said he hoped they would be motivated by a \"desperate hope\" rather than fear.\n\"In my lifetime I've witnessed a terrible decline,\" said the 95-year-old. \"In yours, you could and should witness a wonderful recovery.\"\nAnd in his speech, Prince Charles also urged the world leaders into action, saying he understood that many countries could not afford to \"go green\". \nInstead, he said, there needs to be a \"vast military-style campaign to marshal the strength of the global private sector\", which had trillions of dollars at its disposal, he said.\nWorld leaders arrived at the Scottish Events Campus in Glasgow for the official opening on Monday morning. Later, they will make statements setting out what their countries are already doing on climate change.\nThe venue has officially become United Nations territory for the summit - with high levels of security to get in and patrols by armed UN officers.\nSome people have criticised the amount of air travel the conference was generating, as estimates suggested hundreds of private planes had flown into Glasgow.\nBut Foreign Secretary Liz Truss earlier defended the decision to host world leaders in person, saying face-to-face talks were needed for \"crunch negotiations\" such as this. \nScotland's First Minister Nicola Sturgeon said she understood that the air travel involved may send a \"mixed message\" - but agreed that more progress is made when leaders meet in person.\n\"Given all of the travel required to get here, it even further increases the pressure on the shoulders of world leaders to make sure it's worth it,\" she said.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-59102068",
      "category": "uk-england-kent",
      "title": "David Fuller: Double murder accused abused corpses, court told",
      "tags": "Romney Marsh,New Romney,Royal Tunbridge Wells,Heathfield",
      "text": "A man who admitted killing two women in 1987 abused female corpses in two hospital morgues, a court has been told. \nDavid Fuller, 67, of Heathfield, East Sussex, attacked Wendy Knell and Caroline Pierce in Tunbridge Wells.\nMr Fuller previously admitted killing them subject to \"diminished responsibility\", but denied murder.\nA jury at Maidstone Crown Court heard he had \"depraved sexual predilections\".\nWarning: this article contains information some people may find distressing.\nMr Fuller worked as an electrician at the Kent and Sussex Hospital from 1989, before moving to the Tunbridge Wells Hospital in 2010.\nDuncan Atkinson QC for the prosecution said he used the access his job gave him to enter both hospital mortuaries and \"carry out acts of sexual penetration of female corpses\".\nHis \"clear sexual interest in such bizarre and grossly repellent activity provides a unique and terrible link between him\" and the deaths of the two women, Mr Atkinson said.\nDuring Mr Fuller's arrest for the two killings, police searched his home and found \"a number of hard drives and hard copy images, carefully concealed and stored at his home\" which catalogued the abuse carried out at the mortuaries.\nThe footage, which Mr Fuller filmed himself, showed him moving the bodies into positions, onto and off gurneys, and performing sexual acts on \"females of significantly varying ages\", the court heard.\nMr Atkinson said the footage, filmed on a small digital camera, amounted to \"library of unimaginable sexual depravity\".\nThe court was told the offences were committed on days when Mr Fuller was working and had legitimate access to the mortuary with a swipe card.\nMr Atkinson said Mr Fuller had then gone back to name his images using ledgers from the mortuary and identification tags on the bodies.  \n\"He admitted to searching for them on the internet, including on Facebook,\" Mr Atkinson said, \"he claimed that this would be after the offending, rather than research before offending.\"\nMr Atkinson told the jury: \"The defendant was interviewed about this conduct in January 2021. He accepted committing the offences.\"\n\"He said he wanted to admit the offences, but that he did not want to go into detail.\"\n\"He said he did not know on how many occasions it had taken place, didn't know why he had started, and couldn't remember the first time he did it, but he accepted that he had sexually interfered with the corpses, and had recorded himself doing it.\"\nHis sexual gratification from the dead, Mr Atkinson said, \"provides a reason for the killings, however deviant and repellent, that does not depend on an explanation of mental illness that deprived the defendant of his self-control.\"\nBoth Ms Knell and Ms Pierce were also sexually abused at the time of, or after their deaths, the jury heard.\nNeither assault on the women was \"frenzied\", the court heard.\nMs Knell, 25, was killed in her home in Guildford Road on 23 June 1987 after being dropped off by her boyfriend.\nShe was found the following day, after concerns were raised when she failed to turn up to work.\nShe had been struck to the head with a blunt heavy object and strangled, possibly \"by an arm lock\", the court heard.\nMs Pierce, 20 was abducted from outside her home in Grosvenor Park on 24 November.\nNeighbours reported hearing screaming, but it was three weeks before her almost naked body was found more than 40 miles away in Romney Marsh.\nShe had almost identical injuries to Ms Knell.\nIt was not until 2021, when the techniques of forensic science had improved, that it was possible to compare the DNA found on and around the women with the DNA profile of Mr Fuller.\nHis saliva and other DNA was found on Ms Knell's bedding, a towel and intimate samples.\nHis semen was also found on Ms Pierce's tights, the only item of clothing she was wearing when her body was found in a water-filled dyke.\nA shoeprint in Ms Knell's blood is also a match for a pair of Clarks Sportstrek trainers Mr Fuller owned.\nThe evidence \"irrefutably links David Fuller, his fingerprints and his DNA, to the bodies\", Mr Atkinson said.\nAddressing the jury, Mrs Justice Cheema-Grubb said they should focus \"not on whether he did what is alleged, but if he should be held responsible for it\".\nAt the time of the women's deaths, there had been numerous reports of \"prowlers and voyeurs\" in the area, with a similar description to Mr Fuller, the jury was told.\nOne report was made on the night Ms Knell died, and Ms Pierce also reported a prowler outside her home in October.\nMr Fuller had \"a history of such behaviour, looking through people's windows\", Mr Atkinson said, and had entered people's homes through insecure windows before, which saw him convicted for burglary in the 1970s.\nItems under Ms Knell's bedsit window, through which entry had been made to her home, had not been disturbed, and none of the other occupants of the building had heard any disturbance.\nHe later spied on a woman in a bathroom using a camera hidden in a pen.\nHe told police he \"knew that it was voyeurism and that it wasn't allowed\" but \"wanted to see her naked\", the jury was told.\nLike the files from the mortuary, he systematically labelled the videos and stored them in a digital library.\nMr Atkinson said Mr Fuller's mindset was \"methodical, ordered, controlled\".\nHe said Mr Fuller was \"a killer thinking about his actions, taking precautions and taking care. Put another way, a killer who had his wits about him, rather than being mentally unfit\".\nIn a police interview, Mr Fuller said he had been sexually traumatised when he was four or five years old and other events in his life had made him depressed, the court heard.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59051407",
      "category": "science-environment",
      "title": "Climate change: What's it like living in a place where it's 50C?",
      "tags": "COP26,Life at 50 degrees,Climate change,Severe weather",
      "text": "The climate crisis is no longer a future concern. In many parts of the world, it has already begun.\nMillions of people are living with extreme temperatures, facing a growing threat of flooding or wildfires. Here, five people explain how extreme temperatures have changed their lives.\nShakeela Bano often lays out her family's bedding on the roof of their one-storey house in India. Some nights it's too hot to sleep indoors. The roof can be too hot to walk on. \"It's very difficult,\" she says. \"We have many sleepless nights.\"\nShakeela lives with her husband, daughter and three grandchildren in a windowless room in Ahmedabad. They have only a single ceiling fan to keep them cool. \nClimate change means many cities in India are now hitting 50C. Densely populated, built-up areas are particularly affected by something known as the urban heat island effect. Materials like concrete trap and radiate heat, pushing temperatures higher. And there's no respite at night, when it can actually get hotter. \nIn homes like Shakeela's, temperatures now reach 46C. She gets dizzy in the heat. Her grandchildren suffer from rashes, heat exhaustion and diarrhoea. \nTraditional methods for staying cool, like drinking buttermilk and lemon water, no longer work. Instead they've borrowed money to paint the roof of their home white. White surfaces reflect more sunlight and a coat of white paint to the roof can bring down temperatures inside by 3-4 degrees. \nFor Shakeela, the difference is huge; the room is cooler and the children sleep better. \"He would not sleep through the afternoon,\" she says, pointing to her sleeping grandson. \"Now he can drift off peacefully.\"\n\"I come from a place of heat,\" Sidi Fadoua says. But the heat in northern Mauritania, in west Africa, it is now too hot for many people to live and work. The heat here is not normal heat, he says. \"It's like fire.\"\nSidi, 44, lives in a small village close the edge of the Sahara. He works as a salt miner in the nearby flats. The work is tough, and it's become harder as the region heats up due to climate change. \"We can't endure such temperatures,\" he says. \"We are not machines.\" \nTo avoid temperatures upwards of 45C in the summer, Sidi has begun to work at night.\nJob prospects are scarce. Those who once made a living raising livestock can no longer do it - there aren't any plants for the sheep and goats to graze. \nSo like an increasing number of his neighbours, Sidi has plans to migrate to the coastal city of Nouadhibou, where the ocean breeze keeps the city cooler. Locals can hitch a ride there on one of the world's longest trains, taking iron ore from nearby mines to the coast. \n\"People are moving from here,\" Sidi explains. \"They cannot stand the heat anymore.\" The 20-hour ride is dangerous. Locals can sit on top of the carriages where they are exposed to heat and sunlight during the day, before temperatures plummet to near freezing at night. \nIn Nouadhibou, he hopes to find work in the fishing industry. The breeze may bring respite, but with increasing numbers escaping the desert heat, work opportunities are harder to find. Sidi remains hopeful. \nPatrick Michell, chief of the Kanaka Bar First Nation, first began noticing worrying changes in the forest near his reserve in British Columbia, Canada, more than three decades ago. There was less water in the rivers, and mushrooms had stopped growing. \nThis summer his fears came true. A heatwave was sweeping across North America. On June 29, his home town of Lytton smashed records, reaching 49.6C. The next day, his wife sent him a photo of a thermometer reading 53C. An hour later, his town was on fire.  \nHis daughter, Serena, eight months pregnant, scrambled to pack her children and pets into the car: \"We left with the clothes on our backs. The flames were three storeys high and right beside us.\"\nPatrick raced back to see if he could save the house. He'd grown up dealing with wildfires. But like the climate, the fires had changed too. \"These aren't wildfires anymore, they're infernos,\" he says. \"How do you put an inferno out?\"\nDespite the family's circumstances, Patrick sees what's happened as an opportunity: \"We can rebuild Lytton for the environment that's coming in the next 100 years. It's daunting, but in my heart there's that optimism.\" \n\"When I was a kid the weather was not like this,\" says Joy, who lives in the Niger Delta, in Nigeria. The region is one of the most polluted regions on Earth, and hotter days and nights are increasing. \nJoy provides for her family by using heat from gas flares to dry tapioca and sell it at a local market. \"I have short hair,\" Joy explains, \"because if I grow my hair long, it could burn my head if the flare shifts direction or explodes.\"\nBut the flares are part of the problem. Oil companies use them to burn off gas that is released from the ground when they drill for oil. The flares, which rise 6m (20ft) high, are a significant source of global CO2 emissions, which contribute to climate change. \nClimate change has had a devastating impact here, turning fertile lands into deserts in the north, while flash flooding has hit the south. People do not remember such extreme weather growing up.\n\"Most people here aren't well-informed enough to explain why the climate is changing rapidly,\" Joy says. \"But we're suspicious of the non-stop flares.\" She wants the government to ban gas flaring, even though she relies on it to provide for her family.\nAlmost none of the oil wealth has been reinvested in Nigeria, where 98 million people live in poverty. This includes Joy and her family. For five days of work they make £4 in profit. \nShe is not optimistic about the future. \"I think that life [on Earth] is now coming to an end.\"\nSix years ago, Om Naief began planting trees on a patch of desert by a motorway. A retired civil servant in Kuwait, she was concerned by the increasingly severe summer temperatures and worsening dust storms. \n\"I spoke to some officials. They all said it was impossible to plant anything in the sand,\" she says. \"They said the land was sandy and the temperature was too high. I wanted to do something that would astonish everyone.\"\nOm lives in the Middle East, which is warming faster than much of the world. Kuwait is careering towards unbearable temperatures - it is regularly hotter than 50C. Some predictions suggest average temperatures will rise by 4C by 2050. Yet Kuwait's economy is dominated by fossil fuel exports. \nThe two patches Om planted are modest but they serve a purpose. \"Trees fend off dust, eliminate pollution, clean the air, and lower temperatures,\" she says. Hedgehogs and spiny-tailed lizards now visit the site. \"There's fresh water and shade. It's a beautiful thing.\" \nSome Kuwaitis are now calling for a large-scale green belt to be planted by the government. Their shared hope is that Kuwait is ready to make a stand against the climate crisis. Om says they must protect the land and not let it dry out.\n\"This heat is not normal,\" Om concludes. \"This is our fathers' land. We must give back to it, because it has given us a lot.\"\nBBC News Arabic documentary team spent the past year filming in 10 extremely hot locations for the series Life at 50C to show how climate change and rising temperatures are impacting peoples' lives around the world. Watch the full series here.\nHeat hitting home in Australia\nMexico's struggle for water\nThe traffic cop who works in 50C heat\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59089596",
      "category": "entertainment-arts",
      "title": "Vax declared Oxford English Dictionary's word of the year",
      "tags": "Coronavirus vaccines,Vaccination,Language",
      "text": "Vax has been chosen as the word of the year by lexicographers at the Oxford English Dictionary (OED).\nWords related to vaccines have spiked in frequency in 2021 due to Covid, with double-vaxxed, unvaxxed and anti-vaxxer all seeing a surge in use.\nOED senior editor Fiona McPherson says vax was an obvious choice as it has made \"the most striking impact\".\n\"It goes back at least to the 1980s, but according to our corpus it was rarely used until this year,\" she said.\n\"When you add to that its versatility in forming other words - vaxxie, vax-a-thon, vaxinista - it became clear that vax was the standout in the crowd.\"\nVax and vaxx are both accepted spellings but the form with one x is more common. \nOxford English Dictionary definitions for vax:\nUse of the word pandemic has also increased by more than 57,000% this year.\nOxford Languages and Collins each decide their own word of the year, and in 2020 Collins chose \"lockdown\".\nBut Oxford decided it was an unprecedented year with too many contenders, so expanded its award to encompass a handful of newly key words including lockdown, bushfires and Covid-19, as well as Black Lives Matter, WFH [working from home], keyworkers and furlough.\nThis year's Oxford-winning word, vax, was first recorded in English in 1799, while its derivatives vaccinate and vaccination both first appear in 1800. \nAll of these words ultimately come from the Latin word vacca, which means cow. According to the OED, this is due to English physician and scientist Edward Jenner's pioneering work on vaccination against smallpox using cowpox - a mild infection that occurs in cows - in the late 1790s and early 1800s.\nOxford Languages says its corpus, or language resource, gathers news content which is updated daily and contains over 14.5 billion words for lexicographers to search and analyse.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59104329",
      "category": "uk-wales",
      "title": "Haverfordwest: Tribute to paddleboarder after three die in river",
      "tags": "Milford Haven,Haverfordwest,Port Talbot",
      "text": "Tributes have been paid to one of three paddleboarders who died after a group of nine got into difficulty in a river.\nPaul O'Dwyer was described as \"the life and soul of the party\" who devoted much of his time to charities.\nHe and two women died, and another woman is critically ill, after the group got into difficulty on the River Cleddau in Haverfordwest, Pembrokeshire, on Saturday morning.\nPolice said the river was high and fast after heavy rain just beforehand.\nThe other five adults on the paddleboarding excursion were rescued uninjured. A member of the public who went into the water to help was also unhurt.\nDyfed-Powys Police are carrying out a \"thorough investigation\", and urged other paddleboarders to ensure they understand the weather and water conditions before going out.\nNone of those who died or were involved have been officially named yet.\nBut Neath Port Talbot councillor Matthew Crowley knew Mr O'Dwyer for most of his life, and said he had always been a sports lover, and was the \"life and soul of the party, from a real young age\".\n\"He immersed himself into surfing, paddleboarding, skiing, anything to do with water.\n\"He comes from a great family background. A real good moral compass.\"\nMr Crowley is also the president of Aberavon Green Stars rugby club, which Mr O'Dwyer, from Port Talbot, also joined.\n\"He became a formidable player. He played for eight or 10 seasons at a pretty good level. He was a great player and embraced the club.\"\nHe added: \"Paul immersed so much of his time and energy into charities. Whenever there was a charity event Paul would be the first one in fancy dress, he'd be the first one with a ra-ra skirt on. \n\"He loved all that... helping people and raising a few pound for good, worthwhile causes in the community.\" \nThose involved are said to have been a part of the South Wales Paddle Boarders and Salty Dog Co, an organisation based in Port Talbot, according to PA Media.\nOne woman told the news agency that she had pulled out of the paddle on the morning of the incident as she was concerned about the weather conditions.\nVickie Mckinven, from Milford Haven, said the incident was \"absolutely heart-breaking\" and she was \"good friends\" with the group, which \"did so much to raise money for charities\".\nTown councillor Thomas Tudor said he had been told the incident followed an \"out of the blue downpour\".\n\"It would appear that, unfortunately, the paddleboarders were caught up in that downpour which led to this tragedy,\" he said.\nThe incident happened following a Met Office yellow warning for heavy rain that was in place until Saturday morning. But flood alerts remain in place on rivers in Pembrokeshire, including the eastern and western Cleddau catchment areas, following days of heavy rain.\nDet Ch Insp Jonathan Rees said: \"Recent weather conditions and weather warnings have meant that the river was flowing high and fast and the conditions of the river will form part of the investigation to understand the precise conditions that the paddleboarders found themselves in.\"\n\"Every aspect of the investigation will consider the flow rate of the river, the weather conditions … and the rainfall which was high immediately before the incident.\"\nHe added: \"Paddleboarding is a growing leisure pursuit and we would encourage those engaged in the activity to ensure they understand the weather and water conditions\".\nMore than 20 police officers, as well as 30 firefighters from Mid and West Wales Fire and Rescue Service, including specialist water rescue technicians, were involved in the rescue.\nTwo fire service boats helped with bank and river searches, which also involved coastguard teams and helicopters.\nThe Welsh Ambulance Service also sent several ambulances to the scene and took the injured woman to nearby Withybush Hospital.\nThe coroner and the Health and Safety Executive have been informed and the Marine Accident Investigation Branch (MAIB) has sent a team of inspectors to the area to undertake a preliminary assessment.\n\"The aim of the MAIB's preliminary assessment is to help with determining the way forward,\" said a spokesman.\nPembrokeshire council leader David Simpson said: \"The outcome on Saturday was tragic and I'm sure like me our thoughts go out to all those involved and our deepest sympathy goes out to the families and friends of those who sadly have lost their lives.\"\nFirst Minister Mark Drakeford tweeted to say he was \"deeply saddened\" and his thoughts were with those who had lost loved ones in this \"heart-breaking tragedy\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59121480",
      "category": "science-environment",
      "title": "My day at COP26: 'I told world leaders: We're not drowning, we're fighting'",
      "tags": "Samoa,COP26,Climate change,Sea level rise",
      "text": "Samoan climate activist Brianna Fruean, 23, addressed world leaders at the opening of COP26. In the first of a series of first-person accounts from the Glasgow summit, she describes what it felt like to speak up for Pacific islanders - whose homes and way of life are under threat from rising sea levels.\nI woke up early, about 06:00. And I thought: \"Today's finally the day.\"\nI'd spent a couple of days working on my speech - writing it out, making cuts. I felt immense pressure to represent the Pacific well. \nDue to uncertainty around Covid, so few Pacific delegates have been able to get to the UK. And with all the quarantine rules - you need to go via New Zealand to get to Samoa - I left not knowing when I might be able to go back.\nI remember, at primary school, my teacher telling my class that climate change could mean small islands like Samoa, Tutuila and Tonga might drown. I just thought, \"I'm not going to let my islands drown.\"\nSo I set up an environmental group at school. I started a chapter of the global climate movement - 350.org. I was the youngest co-ordinator at the time, at 11 years old. \nToday it was a bit chaotic getting into the summit. But I hope that the reason it was so chaotic was because there's heaps of people here who care.\nI wear a flower in my ear, and as I made my way inside that attracted quite a lot of people to ask where I'm from. To have people notice the flowers and know that Pacific islands' people are here is a good thing.\nI was a little bit nervous at first as I sat waiting to speak. I was thinking to myself: \"Just breathe. Take it in. Everyone in the crowd is human. They're exactly like me.\"\nWhen I walked out to deliver my speech, I knew where the Samoan delegation was sitting, so I tried to face them. But because they were under \"S\" they were a bit far back. \nThen I looked to the front. I could see Sir David Attenborough and then I could see US President Joe Biden - those were the only two faces I could make out.\nI told the audience: \"We are not drowning - we are fighting.\"\nMy Day at COP26:\nIt felt great to be heard. The words I shared didn't just belong to me - they belong to my community, they belong to every single Pacific island.\nI think that was really important for me to tell the world leaders that they don't need my tears and my pain - and quite frankly, they don't deserve it.\nThe next thing I'm going to do is look for the New Zealand delegation. New Zealand is a gateway to most Pacific islands - so if you can get to New Zealand you can get home. I'm going to ask them for help.\nAs told to Jon Kelly\nThe COP26 global climate summit in Glasgow is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59125138",
      "category": "world",
      "title": "COP26: David Attenborough says world is looking to leaders",
      "tags": "COP26,Climate change,Glasgow,David Attenborough",
      "text": "British naturalist Sir David Attenborough has urged COP26 climate summit delegates to \"turn tragedy into triumph\" and tackle climate change. \nIn an impassioned speech which drew a standing ovation, he said the fate of future generations must give delegates the impetus \"to rewrite our story\".\nThe 95-year-old warned that humanity was \"already in trouble\" because of rising carbon levels in the atmosphere. \nMore than 120 world leaders are in Glasgow for the two week summit.\nThe COP26 conference is seen as crucial to limit global temperature increases, and changes to the climate.\nThe world is now about 1.2C warmer than it was in the 19th Century - and extreme weather events like heatwaves, floods and forest fires are already becoming more intense.\nThe 2015 Paris climate conference called for average temperatures to rise by well below 2C, and preferably only 1.5C, when compared to pre-industrial averages.\nBut unless more is done, the planet is already on track to warm by more than 2C by the end of this century.\nSir David spoke for seven minutes alongside screens showing a graph that tracked the rise of carbon concentration in the Earth's atmosphere. \nThat number - which Sir David said was \"the clearest way to chart\" the story of humanity - currently sits at close to 414 parts per million. According to the Greenhouse Gas Bulletin, that is now 149% of the pre-industrial level. \n\"Our burning of fossil fuels, our destruction of nature, our approach to industry, construction and learning, are releasing carbon into the atmosphere at an unprecedented pace and scale,\" he told the conference. \"We are already in trouble.\"\nHe also criticised wealthier nations, saying this was also a story of inequality and that \"those who've done the least to cause this problem are being the hardest hit.\"\nThe naturalist however said people were \"the greatest problem solvers to have ever existed on Earth\" and called on leaders to think of the younger generation as they work to address climate change. \n\"If working apart we are a force powerful to destabilise our planet, surely working together we are powerful enough to save it,\" he said, before concluding, \"In my lifetime I've witnessed a terrible decline. In yours, you could and should witness a wonderful recovery.\"\nLIVE: Follow the latest from the conference here\nEXPLAINER: What the COP26 climate summit could mean for us all\nPICTURES: Leaders gather in Glasgow for COP26"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59122330",
      "category": "uk-wales",
      "title": "Halloween: Severe weather not solar flare caused power cuts",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59121615",
      "category": "science-environment",
      "title": "COP26: 'Not fear, but hope' - Attenborough speech in full",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-48025650",
      "category": "science-environment",
      "title": "Climate change: Is Greta Thunberg right about UK carbon emissions?",
      "tags": "UK climate change protests,Climate change,Reality Check,Greta Thunberg,Schools' climate change protests",
      "text": "The climate activist Greta Thunberg has claimed the UK overstates how much it has reduced greenhouse gas emissions.\nThe government says annual emissions have fallen by 44% since 1990.\nBut she told the BBC's Andrew Marr programme: \"For example the UK, one popular thing to say is that you have reduced your emissions by 44% since 1990, and of course that sounds good... but if you look at the actual emissions that's not the case.\"\nSo who is right? It all depends on what you count as a country's emissions.\nThe UK's 44% reduction refers to 'territorial emissions'. \nThese measure what happens within a country's borders - including things such as heating and powering homes, transport, domestic industry and agriculture.\nBut they exclude emissions from international aviation, shipping and imports.\nThe UK is not unique in producing its figures like this, though.\nEach year, countries that are signed up to an international agreement called the Kyoto Protocol submit their overall emissions figures to the UN. That reporting is all done on a territorial basis - so they all exclude international aviation, shipping and imports.\nMiss Thunberg has also criticised other countries for using these same methods.\nThe UK's Department for Environment, Food and Rural Affairs (Defra), produces figures on \"consumption emissions\" - a measure based on everything the UK uses, including imports. \nThese take into account emissions associated with producing goods overseas (in places such as China) which the UK then imports. They also include emissions from international aviation and shipping.\nThese are not used by the government as official figures though. \nOn this measure, Defra estimated the UK's overall carbon footprint in 2018 was about 26% lower than in 1997, when it first published these figures. \nThe WWF - a non-governmental organisation focused on the environment - has factored in 'consumption emissions' dating back to 1990, and estimates that up until 2016, UK emissions declined by 15%. \nThe UK says its target of reaching net zero emissions by 2050 will factor in both aviation and shipping following pressure from campaigners.\nIn her interview, Greta Thunberg also highlighted the burning of biomass in the UK, suggesting it was excluded from the government's territorial emissions.\nBurning biomass such as wood and other organic materials is playing an increasing role in the UK's electricity supply, accounting for about 12% of it last year.\nThe biomass grown and burnt here would be counted as part of the UK's territorial emissions, but any brought in from overseas would not be.\nLarge amounts of biomass burnt in the UK comes from the US and Canada - and critics argue that importing it from abroad is not sustainable due to the emissions associated with its transport.\nUK government research has shown that emissions from the electricity generated from biomass can be higher than those from fossil fuels, depending on factors such as the type of biomass and where it comes from.\n'Consumption emissions' figures - based on everything the UK uses - can be less accurate because tracking the total use of emissions through complex global supply chains is very difficult.\nIt can lead to some double-counting, although no country currently counts international aviation and shipping in their territorial emissions, so double-counting wouldn't happen from these two sources.\nUsing 'consumption emissions' also means countries are measuring things they do not always control.\nFor example, if the UK imports products from China and then China starts making things in a more carbon-intensive way, the UK's consumption emissions would go up, despite consuming the same amount. \n'Territorial emissions' can be a clearer measure of how the government is acting to tackle emissions at home. \nThere are continuing debates about how responsibility for the emissions associated with global supply chains should be shared out between countries, particularly as many developing countries are responsible for manufacturing things then used in more developed countries.\nThis piece was originally published in April 2019 and was based on a similar claim by Greta Thunberg about UK emissions. It has been updated with the latest figures, the government's announcement on shipping and aviation emissions and Miss Thunberg's comments on biomass.\nWhat claims do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59113839",
      "category": "uk-scotland-glasgow-west",
      "title": "Glasgow bin strikes begin as world leaders arrive for COP26",
      "tags": "Waste management,GMB,COP26,Glasgow City Council,Glasgow,Strike action",
      "text": "A strike by refuse staff and street cleaners in Glasgow has started, as world leaders arrive for the COP26 climate summit.\nGMB Scotland said members in the city council's cleansing department would be striking for the next week.\nThe union accused the council of failing to give members \"proper time and space\" to consider an offer from local authority body Cosla.\nGlasgow City Council said the union's decision was \"very disappointing\".\nThey said they would meet with GMB \"at any time\" to resolve the dispute. \nCosla proposed a pay rise of 5.8% for the lowest paid staff as part of a £1,062 increase for staff earning below £25,000.\nThe deal involved £30m from the Scottish government and £18.5m from local government.\nGMB Scotland, Unison and Unite all suspended industrial action on Friday, after the offer was tabled, saying they would consult members.\nHowever, on Sunday GMB Scotland confirmed the strike in Glasgow was back on.\nThe union's Drew Duffy told BBC Scotland's Good Morning Scotland programme that the council was \"constantly goading our members\" and they had decided \"enough was enough and the strike continues\".\nHe explained: \"The workforce are the lowest paid workers in Scotland. There are deep rooted problems within Glasgow City Council. We have been trying to meet with the council. \n\"It is a constant breakdown of industrial relations, there have been longstanding problems with low pay and discriminatory pay and our members have just had enough. The conditions they work in, the pay they receive is not good enough.\" \nThe move by the union came as Glasgow geared up to welcome about 120 world leaders to the city for crucial climate talks at COP26. \nIn a statement released on Monday, a Glasgow City Council spokeswoman said: \"The agreement struck at national level gave two weeks to consider the pay offer and so there is no reason for this strike to go ahead at this time. It is very disappointing the GMB has opted for this course of action.\n\"We have already agreed their request for time to meet with their members. And, while we remain available to meet with them at any time, we are unable to deliver their request for a pay increase.\n\"That is part of a national negotiation and a new deal was tabled by Cosla last week.\n\"It appeared that GMB, along with the other unions, had agreed to suspend the strike until national consultation was complete and it is very disappointing they have reneged on that agreement and have not given us the required 14 days' notice after they publicly announced the suspension on Friday.\"\nThe GMB, Unison and Unite had initially called for a £2,000 pay rise and previously rejected an £850-a-year increase for staff earning up to £25,000 from Cosla.\nGail Macgregor, Cosla's resources spokeswoman, said they put their \"new and improved\" offer to trade unions last week. \n\"We were pleased to note that that it was accepted with the expectation that strike action be suspended whilst they presented the new offer to their membership for consideration,\" she added. \n\"GMB in particular made a public statement that they were suspending strike action for a period of two weeks as of Friday whilst the ballot of their members was conducted nationally across all 32 councils that this affects. \n\"We very much hope that this remains the case and that all members are given the opportunity to participate whilst essential services are maintained.\"\nThe GMB previously denied workers were using the global climate conference as a bargaining chip but said staff had been \"put in a corner\" by Cosla despite their efforts during the pandemic and were \"fed up of being disrespected and undervalued by the government\".\nThe Scottish government said it was not party to the pay negotiations, but said it had made a one-off offer of £30m in additional funding to help find a solution.\nScottish minister Michael Matheson, speaking to BBC Radio Scotland on Monday, said: \"The GMB locally have entered into a dispute now with GCC which I understand is not to do with the actual package itself but it's the process around being able to engage with their members and discuss that with them. \n\"I understand that discussions were taking place last night and the Scottish government would want to continue to encourage Cosla, GCC and the GMB to continue to discuss this issue and to try and find a quick resolution to what I believe is a process issue rather than an issue around the deal that was proposed.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59122335",
      "category": "uk-wales",
      "title": "Haverfordwest: Man jailed for attempted rape of mum and child",
      "tags": "Haverfordwest",
      "text": "A man who tried to rape a woman and her four-year-old daughter while they were on a family walk, and threatened to throw another child in the river, has been jailed for 16 years.\nAnthony Williams, 43, of Hill Street, Haverfordwest headbutted the woman during an incident on a cycle path in the Pembrokeshire town in May.\nSwansea Crown Court heard the attack happened during the day. \nWilliams admitted attempted rape of a woman over 18 and of a girl under 13. \nAn extension of eight years on his licence was also imposed.\nRobin Rouch, prosecuting, said the mother-of-two woman was told to undress otherwise the children would be harmed. \nAfter trying to rape the woman he made the mother take clothing from the four-year-old and tried to rape her. \nThe court heard Williams had a drink problem, spending hundreds of pounds on alcohol.\nJudge Geraint Walters said the case was truly disturbing and Williams had submitted the woman and her child to a life-changing ordeal. \nAfter the hearing Michael Jenkin of the Crown Prosecution service described it as a \"truly despicable crime\".\nHe added: \"No one should have to face what the victims were put through. The mother showed great courage in doing all that she could to minimise the harm to her children.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56901261",
      "category": "science-environment",
      "title": "COP26: What was agreed at the Glasgow climate conference?",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "A new global agreement - the Glasgow Climate Pact - was reached at the COP26 summit.\nIt aims to reduce the worst impacts of climate change - but some leaders and campaigners say it does not go far enough.\nThe agreement - although not legally binding - will set the global agenda on climate change for the next decade:\nEmissions\nIt was agreed countries will meet next year to pledge further cuts to emissions of carbon dioxide (CO2) - a greenhouse gas which causes climate change.\nThis is to try to keep temperature rises within 1.5C - which scientists say is required to prevent a \"climate catastrophe\". Current pledges, if met, will only limit global warming to about 2.4C. \nCoal\nFor the first time at a COP conference, there was an explicit plan to reduce use of coal - which is responsible for 40% of annual CO2 emissions.  \nHowever, countries only agreed a weaker commitment to \"phase down\" rather than \"phase out\" coal after a late intervention by China and India. \nDeveloping countries\nThe agreement pledged to significantly increase money to help poor countries cope with the effects of climate change and make the switch to clean energy.\nThere's also the prospect of a trillion dollar a year fund from 2025 - after a previous pledge for richer countries to provide $100bn (£72bn) a year by 2020 was missed.\nWhile some observers say the COP26 agreement represented the \"start of a breakthrough\", some African and Latin American countries felt not enough progress was made. \nFossil fuel subsidies\nWorld leaders agreed to phase-out subsidies that artificially lower the price of coal, oil, or natural gas.\nHowever, no firm dates have been set.\nA flurry of other announcements were made:\nThe world's biggest CO2 emitters, the US and China, pledged to cooperate more over the next decade in areas including methane emissions and the switch to clean energy.\nChina has previously been reluctant to tackle domestic coal emissions - so this was seen as recognising the need for urgent action. \nLeaders from more than 100 countries - with about 85% of the world's forests - promised to stop deforestation by 2030.\nThis is seen as vital, as tress absorb vast amounts of CO2. \nSimilar initiatives haven't stopped deforestation, but this one's better funded. However, it's unclear how the pledge will be policed.\nA scheme to cut 30% of methane emissions by 2030 was agreed by more than 100 countries. \nMethane is currently responsible for a third of human-generated warming. \nThe big emitters China, Russia and India haven't joined - but it's hoped they will later.\nFinancial organisations controlling $130tn agreed to back \"clean\" technology, such as renewable energy, and direct finance away from fossil fuel-burning industries.\nThe initiative is an attempt to involve private companies in meeting net zero targets.\nHowever, some environmental organisations have said without a greater commitment to ending support for fossil-fuels, this could be little more than a PR exercise. \nMost commitments made at COP will have to be self-policed.\nOnly a few countries are making their pledges legally binding. \nCOP26 was the moment countries revisited climate pledges made made under the 2015 Paris Agreement. \nSix years ago, countries were asked to make changes to keep global warming \"well below\" 2C - and to try to aim for 1.5C.\nCOP stands for \"Conference of the Parties\", and the one in Glasgow was the 26th annual summit. Ahead of it, 200 countries were asked for their plans to cut emissions by 2030. \nThe goal is to keep cutting emissions until they reach net zero by mid-century.\nNext year's COP27 summit is in Egypt.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nDo you have any questions about the forthcoming COP26 global climate conference in Glasgow?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59113710",
      "category": "world",
      "title": "Aukus: French president says Australian PM lied over submarine deal",
      "tags": "France,China,Emmanuel Macron,Submarines,Aukus,United States,Scott Morrison,Australia",
      "text": "French President Emmanuel Macron has said Australia's PM Scott Morrison lied to him about a scrapped submarine deal.\nAsked whether he thinks Mr Morrison was untruthful, the president replied: \"I don't think, I know.\"\nMr Macron was furious after Australia cancelled a $37bn (£27bn) deal to build 12 submarines, and instead negotiated a new defence pact with the US and the UK - the so-called Aukus.\nMr Morrison denies that he was dishonest. \nThe pair met at the G20 summit in Rome for the first time since the row erupted in September.\nOn the sidelines of the gathering, President Macron was asked by an Australian journalist whether he could trust Mr Morrison again.\n\"We will see what he will deliver,\" Mr Macron answered.\n\"I have a lot of respect for your country. I have a lot of respect and a lot of friendship for your people. I just say when we have respect, you have to be true and you have to behave in line and consistently with this value.\" \nThe cancelled deal launched a bitter rift between France, Australia and the US. \nFrench Foreign Minister Jean-Yves Le Drian denounced the decision as \"a stab in the back\", and Paris temporarily recalled its ambassadors to Australia and the US.\nSpeaking after Mr Macron's comments, Scott Morrison told reporters he had not lied to the president, and that he had previously explained to him that conventional submarines would no longer meet Australia's defence needs.\nHe added that rebuilding the trust and relationship between the two nations had already begun.\nOn Friday, US President Joe Biden also held his first face-to-face meeting with Mr Macron since the Aukus pact was agreed.\nDuring the seemingly awkward exchange, Mr Biden admitted that the US was \"clumsy\" over the negotiations. Mr Macron said it was important to \"look to the future\".\nThe leaders will have more time to mend relations, as all three are now heading to the Scottish city of Glasgow for the COP26 climate change summit.\nThe Aukus pact will let Australia build nuclear-powered submarines for the first time, using technology provided by the US. It is one of Australia's biggest defence partnerships in decades.\nThe pact scuppered a deal signed by Australia in 2016 for France to build 12 conventional submarines.\nIt is widely seen as an effort to counter China's growing military might. China has condemned the agreement as \"extremely irresponsible\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59103664",
      "category": "world-asia",
      "title": "Japanese man in Joker costume injures 17 in knife attack on Tokyo train",
      "tags": "Tokyo,Japan",
      "text": "A 24-year-old man wearing a Joker costume attacked passengers on a Tokyo train line on Sunday evening. \nAs many as 17 people were injured as they headed for Halloween parties in the city. \nWitnesses say the suspect was wearing a green shirt and purple suit.  \nHe sprayed a clear liquid around the carriage and set it alight. Video footage showed passengers running through carriages away from the flames while others clambered through windows.\n\"I thought it was a Halloween stunt,\" one witness told the Yomiuri newspaper about the attack. \"Then, I saw a man walking this way, slowly waving a long knife.\"\nThe attack happened at around 20:00 local time (11:00 GMT) near Kokuryo station, in the city's western suburbs. \nMedia reports say the man was arrested by police on the spot. \nAccording to news outlet Kyodo, he told police he adored the character Joker in the Batman comics. \nThe Joker is a super villain in the comics and batman's archenemy. The 2019 hit movie Joker, starring actor Joaquin Phoenix, featured a scene where he attacks several men on a train after being repeatedly harassed by them. It's a pivotal moment, marking the beginning of the character's transformation into the Joker. \nThe NHK news agency quoted police as saying that the man had said he had \"wanted to kill someone since June\" because he had quit his job and seen many of his friendships fall apart. \nIt added that he dressed like the Joker because he \"looked up to him\".\nLocal media reports say that the suspect told authorities he wanted to kill people so he could be sentenced to death.\nThe AP news agency, citing the Tokyo Fire Department, said three of the injured had serious wounds. Local media reports an elderly man was unconscious after being stabbed in the attack.\nVideo from the scene shows passengers running from the attacker, stumbling through a connecting door between carriages and climbing through the train's windows after it made an emergency stop. \nShunsuke Kimura, who filmed one of the videos, told the national NHK broadcaster that the scene was \"horrifying\". \"Train doors were closed and we had no idea what was happening, and we jumped from the windows,\" he said.\nViolent crime is rare in Japan but there have been a number of high-profile knife attacks in recent years.\nTen people were injured by a knife-wielding man on another Tokyo commuter train in August. In 2019, a man attacked a group of schoolchildren waiting for a bus in Kawasaki, killing two and injuring at least 18 others. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59114310/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Significant increase in NI booster jab rollout expected",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "A \"significant increase\" in the number of people receiving a Covid booster jab is expected in the coming days and weeks, the health minister has said.\nRobin Swann reiterated the importance of an accelerated booster jab rollout and said it would provide people with \"vital and timely protection\". \nNorthern Ireland's rollout of the booster jab is considerably lower than the rest of the UK.\nOnly 28% of those eligible have received a booster.\nElsewhere in the UK that figure is more than 50%, with Wales close to 60%.\nThe figures were revealed following a weekend when the health service experienced another weekend of severe pressures, with long waits for some patients at emergency departments.\nMr Swann met with senior health officials on Monday for an update on the booster programme.\n\"I expect to see a rapidly increasing number of people getting these jabs,\" he said, adding that he had been assured 210,000 doses had already been ordered by GP practices. \nHe said anyone who was 50 or older and who had their second jab at least six months ago could contact a community pharmacy to book a booster jab, if they did not want to wait to hear from their GP.\nIt is understood a number of meetings involving the chief medical officer took place last week exploring ways of improving booster delivery.    \nAmong those prioritised were care home residents and staff as well as other healthcare staff.\nThe breakdown of those vaccinated has not been published.\nRollout of the jab seems to vary from one area to another depending on how individual general practices are calling patients.\nWhile some GPs are separating the flu and booster jabs, others are organising patients to come in for both together.\nThat might depend on what staff they have available and the size of the practice.\nHowever, the variation is causing some confusion, even frustration, among some members of the public who say they are afraid of missing out.\nThe message from GPs has been \"don't ring us - wait until you are called\".\nThe chair of the British Medical Association in Northern Ireland's GP committee said he was confident that over the next week \"vast waves of booster vaccines\" would be given alongside the flu jab. \nDr Alan Stout said that it comes as people hit their six-month mark, after having received their second dose of the vaccine. \nHe added that practices are continuing to prioritise patients, which is the right course of action, and the rollout lag is not a concern.\n\"Whenever you are given the booster, you are boosting from an already high level of immunity,\" he said.\n\"People, at this stage, haven't fallen off a cliff in terms of their immunity. We are giving it at a good time - in winter when they need a boost and which will protect them through to the spring.\"\nCommunity pharmacies are offering the Moderna Covid-19 booster to those who are eligible.\nA list of pharmacies across Northern Ireland who are offering the booster jab is available here.\nIn order to keep one step ahead of Covid - according to experts - vaccine uptake is crucial.\nCurrently 89.73% of the Northern Ireland population aged 18 or older is vaccinated - the aim is 90%.\nThere is evidence that immunity of the vaccine is waning, especially in the over 50s and 60s where there has been a noticeable increase in hospital admissions.\nThat is why health officials would like to see the pace quicken around administering boosters.    \nWhile the rollout of the booster jab has created \"additional\" work for GPs, this system has proved to work best as they can contact the public directly.\nSome are still coming forward for their first vaccine.       \nAccording to the Covid dashboard, over the past week 4,000 people under the age of 30 received their first dose.  \nDuring the Halloween break pop-up clinics for 12 to 15-year-olds got under way - data on this group is expected to go live this week.\nBut it was one of the busiest weekends of the year for hospitals and the ambulance service.\nAs of Sunday morning, 500 people were waiting in emergency departments - almost 200 for more than 12 hours.\nA source at the ambulance service said Saturday was one of the \"hardest and busiest shifts\" they had ever worked.\nAbout 90% of ambulance turnaround times were longer than the standard 30-minute wait.  \nA spokesperson said NIAS continued to work with colleagues in the health service \"to find a sustainable solution to the issue of ambulance turnaround times\", but current pressures are \"such that the current situation is likely to continue\".\nNIAS said it would seek to ensure that the most seriously ill or injured \"receive the quickest and most appropriate response\", but that would mean those with \"less urgent clinical needs may face longer waits for ambulance response, for which we would apologise in advance\". \nIn the Republic of Ireland, Health Minister Stephen Donnelly has authorised the use of booster jabs for healthcare workers.\nThey will begin to be administered at the weekend.\nHe said this followed advice he had received from the National Immunisation Advisory Committee (NIAC)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-59114569",
      "category": "uk-england",
      "title": "Salisbury train crash: Major incident as two trains collide",
      "tags": "Salisbury",
      "text": "A major incident has been declared after two trains collided in Salisbury, leaving several people injured.\nThe collision happened near London Road and involved a South Western Railway and a Great Western service.\nA train driver, who was trapped, was treated by paramedics. In total, 17 people were taken to hospital. \nThe crash happened at 18:46 GMT when one train hit an object in a tunnel, and the second train then collided with it due to signalling problems.\nAngela Mattingly, who was on the train, said: \"Everything went black and there were red flashes and everything. \n\"There was suddenly a lot of jostling, possessions being thrown around and I think a few people went forward and hit their heads. You just don't know for a couple of seconds what's happening.\n\"People started to panic but nobody was seriously injured.\"\nLucy Gregory added: \"We were just pulling into Salisbury station and the train felt a bit juddery. \n\"I'd just stood up and put my coat on and my phone in my pocket when there was this massive impact and I fell across the table. \n\"The table came off the wall and I ended up underneath another table. They smashed the windows and we got out of the window. It was really scary.\"\nCorinna Anderson, 51, from Derby, was on the train from London Waterloo to Salisbury, where she was due to visit a friend. \nShe said: \"I was thrown against the wall and there was a massive rumbling. \n\"The first thing I was worried about was is anybody hurt. I'm a trained first aider, so I wanted to help. \n\"There was a lady in the carriage I was in and she was thrown off her seat and into the wall by the door. \n\"I did hear and see that on the Temple Meads train there was a three-week-old baby that was rescued off the train by the fire service and thankfully she is doing ok.\n\"As I climbed off my train I saw the fireman cradling the baby in his arms and then I saw the mother get given the baby and they were escorted away for medical attention.\"\nMs Anderson said she was taken along with some other passengers to the casualty centre at St Marks Church.\n\"A lot of people are shook up, but generally everybody is thankful that nobody has been seriously hurt,\" she said.\nDorset and Wiltshire Fire and Rescue declared the crash a \"major incident\", with some 50 firefighters attending the scene.\nPolice, the ambulance service and coastguard helicopters were also sent to the scene.\nOther train services in the area, close to Fisherton Tunnel in the city, have been halted.\nA mother who was out trick or treating with her family nearby likened the noise of the crash to \"a bomb\".\nTamar Vellacott, 25, said she was walking outside with her young children, around a kilometre from the scene.\n\"It was a noise we've never heard before... my young ones started panicking thinking it was a bomb and we said maybe a lorry had crashed on the London Road and not to panic.\n\"There was no screeching like brakes, just a long rumbling sound like thunder hitting the railway line.\"\nBritish Transport Police confirmed nobody had died in the crash.\nA Network Rail spokesperson said: \"At around 19:00 GMT this evening, the rear carriage of the 17:08 Great Western Railway service from Portsmouth Harbour to Bristol Temple Meads derailed after striking an object on its approach to Salisbury station.\n\"The derailment knocked out all of the signalling in the area.\n\"Subsequently, the 17:20 South Western Railway service from London Waterloo to Honiton then collided with the Bristol train.\n\"There are reports of injuries and the emergency services are on site along with railway first responders.\"\nThe Rail Accident Investigation Branch has also been called to the scene.\nBritish Transport Police said a casualty centre has been set up at St Mark's Church on St Mark's Ave, with local people offering support in the form of blankets, food, drinks and first aid. \nTransport Secretary Grant Shapps tweeted: \"My thoughts go out to those affected by the serious rail incident near Salisbury.\"\nHe said the Rail Accident Investigation Branch and Office of Rail and Road will investigate, adding: \"We need to understand how this happened to prevent in the future.\"\nAn Office of Rail and Road spokesperson said: \"We're supporting Network Rail and the train operators, plus RAIB (Rail Accident Investigation Branch) and the British Transport Police with respect to the collision between two trains near Salisbury Tunnel Junction and liaising with emergency services responding to the incident.\"\nTransport Salaried Staffs Association general secretary Manuel Cortes said the incident was \"a very sobering reminder about why safety on our railways is always paramount\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59113676",
      "category": "uk",
      "title": "COP26: Boris Johnson says 'no excuses' for not tackling climate change",
      "tags": "Boris Johnson,COP26,Climate change,G20",
      "text": "Boris Johnson has warned world leaders there are \"no compelling excuses\" for failing to tackle climate change. \nSpeaking at the close of the G20 summit in Rome, he said some progress was made in the past few days - but there was still a \"huge way\" to go.\nWorld leaders were meeting in Rome to discuss what can be done to keep global warming in check, ahead of the COP26 climate summit in Glasgow.\nMr Johnson added immediate action was needed to halve emissions by 2030.\nIn Rome, the leaders of the 19 countries and the European Union, which form the G20 group of major economies, agreed to pursue efforts to limit global warming with \"meaningful and effective actions\".\nThe prime minister said: \"There are no compelling excuses for our procrastination.\n\"Not only have we acknowledged the problem, we have already seen first hand the devastation that climate change causes - heatwaves and droughts to wildfires and hurricanes.\"\nReferring to a treaty on climate change that came from a previous COP summit in 2015, he said: \"If we don't act now, the Paris Agreement will be looked at in the future, not as the moment that humanity opened its eyes to the problem but the moment we flinched and turned away.\"\nThe Prime Minister is known for a style that is rarely a sentence or two away from the jocular.\nPuns, jokes, bonhomie.\nThere was little of that in Boris Johnson's news conference as the G20 Summit closed in Rome.\nIn his tone and his language, there was a seriousness of purpose; even, a dash of gloominess.\nOn climate, the G20 had merely been \"reasonable,\" he said, progress had merely \"inched forward\".\nHe acknowledged that the communique, the agreement published at the end of the summit, was vague in its promises because of disagreement among the world's biggest economies.\nIt promises members will reach net zero carbon emissions \"at or around mid-century\" - an acceptance that some haven't committed to 2050, but instead to 2060 - or have made no commitment at all.\nAnd so on to Glasgow and what the prime minister says will be a \"very, very difficult\" few days.\nA report by the World Meteorological Organisation, released alongside the start of COP26, said extreme weather events - including powerful heatwaves and devastating floods - were the new normal.\nThe two-week summit, which began on Sunday and runs until 12 November, will see delegates from about 200 countries discuss how to cut emissions by 2030.\nIt was originally scheduled for 2020 but was postponed because of the Covid-19 pandemic. \nRead more about the COP26 summit here.\nMr Johnson acknowledged the G20 had \"made some progress\" but said there was still \"a huge way still to go\".\nAsked what he thought the chances were of success at COP26, the prime minister said it was \"about six out of 10, it's nip and tuck, it's touch and go\".\nHe added the target of keeping the rise in global temperatures under 1.5C was \"very much in the balance\".\nScientists say that keeping global warming below 1.5C - a target world leaders agreed to work towards in 2015 - will avoid the worst climate impacts.\n\"Currently, let's be in no doubt, we are not going to hit it and we have to be honest with ourselves,\" Mr Johnson said. \"So we've got to keep that hope alive.\" \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59117537",
      "category": "uk-politics",
      "title": "COP26: Archbishop of Canterbury apologises for 'Nazi' climate comments",
      "tags": "COP26,Archbishop of Canterbury",
      "text": "The Archbishop of Canterbury has \"unequivocally\" apologised for comparing politicians who fail to act on climate change to those who \"ignored what was happening in Nazi Germany\".\nJustin Welby made the comments while attending the COP26 climate conference. \nBut he later apologised, saying it was \"never right to make comparisons with the atrocities brought by the Nazis\".\nHe added that he was \"trying to emphasise the gravity of the situation facing us\".\nAsked if climate change would be worse than allowing a genocide to happen, Mr Welby said: \"It will allow a genocide on an infinitely greater scale. \n\"I'm not sure there's grades of genocide, but there's width of genocide, and this will be genocide indirectly, by negligence, recklessness, that will in the end come back to us or to our children and grandchildren.\"\nThe COP26 conference in Glasgow is seen as crucial if temperature increases, and changes to the climate, are to be limited.\nSpeaking to BBC political editor Laura Kuenssberg, Mr Welby said history would judge current world leaders \"probably on this fortnight alone\". \n\"They could have been brilliant in everything else they've done, and they will be cursed if they don't get this right,\" he said.\n\"They could have been rubbish at everything else they've done but if they get this right, the children of today will rise up and bless them in 50 years.\"\nMr Welby said that if they failed to act future generations would speak of them in \"far stronger terms than we speak today of... the politicians who ignored what was happening in Nazi Germany because this will kill people all around the world for generations\".\nHowever, he later issued an apology, saying: \"I unequivocally apologise for the words I used when trying to emphasise the gravity of the situation facing us at COP26. \n\"It's never right to make comparisons with the atrocities brought by the Nazis and I'm sorry for the offence caused to Jews by these words.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59115346",
      "category": "world-asia",
      "title": "New Zealand bat flies away with bird of the year award",
      "tags": "Bats,Birds,New Zealand",
      "text": "A bat has been named as New Zealand's bird of the year, in a controversial move that has ruffled feathers.\nThe long-tailed bat had swooped in to clinch the title in an online poll.\nContest organisers had included the bat, one of the country's few land-based native mammals, to raise its profile as a critically endangered species.\nBut the victory has annoyed some, with one commenter saying the country had gone \"batty\". \nOutraged bird-lovers cried fowl on Twitter, calling it a \"total farce\", a \"stolen election\", as well as more colourful and unprintable terms.\nSome on social media also saw it as a much-needed public relations victory for bats, after a particularly trying two years. \nBut environmental group Forest and Bird, which organises the competition every year, said the bat's inclusion was not a bid to restore its image in the wake of the coronavirus pandemic.\nSpokesperson Laura Keown said in a statement that \"a vote for bats is also a vote for predator control, habitat restoration, and climate action to protect our bats and their feathered neighbours!\"  \nThe Bird of the Year contest has been seen as a way to raise awareness of New Zealand's biodiversity and species that are under threat.\nIn apparent defiance of the laws of scientific taxonomy, Forest and Bird had decided to include a land mammal for the first time this year, saying they faced similar challenges as birds.\nThe long-tailed bat, also known as the pekapeka-tou-roa and is only the size of a thumb, beat a flightless parrot to win the title.\nMore than 56,700 people cast their votes, with more than 7,000 for the bat and just over 4,000 for the kakapo, which won the contest last year.\nThis is not the first time the contest has flown into controversy. \nIn 2019, hundreds of votes were found to have come from Russia, spurring fears of voter fraud.\nOrganisers later determined that they were likely to have come from Russian bird-lovers, instead of hackers intent on manipulating the vote."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59121613",
      "category": "world",
      "title": "COP26: Sir David Attenborough tells leaders, 'The world is looking to you'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59114871",
      "category": "uk",
      "title": "COP26: World at one minute to midnight over climate change - Boris Johnson",
      "tags": "Boris Johnson,COP26,Climate change",
      "text": "The world is at \"one minute to midnight\", having run down the clock on waiting to combat climate change, Prime Minister Boris Johnson has said.\nHe was speaking as world leaders arrived for the landmark COP26 climate change conference in Glasgow.\nSpeaking to the BBC, Mr Johnson said leaders needed to move from \"aspiration to action\" to slow global warming.\nHe added the summit was a \"critical\" moment for him, and said an ambitious outcome was still \"in the balance\".\nFor the first time, Mr Johnson also confirmed he did not want to see a controversial proposed coal mine in Cumbria go ahead.\n\"I'm not in favour of more coal,\" said the prime minister. \"But it is not a decision for me, it is a decision for the planning authorities.\"\nThe government has been criticised for not stopping the mine project going ahead. \nThis is the strongest statement the prime minister has yet made on the subject - and could help negotiations, because persuading nations to phase out coal is one of the central goals the UK government has set for the crucial UN conference.\nThe UK is hosting the summit amid mounting concern among scientists that countries are not doing enough to limit the emissions of greenhouse gases, which have caused average global temperatures to rise.\nThe 2015 Paris climate conference called for average temperatures to rise by well below 2C, and preferably only 1.5C, when compared to pre-industrial averages.\nWorld leaders arrived at the venue in Glasgow - which has officially become United Nations territory - for the official opening on Monday. Later, they will make statements setting out what their countries are doing on climate change.\nAs UN territory, the venue is being patrolled by armed UN officers and Police Scotland is only allowed to enter if they are invited by the UN secretary general - or if they believe there is a threat to life.\nOn BBC Breakfast on Monday, Foreign Secretary Liz Truss was asked whether it was necessary for world leaders to fly to the conference - as estimates suggested 400 private planes had flown into Glasgow.\nShe replied that it was \"fantastic\" that world leaders were there in person. \"When you really get into crunch negotiations, when you want to look somebody in the eye and talk to them face to face, you do need to meet in person,\" she said.\n\"World leaders are going to have to make some tough decisions… they're going to have to commit to things they didn't necessarily want to when they arrived at the conference. That's why it's really important we do have people face to face.\"\nScotland's First Minister Nicola Sturgeon said she understood that the air travel involved may send a \"mixed message\" - but agreed that more progress is made when leaders meet in person.\n\"Given all of the travel required to get here, it even further increases the pressure on the shoulders of world leaders to make sure it's worth it,\" she said.\nMs Sturgeon added that the goal of the conference was to increase countries' ambitions to reduce emissions. \"Right now, the commitments countries have made wouldn't even limit [global warming] to 2C, let alone 1.5.\"\nThe COP26 summit immediately followed a G20 meeting in Rome - made up of leaders of 20 of the world's biggest economies - which ended on a downbeat note from Mr Johnson, after only 12 of the 20 committed to be carbon neutral by 2050. \nSpeaking to the BBC separately, Mr Johnson promised to add £1bn to the money the government has earmarked over the next four years to help developing countries.\nThe government has already conceded that the developed world would not deliver in full on a promise made in 2009 to pay poorer countries $100bn a year to help tackle climate change - roughly equivalent to £73bn based on current exchange rates. \nThe government has also been criticised for cutting foreign aid this year.\nMr Johnson urged other developed nations to commit more cash.\nHe said the other two central goals of the conference would be persuading world leaders to commit to accelerating the transition away from petrol and diesel cars and to stop deforestation.\nRead more about the COP26 summit here.\nMr Johnson also defended the decision in last week's Budget to cut the duty on short-haul internal flights by 50%.\nHe described it as a difficult decision, adding: \"Even the distinguished Scottish politicians who are beating me up about this don't actually themselves come to London by any other means.\"\nThe comment appears to be a criticism of the SNP's Westminster leader Ian Blackford. \nMr Blackford branded the cut in passenger duty a \"disgrace\" and claimed it was evidence the government did \"not understand the climate challenge\".\nMr Johnson told the BBC that drawing more private finance into low carbon investments would be crucial to ensuring a rapid reduction in greenhouse gas emissions. \nGovernments can bring billions to the table, he said, but the market has \"hundreds of trillions\".\nWhen asked what the Johnson household was doing to cut its carbon footprint, the prime minister joked that he had \"totally abolished commuting\" when he moved into No 10 and started living above his place of work.\nHe declined to say whether he had cut beef out of his diet, adding he had \"got to start eating a lot less of all kinds of things\".\nMr Johnson would not confirm whether he now regarded himself as an environmentalist, but insisted he was \"not the black sheep of my family\" on green issues. Boris Johnson's wife Carrie, his father Stanley and his brother Leo are all very keen environmentalists.\nThe Archbishop of Canterbury said climate change was \"absolutely a moral issue\".\n\"This is our neighbours all around the world, those who are already suffering catastrophic impacts,\" Justin Welby told BBC Radio 4's Today programme. \"This is life or death.\" \nMr Welby - who used to work in an oil executive - said he did not regret working in the industry as he \"learnt a huge amount from it\", and added the vast majority of people in the industry are \"pretty passionate about changing\".\nAdditional reporting by Francesca Gillett\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59112209",
      "category": "uk-northern-ireland",
      "title": "Long Covid: Dedicated clinics launched for NI patients",
      "tags": "NI Health,Long Covid,Coronavirus pandemic",
      "text": "The first dedicated assessment and treatment clinics for patients with long Covid have been launched across Northern Ireland. \nPatients are to be given advice on managing the condition and referred to other services where necessary.\nHealth Minister Robin Swann said establishing the clinics had been a priority.\nOn Friday, officials had warned the service would be delayed until the end of November. \nThe assessment clinics were initially meant to be in place by the end of October. \nBut on Monday morning it was announced that they would be accepting referrals immediately across all health trust areas. \nPatients must be referred to a clinic either by their GP or by a hospital consultant.\nIf a patient's GP considers their symptoms to be a result of long Covid it will not matter whether or not they have previously tested positive for the virus. \nMr Swann said people suffering from long-term effects of Covid-19 will be offered treatment including physiotherapy, occupational therapy and nursing.\n\"The clinics will allow people to have a comprehensive assessment of their condition and will help them access the services and expert advice they need to support them in their recovery,\" he said.\nThe minister said work was \"well advanced\" on further services for long Covid sufferers, including a pulmonary rehabilitation and dysfunctional breathing service for those with significant respiratory symptoms after contracting the virus. \n\"I will continue to review services on an ongoing basis to ensure the best possible help and advice is available for those suffering from post Covid-19 symptoms,\" he added. \nAbout 20,000 people in Northern Ireland have been waiting patiently for this news.\nThe figure is an estimate as there are no official statistics for the number actually affected. \nThat's a problem in itself as no one actually knows how many patient care plans need to be developed and how many specialist staff are required to treat them. \nThe service, which is only in its infancy, has a lot to live up to. \nMany with long Covid cannot return to work or live a normal life and many say they feel abandoned and that their patience has run out. \nTheir symptoms - including fatigue, joint pain and brain fog - do not come with quick-fix treatments. \nInstead rehabilitation will take time and will have to be provided by specialist staff.  \nThe problem is that this is another essential service in a system that is already stretched to the limit. \nAt this stage I am curious to know how these clinics will be staffed and just how long will people have to wait to be seen.\nThis could be another challenge for the Department of Health-  as according to some patients they've already been waiting too long.  \nLong Covid clinics were opened across England in November 2020.\nIn the UK, long Covid is broadly defined as a condition that develops during or after the initial Covid-19 infection; continues for more than 12 weeks; and its symptoms cannot be explained by an alternative diagnosis.\nMore than 200 symptoms have been linked to the illness but some of the main symptoms are extreme fatigue, breathlessness, brain fog (neurological and memory loss), heart problems and severe headaches."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59125350",
      "category": "uk",
      "title": "COP26: Act now for our children, Queen urges climate summit",
      "tags": "UK Royal Family,COP26,Climate change,Environment,Queen Elizabeth II,Glasgow",
      "text": "The Queen has urged world leaders at the COP26 climate summit to \"achieve true statesmanship\" and create a \"safer, stabler future\" for the planet.\nIn a video message, she said many people hoped the \"time for words has now moved to the time for action\". \nShe urged them to act \"for our children and our children's children\" and \"rise above the politics of the moment\".\nThe Queen added she took \"great pride\" in how her \"dear late husband\" Prince Philip promoted environmental issues.\nThe 95-year-old monarch had been scheduled to attend the United Nations conference in Glasgow. But she pre-recorded her address last week at Windsor Castle after being advised to rest following medical checks.\nThe Prince of Wales and Duke of Cambridge are both attending the COP26 conference, which is seen as a crucial gathering if temperature increases and climate changes are to be limited.\nIn her address, the Queen recalled how the \"impact of the environment on human progress was a subject close to the heart\" of the Duke of Edinburgh. She referred to his warning at a 1969 academic gathering of the dangers of failing to address pollution.\nThe Queen said: \"It is a source of great pride to me that the leading role my husband played in encouraging people to protect our fragile planet, lives on through the work of our eldest son Charles and his eldest son William.  \n\"I could not be more proud of them.\"\nEven though not there in person, this was a surprisingly personal message from the Queen.\nShe mentions how the environment was a subject close to the heart of \"my dear late husband\" Prince Philip and says she \"could not be more proud\" that it was an interest sustained by her son Charles and grandson William.\nShe also seems to make reference to her own mortality: \"None of us will live forever.\"\nBut there is also the authoritative voice of someone looking back after almost 70 years as head of state, telling world leaders to take the long view and \"rise above the politics of the moment\".\nThe Queen says \"statesmanship\" means serving the future rather than short-term political rewards.\nShe might be on the video screen but she was telling world leaders to focus on the big picture.\nThe Queen said she also drew \"great comfort and inspiration from the relentless enthusiasm of people of all ages - especially the young - in calling for everyone to play their part\".\nShe said: \"In the coming days, the world has the chance to join in the shared objective of creating a safer, stabler future for our people and for the planet on which we depend. \n\"None of us underestimates the challenges ahead: but history has shown that when nations come together in common cause, there is always room for hope.\"\nIn other developments at COP26:\nThe Queen said she hoped the leaders at COP26 would \"rise above the politics of the moment, and achieve true statesmanship\".  \nShe added: \"It is the hope of many that the legacy of this summit - written in history books yet to be printed - will describe you as the leaders who did not pass up the opportunity; and that you answered the call of those future generations.\n\"That you left this conference as a community of nations with a determination, a desire, and a plan, to address the impact of climate change; and to recognise that the time for words has now moved to the time for action.\n\"Of course, the benefits of such actions will not be there to enjoy for all of us here today: we none of us will live forever. \n\"But we are doing this not for ourselves but for our children and our children's children, and those who will follow in their footsteps.\" \nAhead of COP26, the Queen was overheard appearing to suggest she was irritated by people who \"talk\" but \"don't do\", when it comes to climate issues.\nAddressing the opening of the conference earlier in the day, the Prince of Wales urged world leaders into action, saying he understood that many countries could not afford to \"go green\".\nInstead, he said, there needs to be a \"vast military-style campaign to marshal the strength of the global private sector\", which had trillions of dollars at its disposal.\n\"The scale and scope of the threat we face call for a global, systems-level solution, based on radically transforming our current fossil fuel-based economy to one that is genuinely renewable and sustainable,\" he said.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59113434",
      "category": "uk",
      "title": "Boris Johnson on COP26: 'If Glasgow fails, then the whole thing fails'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59105643",
      "category": "uk-northern-ireland",
      "title": "Parkrun: Keeping fit with running after a cancer diagnosis",
      "tags": "Running,Cancer",
      "text": "Clocking up 100 Parkruns is always impressive, but for one woman, it is even more significant.\nEtta Roberts is 74 and joined the weekly 3.1 mile (5km) run round her local park to help her recover from cancer.\n\"The physio team at the hospital were very supportive of the benefits of staying active, and it's a big help to recover from surgery,\" she said.\n\"I found Parkrun great during chemo, I think it helps to assimilate the chemo drugs. It improves your circulation.\n\"I started Parkrun before my surgery so I would be up and running and I would know what it was.\"\nEtta is part of the 5k Your Way initiative.  \nIt encourages people who've had a cancer diagnosis to stay active and get out to the park on a Saturday morning to take part in a group run.\nKasia Garbal is also involved. \nShe finished a Parkrun in August, just 10 days after she had a mastectomy.\n\"When I was diagnosed, I decided to get super fit, super healthy to take on the challenges ahead of me, so that when my operation came it wasn't a big issue at all,\" Kasia explained.\n\"I was fit, I was healthy, I decided to go back to normal life as soon as I could.\n\"I thought that after the operation I'd be lying in  bed for weeks but because I was fit and healthy I was able to get back to running.  \n\"It made me feel so good - like cancer didn't matter because I could still run, I could still do things.\"\nThere are Parkruns all across Northern Ireland, although Wallace Park in Lisburn is the only one affiliated with the 5k Your Way Initiative.\nDr Gwyneth Hinds is urging cancer survivors to put on their running shoes.\n\"We know that it'll reduce anxiety and depression and also fatigue, which is one of the symptoms that really gets people down after cancer diagnosis,\" Dr Hinds explained.\n\"It isn't easy going through a cancer diagnosis and treatment, so when you know that by doing exercise you're helping your treatment work better and improving your chances of survival, it's good news all round.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59117529/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK could take legal action against France over fishing row, says Liz Truss",
      "tags": "Fishing,Boris Johnson,Emmanuel Macron,G20,Brexit",
      "text": "The UK is prepared to take legal action against France over the ongoing row about post-Brexit fishing rights, Foreign Secretary Liz Truss has warned.\nLast month, the UK and Jersey denied permits to dozens of French boats to operate in their waters.\nIn retaliation, France threatened to block British boats from some of its ports and cut electricity to Jersey. \nMs Truss told the BBC that France was acting \"unfairly\" in setting a deadline for issuing more fishing permits.\nFrance says that, unless this happens by Tuesday, it will prevent British fishing boats from disembarking at its ports, and step up border checks on UK goods.\nOfficials in Paris have also threatened to tighten security checks on British boats, and increase checks on trucks going to and from the UK.\nRepresentatives from the European Commission, France, the UK and the Channel Islands are holding talks via video link on Monday afternoon.\nA commission spokesperson said they hoped the meeting would bring a \"swift solution on the outstanding issues\".\nFrance has accused the UK of making a \"political choice\" by rejecting \"more than 40%\" of French boats' applications to fish in UK and Channel Island waters.\nBut the UK's Brexit minister Lord Frost has said the UK had been \"very generous\" in granting 98% of applications from EU vessels.\nMs Truss told BBC Radio 4's Today programme that fishing licences had been awarded to French boats \"entirely in accordance\" with the post-Brexit deal between the EU and UK.\nShe warned that unless France withdrew its threats, the UK was prepared to \"use the dispute resolution mechanism in the trade deal we signed with the EU to take action against the French\". \n\"We're simply not going to roll over in the face of these threats,\" she added.\nFor Labour, shadow business secretary Ed Miliband told Sky News he \"didn't like the way the French had behaved\" and urged both sides to \"lower the temperature\" of the debate. \nEmmanuel Macron is under massive pressure from the nationalist right in France in the lead-up to next year's presidential election.\nHe has a lot to gain from the metaphorical waving of the French flag, being seen to be standing up to \"perfidious Albion\", as the French have sometimes referred to the Brits (or the English, depending on the exact moment in history) for centuries.\nBoris Johnson too knows that a row with the French - or with Brussels - plays well with much of his Conservative Party and many of his supporters.\nA useful diversion, say critics, from domestic problems like soaring gas prices, haulier shortages and studies, like the recent one published by the Office for Budget Responsibility, suggesting that Brexit will cost the UK economy more than Covid-19.\nRead Katya's blog in full\nOn Sunday, Boris Johnson and French President Emmanuel Macron met for 30 minutes during the G20 summit but failed to resolved the problem.\nThe UK government said it was \"up to France\" to draw back from its threats, while Mr Macron insisted the ball was \"in Britain's court\".\nUK-French tensions were further inflamed on Friday, when a letter emerged from French Prime Minister Jean Castex to European Commission President Ursula von der Leyen suggesting the fishing dispute was an opportunity to show that EU countries risked more damage from leaving the bloc than staying in.\nMr Johnson said he was \"puzzled to read a letter from the French prime minister explicitly asking for Britain to be punished for leaving the EU\".\nAlthough fishing is a small part of both the British and French economies, it has been a highly sensitive political issue throughout Brexit. \nThe latest row began after a British trawler was seized by France and another fined during checks off Le Havre on Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59113839/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Glasgow bin strikes begin as world leaders arrive for COP26",
      "tags": "Waste management,GMB,COP26,Glasgow City Council,Glasgow,Strike action",
      "text": "A strike by refuse staff and street cleaners in Glasgow has started, as world leaders arrive for the COP26 climate summit.\nGMB Scotland said members in the city council's cleansing department would be striking for the next week.\nThe union accused the council of failing to give members \"proper time and space\" to consider an offer from local authority body Cosla.\nGlasgow City Council said the union's decision was \"very disappointing\".\nThey said they would meet with GMB \"at any time\" to resolve the dispute. \nCosla proposed a pay rise of 5.8% for the lowest paid staff as part of a £1,062 increase for staff earning below £25,000.\nThe deal involved £30m from the Scottish government and £18.5m from local government.\nGMB Scotland, Unison and Unite all suspended industrial action on Friday, after the offer was tabled, saying they would consult members.\nHowever, on Sunday GMB Scotland confirmed the strike in Glasgow was back on.\nThe union's Drew Duffy told BBC Scotland's Good Morning Scotland programme that the council was \"constantly goading our members\" and they had decided \"enough was enough and the strike continues\".\nHe explained: \"The workforce are the lowest paid workers in Scotland. There are deep rooted problems within Glasgow City Council. We have been trying to meet with the council. \n\"It is a constant breakdown of industrial relations, there have been longstanding problems with low pay and discriminatory pay and our members have just had enough. The conditions they work in, the pay they receive is not good enough.\" \nThe move by the union came as Glasgow geared up to welcome about 120 world leaders to the city for crucial climate talks at COP26. \nIn a statement released on Monday, a Glasgow City Council spokeswoman said: \"The agreement struck at national level gave two weeks to consider the pay offer and so there is no reason for this strike to go ahead at this time. It is very disappointing the GMB has opted for this course of action.\n\"We have already agreed their request for time to meet with their members. And, while we remain available to meet with them at any time, we are unable to deliver their request for a pay increase.\n\"That is part of a national negotiation and a new deal was tabled by Cosla last week.\n\"It appeared that GMB, along with the other unions, had agreed to suspend the strike until national consultation was complete and it is very disappointing they have reneged on that agreement and have not given us the required 14 days' notice after they publicly announced the suspension on Friday.\"\nThe GMB, Unison and Unite had initially called for a £2,000 pay rise and previously rejected an £850-a-year increase for staff earning up to £25,000 from Cosla.\nGail Macgregor, Cosla's resources spokeswoman, said they put their \"new and improved\" offer to trade unions last week. \n\"We were pleased to note that that it was accepted with the expectation that strike action be suspended whilst they presented the new offer to their membership for consideration,\" she added. \n\"GMB in particular made a public statement that they were suspending strike action for a period of two weeks as of Friday whilst the ballot of their members was conducted nationally across all 32 councils that this affects. \n\"We very much hope that this remains the case and that all members are given the opportunity to participate whilst essential services are maintained.\"\nThe GMB previously denied workers were using the global climate conference as a bargaining chip but said staff had been \"put in a corner\" by Cosla despite their efforts during the pandemic and were \"fed up of being disrespected and undervalued by the government\".\nThe Scottish government said it was not party to the pay negotiations, but said it had made a one-off offer of £30m in additional funding to help find a solution.\nScottish minister Michael Matheson, speaking to BBC Radio Scotland on Monday, said: \"The GMB locally have entered into a dispute now with GCC which I understand is not to do with the actual package itself but it's the process around being able to engage with their members and discuss that with them. \n\"I understand that discussions were taking place last night and the Scottish government would want to continue to encourage Cosla, GCC and the GMB to continue to discuss this issue and to try and find a quick resolution to what I believe is a process issue rather than an issue around the deal that was proposed.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59116051/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid booster jabs available at walk-in sites in England",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Booster jabs to protect against Covid are now available at walk-in sites in England as the NHS hopes to bolster uptake ahead of a \"challenging\" winter.\nAbout 30 million people who had their second vaccination more than six months ago will be able to get a booster without needing to make an appointment.\nThe NHS online walk-in finder will let people check their nearest centre.\nMore than six million people have already had a booster jab or a third dose, NHS England said.\nA booster is an extra dose to help people who have been double-jabbed retain their immunity.\nSeparately, a third dose is a top up for those who may not have had a full immune response from the first two doses. These are being given to people with severely weakened immune systems.\nThose entitled to a booster jab include people aged 50 and over, care home staff and residents, and frontline health and social care workers.\nAlso included are people aged 16 to 49 years old with underlying health conditions which put them at greater risk of severe Covid, and adults sharing a home with vulnerable people.\nThe top-up will be available at hundreds of sites across England, and NHS England said nearly every person registered with a GP practice lives within 10 miles of a fixed vaccination site.\nDr Nikki Kanani, a working GP and also deputy lead for the NHS Covid-19 vaccination programme, said: \"The booster is not just nice to have, it is really important protection ahead of what we know will be a challenging winter.\"\nPrime Minister Boris Johnson said during his trip to the G20 summit in Rome on Sunday: \"I think rather than thinking [about] new restrictions, the best thing everybody can do is get that booster jab as soon as you're offered it.\"\n\"I think people don't quite realise that the first two jabs do start to wane,\" he said.\n\"How sad, how tragic it would be if people who had other complications, other compromises in their health, got seriously ill because they were overconfident about their level of immunity and didn't get their booster when they needed it.\"\nMore than 45 million people in the UK have been double-vaccinated, according to latest government figures., and nearly eight million have received a booster or third dose.\nThe new drive for booster jabs for certain groups comes as health teams start visiting more than 800 secondary schools in England to offer single doses of the coronavirus vaccine to 12 to 15-year-olds.\nHealth Secretary Sajid Javid said the vaccines \"will help keep children in the classroom\".\nThe UK's chief medical officers recommended in September that children aged 12 to 15 be offered one dose of a Covid vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59109804",
      "category": "uk-politics",
      "title": "UK and France blame each other over fishing row stalemate",
      "tags": "Fishing,Boris Johnson,Emmanuel Macron,G20,Brexit",
      "text": "Boris Johnson and French President Emmanuel Macron remain at loggerheads in the ongoing dispute over permits for fishing boats.\nOn Sunday, the leaders met to discuss tensions and the UK government said it was \"up to France\" to step back from threats over port access.\nBut Mr Macron said the ball was \"in Britain's court\" and he hoped there would be a positive response on Monday.\nMr Macron added it was not a bilateral issue for the nations but an EU issue. \nThe row comes ahead of Tuesday, which is the deadline for more permits to be granted for French fishing boats to operate in British waters.\nOtherwise UK fishing boats could be barred from some ports, French officials have warned.\nFollowing the meeting on Sunday, French officials said the pair had agreed to work on a solution in the \"next hours and days\".\nBut later, a spokesman for Mr Johnson said no measures had been agreed.\nMr Johnson said it was a \"wide ranging and frank discussion\", and insisted that should be expected \"between long standing friends and very, very close allies\". \nOn Friday, a letter from the French Prime Minister Jean Castex to European Commission president Ursula von der Leyen, seen by the BBC, said the EU must demonstrate in this dispute that there was \"more damage to leaving the EU than remaining there\".\nMr Johnson said he was \"puzzled\" by the letter: \"I must say I was puzzled to read a letter from the French prime minister explicitly asking for Britain to be punished for leaving the EU.\n\"I just have to say to everybody I don't believe that that is compatible either with the spirit or the letter of the Withdrawal Agreement or the Trade and Cooperation agreement, and that's probably all I'll say about that one.\"\nIt was perhaps inevitable there'd be a moment - or more than one moment - where the Brexit deal, the Trade and Cooperation Agreement, would be tested.\nThe new legal arrangements between the UK and EU set out how the two sides should interact, after decades of shared rules with the UK inside the bloc.\nFirst there were the rows about the Northern Ireland Protocol. And now fish.\nStrikingly, the prime minister has leant into the leaked letter from his French opposite number, Jean Castex, which had said the EU must demonstrate there was \"more damage to leaving the EU than remaining there.\"\nWhatever the subsequent questions about the translation of chunks of the letter, Boris Johnson chose to point to it as a source of not just irritation, but something \"not compatible with the spirit or letter\" of the Brexit agreement.\nThis brouhaha isn't done yet.  \nAn earlier statement on behalf of Mr Johnson said he had \"reiterated his deep concern over the rhetoric emanating from the French government in recent days, including the suggestion by the French prime minister that the UK should be punished for leaving the EU\". \nAnd it said Mr Johnson had \"expressed his hope that the French government would de-escalate this rhetoric and withdraw their threats\".  \nThe PM's spokesman then went further, adding: \"It's down to France to decide if they want to step away from the deeply concerning threats. \n\"We are not seeking to escalate this. We would welcome it if they de-escalate and withdraw the threats they have made. [But] it will be for the French to decide.\"\nThe two leaders held a 30-minute informal meeting in Rome, where leaders of the world's richest economies, the G20, have been holding talks. \nA French official said: \"We see that Boris Johnson is trying to make the fishing story a French-UK affair. It is a post-Brexit affair which should be handled between the European Union and the United Kingdom. \n\"And what we are asking for from the British is that they respect their signature.\"\nAlthough fishing is a small part of both the British and French economies, it has played a large part politically throughout Brexit. \nBut this particular row began after a British trawler was seized by France and another fined during checks off Le Havre on Thursday.\nSince then, the wider issue of how many permits the UK grants to France post-Brexit to fish in British waters has come to the fore.\nFrance was angered by a decision from the UK and Jersey last month to deny fishing permits to dozens of French boats and argued this breached the Brexit deal.\nIt then warned it would block British boats from landing their catches in some French ports next week and tighten checks on UK boats and trucks if the dispute over fishing permits was not resolved by Tuesday. \nFrance has also said it could cut electricity supplies to Jersey, a British Crown dependency, as it previously threatened in May.\nFor a brief moment, it looked like the row over fishing permits might be about to calm down - but it was only brief.\nIt is unusual to get quite such contradictory accounts of the same meeting.\nOf course, both men have home crowds to which they want to play.\nAnd over recent years, we've also got used to hearing punchy statements in the heat of diplomatic negotiations.\nBut what will worry some is the possibility that this could be more than negotiating \"theatre\" and instead a sign of a growing lack of mutual trust between two important allies.\nSpeaking on Saturday, Mr Johnson acknowledged there was \"turbulence\" in the UK's relationship with France.\nBut he insisted the things that united the two countries were more important than their divisions.\nHowever, taking to Twitter, his Brexit minister Lord Frost said on Saturday the government was \"actively considering\" launching a legal process against France under the Brexit agreement, as a result of the \"threats\".\nHe tweeted: \"We will continue to talk constructively to try to resolve all the differences between us, and we urge the EU and France to step back from rhetoric and actions that make this more difficult.\"\nOn Sunday, France's minister for Europe, Clément Beaune, replied to Lord Frost, saying France had been \"negotiating patiently and constructively for 10 months\".\nHe rejected claims there had been technical issues leading to the problems, saying: \"It's not a technical issue, it's a political choice and a breach of the [Brexit deal].\"\nHe added: \"A friend, ally and responsible partner should stand by its word and comply with legal commitments.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59115436",
      "category": "uk-politics",
      "title": "Brexit: UK-EU row over Northern Ireland escalates",
      "tags": "NI Brexit,Brexit",
      "text": "The UK and EU's disagreement over how to handle post-Brexit trade involving Northern Ireland has escalated.\nEuropean Commission Vice-President Maros Sefcovic said he was \"increasingly concerned\" the UK was embarking on \"a path of confrontation\".\nHis British negotiating counterpart, Lord Frost, has accused Brussels of behaving \"without regard\" to the huge sensitivities in Northern Ireland.\nThe plan in place aims to ensure an open border on the island of Ireland.\nThe UK wants key changes to the plan, known officially as the Northern Ireland Protocol, while the EU has suggested a more modest package of measures that would reduce its practical impact.\n\"Peace is too precious in Northern Ireland to be put at risk,\" Mr Sefcovic has written in an editorial published in the Daily Telegraph.\nMr Sefcovic writes that Brussels has come up \"with a robust package of solutions which has the potential to fix\" challenges in implementing the protocol.\n\"This was done in good faith and now I am working round the clock to reach an agreement with the UK Government to provide stability, certainty and predictability that Northern Ireland deserves,\" he writes.\n\"I am increasingly concerned that the UK Government will refuse to engage with this and embark on a path of confrontation.\"\nSeparately, former Brexit chief negotiator Lord Frost accused the EU of an \"overly strict\" enforcement of the protocol.\nThe cabinet office minister said the EU was behaving \"without regard to the huge political, economic and identity sensitivities\" in Northern Ireland.\nLord Frost made the comments in the foreword to a new paper for the Policy Exchange think tank, which details how negotiations in the Brexit process have been hampered by decisions made in 2017.\nHe suggests that a 2017 EU-UK joint report, which set the terms for the Brexit process, was a result of the UK failing to make \"the necessary mental shift from being a member of the EU to negotiating exit from the EU\".\nLord Frost said: \"We must return to the protocol and deliver a more robust, and more balanced, outcome than we could in 2019.\"\nThe latest disagreement over the protocol comes following growing tensions sparked by another post-Brexit issue: Anglo-French fishing rights. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59114255",
      "category": "science-environment",
      "title": "COP26: The issues that stand in the way of progress",
      "tags": "COP26,Paris climate agreement,Climate change,Schools' climate change protests",
      "text": "World leaders are arriving in Glasgow for the COP26 climate summit, where they will be asked to make ambitious cuts in warming gases to prevent further global temperature rises. \nAs negotiators prepare for two intense weeks of talking, here are five major challenges that have to be overcome.\nForget talk of temperature rises or dirty coal. The real challenge facing negotiators at this key conference is the issue of trust, or the lack of it. \nThe key relationships that led to success at the major climate conference in Paris in 2015 have all taken a battering.\nThe US and China came together then to reach agreement. After four years of Donald Trump and increasing rivalry, the two countries now eye each other with deep suspicion. \nRead more about the COP26 summit here.\nFour numbers to better understand COP26\nThe so-called \"high ambition coalition\" of island states, developing economies and the EU that really pushed things forward in France in 2015, is now not the force it was. \nOn top of all that, there's also money problems: The failure of the international community to make good on the delivery of a long-promised $100bn to help poorer countries cope with climate change has gone down badly.\nHowever you dress it up, it has dented trust at a critical time. \nSpeaking at the G20 meeting in Rome just before flying to Glasgow for the COP, UN Secretary General Antonio Guterres underlined just how important the question of trust was.\n\"If we want real success, and not just a mirage, we need more ambition and more action,\" he said. \"That will only be possible with a massive mobilization of political will. And that requires trust among the key actors.\"\n\"Today, trust is in short supply. There are serious questions of credibility.\"\nUnless this deficit is overcome, Glasgow is likely to fall well short. \nKey to any success in Glasgow has to be the credibility of the host nation. \nFrance is generally seen as setting the bar for what a successful presidency looks like, when it hosted the Paris COP in 2015. \nThe UK faces some challenges in this area, though it has some credit in the bank too.\n\"The UK has led from the front for many years,\" said Kaveh Guilanpour, a long-time climate negotiator and now with the Centre for Climate and Energy Solutions.\nThe government's strong commitment to the Paris goal of achieving net zero by 2050 - that is, to not add any more carbon emissions to the atmosphere than it can remove - creates credibility, he says.\nHowever, on the other side of the ledger, the UK government has run into trouble over plans for a coal mine in Cumbria, and by announcing cuts to air passenger duty just last week. \nOf even more importance perhaps is the cut to Overseas Development Aid (ODA), which saw that UK's annual support reduced from 0.7% of national income to 0.5%.\n\"Boris Johnson and his Cabinet have undoubtedly made life additionally difficult for themselves,\" said Richard Black, a senior associate at the Energy and Climate Intelligence Unit. \nOne of the biggest challenges for this COP is the sheer volume of work. \nThe postponement of last year's meeting due to Covid is one cause, but it's also because efforts to carry out the negotiations virtually haven't worked. Delegates were happy to talk, but refused to take decisions until they met face to face. \nSo Glasgow has a huge agenda, particularly on the question of financing how countries deal with climate change. \nThere are also complex details about how the Paris agreement should be implemented that still haven't been resolved. Questions on transparency, carbon markets, and having the same timeframes for cutting carbon emissions, have defied the best efforts of negotiators in the six years since Paris.\n\"There is a real risk that failure on a relatively small issue at the end of the second week could be the headline,\" said Mr Guilanpour.\n\"The huge backlog means there are highly controversial items that could cause delays with serious consequences for getting all the work done.\"\nThere is a growing sense among many participants that this UN negotiating process is no longer fit for purpose. \nThe need for consensus from 197 parties, and the legalistic and technical nature of the talks, means there is, in reality, very little room for actual negotiations. \nFor this summit, the UK has been determined to bring in real world examples of success to show that fighting climate change can be good for the planet and good for business. \nThe UK is also eager to conclude a series of side deals on questions like deforestation, on methane, on coal and on protecting nature - it believes that the COP needs to be seen as not just a dull talking shop, but a space to highlight best practice and encourage action.\nSome participants believe the climate crisis is now so serious they want to see real reform of the COP to bring in carrots and sticks for countries to meet their pledges. \n\"There has to be an accountability factor, because otherwise, countries can pledge anything and can promise anything,\" says Dr Deborah Brosnan, who's advising the Antigua and Barbuda team here. \nFor months, politicians, negotiators and journalists have been arguing over what success at this conference looks like.\nThis isn't Paris in 2015 or Copenhagen in 2009, where deal/no deal made it very easy to tell if it was thumbs up or down.\nThe UK's stated aim to \"keep 1.5C alive\" - referring to the limit to the annual rise in average temperatures, compared to pre-industrial times. It is a handy sound bite that belies the massive shift in ambition required to achieve it. \nLook a little closer and what the UK actually means is that it wants to deliver a \"roadmap\" (odd choice of word) that will essentially mean that all countries revise their carbon cutting targets in the very short term, not every five years as is currently the case. \nAlternatively, and more likely, the COP might finish with a bun-fight where developing countries reject any attempt to get them to come back with improved offers in a year or three. \nThe UK might be left with a wishy-washy political declaration that aspires to more but doesn't commit anyone to actually do anything.\nAnd all the extra commitments on issues like cutting methane emissions, shipping emissions and so on, might be an unenforceable wish list, dressed up to impress. \nOnce the final gavel comes down, expect a head-turning flurry of spin from the UK and others to convince the world that Glasgow has really delivered. \n\"Briefings go directly from the political leader's office to political journalists who rarely have any background in the UN climate process,\" said Richard Black, who is also a former BBC environment correspondent.\n\"News coverage often focuses on political theatre rather than the actual issues. Rhetorical leadership gets mistaken for the real thing.\"\nBut keep the central question in mind. Is the prospect of keeping the world under 1.5C of warming now more likely? \n\"If there's a golden rule to cutting through the spin, it's to try and understand the issues, and look at what leaders do, not at what they say,\" said Mr Black. \nMatt McGrath has been covering climate change for the past 15 years, reporting from 10 COPs along the way. You can follow him on Twitter @mattmcgrathbbc. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59113184",
      "category": "uk",
      "title": "COP26: World needs to act, says PM, as Prince Charles joins call for action",
      "tags": "Intergovernmental Panel on Climate Change,COP26,Climate change",
      "text": "Here are five things you need to know about the COP26 climate change conference on Monday.\nAs world leaders gather in Glasgow for the COP26 climate summit, Prime Minister Boris Johnson says they need to move from \"aspiration to action\". He claims the world is at \"one minute to midnight\" as concerns grow that countries are not doing enough to limit the emissions of greenhouse gases, which have caused average global temperatures to rise. Mr Johnson says progress was made during the G20 summit in Rome, which took place before COP26, but acknowledges there's still a \"huge way\" to go, warning an ambitious outcome remains \"in the balance\". Follow our updates as world leaders prepare for tense negotiations.\nAt the opening ceremony, the Prince of Wales will say the summit is \"the last-chance saloon\". Prince Charles, a long-standing champion of environmental causes, believes a \"war-like footing\" is needed, with a \"vast military-style campaign\" to tackle climate change. Scientists believe keeping global warming below 1.5C above pre-industrial times - a target world leaders agreed to work towards at the Paris climate conference in 2015 - will avoid the worst climate impacts.\nThere'll be two weeks of intense talks during COP26 - and here, our environment correspondent Matt McGrath looks at five of the main challenges for negotiators: trust; credibility; workload; process; and spin. \nSome nights it's too hot to sleep indoors, says Shakeela Bano, and the roof of her and her family's one-storey house in India can be too hot to walk on. Meanwhile in northern Mauritania in west Africa, Sidi Fadoua says the temperatures \"are like fire\". This is what living in 50C is like: read more about their stories here.\n\"We are quickly losing our hope in you.\" \"It's the people who have least contributed to this crisis that continue to suffer the most.\" These are some of the messages from climate activists in Africa - click below to see more.\nCOP26 PUSH NOTIFICATIONS: If you want to keep up with the latest around the climate summit, tap here to receive alerts on your phone.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou will have heard the term climate change, but what exactly does it mean?\nThe simplest way of explaining it, is that climate is the average weather in a place over many years, so climate change is a shift in those average conditions. Those conditions are shifting because of greenhouse gas emissions. Find out here what change will look like for you.\nYou can find further information on our climate page.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59127717",
      "category": "uk-politics",
      "title": "Fishing row: France delays sanctions as talks over access continue",
      "tags": "Emmanuel Macron,Brexit,Fishing industry",
      "text": "France will delay retaliatory measures against the UK while talks over post-Brexit fishing rights continue, Emmanuel Macron has said.\nFrance had threatened to stop British boats offloading catches at its ports from midnight over the row.\nBut the French president told reporters the sanctions would be put off as talks between officials continued. \nEnvironment Secretary George Eustice said there had been a \"big de-escalation\" of the row. \nThere had been \"constructive talks\" with France on Monday, he added. \n\"We very much welcome the fact that France has decided not to go ahead with its threats and we'll continue to have those constructive discussions.\"\nBrexit minister Lord Frost will meet France's European affairs minister Clément Beaune on Thursday to discuss a range of Brexit issues. \nThe French government said its measures would now not come into effect before this meeting took place. \nIn a statement, the president's office added that it expected the UK to respond to France's latest proposals on licensing by Wednesday. \nThe row flared up last month, after the UK and Jersey denied permits to dozens of French boats to operate in waters near their coastline.\nFrance had threatened to take a series of measures against the UK unless more licences were granted by midnight on Monday into Tuesday.\nRepresentatives from the EU Commission, France, the UK and the Channel Islands began talks on Monday, seeking to defuse the row. \nFrench media quoted Mr Macron telling reporters at the COP26 climate summit in Glasgow these would now continue on Tuesday. \n\"It's not while we're negotiating that we're going to impose sanctions,\" he was quoted as saying.\n\"We'll see where we are tomorrow [Tuesday] at the end of the day, to see if things have really changed,\" he added. \nUnder the Brexit trade deal, the EU and UK agreed they would give licences to boats if they can show they have fished in each other's waters for years.\nBut there have been disagreements about how much evidence is needed, leading to anger from France when applications were denied by the UK and Jersey.\nBig trawlers will routinely collect this sort of information using things like data from Automatic Identification Systems.\nSmaller vessels that come from French harbours to fish around the Channel Islands, for example, would find it harder to provide this kind of proof.\nThe retaliatory measures threatened by France include preventing British fishing boats from offloading catches at its ports, and stepping up border checks on UK goods. \nOfficials in Paris have also threatened to tighten security checks on British boats, and increase checks on trucks going to and from the UK.\nLast week, a British trawler was seized by France while fishing in French waters.\nMr Eustice told the BBC there had been some \"administrative confusion\" but that he did not think the vessel was still being held by the French.\nBut Macduff Shellfish, the owners of the seized Cornelis Gert Jan have told the BBC they are \"not aware\" that their trawler has been released by French authorities.\nAndrew Brown, the company's director of sustainability and public affairs, said: \"Right now we are tied up seeking to secure the release of the vessel.  We are not aware that the vessel has been released.  Our understanding is that the vessel remains held at Le Havre at least until the hearing takes place tomorrow (Wednesday).\"\nSources at the environment department have told the BBC that contrary to Mr Eustice's previous assertion, the British fishing boat is still impounded by the French authorities in Le Havre.\nThey add that the boat's impoundment is seen as a \"routine enforcement action\" by the French and is not connected to the wider fishing row, so is unlikely to be raised as part of negotiations on licences.\nFor some, it seems, President Macron could never have won.\nPressing ahead with trade disruptions over \"a few dozen\" fishing licences risked looking stroppy.\nBacking down has been seen by some UK figures - and French fishermen - as capitulation.\nOf course, this row isn't just about fishing licences.  And a wider lack of trust between French and British politicians is feeding the fire.\nIn France, the deadlock is often explained by Boris Johnson's wish to blame someone else for the impact of Brexit.  \nIf the French are disrupting trade, the argument goes, any problems can be blamed on them.\nIn the UK, Emmanuel Macron - irritated by Britain's behaviour and months ahead of a presidential race - is seen as vindictive, needing to prove to his own electorate that leaving the EU is a mistake.\nThe UK government has said it welcomes the new round of discussions, saying it's \"ready to consider any new evidence\" to support the remaining licence applications.  In other words: its core position on issuing licences hasn't changed. \nThe two men who will meet in Paris on Thursday - France's Europe Minister Clément Beaune, and Britain's Brexit Minister, David Frost - have been among the most outspoken critics on either side.\nMr Beaune said last week that the UK only understood \"the language of force\".\nThreats are one thing, but a real escalation could get messy for both sides. \nWill the language of diplomacy work any better now?\nBarrie Deas, the chief executive of the National Federation of Fishermen's Organisations, said it was important that licences \"aren't just handed out like confetti\" to EU vessels. \nHe told BBC Breakfast there needed to be a way found to identify the vessels that had historically fished in the waters. \n\"I think it's the intervention of probably domestic politics in France that have escalated this out of all recognition from a fisheries issue.\"\nSpeaking earlier, Foreign Secretary Liz Truss accused France of \"unfairly\" setting a deadline for issuing more fishing permits.\nShe rejected a French accusation that the UK had breached the Brexit trade deal over the way it had issued licences.\nAnd she had warned the UK would be prepared to take legal action under the deal, unless France withdrew its threats.\nEmilie Devogel, who sells fish in Boulogne-sur-Mer that are caught by her husband Jérémy, told the BBC some of the fishermen are getting worried.\n\"We are starting to lose hope. We only want, while respecting fish resources, to be able to work just like before. \n\"It's very tense. We don't know any more where we stand and on top of that, some boats have licences, others don't, it creates conflicts.\"\nSpeaking to the BBC on Monday, Matt, a fisherman from Dover, said: \"We're only asking them [the French] that if they are going to fish in our waters to abide by the same rules and produce evidence to say they have been fishing in our waters.\n\"We have been completely fair, completely open and completely honest - the French are acting very irresponsibly.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59110649",
      "category": "uk-politics",
      "title": "Toughen up rules on ministers' conduct, says standards watchdog",
      "tags": "Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "The rules governing the conduct of ministers and senior civil servants need to be toughened up, according to a new report. \nThe Committee on Standards in Public Life - which advises the PM on ethical standards - has been carrying out a review into processes in Westminster.\nIt concluded transparency around lobbying was \"poor\" and the current guidance relied too much on convention.\nThe watchdog has recommended to Boris Johnson that rules be strengthened. \nA Cabinet Office spokeswoman said the government would \"carefully consider\" the report. \nThe committee's review began in September last year - shortly before a row broke out over the publishing of a report into allegations of bullying against Home Secretary Priti Patel, and the Greensill lobbying scandal involving former Prime Minister David Cameron hit Westminster. \nIt released its interim findings in July, calling for more transparency around lobbying ministers and for improvements to the rules about when ministers can take up private sector roles after leaving government. \nReleasing the report's full findings, the committee's chairman and former director of MI5, Lord Evans, said social media, political polarisation and what he described as the \"coarsening of public debate\" had increased the risks to public standards, along with additional pressure from the pandemic and Brexit. \nHe added: \"High standards of conduct support our democracy, economy, and foreign policy. \n\"The UK's success in advocating against corruption abroad depends on its reputation for ethical conduct at home.\"\nThe report found the effectiveness of ethics regulators in Whitehall had \"not kept pace with wider changes\" and said there was a \"particular need for reform in central government\".\nThe committee recommended strengthening the restrictions and guidance on lobbying - particularly when carried out through informal channels.\nAnd it called for more power to be given to the independent adviser on ministerial standards, which advises the PM on the rules governing his cabinet's conduct, the ministerial code.\nLord Evans also wanted to see that code include a list of possible sanctions the prime minister could impose on those who break it - including apologies, fines and asking for a resignation. \nAnd he said he wanted these stronger rules to be written into law. \n\"The arrangements to uphold ethical standards in government have come under close scrutiny and significant criticism in recent months,\" said Lord Evans. \"Maintaining high standards requires vigilance and leadership. \n\"We believe our recommendations outline a necessary programme of reform to restore public confidence in the regulation of ethical standards in government.\"\nThe report was welcomed by Labour, whose deputy leader Angela Rayner accused Mr Johnson and the Conservative Party of \"repeatedly undermining standards in our public life\".\nShe added: \"The system that is supposed to uphold the ministerial code, lobbying rules, business appointments, public appointments and transparency is clearly unfit for purpose. \n\"Ministers have disregarded the rules and it is about time for a radical overhaul of the system.\"\nCampaign organisation Transparency International UK also welcomed the report and said the recommendations should be implemented in full.\nChief executive Daniel Bruce said: \"It is incumbent on the PM to enact these significant but sensible reforms without delay. \n\"Failing to do so would constitute a deliberate choice to leave the door wide open to abuses of public office for private gain.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59095778",
      "category": "world-africa",
      "title": "Oromo Liberation Army: On the ground with Ethiopian fighters",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59117027/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Ryanair set to cut winter fares to boost demand",
      "tags": "Companies,Travel & leisure industry,Aerospace,Air travel,Ryanair",
      "text": "Ryanair says it is expecting to cut fares this winter to help boost passenger demand.\nWhile the airline has seen business picking up recently, it warned it was still recovering from the Covid-related collapse in air travel.\nRyanairreported a narrowing of half-year losses, but warned its annual deficit could hit €200m (£170m).\nBoss Michael O'Leary told the BBC the industry was seeing a \"very strong recovery\" across Europe.\nHowever, he said heavy price discounting would be needed to fill aircraft this winter. \nKeeping prices low and passenger numbers high would \"set us up strongly for a very strong recovery\", he said.\nMr O'Leary added that the number of empty seats per plane would shrink from around 20% to under 10% by next summer. The airline expects to return to profitability in the year ending March 2023.\n\"We're seeing very strong recovery in short-haul travel across Europe and it is being led by Ryanair,\" he told the BBC's Today programme.\nHe said there had been a \"dramatic\" recovery in passenger numbers, from eight million in the three months to June to 31 million in the following three months.\nThe recent school holidays had seen Ryanair \"full to the gills as people got a last bit of sun\", Mr O'Leary said. But that did not mean the hit to the industry from the coronavirus pandemic was over, he added.\nThe carrier reported an after-tax loss of €48m for the six months to September, which compared with a loss after tax of €411m a year earlier.\nRyanair carried 39.1 million passengers in the six months to the end of September, 54% fewer than in the same period of 2019.\nThe airline is expecting to make of loss of between €100m-200m for the full year, but Mr O'Leary said the guidance could not be more specific because there was still \"little visibility\" on ticket prices and recovery.\nBut he said the post-pandemic recovery offered the best growth opportunities of his three-decade career. In September, Ryanair lifted its passenger growth target. The airline now expects to fly 225 million passengers a year by 2026, up from 200 million previously forecast.\nThe airline reiterated it expects to return to pre-Covid profitability in the year ending March 2023."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59125866",
      "category": "business",
      "title": "Bluegreen is the latest energy firm to go bust",
      "tags": "Companies,Ofgem,Personal finance,Energy industry",
      "text": "Bluegreen has become the latest energy firm to go under as high gas prices continue to put smaller providers out of business.\nIn a statement, Bluegreen, which has 5,900 customers, said it was in an \"unsustainable situation\".\nEnergy regulator Ofgem said Bluegreen's customers would be moved to another supplier without them needing to act.\nHowever, it recommended they take a meter reading to pass on to their new provider.\nOfgem said an \"unprecedented increase\" in global gas prices was putting financial pressure on suppliers.\nThe regulator's director of retail, Neil Lawrence, said: \"We know this is a worrying time for many people and news of a supplier going out of business can be unsettling.  \n\"I want to reassure affected customers that they do not need to worry: under our safety net we'll make sure your energy supplies continue.\"\nTo customers with credit on their account, he said their funds would be protected.\n\"Ofgem will choose a new supplier for you and while we are doing this our advice is to wait until we appoint a new supplier and do not switch in the meantime,\" he said.\n\"You can rely on your energy supply as normal.\"\nThe regulator's price cap, which covers 15 million households across England, Wales and Scotland, protects customers on default tariffs by limiting charges including how much customers pay per unit of energy.\nBut providers say they can't pass on rising wholesale gas prices to customers because of the cap.\nAlready, companies supplying energy to around 2 million UK customers have gone bust. They include Avro Energy, People's Energy and Green Supplier Limited. And there are concerns that there could be more to come."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-59069662",
      "category": "uk-england-essex",
      "title": "Luton man left shocked as his house is ‘stolen’",
      "tags": "Luton",
      "text": "A man has described his shock at returning to his house and finding it stripped of all furnishings after it was sold without his knowledge.\nHaving been alerted by neighbours, the Reverend Mike Hall drove to Luton and found building work under way and a new owner who said he had bought the house.\nA BBC investigation found Mr Hall's identity had been stolen and used to sell the house and bank the proceeds.\nPolice initially told him it was not fraud but are now investigating.\nMr Hall, who was away from the property and working in north Wales, said he received a call from his neighbours on 20 August, saying that someone was in the house and all the lights were on.\nThe following morning, he drove there.\n\"I went to the front door, tried my key in the front door, it didn't work and a man opened the front door to me,\" he told BBC Radio 4's You and Yours.\n\"I pushed him to one side and got in the property. I really didn't know what he was doing there.\n\"The shock of seeing the house completely stripped of furniture; all furnishings, carpet, curtains - everything - was out of the property.\"\nThe man said he was doing building work, to which Mr Hall replied: \"I haven't sold the house. This is still my property.\"\nMr Hall phoned the police, but the builder left and returned with the new owner's father, who said he had bought the terraced house in July, adding: \"It is now my property. You are now trespassing. Get out.\"\nMr Hall said: \"We then tried to access the Land Registry documentation online to find out whose name appeared... and it is, in fact, as of 4 August, this man's name.\n\"At that point the police said, 'Well, there's nothing further we can do here. This is a civil matter; you need to leave the house and contact your solicitors.'\"\nHe then tried to contact police online, but received the same response.\n\"I was shocked - having seen the house in the state it was, I was in a bit of a state of shock anyway - but then to be told by the police they didn't believe a criminal offence had been committed here was just unbelievable,\" he said.\nThe BBC put Mr Hall in touch with Bedfordshire Police's fraud squad, which has begun an investigation.\nA spokeswoman said there had been no arrests.\nYou and Yours obtained the driving licence used to impersonate Mr Hall, details of a bank account set up in his name to receive the proceeds of the sale, and phone recordings of the house being stolen.\nOnce the house was sold to the new owner for £131,000 by the person impersonating Mr Hall, they legally owned it.\nThe solicitors involved in the property transaction said there was an ongoing police investigation and that it was inappropriate to comment further.\n\"We will continue to co-operate with the police, and comply with our professional obligations,\" said the firm, which the BBC has chosen not to name.\nThe Land Registry paid out a total of £3.5m in compensation for fraud last year.\nIt said: \"We work with professional conveyancers, such as solicitors, and rely on them and the checks that they make to spot fraudulent attempts to impersonate property owners.\n\"Despite our efforts, every year we do register a very small number of fraudulent transactions.\" \nYou can listen to Shari Vahl's exclusive You and Yours investigation on BBC Sounds.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59110260",
      "category": "science-environment",
      "title": "Greta Thunberg: It's never too late to do as much as we can",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59113464",
      "category": "uk-wales",
      "title": "Climate change: Tiny forest planted in Caerphilly park",
      "tags": "Trees,Caerphilly,Climate change",
      "text": "About 600 trees will be planted in a town park as part of efforts to tackle climate change.\nIt is hoped the \"tiny forest\" project will help to cut air pollution, reduce flooding and improve biodiversity.\nLocal schoolchildren will help to plant the forest during the week followed by an open day on Saturday.\nChair of Climate Action Caerphilly, Marianne Longstaff said: \"It'll take up 30 times more carbon planted this way than a traditionally planted forest.\"\n\"It'll take up a lot of water so we're hoping the flooding we've had in Morgan Jones Park recently will be mitigated.\n\"It should reduce the air pollution and noise pollution from the local road and a big part of this project is to educate local schools and the local community,\" she added.\nFaster and denser\nA variety or oak, beech, shrubs and fruiting trees will be planted in an area of Morgan Jones Park.\nA special method of tree planting for the 28 native species of tree will allow them to grow faster and denser than a traditionally planted forest.\nGroups of children will help plant the trees during the week, which will culminate in a day of action organised by Climate Action Caerphilly. On Saturday members of the public will be able to attend the site to plant a tree. \nWeeks of preparation work has gone into the project so far as Caerphilly Council has carried out groundworks on the designated area for the tiny forest.\nLocal people have also donated mulch and other materials which has been used to create planting areas and a footpath through the middle of the site.\nThe Caerphilly project has been funded by Welsh Government's Landfill Disposals Tax Communities Scheme, administered by the WCVA.\nIt will become one of a handful of similar sites across Wales after 1,000 trees were planted at five separate locations across the country by Keep Wales Tidy earlier this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-24021772",
      "category": "science-environment",
      "title": "What is climate change? A really simple guide",
      "tags": "Greenhouse gas emissions,Our Planet Now,Carbon dioxide,Extinction,Effects of global warming,Climate change,Environment",
      "text": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life.\nLeft unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species. \nWe face a huge challenge, but there are potential solutions.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions.\nThe rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport. \nWhen these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise.\nThe world is now about 1.2C warmer than it was in the 19th Century - and the amount of CO2 in the atmosphere has risen by 50%.\nTemperature rises must slow down if we want to avoid the worst consequences of climate change, scientists say. They say global warming needs to be kept to 1.5C by 2100. \nHowever, unless further action is taken, the planet could still warm by more than 2C by the end of this century. A report in 2021 by the Climate Action Tracker group calculated that the world was heading for 2.4C of warming by the end of the century.\nIf nothing is done, scientists think global warming could exceed 4C in the future, leading to devastating heatwaves, millions losing their homes to rising sea levels and irreversible loss of plant and animal species. \nExtreme weather events are already more intense, threatening lives and livelihoods. \nWith further warming, some regions could become uninhabitable, as farmland turns into desert. In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands.\nPeople in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse.\nOur oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has already lost half of its corals since 1995 due to warmer seas driven by climate change.\nWildfires are becoming more frequent as climate change increases the risk of hot, dry weather. \nAnd as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change.\nIn a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need.\nScientists believe at least 550 species could be lost this century if action is not taken. \nClimate change has different effects in different areas of the world. Some places will warm more than others, some will receive more rainfall and others will face more droughts. \nIf temperature rise cannot be kept within 1.5C:\nCountries agree climate change can only be tackled by working together, and in a landmark agreement in Paris in 2015, they pledged to try to keep global warming to 1.5C. \nThe UK is hosting a summit for world leaders, called COP26, in November, where countries will set out their carbon reduction plans for 2030. \nMany countries have pledged to get to net zero by 2050. This means reducing greenhouse gas emissions as much as possible and balancing out remaining emissions by absorbing an equivalent amount from the atmosphere.\nExperts agree that this is achievable, but it will require governments, businesses and individuals to make big changes.\nMajor changes need to come from governments and businesses, but scientists say some small changes in our lives can limit our impact on the climate:\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59106907",
      "category": "world-europe",
      "title": "One dead in Czech cable car crash",
      "tags": "Czech Republic",
      "text": "One person has died after a cable car became detached and plunged to the ground in the Czech Republic.\nThe victim in Sunday's incident, on the Jested mountain in the north of the country, is believed to be a guide. He was the only person in the cabin.\nFourteen people who were in a cabin travelling in the opposite direction were rescued by firefighters.\nAn investigation has been launched into why the cabin came loose at the popular tourist destination.\nThe cable route to the 1,012-metre (3,320ft) high Jested mountain near the city of Liberec uses two cabins, each operated manually by a member of staff.\nLast year, more than 210,000 people used the cable cars, according to the Lidove Noviny newspaper."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59078198",
      "category": "science-environment",
      "title": "Can COP26 really save the planet?",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "Will COP26 be a climate \"turning point\" as Boris Johnson wants, or more \"blah blah blah\" of the kind Greta Thunberg condemns? \nAt face value, things do not look promising, for a simple reason: the previous 25 of these giant conferences failed to turn off the tap of the greenhouse gases that are driving up global temperatures.\nDespite three decades of talking, the planet is now at least 1.1C hotter than the pre-industrial level - and rising. \nEven if everyone sticks to their current promises to reduce emissions, we'll still be on course for a dangerous increase of 2.7C by the end of the century.\nFor this conference, however, expectations for real progress are higher than usual.\nThat's partly because the risks are hitting home. This year floods killed 200 people in Germany, heatwaves struck chilly Canada and even the Siberian Arctic was burning. \nAnd scientists now have the evidence to say it's unequivocal that human activity is behind climate change and that's making violent extremes more likely. \nThey're also clearer than ever that avoiding the most damaging temperatures means halving global carbon emissions by 2030 - a deadline looming close enough to focus minds.\nAnd we are seeing something unimaginable even a few years ago: an unprecedented flurry of countries and businesses, some more plausibly than others, pledging to go net zero by mid-century.  \nThat means any greenhouse gases they're still releasing by then should be balanced by an equivalent amount absorbed from the atmosphere, through tree-planting for example.\nSo will Glasgow be the venue where the world shifts towards a zero-carbon future? \nIn truth, it's never likely that a single meeting could ever achieve that.\nCOPs were set up specifically for governments to tackle climate change, and the annual round of conferences does remain the only forum to tackle the problem collectively. \nBut they operate by consensus between nearly 200 countries that all have very different perspectives. \n\"Try herding 200 cats,\" one official once told me.  \nMany of the nations that are rich in oil or coal have been downright hostile to the whole climate agenda, and have tried everything to slow it down. \nOthers that are poor and vulnerable see rising temperatures threatening their very existence and are desperate for help. \nAt the first COP I reported from, in the deep freeze of a Montreal winter in 2005, the pace of talks matched the glacial weather. \nNegotiators were arguing overnight over 'square brackets' that marked unresolved and impenetrable points in a text that was never destined to leave much of a trace.\nWhen they finally reached agreement at dawn - and I spotted the then UK environment secretary Margaret Beckett with tears in her eyes - I asked a veteran observer what was being celebrated.\n\"They've agreed to keep talking,\" he said, without irony. \"So the process continues.\" \nAnd the conferences have rolled on, more or less productively, and at the nine I've witnessed so far, there have been some painful scenes.   \nIn Nairobi in 2006, I heard a frustrated German minister ask why anyone bothered to turn up.\nIn Bali in 2007, the top UN official, exhausted and exasperated, started weeping openly.\nAnd in Copenhagen in 2009, clumsy hosting triggered walkouts that nearly led the talks to collapse.\nYet one former UK government adviser, who was at the heart of those negotiations in Denmark, believes that COPs, for all their faults, are an essential mechanism.\nWithout them, according to Prof Mike Jacobs - now of the University of Sheffield - \"emissions would have risen even higher than they are now\".\nHe says having \"a simultaneous and collective commitment\" forces governments to stay focused on the problem. \nAnd that led to the COP that stands out as a rare example of success - Paris in 2015.\nThe French government, supported by a carefully cultivated alliance, ushered in the Paris Agreement, the first accord of its kind to tackle climate change.\nThis was a landmark moment because never before had every country agreed to act together to limit the rise in temperatures to 2C or, if possible, a lower target of 1.5C. \nRead more about the COP26 summit here.\nYes, the most difficult small print was left unresolved and the accord is entirely voluntary - no country is obliged to cut its emissions faster than it wants to. \nBut Prof Jacobs reckons that setting up a global framework generated a sense of momentum, which in itself has proved significant. \nThat's because more and more of the world's governments are now setting their own targets for renewable energy or phasing out petrol and diesel cars, and that sends a message to businesses that the agenda is serious. \nSo investments in wind and solar power have recently been so vast that their costs have tumbled, which in turn makes a zero-carbon transition more feasible.\nAnd provided the Glasgow talks don't collapse in acrimony, that signal of a greener direction should get even more attention. \nIt could be a 'tipping-point' where big investors start to shift their trillions of dollars out of fossil fuels - a few days ago Europe's largest pension fund announced it would do just that. \nAlready the giant carmakers are having to gear up to go electric, and shipping companies - long accused of dragging their feet - are under pressure to clean up too.\nPlans to decarbonise even the most polluting industries - with so-called 'green cement' and 'green steel' - are becoming more mainstream. \nBut the speed of this response is the key question for COP26.  \nAs things stand, given all the pledges made so far, greenhouse gas emissions are actually set to rise by 16% by 2030, rather than fall by 45% as the science demands. \nAnd if the picture remains unchanged after a fortnight of talking, the accusations of failure will come thick and fast.\nA second challenge is finance for the poorest countries, hit hardest by rising sea levels, floods and droughts, and needing help to go green. \nThey've long felt let down, seeing promises unfulfilled, including a key pledge that was seen as a fundamental issue of trust, for assistance worth $100bn a year to be delivered by now.\nProf Saleemul Huq, an adviser to the prime minister of Bangladesh, is among those cynical about the whole process.\n\"This annual shindig is redundant - it's not as if climate change is an issue just once a year.\n\"It's happening now for everyone, every day, not some time in the future - it needs attention all the time.\" \nSo what is Prof Huq expecting? \n\"I presume they'll manage to pull a rabbit out of the hat in the end but you journalists must check the details of what's announced - is it really what they say it is?\"\nUltimately, the conferences provide a focus for climate action but they can never lead to a transformation overnight. \nThe observer in Montreal was right: it's about a process. \nAnd in a sign of managed expectations for Glasgow, there's talk of the next gatherings: COP27 in Egypt, and COP28, maybe in Qatar. \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59121747",
      "category": "uk-wales",
      "title": "Haverfordwest: Police officer one of paddleboarders in fatal incident",
      "tags": "Haverfordwest",
      "text": "A South Wales Police officer was among nine paddleboarders who got into trouble in a river on Saturday morning.\nThe incident on the River Cleddau in Haverfordwest left two women and a man, Paul O'Dwyer, dead. Another woman is in hospital, in a critical condition.\nThe force said \"our thoughts are with the families of all those in this tragic incident\".\nMarine Accident and Investigation Branch inspectors have been deployed to conduct a preliminary assessment.\nThe other five members of the group, thought to be part of South Wales Paddle Boarders and Salty Dog Co according to PA Media, were rescued uninjured.\nThe Corps of the Royal Engineers tweeted a tribute to Mr O'Dwyer, adding he was a reservist with the Royal Monmouthshire Royal Engineers until 2014.\n\"We send our deepest sympathy to his family and friends and to those of the others who lost their lives,\" the statement added. \nPolice said the river was flowing high and fast on the day of the incident.\nTown councillor Thomas Tudor said there was an \"out of the blue downpour\" on Saturday morning.\nDespite a yellow weather warning coming to an end on that morning, flood alerts remained in place on rivers in Pembrokeshire, including the eastern and western Cleddau catchment areas.\nDyfed-Powys Police said it was carrying out a \"thorough investigation\" to understand the precise conditions the group found themselves in and urged other paddleboarders to be aware of the weather conditions before venturing out. \nJoel Williams, 20, was walking to the hairdressers at the time but \"dived right in\" when he saw the paddleboarders in trouble.\nHis mum, Natasha Williams, said: \"He saw Paul first and tried to get a rope to him. As he was trying to get to Paul he saw a woman floating towards him.\n\"He gave the rope to a man and went in after the girl, he did CPR until the emergency services arrived.\"\nMs Williams said her son, who is a strong swimmer, was warned not to go in by people around him, but he said \"I'm going anyway\".\nMs Williams said after the five-minute rescue, he carried on his day - went back for his haircut and later went out for Halloween.\n\"We've always been proud of him,\" she added.\nFloral tributes have been left at the side of the river, where the incident happened. Paul O'Dwyer was described by family and friends as \"the life and soul of the party\" who devoted much of his time to charities.\nNeath Port Talbot councillor Matthew Crowley, who knew Mr O'Dwyer for most of his life, said: \"Paul immersed so much of his time and energy into charities. Whenever there was a charity event Paul would be the first one in fancy dress, he'd be the first one with a ra-ra skirt on.\n\"He loved all that... helping people and raising a few pound for good, worthwhile causes in the community.\"\nA 'paddle out' has been arranged on Aberavon beach Saturday 6 November by Aberavon Surf Club in Mr O'Dwyer's memory.\nMore than 20 police officers, as well as 30 firefighters from Mid and West Wales Fire and Rescue Service, including specialist water rescue technicians, were involved in the rescue.\nTwo fire service boats helped with bank and river searches, which also involved coastguard teams and helicopters.\nThe Welsh Ambulance Service also sent several ambulances to the scene and took the injured woman to nearby Withybush Hospital.\nClare Rutter, paddle boarding instructor and member of South Wales Paddleboarders, said \"the main thing is always tell somebody your plans\" when going out on excursions. \nPutting phones in plastic waterproof cases for emergencies, wearing a buoyancy aid, dressing \"for the temperature of the water\", and training is also recommended she said.\nFirst Minister Mark Drakeford was one of many to pay his respects to those involved in the incident. \nHe tweeted to say he was \"deeply saddened\" and his thoughts were with those who had lost loved ones in this \"heart-breaking tragedy\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59116611",
      "category": "uk-scotland-glasgow-west",
      "title": "COP26: Thunberg tells Glasgow protest politicians are pretending",
      "tags": "Extinction Rebellion,COP26,UK climate change protests,Climate change,Glasgow,Oxfam",
      "text": "Climate activist Greta Thunberg has told young protesters that politicians attending COP26 are \"pretending to take our future seriously\".\nThe arrival of world leaders in Glasgow for the COP26 summit triggered a series of demos across the city.\nThe gathering attended by Ms Thunberg was one of dozens taking place.\nShe told fellow activists from \"Fridays for Future\" that change would not come from politicians at the summit but from individuals showing leadership.\nThe Greenpeace ship Rainbow Warrior was sailing up the Clyde, with plans to dock near the conference venue.\nDemonstrations by French and Tamil groups were being held south of the River Clyde.\nPrime Minister Boris Johnson welcomed world leaders to Glasgow on the first full day of the COP26 summit.\nThe heads of 120 countries arrived for the talks, including US President Joe Biden and French President Emmanuel Macron.\nAbout 25,000 delegates will be attending the two-week climate conference in the UN-controlled blue zone on the north side of the River Clyde. \nMany different groups from across the globe will be using the opportunity to make their voices heard as the attention of the world is on Glasgow during the pandemic-delayed summit.\nMs Thunberg was one of the environmental activists speaking at the \"Fridays for Future\" meeting of young activists at Festival Park, near the COP26 campus.\nShe said: \"This COP26 is so far just like the previous COPs and that has led us nowhere. They have led us nowhere.\"\n\"Inside COP there are just politicians and people in power pretending to take our future seriously, pretending to take the present seriously of the people who are being affected already today by the climate crisis. \n\"Change is not going to come from inside there. That is not leadership - this is leadership.\"\nThe Swedish teenager led cries of \"climate justice\" and \"no more blah, blah, blah\".\n\"We're sick and tired of it and we're going to make the change whether they like it or not,\" she added. \nLang Banks, director of WWF Scotland told BBC Scotland's Drivetime he agreed with Ms Thunberg that politicians were not fulfilling their pledges, such as the promise of $100bn to help poorer nations cut emissions by 2020. \nHe said: \"The world leaders have not stepped up to the plate. They have an opportunity now to turn their warm words we've heard today into action.\n\"We cannot allow them to leave Glasgow without making sure that we are somehow closer to making sure the planet does not burn, and does not warm above 1.5C.\"\nProtesters from Extinction Rebellion made this point directly at Glasgow Central Station, where a small group welcomed conference delegates arriving by train.\nThe group held up large eyes with signs warning the delegates that they represented the \"world's eyes on you\".\nThe Greenpeace ship Rainbow Warrior travelled up the Firth of Clyde, carrying youth climate activists from Mexico, Uganda, Bangladesh and Namibia.\nThe Erskine Bridge was closed at short notice, stopping traffic for 90 minutes, to allow the vessel to pass. \nAfter uncertainty over whether it would be allowed to enter the city, Greenpeace said the vessel was given permission to dock at Govan.\nIt eventually moored at the King George V docks at Shieldhall, downriver from the summit venue.\nAssistant Chief Constable Gary Ritchie of Police Scotland said it was outside of the exclusion zone, and the ship had not breached any COP26 restrictions.\nActivists travelling on the ship, including Edwin Namakanga from Uganda, hope to send a message to world leaders.\nHe told BBC Radio Scotland: \"We have had a lot of UN climate summits but they have all failed.\n\"We believe if this COP includes more people from the most affected nations of the world, there will be more hope for change, with leaders not just speaking but at least taking some action before it is too late.\"     \nIn Royal Exchange Square, UK charity Oxfam organised a Scottish pipe band protest, with participants dressing up as 10 leaders from the world's \"highest-emitting\" countries.\nAngela Merkel, Boris Johnson, Emmanuel Macron, Joe Biden were all caricatured in the band which Oxfam said was guaranteed to produce a \"lot of hot air\".\nJacobo Ocharan, from the group's global climate initiative, said: \"I'm here because we are trying to convince world leaders that this is one of the last opportunities to change the track of the climate crisis.\"\nBack in June, the police said they'd identified four groups of people who might protest at COP26.\nThe first was the general public. People of all ages who want to make their voices heard. We can expect to see them in their tens of thousands when the COP26 Coalition holds its march and rally in Glasgow.\nThen there's the seasoned activists of groups like Extinction Rebellion who use what they call \"non-violence direct action\" to highlight their cause.\nThe police said it was possible there could be disorder - that a very small minority of protesters would become violent. Thousands of officers have been given public order training just in case.\nAnd the last group was people who would come to COP26 to protest against the presence of some of the world leaders.  So far, it's their voices that have been the loudest.\nA large demonstration has been taking place on the other side of the Clyde opposite the conference venue, with members of the UK's Tamil community protesting against Sri Lanka's prime minister.\nA demonstration organised by the National Council of Resistance of Iran (NCRI), calling for regime change in Iran, was being held in George Square.\nHossein Abedini, the NCRI's UK deputy director, said he was in Glasgow to protest against Iranian President Ebrahim Raisi and other officials who had \"committed crimes against humanity\".\nHe added: \"The families of victims of executions are here today to ask the world leaders to stand on the side of the Iranian people and prosecute Ebrahim Raisi and other officials in the Iranian regime.\"\nIn Finnieston, a group of Ugandan campaigners gathered to hold a protest against the country's president, Yoweri Museveni.\nAlong the southern edge of the conference campus, protests were also held by French and Tamil groups.\nTamil activists lined the south side of the River Clyde directly across the from COP26, waving flags to protest against Sri Lanka's prime minister.\nAnd French demonstrators gathered on the Clyde Arc to accuse the French president of supporting the fossil fuel industry.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59105963",
      "category": "science-environment",
      "title": "Climate change: Extreme weather events are 'the new norm'",
      "tags": "UK climate change protests,Climate change",
      "text": "Extreme weather events - including powerful heat waves and devastating floods - are now the new normal, says the World Meteorological Organisation.\nThe State of the Climate report for 2021 highlights a world that is \"changing before our eyes.\"\nThe 20-year temperature average from 2002 is on course to exceed 1C above pre-industrial levels for the first time.\nAnd global sea levels rose to a new high in 2021, according to the study.\nThese latest figures for 2021 are being released early by the WMO to coincide with the start of the UN climate conference in Glasgow known as COP26.\nThe State of the Climate report provides a snapshot of climate indicators including temperatures, extreme weather events, sea level rises and ocean conditions.\nThe study finds that the past seven years including this one are likely to be the warmest on record as greenhouse gases reached record concentrations in the atmosphere.\nThe accompanying rise in temperatures is propelling the planet into \"uncharted territory\" says the report, with increasing impacts across the planet. \n\"Extreme events are the new norm,\" said WMO's Prof Petteri Taalas. \"There is mounting scientific evidence that some of these bear the footprint of human-induced climate change.\"\nProf Taalas detailed some of the extreme events that have been experienced around the world this year. \nAnother worrying development, according to the WMO study, has been the rise in global sea levels.\nSince they were first measured by precise satellite-based systems in the early 1990s, sea levels went up by 2.1mm per year between 1993 and 2002.\nBut from 2013 to 2021 the rise has more than doubled to 4.4mm, mostly as a result of accelerated ice loss from glaciers and ice sheets. \n\"Sea levels are rising faster now than at any other time in the last two millennia,\" said Prof Jonathan Bomber, Director of the Bristol Glaciology Centre.\n\"If we continue on our current trajectory, that rise could exceed 2m by 2100 displacing some 630 million people worldwide. The consequences of that are unimaginable.\"\nIn temperature terms, 2021 will likely be the sixth or seventh warmest on record. \nThat's because the early months of this year were impacted by a La Niña event, a naturally occurring weather phenomenon that tends to cool global temperatures. \nBut the report also shows that the global temperature record is on course to breach 1C for the first time over a 20 year period.\n\"The fact that the 20-year average has reached more than 1.0C above pre-industrial levels will focus the minds of delegates at COP26 aspiring to keep global temperature rise to within the limits agreed in Paris six years ago,\" said Prof Stephen Belcher, chief scientist at the UK Met Office, which contributed to the report.\nCommenting on the analysis, the UN Secretary-General António Guterres, said the planet was changing before our eyes. \n\"From the ocean depths to mountain tops, from melting glaciers to relentless extreme weather events, ecosystems and communities around the globe are being devastated,\" he said. \n\"COP26 must be a turning point for people and planet,\" said Mr Guterres.\nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59119113",
      "category": "uk-wales",
      "title": "Treorchy Chinese takeaway killer 'wanted revenge' on girl's mother",
      "tags": "Ynyswen,Treorchy,Pontypridd",
      "text": "A man who admits strangling a 16-year-old girl to death said he wanted revenge on her mother.\nWenjing Lin died at her family's Chinese takeaway in Ynyswen, Rhondda Cynon Taf, on 5 March.\nChun Xu, 32, denies murder but pleaded guilty to manslaughter.\nWhen questioned by a psychologist, Merthyr Tydfil Crown Court heard Mr Xu replied: \"I didn't mean to hurt the little girl. I wanted revenge on her mother.\"\nHe added: \"She upset me on many times and didn't listen to what I say.\"\nMr Xu also denies attempting to murder Wenjing's stepfather Yongquan Jiang at the Blue Sky Chinese takeaway, near Treorchy.\nHe admitted attacking 38-year-old Mr Jiang with two knives, but denied intending to kill him or cause him serious harm.\nProsecutor Michael Jones QC told the court Mr Xu had cut his own throat after the attack.\nThe jury heard an hour before Wenjing was killed, Mr Xu had used a search engine to ask \"can fingerprints be destroyed by fire?\"\nThe court was also shown body-worn camera footage of emergency services arriving at the scene, which included firearms officers moving around the building and the defendant receiving treatment for his self-inflicted injuries.\nMr Xu was a heavy gambler and owed Wenjing's family about £14,000, the court heard.\nAlthough they were not blood relations, he was described as being seen as like a nephew to Wenjing's mother, Meifang Xu, but there had been disagreements between their families.\nIn December 2020, the family entrusted Mr Xu with £20,000 that he said he would send back to China for them to pay a friend who had loaned them money to start their business in the UK.\nHowever, Mr Xu only sent some of the money back and gambled away £14,000, which he had then begun paying back.\nOn 4 March, the jury heard Mr Xu travelled from the Pontypridd area where he was living and working in a different Chinese restaurant. \nHe brought with him one of the knives used to attack Mr Jiang. \nThe court heard he had asked for no-one to be told about his visit, during which he ate with the family and stayed the night.\nThe following morning, Wenjing was getting ready for school and messaging friends on Snapchat.\nMr Jones told the court she sent her last message just before 09:30 and did not respond to messages after that because \"she had by now been killed by the defendant\".\nLater, at about 11:00, Mr Jiang heard someone pacing around downstairs and found Mr Xu who invited him into the basement for a cigarette and to get some fish from the freezer, the court heard.\nAs Mr Jiang opened the freezer, the jury heard Mr Xu attacked him with two knives, stabbing him in the neck and body.\nDuring the struggle, Mr Jiang asked Mr Xu why he was attacking him, to which he replied: \"Money, money, money\".\nMs Xu then came down the basement stairs and saw the two fighting. She tried to ring a friend, and Mr Xu bit her.\nMr Jiang managed to get back onto the ground floor where he found his stepdaughter lifeless on a black mat by the takeaway counter.\nDespite attempts made by the emergency services, she could not be revived.\nThe jury was told that the defendant was found in the kitchen with a self-inflicted injury to his throat, which was later treated at University Hospital of Wales.\nMr Jones described how £900 was found in Mr Xu's pockets, as well as Wenjing's mobile phone and keys.\nWhen he was interviewed by police, he gave no explanation for his actions.\nMr Jones told the jury: \"We do not accept he had no intention to kill or cause serious harm\".\nA statement from Rhiannon Davies, the deputy headmistress at Treorchy Comprehensive school, where Wenjing was a pupil, said she was an \"exceptional student\". \nMs Davies said that on the day of her death, Wenjing had logged on for a Maths lesson, adding she would be \"sorely missed\".\nThe trial continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59115395",
      "category": "business",
      "title": "Thailand reopens to vaccinated tourists from over 60 nations",
      "tags": "Tourism,Thailand,Asia Pacific,Coronavirus pandemic",
      "text": "Tens of thousands of travellers are expected to arrive in Thailand today as the country reopens to tourists after 18 months of Covid restrictions. \nVaccinated tourists from more than 60 \"low-risk\" nations are allowed to enter the country and avoid hotel quarantine.\nTourist numbers are forecast to jump to as much as 15 million next year, bringing in more than $30bn (£22bn).\nHowever, much of country still faces restrictions, with only around 42% of the population fully-vaccinated. \nThailand is still registering almost 10,000 Covid infections a day.\n\"It's like seeing a very dim light at the end of the tunnel - we haven't been able to work in two years,\" tour guide Chaiyagorn Boonyapak told the BBC. But he and his fellow tour guides haven't been contacted by customers and tour companies yet and it could take a month until tours are back up and running again. \n\"We don't know if [the government] can really open the country smoothly but I hope they can do it. We would very much love to get back to work again.\" \nThe coronavirus pandemic hammered Thailand's economy, which would previously attract 40m tourists a year. Last year, tourist arrivals were down more than 80%.\nAirports serving Bangkok and Phuket are among those opening to countries including UK, China, Japan, the US and most of Europe.\nThe Thai government predicts revenues to rebound to their pre-pandemic levels by 2023, although many industry experts say China's ongoing border closures will hamper the sector's recovery. \nBefore the pandemic, Chinese tourists made up the biggest number of tourists, with some 12m visitors arriving from China in 2019.\nWiwan Siriwasaeree owns TALES Khaosan, a small hostel in the heart of Bangkok's famous tourist street Khaosan Road. She isn't optimistic about the prospect of tourism rebounding to pre-pandemic levels:\n\"I thought to myself what would I do if the situation in Khoasan doesn't get back to the way it used to be, I'm quite fearful about that.\n\"We fear that after we let the tourists in and the new Covid-19 cases spike again, will we go into another lockdown? I'm not so confident about the situation,\" she said. \nPeeti Kulsirorat, who owns a restaurant in the area, is also fearful that visitors will lead to a spike in cases: \"Then the tourism industry will be blamed as the villain again. It will be the scapegoat just like the way drinking alcohol is.\"\nMr Kulsirorat said ongoing restrictions - including the inability to sell alcohol in much of the country - will have a negative impact on people's holidays: \"The complete tourism experience has to come in a package of both ambience and convenience. \n\"If they come here and many things are banned and closed, what's the point of coming here? It will eventually slow down and people will start to get bored with all the restrictions.\"\nMeanwhile, on the popular tourist island of Phuket, the pandemic has brought the economy to a standstill.\nDit, whose family owns a sun lounge and juice bar on the island's Kamala beach said they were making about $150 a day in 2019. \n\"We had to use our savings, grow vegetables and catch fish to survive,\" he said. \nNow, after months of closure the juice bar has reopened and is generating about $30 each day: \"We don't expect all the deck chairs to be filled straight away.\"\nReporting by Pasika Khernamnuoy and Katie Silver"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-59116800",
      "category": "uk-england-wiltshire",
      "title": "Salisbury train crash: Driver suffers 'life-changing injuries'",
      "tags": "South Western Railway,Salisbury",
      "text": "The driver of one of two trains involved in a crash has suffered injuries believed to be \"life-changing\", police have said.\nPassengers described being thrown from their seats when the Great Western and South Western Railway services crashed in Salisbury on Sunday evening. \nThirteen people were taken to hospital with minor injures, while a passenger said a three-week-old baby was rescued.\nThe injured driver remains in hospital, along with one other person.\nRail services continue to be disrupted, with more cancellations going ahead in the next few days.\nThe crash involved the Great Western Railway (GWR) service from Southampton to Cardiff and the South Western Railway (SWR) train running from London to Honiton, Devon, British Transport Police (BTP) said.\nIt happened as the trains entered the Fisherton Tunnel, close to London Road, at 18:46 GMT as many families were out trick or treating nearby.\nThe trains were travelling in the same direction on different tracks but collided at a Y-shaped junction approaching the tunnel, with one hitting the side of the other causing it to derail, BTP said.\nA carriage was initially thought to have derailed after hitting something, and the second train then crashed into it, but Supt Lisa Garrett, of BTP, told a press conference \"there was nothing to suggest\" the train had struck an object.\nShe said of the 92 passengers on board the two trains, 30 people attended a casualty centre set up in a nearby church, with the majority \"walking wounded\".\n\"Unfortunately the driver of the train was more seriously injured and his injuries are believed to be life-changing,\" Supt Garrett said.\nPassenger Angela Mattingley said there was some panic in the carriages when everything went black and people were thrown forwards and hit their heads.\nLucy Gregory, who was also onboard, said she was launched across a table by the impact and ended up on the floor.\n\"They smashed the windows and we got out of the window. It was really scary,\" she said. \nCorinna Anderson, 51, from Derby, described being thrown against a wall and said a three-week-old baby was rescued.\nCameron Thrower, who was taken to hospital for treatment after injuring his arm and shoulder, said he was preparing to get off the train when there was a huge amount of shaking and noise.\n\"We were being tossed around and I turned around behind me to see a huge whoosh of fire and sparks. It was this huge calamitous moment when you go 'oh no' and you can barely put a thought together until you get off the floor and realise something has gone terribly wrong,\" he said.\n\"First moment was bewilderment when you get up, look around and realise you're at a 45 degree angle but then it was good to see everyone trying to see if others around them were ok.\n\"We were trying to pull open doors to get people out. It was a crazy moment you never expect to happen in your life.\"\nTamar Vellacott, 25, said she was walking outside with her young children, around a kilometre (0.62 miles) from the scene. \n\"It was a noise we've never heard before... my young ones started panicking thinking it was a bomb and we said maybe a lorry had crashed on the London Road and not to panic.\n\"There was no screeching like brakes, just a long rumbling sound like thunder hitting the railway line.\"\nMartin Frobisher, Network Rail's safety and engineering director, said it was too early to say what had caused the collision.\nHe said: \"Passengers must have had a really scary experience and we're very sorry for that. \n\"A detailed forensic investigation into what happened is now taking place.\"\nSalisbury mayor Caroline Corbin thanked the emergency services for their response and all the people in the area who offered their help throughout the night. \n\"I am hugely relieved that there were no fatalities and wish those who were injured in the collision a speedy recovery,\" she said.\nThe city's MP John Glen said he was thankful everyone was safe but there were \"many questions to be answered\" over what happened.\nDowning Street said \"the prime minister's thoughts remain with those who were affected by the incident\".\nThe disruption to journeys is likely to last at least a few days, with a senior rail source suggesting the position of the crash - half in and half out of the tunnel - meant recovering the train carriages would be more complicated and take longer. \nSWR said it was currently unable to run any services in or out of Salisbury station. A \"limited\" bus replacement service will operate but the firm asked people to avoid \"all but essential travel\" in the area.\nGWR said it was unable to call at stations between Salisbury and Romsey, in Hampshire, and buses would replace trains.\nIt advised passengers that journeys from Cardiff, Bristol and Bath to Southampton and Portsmouth would \"likely\" be faster via Reading. \nWere you personally affected by the crash? If you feel able to do so please get in touch. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. \nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59117084",
      "category": "business",
      "title": "Barclays boss Jes Staley in shock exit angry at Epstein probe",
      "tags": "Companies,Barclays,Jeffrey Epstein",
      "text": "Barclays boss Jes Staley is \"shell-shocked, angry and upset\" at the conclusion of a probe into his links to sex offender Jeffrey Epstein which has led to his sudden exit from the bank.\nInsiders close to Mr Staley said he was surprised by City regulators' findings.\nThey have been investigating if Mr Staley's links with the dead financier were closer than first thought.\nBarclays said it had been made aware of the conclusions of the probe and \"Mr Staley's intention to contest them\".\nAt the heart of Mr Staley's departure is apparently a perceived inconsistency between his account to his own board of his relationship with Epstein and evidence seen by the regulators. \nMr Staley insists that while Epstein was an important client of JP Morgan, where Mr Staley worked for a number of years and as such they were in contact regularly, their dealings were well within the grounds that could be described as professional. \nThe BBC understands the regulator took the view that the volume and tone of the emails between the two suggested a closer relationship than the purely professional. But Barclays has stated that the report makes no findings that Mr Staley saw, or was aware of, any of Epstein's crimes.\nThe relationship between a US high net worth individual and his private banker is not like your average relationship with the bank manager. In fact, it would be quite odd if Mr Staley had not visited Epstein at home or indeed vice versa.\nNevertheless, the board of Barclays clearly felt that the perceived disconnect between the accounts of the relationship would mean an extended and distracting wrangle with the regulator. \nHaving accepted Mr Staley's promise that he had been totally transparent about his relationship with Jeffrey Epstein, the board described itself as \"disappointed\", but accepted that it would not be possible for Mr Staley to run the bank while being in open dispute with the regulator.\nThis is not the first time the board of Barclays has been blindsided by Mr Staley.\nIn 2018, he was fined £642,000 and Barclays £15m after Mr Staley took it upon himself to instruct the bank's own security unit to track down a whistleblower who had raised concerns about the suitability of the appointment of a former colleague of the chief executive. That could have been a straight red card but he escaped with a yellow.\nThe board will also be disappointed because Mr Staley's strategy for the bank seemed to be paying off.  He saw off an activist shareholder challenge to split the investment and retail banks, the investment bank had started delivering good returns and the profits were beating analyst estimates. \nBut ultimately, boards don't like surprises - particularly ones that are perceived to tarnish a reputation and culture they have spent many years trying to rehabilitate.\nRegulators began investigating the Barclays boss after getting a cache of emails between the men from Mr Staley's former employer.\nBefore joining Barclays the married father-of-two was an executive at US bank JP Morgan, where Epstein, who took his own life in 2019 while in prison, was already a client.\nOver many years, Epstein, who was convicted of trafficking a minor for prostitution in 2008 and served 13 months in custody, cultivated contact with the rich and powerful, including former US presidents Bill Clinton and Donald Trump.\nMicrosoft billionaire Bill Gates has spoken of his \"huge mistake\" in spending time with Epstein, while the equally super-rich Leon Black stood down from US private equity firm Apollo Global Management over his links.\nAlthough Mr Staley, 63, has characterised his relationship with Epstein as professional, with contact starting to \"taper off\" from about 2013, regulators wanted to know whether the emails pointed to a friendlier connection.\nMr Staley had already admitted he maintained contact with Epstein for about seven years after his 2008 conviction. And it is also known Mr Staley visited Little St James, a retreat owned by Epstein in the US Virgin Islands in 2015, months before taking the top job at Barclays.\nIn fairness to Mr Staley, he is not the only boss of Barclays to have fallen from grace in recent times.\nIn fact, he is the bank's fifth chief executive in seven years - following in the footsteps of men such as Bob Diamond, who resigned over an interest rate-rigging scandal, and Antony Jenkins, who was sacked after falling out with the board over the bank's cost-cutting and profitability.\nDuring the pandemic, Mr Staley spoke out against the culture of working from home, saying it was \"not sustainable\". \nAt a virtual meeting of the World Economic Forum, he said: \"It will increasingly be a challenge to maintain the culture and collaboration that these large financial institutions seek to have and should have.\"\nNow Barclays faces the task of maintaining its culture without him - and he may prove a hard act to follow.\nMr Staley said last year: \"Obviously I thought I knew him well and I didn't. For sure, with hindsight with what we know now, I deeply regret having any relationship with Jeffrey.\"\nHe has yet to comment publicly on Monday's news, but Reuters reported it had seen an internal memo from him indicating he did not want plans to contest the investigation's findings to be a distraction.\n\"Although I will not be with you for the next chapter of Barclays' story, know that I will be cheering your success from the sidelines,\" the memo reportedly said.\nBarclays said in a announcement on Monday that it was \"made aware on Friday evening of the preliminary conclusions from the FCA and the PRA of their investigation into Mr Staley's characterisation to Barclays of his relationship with the late Mr Jeffrey Epstein and the subsequent description of that relationship in Barclays' response to the FCA\". \n\"In view of those conclusions, and Mr Staley's intention to contest them, the board and Mr Staley have agreed that he will step down.\n\"It should be noted that the investigation makes no findings that Mr Staley saw, or was aware of, any of Epstein's alleged crimes, which was the central question underpinning Barclays' support for Mr Staley following the arrest of Mr Epstein in the summer of 2019.\"\nBarclays praised Mr Staley's success at the bank, but added that \"the regulatory process had still to run its full course and it was not appropriate for Barclays to comment further on the preliminary conclusions\".\nThe Financial Conduct Authority (FCA) and the Bank of England's Prudential Regulation Authority (PRA) announced an investigation last year into Mr Staley's \"characterisation to the company of his relationship\" with Epstein.\nBarclays said last year that following Epstein's death in 2019, Mr Staley had \"volunteered and gave to certain executives, and the chairman, an explanation of his relationship with Mr Epstein\".\nThe probe's conclusions are yet to be made public, but Hargreaves Lansdown's senior investment analyst Susannah Streeter said it seems clear they are critical of Mr Staley.\n\"Although detail is limited, it appears regulators believe there was a distinct lack of transparency over this relationship,\" she said. \"It's understood Mr Staley will contest the conclusions, and clearly the board want to distance Barclays from what could be a long drawn out process.\"\nMr Staley has faced regulatory scrutiny before during his six years at Barclays.\nIn 2018, he was fined £642,430 by the FCA and PRA for trying to unmask a whistleblower who had raised concerns about a senior executive appointment at the bank's US operation. Many commentators thought the chief executive was lucky to stay in his job.\nUnder the terms of his contract with Barclays, Mr Staley will receive 12 months' pay, totalling £2.4m, as well as his pension allowance of £120,000 for the year, and any other benefits.\nHe will be replaced as chief executive by Mr C.S. Venkatakrishnan, known as Venkat, subject to regulatory approval.\nThe board said Venkat had been identified as its preferred candidate for the role over a year ago. \nReuters said it had seen another internal memo, from Venkat, telling staff Mr Staley's strategy at Barclays was the \"right one\", although he added he would announce changes to the organisation in the coming days.\nIn a statement, the FCA and PRA said they \"do not comment on ongoing investigations or regulatory proceedings beyond confirming the regulatory actions as detailed in the firm's announcement\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59127164",
      "category": "uk-wales",
      "title": "Wrexham: Bird flu confirmed among poultry and wild birds",
      "tags": "Wrexham County Borough Council,Wrexham,Birds",
      "text": "Bird flu has been confirmed in poultry and wild birds at a premises in north Wales, the Welsh government has said.\nThe Chief Veterinary Officer for Wales confirmed the presence of the H5N1 strain at a premises in Wrexham county.\nThe Welsh government said temporary control zones had been immediately imposed around the site.\nA veterinary investigation is under way, but dead wild birds found in the area have tested positive for the virus and are believed to be the source.\nThis is the first confirmation of the disease in Wales since it was discovered among pheasants at a property on Anglesey in January.\nIt follows the announcement of similar discoveries of avian influenza in the UK and Europe.\nThe risk to public health from the virus is considered to be very low and these cases do not pose a food safety risk for UK consumers, the government said.\nChirk in Wrexham county is at the centre of the two temporary control zones currently in place.\nPeople are encouraged to avoid picking up or touching any sick or dead birds, while bird keepers are strongly advised to be vigilant for signs of the disease.\nThe Chief Veterinary Officer for Wales, Christianne Glossop, said: \"This is further evidence of the need for all keepers of poultry and captive birds to ensure they have the very highest levels of biosecurity in place.\n\"Public Health Wales has said the risk to the health of the public from avian influenza is very low and the Food Standards Agency has made clear it does not pose a food safety risk for UK consumers.\"\nSpeaking to BBC Radio Wales Breakfast with Claire Summers, Ms Glossop said it is believed that this infection arose from wild birds and there is evidence that H5 N1 flu virus is present in wild birds in Wales and other parts of Great Britain.\n\"I think it's really disappointing that we're back in bird flu season, so early this year,\" she said.\n\"We've dealt with the outbreak and we are monitoring very carefully the situation with wild birds.\n\"If you look at that map... you'll see that Chirk is at the heart of that zone.\"\nBird flu, or avian flu, is an infectious type of influenza that spreads among birds. \nThe NHS says it can affect humans - but only in very rare cases. \nTo date there have been no cases of humans being infected with avian influenza in the UK, the Royal Society for the Protection of Birds (RSPB) said. \nBird flu is spread by close contact with an infected bird, whether it is dead or alive.\nThere are two forms of the virus - high pathogenicity (HPAI) and low pathogenicity (LPAI), the Health and Safety Executive (HSE) says.\nPathogenicity indicates the severity of the disease if the bird contracts the virus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59122416",
      "category": "uk",
      "title": "Covid-19: Booster jabs sent to walk-in sites and global Covid death toll tops 5m",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you on Tuesday.\nMore than five million people are now known to have died with coronavirus globally in the 19 months since the pandemic struck, according to Johns Hopkins University. The US has the highest number of recorded Covid deaths, with more than 745,800 fatalities, and is followed by Brazil, with 607,824 recorded deaths, and India, with 458,437. While Covid-19 vaccines have reduced the death rate, the World Health Organization estimates the true global Covid death toll could be two to three times higher than official records. \nAbout 30 million people who had their second Covid vaccine dose more than six months ago will now be able to get a booster jab without an appointment as third doses are rolled out to hundreds of walk-in sites in England. Those entitled to a booster jab include people aged 50 and over, care home staff and residents, frontline health and social care workers, people aged 16 to 49 years old with certain health conditions, and adults living with vulnerable people. More than six million people have had a booster jab or a third dose, NHS England said. But there is concern that Northern Ireland's booster rollout is lagging behind the rest of the UK.\nRyanair says it expects to cut airfares this winter to help boost passenger demand as it recovers from the Covid-related collapse in air travel. The airline reported a narrowing of half-year losses, but warned its annual deficit could hit €200m (£170m). Boss Michael O'Leary told the BBC the industry was seeing a \"very strong recovery\" across Europe. However, he said heavy price discounting would be needed to fill aircraft this winter. Mr O'Leary added that the number of empty seats per plane would shrink from around 20% to under 10% by next summer. The airline expects to return to profitability in the year ending March 2023.\nThe Disneyland theme park in Shanghai has had to close for at least two days after a weekend visitor tested positive for coronavirus after returning home. The theme park will be closed on Monday and Tuesday and all visitors and staff are being tested for the virus. Visitors had to wait hours for testing before they could leave the park on Sunday evening, as Disney entertainment continued around them. They all tested negative, officials said.\nNorthern Ireland's nightclubs reopened for the first time in more than 18 months on Sunday evening as Covid rules eased. Revellers and owners celebrated the return to the dancefloor, with one clubgoer telling the BBC: \"It's really special... you're kind of back to normal whereas before you couldn't really be yourself.\" Conor McAuley, who runs Halo nightclub in Ballycastle, County Antrim, said the reopening was better than expected, adding: \"The energy in the room was like nothing I'd witnessed before, in the nearly 12 years we've had Halo open.\" You can read more here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe morning coronavirus briefing is being paused for two weeks to tell you five things you need to know about the COP26 climate summit.\nThe UK is rolling out booster jabs for some people - find out who is eligible here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59120085",
      "category": "technology",
      "title": "Roblox CEO apologies after three-day blackout",
      "tags": "Gaming",
      "text": "Roblox has issued an apology to the millions of fans who were unable to get online over the last three days. \nThe game platform and creation system suffered a blackout after the outage, which began on Thursday. \nOn Sunday the company said the outage had been caused by a \"bug\".\nRoblox said the issue took longer to fix than \"any of us would have liked\", echoing complaints from millions of its players who took to social media during the lengthy downtime.\n\"We are sorry for the length of time it took us to restore service,\" David Baszucki, Roblox's founder and CEO, said in a blog post.\nMr Baszucki said \"a subtle bug\" - while systems were under heavy load - was responsible. \n\"This was not due to any peak in external traffic or any particular experience,\" he said, but rather a growth in the number of servers the company uses.\nSome players had initially speculated the problems had been caused by a spike in traffic due to the popularity of a burrito promotion from a fast-food chain, which had encouraged players to visit its in-game restaurant. That theory was dismissed when Roblox said the problems were not down to a surge in traffic.\nOn Sunday, the restaurant tweeted an image of a cashier at the in-game eatery with a sign reading: \"Pls don't yell at me. The burrito is innocent\".\nRoblox said it first noticed users were having trouble connecting to the game on 28 October: \"This immediately became our highest priority\", it said.\n\"Teams began working around the clock to identify the source of the problem and get things back to normal.\"\nThe problem persisted for nearly three days. The company said it will conduct a post-mortem to help avoid a similar situation in the future.\nSince the coronavirus pandemic closed schools and kept children at home, the popularity of the platform surged. Since March 2020, 50 million new users joined the game, and there are now more than 42 million active daily users. The majority of them are under 16. \nThe entire platform is made up of user-generated games, many of them created by teenagers, some of whom have made significant sums of money from the platform."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58546667",
      "category": "uk-wales",
      "title": "No music gigs at Newport's new leisure centre",
      "tags": "Kurt Cobain,Newport,Music",
      "text": "Newport's new leisure centre will not be staging gigs, ending a musical era in a city once dubbed the New Seattle.\nThe hall in the current building has played host to hundreds of shows from Elton John to Run-DMC. \nIt opened in June 1985, but is now set to be flattened to make way for a £90m Coleg Gwent campus.\nGoldie Lookin Chain's John Rutledge, or Eggsy, said its loss was \"gutting\", but Newport council said there was a host of other venues available in the town.\nEggsy believes including a gig space in the new centre should have been taken into account by planners.\nAccording to leisure centre manager, Carl Williams, GLC was the last band to play the centre, on 21 December, 2019.\n\"It's a real shame that we were the last gig in the centre,\" Eggsy said.\n\"You took the place for granted because you always knew something was happening there. To have it gone is a real shame.\n\"I'm gutted with TJs and the leisure centre now gone.\"\nTJs nightclub, famous for Nirvana's Kurt Cobain apparently proposing to Courtney Love there, closed in 2010 after the death of owner John Sicolo.\nDean Beddis, who runs Newport's Kriminal records, which was in the city's market until that closed for redevelopment, said: \"It was a massive attraction for Newport, bringing in people for the pubs and hotels.\"\n\"In the past it was on lots of main tours for heavy metal bands and the like.\" \nHe recalled Iron Maiden playing there before heading to TJs, where they were booted off stage because the landlady was trying to sleep.\nThe new venue needed a concert hall, Mr Beddis said, to \"put Newport back on the map, which we desperately need\".\nWithout an events space \"opportunities for Newport's future cultural, musical and sports events will be lost\" and the city would be left stuck in a \"quagmire\".\nIn April 1988 a black book was started that holds a record of performers who have graced the centre's stage.\nManager Carl Williams called it a \"fantastic record\" and hoped it would be made accessible to the public.\nIt details artists, gig dates, the name of the promoter, attendance figures and ticket prices.\nThe first listed was a show by The Drifters where tickets were £3.50, and the last a June 2007 Kasabian gig, entry £25.\nHe regrets missing Kasabian: \"I had to go out that evening and left just as the show was starting, but the crowd response to the first song was electric and the whole venue was rocking,\" he said.\nHowever, the book is no longer used as ticket sales are now managed digitally.\nNewport Live's former marketing officer, Dee Montague, 38, who worked at the centre from 2016 to 2018, said bookings at the centre were hit by the emergence of other venues.\nShe said it was a venue where a lot of bands chose to go before the development of often larger venues in nearby Cardiff and Bristol.\n\"The black book blew my mind, and made me wish I had been born about 30 years earlier,\" she said.\nEvery time she looked through its pages she'd spot another group that had played.\n\"I'm not sure Newport will see gigs like that again,\" she said.\nThe first gig she saw there was Skunk Anansie, supported by Muse.\n\"It was amazing, I still like both those bands,\" Ms Montague said. \"You would see bands where the support bands would end up bigger. \n\"The acoustics in there were incredible. It was built for sport but also to be a music venue.\"\nEggsy remembers one of the first bands he saw there were Stourbridge indie-rockers Ned's Atomic Dustbin.\n\"A Canadian band called The Doughboys were supporting them,\" he said. \"It was the first big loud gig that I had been to.\"\nEggsy said: \"It has been really good to us the leisure centre, for gigs and stuff, because it was the next step up. There was TJs but the leisure centre gave you that next leg up.\"\nWales Arts Review editor Gary Raymond said: \"In the '80s and '90s, Newport Leisure Centre held a much cooler place in the hearts of music lovers than your average municipal building.\n\"It may have served many with its swimming pool and squash courts, but it was the first venue over the bridge from England for the best touring bands.\n\"And the best bands played there, not just the mainstream acts from Top of the Pops.\"\nThe 42-year-old was too young to catch The Smiths when they played in October 1986 - a show that became notorious because singer Morrissey was yanked off stage by the crowd. \nHe ended up being rushed to casualty, the show was cancelled, fighting broke out and arrests were made.\nMr Raymond said: \"Morrissey came back a decade later on the ill-fated tour when he supported Bowie. Mozza quit the tour before the end because it seems Bowie was getting all the attention.\n\"I was also too young to catch Depeche Mode in '88, REM in '89, and I even missed Jethro Tull in 1990.\n\"But I did go there for my second ever gig, when I was 12 and my dad took me to see Huey Lewis and the News. What 12-year-old doesn't want to see the soundtrack to Back to the Future played out live?\"\nIn the 1990s Britpop arrived.\n\"Everyone played there,\" Mr Raymond said. \"Black Grape, Blur, Suede, Echo and the Bunnymen.\n\"I'm no doubt forgetting a load. But there were so many great venues back then, and you could see a great gig any night of the week somewhere in south Wales, from Blackwood to Newport to Cardiff.\n\"But the centre was a gateway for many of us.\"\nNewport council said: \"The new centre will not include a dedicated concert space as there are a number of venues in Newport where live events can take place.\"\nIt cited former public toilet The Phyllis Maude Performance Space; the city centre's Le Pub; the Riverfront Theatre; rugby ground Rodney Parade and the 1,500-seat International Convention Centre Wales.\n\"We would encourage all partners with event space to work with us and we will support any future provision,\" the spokesman added.\nThe council said a consultation on the proposed new centre was \"overwhelmingly positive\" and that there would be another consultation before a planning application went to committee."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59114871/#comp-comments-button",
      "category": "#comp-comments",
      "title": "COP26: World at one minute to midnight over climate change - Boris Johnson",
      "tags": "Boris Johnson,COP26,Climate change",
      "text": "The world is at \"one minute to midnight\", having run down the clock on waiting to combat climate change, Prime Minister Boris Johnson has said.\nHe was speaking as world leaders arrived for the landmark COP26 climate change conference in Glasgow.\nSpeaking to the BBC, Mr Johnson said leaders needed to move from \"aspiration to action\" to slow global warming.\nHe added the summit was a \"critical\" moment for him, and said an ambitious outcome was still \"in the balance\".\nFor the first time, Mr Johnson also confirmed he did not want to see a controversial proposed coal mine in Cumbria go ahead.\n\"I'm not in favour of more coal,\" said the prime minister. \"But it is not a decision for me, it is a decision for the planning authorities.\"\nThe government has been criticised for not stopping the mine project going ahead. \nThis is the strongest statement the prime minister has yet made on the subject - and could help negotiations, because persuading nations to phase out coal is one of the central goals the UK government has set for the crucial UN conference.\nThe UK is hosting the summit amid mounting concern among scientists that countries are not doing enough to limit the emissions of greenhouse gases, which have caused average global temperatures to rise.\nThe 2015 Paris climate conference called for average temperatures to rise by well below 2C, and preferably only 1.5C, when compared to pre-industrial averages.\nWorld leaders arrived at the venue in Glasgow - which has officially become United Nations territory - for the official opening on Monday. Later, they will make statements setting out what their countries are doing on climate change.\nAs UN territory, the venue is being patrolled by armed UN officers and Police Scotland is only allowed to enter if they are invited by the UN secretary general - or if they believe there is a threat to life.\nOn BBC Breakfast on Monday, Foreign Secretary Liz Truss was asked whether it was necessary for world leaders to fly to the conference - as estimates suggested 400 private planes had flown into Glasgow.\nShe replied that it was \"fantastic\" that world leaders were there in person. \"When you really get into crunch negotiations, when you want to look somebody in the eye and talk to them face to face, you do need to meet in person,\" she said.\n\"World leaders are going to have to make some tough decisions… they're going to have to commit to things they didn't necessarily want to when they arrived at the conference. That's why it's really important we do have people face to face.\"\nScotland's First Minister Nicola Sturgeon said she understood that the air travel involved may send a \"mixed message\" - but agreed that more progress is made when leaders meet in person.\n\"Given all of the travel required to get here, it even further increases the pressure on the shoulders of world leaders to make sure it's worth it,\" she said.\nMs Sturgeon added that the goal of the conference was to increase countries' ambitions to reduce emissions. \"Right now, the commitments countries have made wouldn't even limit [global warming] to 2C, let alone 1.5.\"\nThe COP26 summit immediately followed a G20 meeting in Rome - made up of leaders of 20 of the world's biggest economies - which ended on a downbeat note from Mr Johnson, after only 12 of the 20 committed to be carbon neutral by 2050. \nSpeaking to the BBC separately, Mr Johnson promised to add £1bn to the money the government has earmarked over the next four years to help developing countries.\nThe government has already conceded that the developed world would not deliver in full on a promise made in 2009 to pay poorer countries $100bn a year to help tackle climate change - roughly equivalent to £73bn based on current exchange rates. \nThe government has also been criticised for cutting foreign aid this year.\nMr Johnson urged other developed nations to commit more cash.\nHe said the other two central goals of the conference would be persuading world leaders to commit to accelerating the transition away from petrol and diesel cars and to stop deforestation.\nRead more about the COP26 summit here.\nMr Johnson also defended the decision in last week's Budget to cut the duty on short-haul internal flights by 50%.\nHe described it as a difficult decision, adding: \"Even the distinguished Scottish politicians who are beating me up about this don't actually themselves come to London by any other means.\"\nThe comment appears to be a criticism of the SNP's Westminster leader Ian Blackford. \nMr Blackford branded the cut in passenger duty a \"disgrace\" and claimed it was evidence the government did \"not understand the climate challenge\".\nMr Johnson told the BBC that drawing more private finance into low carbon investments would be crucial to ensuring a rapid reduction in greenhouse gas emissions. \nGovernments can bring billions to the table, he said, but the market has \"hundreds of trillions\".\nWhen asked what the Johnson household was doing to cut its carbon footprint, the prime minister joked that he had \"totally abolished commuting\" when he moved into No 10 and started living above his place of work.\nHe declined to say whether he had cut beef out of his diet, adding he had \"got to start eating a lot less of all kinds of things\".\nMr Johnson would not confirm whether he now regarded himself as an environmentalist, but insisted he was \"not the black sheep of my family\" on green issues. Boris Johnson's wife Carrie, his father Stanley and his brother Leo are all very keen environmentalists.\nThe Archbishop of Canterbury said climate change was \"absolutely a moral issue\".\n\"This is our neighbours all around the world, those who are already suffering catastrophic impacts,\" Justin Welby told BBC Radio 4's Today programme. \"This is life or death.\" \nMr Welby - who used to work in an oil executive - said he did not regret working in the industry as he \"learnt a huge amount from it\", and added the vast majority of people in the industry are \"pretty passionate about changing\".\nAdditional reporting by Francesca Gillett\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59097021",
      "category": "world-africa",
      "title": "Libya: Thousands of migrants and refugees camp on UN's doorstep",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59115203",
      "category": "uk",
      "title": "COP26: Charles to say 'war-like footing' needed",
      "tags": "COP26,Climate change,Prince Charles, Prince of Wales",
      "text": "The Prince of Wales will tell the COP26 summit that a \"war-like footing\" is needed to tackle the climate crisis.\nSpeaking at the opening ceremony of the conference in Glasgow, Prince Charles is due to call for a \"vast military-style campaign\" to channel the resources of the global private sector. \nThe prince will be the most senior royal at COP26 after doctors told the Queen to avoid the summit and rest.\nThe heir to the throne has described COP26 as \"the last-chance saloon\".\nPrince Charles, who has long been a champion of environmental causes, is expected to emphasise the urgency of dealing with the climate crisis.\n\"We have to put ourselves on what might be called a war-like footing,\" he will say, as he urges world leaders to work with business to tackle climate problems.\nHe is due to say: \"We need a vast military-style campaign to marshal the strength of the global private sector, with trillions at its disposal.\"\nPrince Charles addressed world leaders gathered at the G20 summit in Rome on Sunday - calling for \"fine words\" to be translated into \"still finer actions\".\n\"It is surely time to set aside our differences and grasp this unique opportunity to launch a substantial green recovery by putting the global economy on a confident, sustainable trajectory and thus save our planet,\" he told the G20.\nAnd the future king gained a new public ally for a cause he has held dear for many decades. \nHe met Amazon founder Jeff Bezos, one of the world's richest business people, and Mr Bezos later posted on Instagram: \"The Prince of Wales has been involved in fighting climate change and protecting our beautiful world for five decades - far longer than most.\n\"We had a chance to discuss these important issues on the eve of #COP26 - looking for solutions to heal our world, and how the BezosEarthFund can help.\"\nMr Bezos is among a handful of billionaires to expand their businesses into space tourism.\nPrince Charles' son, the Duke of Cambridge, has been critical of the group of entrepreneurs, suggesting they should focus on saving Earth rather than \"trying to find the next place to go and live\".\nAlthough the Queen will not be attending COP26 in person, she will address delegates in a recorded video.\nLast month, the Queen appeared to suggest that she was irritated by climate change inaction, saying it was frustrating when people \"talk, but don't do\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59118319",
      "category": "entertainment-arts",
      "title": "Jo Whiley was struggling with menopause during Radio 2 show backlash",
      "tags": "Radio,Menopause,Broadcasting,Jo Whiley",
      "text": "DJ Jo Whiley has revealed she was struggling with menopause symptoms at the same time her Radio 2 show with Simon Mayo was being criticised.\nThe BBC station paired the presenters up in 2018, but listeners complained they lacked on-air chemistry. \n\"It all came at a time when I was most worried about brain fog,\" Whiley told the Daily Mail.\n\"I felt I couldn't do the Drivetime show with such a lot of pressure and things to remember.\"\nThe 56-year-old added: \"Until then, I'd thought, 'I'm absolutely fine. I don't need HRT [hormone replacement therapy].' But it had got to the point where I was really struggling. I decided to try it.\"\nWhiley was moved to Drivetime to act as a co-presenter for Mayo in 2018, in an effort to add more female presenters to the Radio 2  schedule.\nThe pair had known each other for years and were on Radio 1 around the same time in the 1990s. However, listeners complained they did not gel when put together.\nThe show lasted only a few months before Mayo exited the station. Whiley moved back to her previous evening slot, while Sara Cox took over Drivetime.\nWhiley spoke at length about the variety of symptoms she has experienced - many of which affected her professional confidence.\n\"I felt I was a liability on the radio and it was a very uncomfortable feeling not being in charge of what I was doing, suddenly grappling for words,\" she said.\n\"I'll be doing fine then it hits me: low self-esteem, low confidence. I don't feel like myself at all. It's quite daunting. It happens every couple of months. I don't want to see anyone. My eyes are really sore. I get a burning mouth and tongue. I really get the wobbles.\"\nThe menopause is when women's periods stop and they can no longer become pregnant naturally.\nThe body can start to behave very differently and many women experience symptoms long before their periods actually stop - during what is called the peri-menopause.\nHot flushes, night sweats, sleep problems, anxiety, low mood and loss of interest in sex are common. Bladder problems and vaginal dryness are also normal during this time."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-59110091",
      "category": "uk-england",
      "title": "Storm disruption holds up COP26 travellers from Euston station",
      "tags": "Tornadoes,COP26,Glasgow,Rugby,Severe weather",
      "text": "Travellers heading to Scotland for the COP26 climate summit have been left stranded by major rail disruption caused by \"intense storms\".\nHundreds of people were left at London's Euston station when fallen trees meant all trains were suspended.\nThe disruption was initially caused by damage to overhead electrical wires between Rugby and Milton Keynes.\nNetwork Rail said trains had been able to resume using a diversion only for that route to then also become blocked.\nAn update said further damage on the diversion route via Northampton meant trains had stopped running in and out of Euston again. \nEarlier on Sunday, the south and east of England were battered by heavy rain and gusts of up to 80mph. \nThere were also reports of a \"tornado\" in Northamptonshire. \nClimate change scientist Simon Lewis has been stuck on a train for more than three hours as a result of the disruption.\nThe University College London professor was on the 11:00 GMT service to Edinburgh, which came to a halt 45 minutes after departure and had still not made Peterborough - the first stop - several hours later.\nHe said: \"This is inconvenient and a reminder that climate change drives extreme weather events and every country needs to adapt.\"\nAnother passenger decided to book a flight to Glasgow after passengers were told to get off the train after waiting for half an hour.\nDavid Johnson, attending Cop26 as chief executive of the Margaret Pyke Trust - a UK-based international non-governmental organisation - acknowledged flying from Gatwick \"does, of course, seem ridiculous\".\n\"The irony of the climate impacting the trains, meaning a flight to the climate change conference is the only way to get there today, is not lost on me,\" he added.\nMeteorologist Tom Morgan said the Met Office could not confirm any tornadoes but would not rule them out.\nHe said: \"It's not out of the question that there will have been some localised, brief funnel clouds or tornadoes.\"\nGusts of 87mph (140km/h) were recorded at an exposed location on the Isle of Portland in Dorset, he said, while gusts of 60mph (96km/h) were recorded across Hampshire, Dorset, Wiltshire and Sussex.\nIn Northamptonshire, Earl Charles Spencer said a tornado hit the park at Althorp House and the Reverend Richard Coles described a tornado hitting his church in Finedon.\nBBC presenter and former musician Mr Coles tweeted parishioners at St Mary's Church in Finedon had been praying for the COP26 conference \"when we were hit by what I can only describe as a tornado\".\nNorthamptonshire Police said it had received more than 200 calls about weather-related incidents, including trees down in Northampton, Cogenhoe, Roade, Towcester, Castle Ashby and on the A5.\nTrees have fallen in Hampshire, Dorset, Cambridgeshire and Oxfordshire.\nIn Blackbird Leys, Oxford, fire crews were called to Evenlode Tower where cladding had been dislodged by high winds and several panels had already come away from the building, while others were in danger of falling off. \nOxfordshire Fire and Rescue Service said the area was cordoned off to protect local residents and the process of arranging emergency repairs was under way.\nMeanwhile, South Western Railway has advised passengers to \"only travel if essential\" because of fallen trees.\nIn Lincolnshire, police said they had received about 110 incidents directly related to the weather within 90 minutes. \nThe Met Office issued a warning of a brief period of damaging winds as a \"squally band of rain passes through Lincolnshire and the East Midlands\".\nYellow weather warnings are in place across the coasts of Wales, Devon and Cornwall, and southern parts of England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59081526",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Nightclubs reopen in Northern Ireland as restrictions ease",
      "tags": "NI Health,Nightclubs,Hospitality industry,Coronavirus pandemic",
      "text": "Nightclubs in Northern Ireland reopened on Sunday as some remaining coronavirus restrictions imposed last March were lifted.\nThe hospitality sector is expected to be busy on Halloween night, with legal requirements on social distancing also being scrapped.\nMinisters want people to be sensible and exercise personal responsibility.\nCustomers do not have to wear face coverings when they are eating, drinking or dancing in clubs.\nFirst Minister Paul Givan said: \"We ask everyone to keep following the public health advice - the responsibility lies with each of us to protect ourselves, our families and the whole community.\"\nDeputy First Minister Michelle O'Neill said: \"This latest set of relaxations must go hand in hand with the necessary mitigations and personal behaviours that will help to manage risks as people socialise together.\"\nOn 7 October, Stormont politicians agreed that social distancing rules in hospitality venues could be removed from 31 October.\nThe scrapping of 1m (3ft) distancing also meant nightclubs were able to reopen their doors and restrictions banning dancing in those venues have now been removed.\nPeople are also be able to move around venues and stand to have a drink or eat food.\nCustomers do not have to wear face coverings when they are eating, drinking or dancing.\nHowever, last week the Alliance Party's Justice Minister Naomi Long said she was concerned the move could lead to a \"significant\" rise in transmission of the virus.\nIt is understood advice from health officials supported the decision taken, arguing that dancing is a \"strenuous\" activity for which face coverings are not recommended.\nPeople are not yet required to show proof of vaccination to enter nightclubs in Northern Ireland.\nIn Scotland and Wales, vaccine passports are required for entry to large events and nightclubs .\nIn the Republic of Ireland, the rule is in force for access to all hospitality, and tickets to nightclubs must be pre-booked.\nThe Stormont executive has yet to decide whether to deploy a compulsory system, which is being developed by the Department of Health.\nAt present, it is guidance that venues and event organisers ask people to demonstrate either:\nSome venues are voluntarily implementing the measures.\nThe Alliance Party and the SDLP have publicly called for mandatory vaccine certification to be introduced now but other parties remain reluctant to do so, saying they would prefer it remained up to businesses to manage themselves.\nOn Thursday, Sinn Fein's Finance Minister Conor Murphy said he did not expect that Northern Ireland will be placed under a Covid-19 lockdown in the coming months.\nBut the executive did publish its autumn/winter contingency plan for coronavirus this month.\nMr Givan said face coverings would remain mandatory in certain indoor settings into next year.\nHe said other measures under consideration if cases rise sharply or hospital pressures increase were the possible use of mandatory vaccine certification, strengthening self-isolation rules for close contacts of those who contract the virus, and a \"re-imposition\" in law of social distancing in certain settings."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59112288",
      "category": "uk-wales",
      "title": "COP26: Sense of hope needed on climate change - Drakeford",
      "tags": "COP26,Climate change,Glasgow",
      "text": "The global climate change summit COP26 must deliver \"a sense of hope for people for the future,\" Wales' first minister has said.\nAction from world leaders would inspire confidence in the public to make changes in their own lives, he claimed.\nTalks are set to get under way in Glasgow to try and curb global warming.\nThe aim is to cap the rise at an average of 1.5C, with highly damaging impacts forecast if that threshold is breached.\nAnalysis of current plans by the world's countries puts the planet on course for closer to 2.7C of warming by the end of the century.\nThe heating is being driven by excess concentrations of greenhouse gases in the atmosphere, which are mainly produced by burning fossil fuels like coal, oil and gas.\nMr Drakeford said it was important for the world to show at COP26 \"this is a problem we can solve\".\nCurrently people found \"the whole business of climate change dispiriting,\" he suggested.\n\"They find the language that is used alienating, they think there is nothing they themselves can do.\"\nThe Welsh government is attending COP26 as part of the UK delegation, with the summit itself hosted by the UK government who will lead on top level negotiations.\nPrime Minister Boris Johnson has said the conference must \"mark the beginning of the end of climate change\".\nHe has called for agreements on phasing out use of coal, stopping deforestation, speeding up the shift to electric transport and more financial support for developing countries.\nMr Drakeford told BBC Wales he would be concentrating on meetings with leaders from other \"small nations determined to make a difference\".\nThe Welsh government is part of the Under 2 coalition, a group of 260 state and regional governments that will be represented at the conference.\nHe said he wanted \"very much to learn from what people are doing elsewhere to see what we can draw from their experience to make an even bigger difference here in Wales\".\n\"When the planet is burning that isn't somebody else's problem - that is a problem here in Wales as well,\" he said.\n\"The extreme weather events that we've seen over recent winters, the fact that our coastline is already being eroded - those problems will only go on getting worse.\"\nA cross-party delegation of Members of the Senedd (MSs) and several Welsh MPs is also heading to the event, which lasts for a fortnight.\nPlaid Cymru's Llyr Gruffydd, chair of the Senedd's climate change committee, said Wales' voice \"must be heard at COP26\".\n\"Even though Wales is a small country, it can also have a big impact, by setting an example.  We have already seen some progress from the Welsh government, but it needs to start translating its good intentions into decisive actions,\" he said.\nMeanwhile Welsh business leaders, charities and environmental campaigners are among those setting up stalls at the conference's green zone - a giant exhibition of innovation and ideas to fight climate change.\nChair of Wales' Youth Climate Ambassadors programme Poppy Stowell-Evans has been invited to take part in events in both the green zone as well as the blue zone - where the key negotiations are taking place.\nThe 17-year-old said she and her fellow campaigners wanted to make it clear \"to other young people that conferences like COP are a place for them too\".\n\"I genuinely think that without the movement of young people climate change wouldn't be so high on world leaders' agendas,\" she said.\n\"So going to COP I really want to be part of that and to push the voice of young people into an area where they haven't always been represented.\"\nAcross Wales, the Welsh Government is hosting a series of events as part of the green zone programme - under the banner COP Cymru.\nWales' contribution to the policing effort in Glasgow is also obvious on the city's streets in the form of rows of police vans from Wales marked Heddlu.\nSome 10,000 officers from across the UK will be deployed each day in and around the conference site."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59116051",
      "category": "health",
      "title": "Covid booster jabs available at walk-in sites in England",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Booster jabs to protect against Covid are now available at walk-in sites in England as the NHS hopes to bolster uptake ahead of a \"challenging\" winter.\nAbout 30 million people who had their second vaccination more than six months ago will be able to get a booster without needing to make an appointment.\nThe NHS online walk-in finder will let people check their nearest centre.\nMore than six million people have already had a booster jab or a third dose, NHS England said.\nA booster is an extra dose to help people who have been double-jabbed retain their immunity.\nSeparately, a third dose is a top up for those who may not have had a full immune response from the first two doses. These are being given to people with severely weakened immune systems.\nThose entitled to a booster jab include people aged 50 and over, care home staff and residents, and frontline health and social care workers.\nAlso included are people aged 16 to 49 years old with underlying health conditions which put them at greater risk of severe Covid, and adults sharing a home with vulnerable people.\nThe top-up will be available at hundreds of sites across England, and NHS England said nearly every person registered with a GP practice lives within 10 miles of a fixed vaccination site.\nDr Nikki Kanani, a working GP and also deputy lead for the NHS Covid-19 vaccination programme, said: \"The booster is not just nice to have, it is really important protection ahead of what we know will be a challenging winter.\"\nPrime Minister Boris Johnson said during his trip to the G20 summit in Rome on Sunday: \"I think rather than thinking [about] new restrictions, the best thing everybody can do is get that booster jab as soon as you're offered it.\"\n\"I think people don't quite realise that the first two jabs do start to wane,\" he said.\n\"How sad, how tragic it would be if people who had other complications, other compromises in their health, got seriously ill because they were overconfident about their level of immunity and didn't get their booster when they needed it.\"\nMore than 45 million people in the UK have been double-vaccinated, according to latest government figures., and nearly eight million have received a booster or third dose.\nThe new drive for booster jabs for certain groups comes as health teams start visiting more than 800 secondary schools in England to offer single doses of the coronavirus vaccine to 12 to 15-year-olds.\nHealth Secretary Sajid Javid said the vaccines \"will help keep children in the classroom\".\nThe UK's chief medical officers recommended in September that children aged 12 to 15 be offered one dose of a Covid vaccine."
    }
  ]
}