{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56709506",
      "category": "uk",
      "title": "Prince Philip: How can Prince Harry attend the funeral?",
      "tags": "Prince Philip, Duke of Edinburgh,Prince Harry, Duke of Sussex",
      "text": "The Duke of Sussex will be among the mourners at the Duke of Edinburgh's funeral on Saturday.\nPrince Harry's return to the UK for the service is his first visit since he and his wife Meghan stepped back from royal duties last March. \nNo. The Duke of Sussex will be unaccompanied when he attends the service for his grandfather, who died last Friday at the age of 99.\nThe funeral will be held at 15:00 BST in St George's Chapel in the grounds of Windsor Castle.\nBuckingham Palace says Prince Harry's wife, Meghan, remains at their home in California. \nThe Duchess of Sussex is pregnant with her second child, and has been advised by her doctor not to travel. \nPrince Philip's coffin will be carried in a specially designed Land Rover from the State entrance of Windsor Castle to St George's Chapel.\nIt will be followed by members of the royal family, among them Prince Harry, who will walk alongside his cousin Peter Phillips and his brother Prince William.\nOnly 30 people, socially distanced, will attend the funeral, in line with the government's current Covid regulations for England.\nMourners are expected to wear masks in line with government advice. \nLike other international arrivals, Prince Harry has had to follow the government's coronavirus travel rules.\nThese state that people arriving in the UK must:\nThere are certain exemptions. You are not required to quarantine or take tests if you arrive in the UK from the Common Travel Area (Ireland, the Isle of Man and the Channel Islands).\nPrince Harry has not had to self-isolate in a quarantine hotel (as the US is not currently on the government's \"red list\" of countries, requiring extra measures). \nA spokesman for the Duke of Sussex says he is staying at Frogmore Cottage in Windsor - his former residence - and is observing coronavirus regulations.\nThe government advice says people can self-isolate in their own home, \"with friends and family\" or in a hotel or other form of temporary accommodation.  \nGuidance on holding a funeral in England - during lockdown - says that mourners who have come from abroad can leave their place of quarantine \"in limited circumstances, including on compassionate grounds\". \nThis includes \"attending a funeral of a household member, a close family member or a friend\".\nThey must continue to self-isolate at all other times though and must follow the rules on social distancing.\nHRH The Duke of Edinburgh Remembered: BBC One, Friday 16 April, 19:00-20:05\nThe Funeral of HRH The Prince Philip, Duke of Edinburgh: BBC One, Saturday 17 April, 12:30-16:20 and 20:10-21:10\nThe funeral will also be broadcast on Saturday 17 April from 14:00-16:10 on Radio 4 and Radio 5 Live, BBC World Service English, BBC Radio Scotland and BBC Radio Ulster. \nIt will also be broadcast on BBC Radio Wales and BBC local radio with some variation in start times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56768156",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Time to rebuild economy as restrictions ease, says Dodds",
      "tags": "Diane Dodds,Coronavirus lockdown measures,Hospitality industry,NI economy,Pubs",
      "text": "Northern Ireland can begin rebuilding its economy under plans to ease Covid-19 restrictions from next week, Economy Minister Diane Dodds has said.\nOn Thursday the Stormont executive agreed reopening dates for some sectors, including hairdressers, non-essential retail and hospitality.\nThe current lockdown has been in place for more than 100 days in a bid to curb the spread of coronavirus.\nMrs Dodds said precautions would still be needed to reopen businesses safely.\n\"But it does mean we can get on with opening our economy, recovering our economy,\" she told BBC News NI's The View programme.\nShe said growing the economy would help to mitigate the fallout from the pandemic, including a potentially huge spike in unemployment.\nThe announcement has received a cautious welcome from businesses.\nCommunities Minister Deirdre Hargey told The View she was glad the executive had reached consensus.\n\"There was no dissent around the table - it [was] a good day to give hope to the public,\" she said.\nPeter McCleery, who runs a cafe in Comber, County Down, said that preparing to resume trade would be like opening a new business.\nThe cafe has no outdoor space so it is due to open on 24 May, several weeks after hospitality businesses that have outdoor facilities.\n\"Even with those dates we have to plan ahead and recruit staff and train staff,\" he told BBC Radio Ulster's Good Morning Ulster programme.\n\"We're starting again from a fresh sheet - we're looking forward to it.\"\nThe owner of a County Armagh hotel situated a short distance from the Irish border said he was concerned that business that would have to deal with the consequences of the differing restrictions in Northern Ireland and the Republic of Ireland.\nJason Foody said it was not the job of his hotel staff \"to police the roads and people that come through our door\".\nThe Republic of Ireland has recently lifted the 5km (three miles) travel limit that applied under its highest level of restrictions.\nMr Foody said: \"Previously if we were seeing [people with] addresses... from areas that shouldn't have travelled we were saying it to them but people have to travel for different reasons too and if it's for essential reasons you can't stop them.\nHe said the hotel was \"getting a huge amount of calls\" from people in the Republic of Ireland who were wanting to book a stay.\nJules Stothard, who owns a pub in Dromara, County Down, said her business had been open for about three months over the past 13 months.\nShe would be \"ecstatic\" to see her customers again but had a \"bit of anxiety about the financial side\".\n\"We are grateful to the government for the grant but every penny we have had has gone,\" she said.\n\"We were so ecstatic that we could open again but then reality strikes - we won't have the customers at the capacity to sustain our business without help.\"\nTourist attractions also face challenges when they reopen - the Marble Arch Caves in County Fermanagh will have reduced capacity for its tours, says its manager Kate McGrath.\n\"We will get there but need to clarify bubble numbers,\" she added.\nProposed dates leaked to the media on Thursday had suggested outdoor hospitality for pubs would have to wait until 10 May before being allowed to welcome back customers, with indoor venues not reopening before 1 June.\nHowever, Mrs Dodds had raised concerns in a letter to the first and deputy first ministers about the proposed dates, saying it was her preference for unlicensed premises to open earlier, on 23 April, followed later by licenced premises."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56771164",
      "category": "uk",
      "title": "Land Rover hearse designed by Prince Philip unveiled",
      "tags": "Solihull,UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor Castle",
      "text": "Images of a modified Land Rover designed by the Duke of Edinburgh to carry his coffin have been revealed.\nThe duke, who died at the age of 99 last week, worked on creating the bespoke hearse for 16 years, starting in 2003.\nHis modifications include the open top rear section, where his coffin will rest, and the military green colour.\nOn the day of the funeral, the Land Rover Defender will be used to carry his coffin to St George's Chapel.\nPrince Philip's funeral will take place in the chapel at Windsor Castle at 15:00 BST on Saturday.\nThe Land Rover hearse was among the details of the ceremonial royal funeral released by Buckingham Palace on Thursday.\nThe duke's four children - the Prince of Wales, the Princess Royal, the Duke of York and the Earl of Wessex - as well as grandsons the Duke of Cambridge and Duke of Sussex, will follow the vehicle in a procession.\nThe Duke of Edinburgh began creating his own hearse in collaboration with Land Rover in 2003, the year he turned 82.\nThe duke, who served in the Royal Navy in World War Two, requested that the original Belize Green bodywork be switched to Dark Bronze Green, a colour used for many military Land Rovers.\nHe also designed the open top rear section where his coffin will rest, made to his exact specifications, including the rubber grips on silver metal pins known as the \"stops\" or \"stoppers\" which prevent the coffin from moving.\nThe vehicle also has matching green wheel hubs, a black front grille, a single cab and no registration plates.\nThe Defender was made at Land Rover's factory in Solihull and the duke oversaw the modifications for several years, making the final adjustments in 2019, the year he turned 98.\nThe vehicle's original role would have been to transport the duke from Wellington Arch in central London to Windsor, 22 miles away, but the coronavirus pandemic curtailed those long-held plans.\nThe duke used Land Rovers throughout his adult life and granted his Royal Warrant to Land Rover more than 40 years ago.\nPrince Philip died at Windsor Castle on Friday 9 April. His body is now resting in the castle's private chapel.\nAccording to Buckingham Palace, the ceremonial parts of the funeral are in line with the duke's wishes.\nCoronavirus restrictions in England mean only 30 people, socially distanced, are allowed to attend funerals.\nThe mourners will be members of the Queen and Duke of Edinburgh's families, including three of his German relatives. The procession and service will be televised.\nHRH The Duke of Edinburgh Remembered: BBC One, Friday 16 April, 19:00-20:05\nThe Funeral of HRH The Prince Philip, Duke of Edinburgh: BBC One, Saturday 17 April, 12:30-16:20 and 20:10-21:10\nThe funeral will also be broadcast on Saturday 17 April from 14:00-16:10 on Radio 4 and Radio 5 Live, BBC World Service English, BBC Radio Scotland and BBC Radio Ulster. \nIt will also be broadcast on BBC Radio Wales and BBC local radio with some variation in start times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56783425",
      "category": "uk",
      "title": "Prince Philip's funeral: The order of service",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor,Queen Elizabeth II",
      "text": "Buckingham Palace has released the order of service for the funeral of Prince Philip. \nIt will pay tribute to his \"kindness, humour and humanity\" and the \"many ways in which his long life has been a blessing to us\".\nThe service at St George's Chapel at Windsor Castle will be conducted by the Dean of Windsor, with the Archbishop of Canterbury pronouncing the blessing.\nIt will start after a national minute's silence at 15:00 BST.\nThe ceremony will be broadcast on BBC One with coverage starting at 12:30 BST.\nDuring the service, a choir of four singers, three of whom are lay clerks of St George's Chapel choir, will be conducted by James Vivian. \nThe organ will be played by Luke Bond, assistant director of music at St George's Chapel.\nMembers of the Royal Family and relatives of the Duke of Edinburgh arrive at the Galilee Porch and are conducted to the Dean's Cloister.\nThey are then conducted from the Dean's Cloister to the Galilee Porch to view the procession and await the arrival of the Queen.\nThe Queen is received at the Galilee Porch by the Dean of Windsor, who conducts Her Majesty, members of the Royal Family and members of the Duke of Edinburgh's family, who have been viewing the procession, to their seats in the Quire.\nAll stand as the coffin is removed from the Land Rover and is carried to the West Steps where it rests at 15:00 for the one-minute national silence.\nThe coffin is then carried to a platform called a catafalque in the Quire.\nI am the resurrection and the life, saith the Lord: he that believeth in me, though he were dead, yet shall he live: and whosoever liveth and believeth in me shall never die. John 11. 25-26\nI know that my redeemer liveth, and that he shall stand at the latter day upon the earth: and though after my skin worms destroy this body, yet in my flesh shall I see God: Whom I shall see for myself, and mine eyes shall behold, and not another. Job 19. 25-27\nWe brought nothing into this world, and it is certain we can carry nothing out. The Lord gave, and the Lord hath taken away; blessed be the name of the Lord. 1 Timothy 6. 7, Job 1. 21 William Croft (1678-1727)\nThe Funeral of HRH The Prince Philip, Duke of Edinburgh: BBC One, Saturday 17 April, 12:30-16:20 and 20:10-21:10\nThe funeral will also be broadcast from 14:00-16:10 on Radio 4 and Radio 5 Live, BBC World Service English, BBC Radio Scotland and BBC Radio Ulster - and on BBC Radio Wales and BBC local radio with some variation in start times.\nThe Dean of Windsor says the bidding.\n\"We are here today in St George's Chapel to commit into the hands of God the soul of his servant Prince Philip, Duke of Edinburgh. \n\"With grateful hearts, we remember the many ways in which his long life has been a blessing to us. \n\"We have been inspired by his unwavering loyalty to our Queen, by his service to the Nation and the Commonwealth, by his courage, fortitude and faith. \n\"Our lives have been enriched through the challenges that he has set us, the encouragement that he has given us, his kindness, humour and humanity. \n\"We therefore pray that God will give us grace to follow his example, and that, with our brother Philip, at the last, we shall know the joys of life eternal.\"\nAll sit as the choir sing Melita by J B Dykes (1823-76) William Whiting (1825-78) arranged by James Vivian (b. 1974)\nThe first lesson Ecclesiasticus 43. 11-26 is read by the Dean of Windsor.\nAll remain seated as the choir sings the Jubilate by Benjamin Britten (1913-76), in C, written for St George's Chapel, Windsor, at the request of the Duke of Edinburgh.\nAll remain seated for the second lesson, John 11. 21-27 read by the Archbishop of Canterbury.\nAll remain seated as the choir sings Psalm 104, which the Duke of Edinburgh requested should be set to music by William Lovelady. Originally composed as a cantata in three movements, it was first sung in honour of the duke's 75th birthday.\nThe choir sings the Lesser Litany and sit or kneel for the Lord's Prayer and responses.\nThe Dean of Windsor and the Archbishop of Canterbury lead a number of prayers.\nThe choir sings the Anthem, Russian Kontakion of the Departed, translated by William John Birkbeck (1859-1916) Kiev Melody, arranged by Sir Walter Parratt, KCVO (1841-1924)\nAll stand as the coffin is lowered into the Royal Vault, the Dean of Windsor shall say the commendation.\nGarter Principal King of Arms proclaims the styles and titles of HRH The Prince Philip Duke of Edinburgh.\nThe pipe major of The Royal Regiment of Scotland plays A Lament.\nThe buglers of the Royal Marines sound The Last Post.\nAfter a period of silence, the State Trumpeters of the Household Cavalry sound Reveille.\nThe buglers of the Royal Marines sound Action Stations.\nThen the Archbishop of Canterbury pronounces the blessing.\nAll remain standing as the choir sings the national anthem.\nAll remain standing in their places as the Queen, members of the Royal Family and the Duke of Edinburgh's family leave the chapel via the Galilee Porch, escorted by the Dean of Windsor and the Archbishop of Canterbury.\nLuke Bond will play Prelude and Fugue in C minor BWV 546 Johann Sebastian Bach."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56779687",
      "category": "science-environment",
      "title": "A68: Iceberg that became a social media star melts away",
      "text": "The iceberg that was for a time the biggest in the world is no more. \nA68, as it was known, covered an area of nearly 6,000 sq km (2,300 sq miles) when it broke away from Antarctica in 2017. \nThat's like a small country; it's equal to a quarter of the size of Wales. \nBut satellites show the mega-berg has now virtually gone, broken into countless small fragments that the US National Ice Center says are no longer worth tracking.\nA68 calved from the Larson C Ice Shelf on the edge of the Antarctic Peninsula, and for a year it hardly moved. But then it started to drift north with increasing speed, riding on strong currents and winds.\nThe billion-tonne block took a familiar route, spinning out into the South Atlantic towards the British Overseas Territory of South Georgia. The small island is where many of the biggest icebergs go to die. Caught in the local shallows, they are doomed to gradually melt away.\nBut this one somehow managed to escape that particular fate. \nInstead, it was the waves, the warm water and higher air temperatures in the Atlantic that eventually consumed A68. It simply shattered into smaller and smaller fragments.\n\"It's amazing that A68 lasted as long as it did,\" Adrian Luckman, from Swansea University, told BBC News. \n\"If you think about the thickness ratio - it's like four pieces of A4 paper stacked up on top of one another. So this thing is incredibly flexible and fragile as it moved around the ocean. It lasted for years like that. But it eventually broke into four-to-five pieces and then those broke up as well.\"\nA68 will probably be best remembered as the first iceberg to become a star on social media. \nPeople around the world shared satellite pictures online, especially as the frozen block neared South Georgia. Had it grounded, the berg's immense bulk could have disrupted the foraging behaviour of the island's many penguins - and who isn't worried about penguins in peril? \nThe daily conversation on the likes of Twitter and Instagram was made possible by today's easy access to a suite of publicly available space data tools. \n\"A68 caught the attention of a lot of different people,\" commented Laura Gerrish, a mapping specialist with the British Antarctic Survey (BAS). \"We saw every little twist and turn. We were able to follow its progress with daily satellite images, at a level of detail we've not really been able to do before.\"\nOf course, the iceberg wasn't just an object of wonder; it was also the target of some serious scientific investigation. \nIts place of origin, Larsen C, is an enormous floating platform of ice, built by the merging of glacier tongues that have slid off the land into the ocean. \nA68's life story will almost certainly tell researchers something both about how ice shelves are constructed and how they break apart to produce icebergs.\n\"The one thing that is probably worth mentioning as a scientific result was how much was learned about the fracture toughness of the suture zones where inland glaciers joined together to form the floating shelf ice,\" commented Christopher Shuman from the University of Maryland, Baltimore County (UMBC) and Nasa-Goddard. \n\"Because we had new sensors seeing the rift evolution more frequently, I'm sure useful insights were gleaned that could not have been 'seen' in the decade before. This is a real testament to the investments being made in Earth observation.\"\nMost glaciologists regard A68 as the product of a very natural process. Ice shelves will maintain an equilibrium, and the ejection of bergs is one way they balance the accumulation of mass from snowfall and the input of more ice from the feeding glaciers on land. \nSo in that sense, A68 cannot be presented as a poster child for human-induced climate change. \nAll that said, A68 did showcase the sorts of processes through which warming can destroy ice structures. \nOne of these is what's termed hydrofracturing. In this process, warming produces a lot of surface meltwater that then fills fissures and cracks, driving these openings through to the base of the ice. \nThere were some spectacular examples towards the end of A68's existence where hydrofracturing turned remnant fragments to mush almost overnight.\n\"'Death by hydrofracture', 'slush puppies',\" Ted Scambos called it. \"Another example of iceberg fast-forward evolution, showing us how ice shelves might collapse in a warmer world. I guess the iceberg tested a lot of supposed knowledge, and the knowledge mostly stood up to the challenge,\" the CIRES-University of Colorado Boulder expert told BBC News.\nBAS also put a couple of robots in the ocean in February to try to study up close some of A68's latter-day segments. \nOne went missing soon after, and the other actually got stuck under the ice for two weeks before managing to free itself and continue its observations. \nThis robot will be recovered in May to pull down its data. It should reveal information about how icebergs affect their surroundings by, for example, dumping huge volumes of fresh water into the ocean as they melt.\nThe USNIC is the body recognised internationally for naming icebergs and tracking those that might pose a threat to shipping. \nTo make it on to the USNIC list of concern, a berg must either have a long-axis of greater than 10 nautical miles (18.5km) or an area of at least 20 square nautical miles (68.5 sq km). \nNone of A68's fragments now qualify. The last major piece, known as A68a, was measured on Friday to be just 3 nautical miles by 2 nautical miles. RIP."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56790053",
      "category": "uk",
      "title": "Salisbury poisoning suspects 'linked to Czech blast'",
      "tags": "Russia,Czech Republic,Salisbury",
      "text": "Two Russian men suspected of carrying out the 2018 Salisbury poisonings are being linked to an explosion at an arms depot in the Czech Republic.\nEvidence links the 2014 explosion, and an attempted poisoning in Bulgaria, to a unit of Russian military intelligence - the GRU - the BBC has learnt.\nEuropean intelligence agencies believe the GRU's Unit 29155 is tasked with sabotage, subversion and assassination.\nThe Russian government said the claims were unfounded and absurd.\nCzech authorities say they are expelling 18 Russian diplomats believed to be intelligence operatives in retaliation for the explosion, which killed two people.\nCzech Prime Minister Andrej Babis said the country had to react to revelations tying the blast to the GRU.\nThe country will inform Nato and European Union allies about its suspicions, and will discuss the matter at an EU foreign ministers' meeting on Monday, its acting Foreign Minister Jan Hamacek said.\nThe Russian foreign ministry said it would \"take retaliatory measures that will force the authors of this provocation to fully understand their responsibility for destroying the foundation of normal ties between our countries\".\nA huge explosion tore apart an ammunitions storage depot in a forest in the Czech Republic on 16 October 2014. \nWindows in nearby buildings were blown out and local schools were evacuated as emergency vehicles rushed to the scene. The remains of two men - aged 56 and 69 - who worked at the site were found more than a month later.\nThe blast was assumed to have been an accident.\nBut painstaking detective work by Czech authorities has pointed the finger at Moscow - and Unit 29155 of the GRU.\nIn the wake of the Salisbury poisoning, European security services have been investigating a series of previously unexplained events. \nFor Czech police, that included the October 2014 explosion. A crucial find, sources close to the investigation have told the BBC, was an email sent to Imex Group, the company which operated the depot. \nIt claimed to come from the National Guard of Tajikistan. It asked for two men to be given access to the site for an inspection visit. Scans of their passports were attached. The men were said to be Ruslan Tabarov from Tajikistan and Nicolaj Popa, a Moldovan citizen.\nThe pictures on the passports match those of the two men accused by Britain of the Salisbury poisoning. \nThe two men travelled to the UK in March 2018 under the names Ruslan Boshirov and Alexander Petrov. \nBoth were caught on CCTV at Salisbury and identified by the Metropolitan Police as suspects in smearing Novichok nerve agent on the door handle of the house of former GRU officer Sergei Skripal. \nSkripal and his daughter fell ill while a local woman, Dawn Sturgess, was killed months later by Novichok from a discarded perfume bottle. \nThe investigative site Bellingcat soon after identified Ruslan Boshirov as Anatoly Chepiga and Alexander Petrov as Alexander Mishkin, both GRU officers. \nThe pair then appeared on Russian TV denying involvement, claiming they were sports nutritionists who visited Salisbury to see the spire of the cathedral. \nOn 11 October 2014, the men used the same cover identities they used in Salisbury - Ruslan Boshirov and Alexander Petrov - to arrive at Prague airport.\nThey stayed in Prague for two days (Chepiga's presence had previously been noted based on social media posts but not linked to the explosion). \nThey then booked into accommodation in Ostrava, near the ammunition depot on 13 October. They were booked to stay until the 17 October. \nThe explosion took place on the 16th and that day the pair headed to Vienna airport to fly to Moscow. The authorities do not appear to know exactly how the depot was blown up.\nAnother clue, the BBC has learnt, was the email used to request the men's visit to the arms depot. It was traced to a user in Russia rather than Tajikistan and when entered in a Skype directory linked to a username \"Andrey O\". \nThe commander of Unit 29155 was first reported by the New York Times to be Andrey Averyanov and he is believed to have used Andrey Overyanov as a cover identity.\nWhy would Russian intelligence blow up the arms depot? \nOne of the people storing weapons there was a Bulgarian arms dealer called Emilian Gebrev, sources have told the BBC.\nThat provided another link to Unit 29155.\nIn April 2015, six months after the Czech explosion, Gebrev fell seriously ill in the Bulgarian capital Sofia. After a month in hospital, he was released but then fell sick again. Despite suspicions, Bulgarian authorities made little progress amid talk it was simply food poisoning.\nIt was only after events in Salisbury in 2018 that people paid more attention.\nA third man, using the name Sergei Fedotov had been identified as coming to the UK to oversee the Salisbury poisoning. And he was also found to have been in Bulgaria at the time of Gebrev's poisoning. \nBulgarian authorities found that Fedotov and two other men from Unit 29155 had checked into a hotel in the same complex as Gebrev's office in April 2015 and insisted on rooms with a view of the underground car park. \nSurveillance of that car park released by a Bulgarian prosecutor last year shows one man approaching the cars of Gebrev, as well as his son and business partner who would also fall ill. \nA toxic substance is believed to have been smeared on the handles - similar to the way Novichok was placed on the handle of Sergei Skripal's house. \nAlthough he had a return flight booked two days later, Fedotov left the country on April 28th - the day of the poisoning.\nIt has been reported he was supplying weapons to a number of countries against Moscow's wishes, possibly including Ukraine, or to other countries in competition with Russian suppliers, including in Asia. \nAnd one business deal may also have brought him into direct conflict with powerful Russian businessmen linked to the GRU. \nThe explosion at the Czech depot in October 2014 looks like it could have been an initial attempt to hurt Gebrev's business or issue a warning which was then followed up with an attempt to kill him. \nBut the only people to die were two innocent Czech men working at the depot. (There were also explosions at Bulgarian arms factories in 2015 although no link has publicly been made.)\nOn Saturday, the Czech Prime Minister announced evidence linked the explosion to the GRU and said 18 employees of the Russian embassy - identified as intelligence operatives - had to leave the country within 48 hours. \nCzech police issued pictures of the two suspects saying they wanted to speak to them. Russian authorities say their constitution prevents the men being extradited.\nCzech ministers pointed the finger specifically at Unit 29155. European intelligence officials say its mission is sabotage, subversion and assassination. \nThey think it numbers around 200 but with only 20 or so of those involved in carrying out operations with the rest support staff.\nAs well as Salisbury, Bulgaria and now the Czech Republic, the unit has been linked to other operations including an attempted coup in Montenegro in 2016. \nA number of European countries are investigating past travel to see if it correlates with suspicious events. That means this revelation may not be the last. \nThe pair involved in Salisbury and now linked to the Czech explosion have not been seen since they were identified in 2018. But Unit 29155, western intelligence officials say, is still active.\nUK Foreign Secretary Dominic Raab said the UK stands \"in full support of our Czech allies, who have exposed the lengths that the Russian intelligence services will go to in their attempts to conduct dangerous and malign operations in Europe\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56785283",
      "category": "entertainment-arts",
      "title": "Helen McCrory: Stars pay tribute to Peaky Blinders actress",
      "tags": "Peaky Blinders,Harry Potter ",
      "text": "Stars have paid tribute to Peaky Blinders and Harry Potter actress Helen McCrory who has died of cancer aged 52.\nCillian Murphy, who starred alongside her in the BBC drama, described her as \"fearless and magnificent\".\nAlso known for her stage performances, National Theatre artistic director Rufus Norris said she was \"one of the great actors of her generation\".\nHer husband, actor Damian Lewis, announced her death on Friday \"after an heroic battle with cancer\".\nHe said he was \"heartbroken\", and that she was a \"beautiful and mighty woman\".\nAs well as her film and TV credits, she played seven lead roles at the National Theatre, whose boss Rufus Norris said: \"With her incisive wit and ferocious intelligence, she was one of the most charismatic and distinctive performers.\"\nShe also worked at the Royal Shakespeare Company, the Almeida and the Donmar Warehouse, and earned rave reviews for her role in Uncle Vanya in London and New York in 2002 and 2003.\nCarrie Cracknell, who directed McCrory in a stage production of Medea, told BBC Radio 4's Today programme she was one of \"very, very few\" people who knew about her illness and was \"sworn to secrecy\".\n\"Helen wanted to be very private about her illness and I understand why,\" she said. \"When you live in the public spotlight you have to find the space to protect the things that are just for you. And certainly that was, it was for her and her family and her very closest friends.\"\nMs Cracknell said working with McCrory was \"one of the highlights of my professional life\". \n\"She had this extraordinary, fierce depth of character and complexity and ability to articulate so many parts of the human condition.\"\n\"She was this tiny, tiny woman and she would stand in the middle of the Olivier stage and sort of be possessed really, it was like she was transforming,\" she said. \nShe said McCrory's charity work and commitment to her family had defined her last few years of life, with her not wanting people to focus on her illness.\n\"She faced up to it with a level of bravery and humour that was completely extraordinary and as ever was teaching people how to live so it was a remarkable thing.\"\nSir Richard Eyre, who gave McCrory one of her first significant stage roles in the 1990s, said one of the most upsetting things about her death was that \"we will be deprived of major performances that she would have been able to give\" and described her as a successor to Dame Judi Dench.\nIn 2003, she met Lewis when they both starred in a play called Five Gold Rings at the Almeida Theatre in London.\nMcCrory was nominated for two of London's Olivier Awards for playing Rosalind in As You Like It in 2006, and for The Last of the Haussmans in 2013.\nThe actress was perhaps best known for playing Aunt Polly, the matriarch of the Shelby clan, in all five series of hit BBC period gang drama Peaky Blinders from its start in 2013.\nPeaky Blinders creator Steven Knight said: \"Helen was one of the great actors of her generation. She was so powerful and controlled and this is so sad.\"\nMurphy, who played Tommy Shelby in the show, added he was \"broken-hearted to lose such a dear friend\", describing her as \"a beautiful, caring, funny, compassionate human being\". \n\"She elevated and made humane every scene, every character she played,\" he said, adding it was \"a privilege to have worked with this brilliant woman... I will dearly miss my pal\".\nBBC director of drama Piers Wenger added: \"Helen was one of the finest actresses this country will ever see.\"\nActor Michael Sheen, who worked with McCrory on the 2006 film The Queen and more recently in ITV drama Quiz, described her death as \"heartbreaking\" and said it had been \"an honour to work with her and know her\" in a post on social media.\n\"So funny, so passionate, so smart and one of the greatest actors of our time,\" he tweeted.\n\"From the first moment I met her when we were just kids it was obvious she was very special.\"\nAlongside a photo of McCrory, actress Dame Helen Mirren wrote on Instagram: \"A great actress and a great person. this is so very very sad.\"\nMcCrory married Homeland star Lewis in 2007 and they had two children. \nLast year, the couple raised more than £1m to provide NHS workers with meals from high street restaurants during the pressures of the coronavirus pandemic.\nComedian Matt Lucas, who worked with them on the FeedNHS campaign, tweeted that she \"will be remembered not just for her remarkable stage and screen performances, but also for her selflessness and generosity\".\nMcCrory played Narcissa Malfoy, the wife of Lucius Malfoy and Draco's mother, in Harry Potter and the Half-Blood Prince and Harry Potter and the Deathly Hallows: Part 1 and Part 2.\nIn her tribute, Harry Potter author JK Rowling wrote: \"I'm devastated to learn of the death of Helen McCrory, an extraordinary actress and a wonderful woman who's left us far too soon.\n\"My deepest condolences to her family, especially her husband and children.\"\nHer other screen roles included the MP Clair Dowar in 2012 James Bond movie Skyfall, and former Prime Minister Tony Blair's wife Cherie in the films The Queen and The Special Relationship.\nShe provided the voice of Stelmaria, Lord Asriel's snow leopard daemon, in the recent BBC One TV series His Dark Materials, and the show's Twitter account called her \"uniquely talented\".\nFilm and theatre director Sir Sam Mendes, who directed Skyfall, remembered her as \"an astonishing talent, a fabulous person, and an absolute true original\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-43643025",
      "category": "uk",
      "title": "Russian spy: What happened to Sergei and Yulia Skripal?",
      "tags": "Russian spy poisoning,Russia-UK relations,Russia,Amesbury Novichok poisoning,Salisbury",
      "text": "The UK has named two Russian nationals suspected of the attempted murder of former Russian double agent Sergei Skripal and his daughter Yulia.\nPrime Minister Theresa May said the suspects entered the UK  on Russian passports using the names Alexander Petrov and Ruslan Boshirov. Moscow denies any involvement in the attack.\nIn an interview with Russia's state-run international broadcaster, RT, on 13 September, the two men said they were in the UK to visit the \"wonderful town\" of Salisbury and see its \"famous\" cathedral.\nInvestigative website Bellingcat has since claimed Mr Boshirov is actually an intelligence officer by the name of Colonel Anatoliy Chepiga.\nMr Skripal and his daughter were discovered unconscious on a bench in the Wiltshire city of Salisbury on 4 March. A second poisoning incident in nearby Amesbury in July is believed to be linked to the attack.\nThe British government says a military-grade Novichok nerve agent was used.\nHere's what we know so far about the movements of the Skripals and the Russian suspects on 2, 3 and 4 March.\n15:00 GMT\nTwo suspects using the names Alexander Petrov and Ruslan Boshirov arrive at London Gatwick Airport from Moscow on Aeroflot flight SU2588.\nPolice say the men are thought to be officers from Russia's military intelligence service. \nThe men say they work in the sports nutrition business and were in the UK on holiday.\nRussian officials have denied claims by the Bellingcat website that Mr Boshirov is Col Chepiga - who is reported to have been working undercover for the past nine years after serving with a special forces unit under the command of the GRU - Russia's military intelligence service.\n17:40 GMT\nThey travel to London's Victoria station before heading to Waterloo for about 18:00 GMT. They then make their way to the City Stay Hotel in Bow, east London, for the first of their two-night stay.\nTraces of Novichok, below the levels that would cause health concerns, were later found in their room.\n14:25 GMT\nThe Russian suspects arrive in Salisbury from Waterloo on what police believe was a reconnaissance mission.\n14:40 GMT\nSergei Skripal's 33-year-old daughter, Yulia, flies into London's Heathrow Airport on a flight from Russia. It is believed she was picked up by a family friend.\n16:11 GMT\nThe Russian suspects return from Salisbury to London by train.\n08:05 GMT\nThe Russian suspects again take the London Underground from Bow to Waterloo, before continuing their journey by train to Salisbury.\n09:15 GMT \nMr Skripal's red BMW is seen in Salisbury in the area of London Road, Churchill Way North and Wilton Road.\nLondon Road is home to Salisbury's cemetery, where Mr Skripal's wife Liudmila and son Alexander are buried.\n11:48 GMT\nThe suspects arrive at Salisbury station. They are about a mile from Mr Skripal's home.\n11:58 GMT\nThe men are filmed on CCTV at a Shell petrol station on Wilton Road, not far from Christie Miller Road, where Mr Skripal lives. Police believe this was moments before the Novichok was sprayed on the door handle of Mr Skripal's house.\n13:05 and 13:08 GMT\nThe Russians are seen on CCTV on Fisherton Street, possibly on their way to the train station. They pass close to where the Skripals would later spend the afternoon having a drink and a meal together in the centre of Salisbury.\n13:30 GMT\nMr Skripal's car is seen driving down Devizes Road, towards the town centre.\n13:40 GMT\n1) Mr Skripal, 66, and his daughter arrive at the Sainsbury's upper level car park at the Maltings shopping precinct. \n2) They then head to the Mill pub.\n13:50 GMT\nThe two Russian suspects return to London by train, arriving in the capital at approximately 16:45 GMT. \n14:20 GMT\n3) The Skripals dine at Zizzi restaurant and stay until 15:35 GMT.\nTraces of a military-grade nerve agent are later found at the Mill and Zizzi.\n16:15 GMT\n4) Emergency services receive the first report of an incident. Police find the Skripals on a bench in an \"extremely serious condition\".\nThey are taken to hospital along with police officer Det Sgt Nick Bailey, attending the incident. All three were later discharged.\n18:30 GMT \nThe suspects board the London Underground to London Heathrow Airport.\n19:28 GMT\nThe men are caught on CCTV going through passport control at Heathrow.\n22:30 GMT\nThe pair depart on Aeroflot flight SU2585 to Moscow.\nPolice note: all times approximate.\nA massive clean-up operation was launched to decontaminate nine sites known, or thought, to be contaminated with the nerve agent.\nUK authorities said the highest concentration of Novichok was found at Mr Skripal's house, but the operation involving more than 200 personnel, included eight other sites.\nWiltshire and Novichok again hit the headlines in July, when another couple fell ill in suspicious circumstances, in Amesbury, only a few miles from the Skripal investigation.\n09:15 BST\nParamedics are called twice to a flat in Muggleton Road, Amesbury, after Dawn Sturgess, 44, collapses.\nA friend of the couple, Sam Hobson, said Ms Sturgess appeared to have had a fit and was \"foaming at the mouth\".\n17:20 BST\nParamedics return to same address after Ms Sturgess's friend Charlie Rowley also falls ill.\nPolice initially think the two had been using heroin or crack cocaine from a contaminated batch of drugs, however they declare a major incident after Ms Sturgess and Mr Rowley need treatment for suspected exposure \"to an unknown substance\".\nTests at the UK's military research lab, Porton Down, find the pair had been exposed to the nerve agent Novichok.\nFive areas the victims are believed to have visited prior to falling ill are cordoned off: in Amesbury they are Muggleton Road, Boots pharmacy and the Baptist church, while in Salisbury and John Baker House in Rolleston Street and Queen Elizabeth Gardens.\nMs Sturgess dies in hospital on 8 July. Mr Rowley remains in a critical condition.\nPolice later confirm the Novichok that poisoned Ms Sturgess and Mr Rowley came from a small bottle found during searches of Charlie Rowley's house on Muggleton Road.\nThe counterfeit Nina Ricci perfume bottle, with a specially-adapted applicator, had been picked up by Mr Rowley from a charity bin on 27 June.\nHe told police he got some of the contents on himself while he was putting the bottle parts together. Ms Sturgess applied some of the substance to her wrist before feeling unwell.\nThe working assumption of police is that the bottle was a container discarded after the Skripals' poisoning, according to BBC security correspondent Gordon Corera."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56783931",
      "category": "uk",
      "title": "Prince Philip funeral: Royal Family members walk behind coffin",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56773204",
      "category": "uk",
      "title": "Prince Philip funeral: The Land Rover hearse he designed",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56778146",
      "category": "health",
      "title": "Pregnant women should be offered Covid vaccine",
      "tags": "Coronavirus vaccines,Women,Coronavirus pandemic,Pregnancy",
      "text": "Pregnant women should be offered a Covid jab when other people their age get one, the UK's vaccine advisers say.\nThey say the Pfizer and Moderna vaccines are preferable because data from the US in 90,000 pregnant women has not raised any safety concerns.\nUp until now, only women with underlying health conditions or those whose risk of exposure to the virus was high were eligible.\nThe shift in advice brings the UK into line with other countries.\nThe Joint Committee on Vaccination and Immunisation now advises that pregnant women should all be offered the Pfizer-BioNTech or Moderna vaccines where available, at the same time as the rest of the population. \nThey are encouraged to discuss the risks and benefits of the vaccines with their doctor before making the appointment, but it is not a requirement.\n\"There is no evidence to suggest that other vaccines are unsafe for pregnant women, but more research is needed,\" it added.\nCurrently, there is a lack of data on the AstraZeneca vaccine in pregnancy because pregnant women were not included in trials, but the JCVI says more evidence may be forthcoming in the near future.\nThe JCVI has already said that, as a precaution, adults under 30 should be offered an alternative to the AstraZeneca jab because of evidence possibly linking it to extremely rare blood clots in adults.\nProfessor Wei Shen Lim, Covid-19 chair for the JCVI, said: \"We encourage pregnant women to discuss the risks and benefits with their clinician - those at increased risk of severe outcomes from Covid-19 are encouraged to promptly take up the offer of vaccination when offered.\"\nDr Edward Morris, president of the Royal College of Obstetricians and Gynaecologists, said: \"Vaccination offers pregnant women the best protection from Covid-19, which can be serious in some women. \n\"We believe it should be a woman's choice whether to have the vaccine or not after considering the benefits and risks, and would encourage pregnant women to discuss with a trusted source like their GP, obstetrician or midwife, or a healthcare professional in a vaccination centre.\"\nDr Mary Ross-Davie, from the Royal College of Midwives, said the new advice was \"a sensible step\" by the vaccines committee.\nShe said midwives and obstetricians \"will be there to support pregnant women to make an informed decision that is right for them\". \nWomen can be vaccinated at any time during their pregnancy although they may prefer to wait until after the first trimester or the first scan, the RCOG said.\nAlthough pregnant women are at no greater risk of being infected by the virus, they are more likely to have complications from Covid-19.\nData shows that one in five pregnant women who become unwell with Covid needs to have her baby delivered early.\nAs the UK's vaccination programme is now inviting people in their 40s, clarity on advice for pregnant women on the vaccine was needed.\nMore than 32 million people in the UK have received a first dose of a Covid vaccine.\nWomen who are planning pregnancy or are breastfeeding can be vaccinated with any vaccine, depending on their age and clinical risk group, the JCVI said.\nIt said it would closely monitor the evidence on Covid-19 vaccination in pregnancy and update its advice as required.\nAre you pregnant? How do you feel about this news? Email: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56781556",
      "category": "science-environment",
      "title": "Nasa chooses SpaceX to build Moon lander",
      "tags": "Artemis,Nasa,Human spaceflight,Exploration of the Moon,The Moon",
      "text": "Nasa has chosen Elon Musk's company SpaceX to build a lander that will return humans to the Moon this decade.\nThis vehicle will carry the next man and the first woman down to the lunar surface under the space agency's Artemis programme.\nAnother goal of the programme will be to land the first person of colour on the Moon.\nThe lander is based on SpaceX's Starship craft, which is being tested at a site in southern Texas.\nSpaceX was competing against a joint bid from traditional aerospace giants and Amazon founder Jeff Bezos, as well as Alabama-based Dynetics. The total value of the contract awarded to Musk's company is $2.89bn.\n\"With this award, Nasa and our partners will complete the first crewed demonstration mission to the surface of the Moon in the 21st century as the agency takes a step forward for women's equality and long-term deep space exploration,\" said Kathy Lueders, the organisation's head of human exploration. \n\"This critical step puts humanity on a path to sustainable lunar exploration and keeps our eyes on missions farther into the Solar System, including Mars.\"\nThe Artemis programme, initiated under the Trump administration, had targeted a return to the lunar surface in 2024. But a shortfall in funding of the landing system has made that goal unattainable.\nElon Musk has been developing the Starship design for years. Resembling the rocketships from the golden age of science fiction, it is a crucial component of the entrepreneur's long-term plans for settling humans on Mars.\nFor now, though, it will serve as the lander that ferries astronauts from lunar orbit to the surface.\nWith a spacious cabin and two airlocks, allowing astronauts to exit the craft for moonwalks, it's a far cry from the cramped, spindly lunar module (LM) that carried 12 men to the surface under the US Apollo programme between 1969 and 1972.\nThe new vehicle will be known as the Human Landing System (HLS).\nIn recent times, Nasa has chosen more than one company when procuring space transport services, giving it options if one of them fails to deliver. \nMore of our reporting on the Artemis programme\nBut Nasa has received only $850m of the $3.3bn it requested from Congress to build the Moon lander. In a statement, Ms Lueders said that \"while it remains the agency's desire to preserve a competitive environment at this stage of the HLS program\", its current budget precluded it from selecting two companies, as it was expected to.\nCost is believed to have been a major factor; SpaceX's bid was the lowest of the three competitors \"by a wide margin\".\nMs Lueders explained: \"I made a determination that it would be in the agency's best interests to make an initial, conditional selection of SpaceX.\"\nThe decision has caused a stir in Congress. Nasa is undergoing a transition of power following Joe Biden's election as President. It is being run by an interim administrator, and Mr Biden's pick to run the agency - former senator and astronaut Bill Nelson - will appear at his confirmation hearing next week. \n\"I am disappointed that the acting Nasa leadership decided to make such a consequential award prior to the arrival of a new permanent Nasa administrator and deputy administrator,\" said congresswoman Eddie Bernice Johnson, the democrat chair of the House Committee on Science, Space and Technology.\n\"The decision to make the award today also comes despite the obvious need for a re-baselining of Nasa's lunar exploration program, which has no realistic chance of returning US astronauts to the Moon by 2024.\"\nNasa is targeting the Moon's South Polar region for the first landing with astronauts since 1972. This area holds abundant deposits of water-ice, which could be turned into rocket fuel and breathable air to support a future lunar base. \nBut touching down here also presents challenges, because the angle of the Sun casts long shadows that obscure surface features as the craft comes down to land.\nEngineers will need to navigate the problem as they refine their plans for the first Artemis landing.\nSpaceX had been in a run-off against the National Team - consisting of Blue Origin (founded by Bezos), Lockheed Martin, Northrop Grumman and Draper - and defence contractor Dynetics.\nIt represents another milestone for the 19-year-old company founded by Musk, which initially had to overcome widespread scepticism about its plans to bring down the costs of spaceflight. SpaceX almost ran out of money, but was kept going by a fortuitous contract award from Nasa in 2008.\nSince then, it has achieved huge success launching commercial satellites and picked up a lucrative contract to fly people to the ISS.\nThe Starship vehicle is currently being tested at a facility in Boca Chica, South Texas. A number of uncrewed prototypes have already been launched to altitudes of 10km or more, before being brought back down in an attempt to land them softly on the ground. However, the last few test flights ended with the vehicles exploding, either close to or on the pad after their return.\n\"This is an exciting time for Nasa and especially the Artemis team,\" said Lisa Watson-Morgan, programme manager for the Human Landing System at the agency's Marshall Space Flight Center in Huntsville. \n\"During the Apollo programme, we proved that it is possible to do the seemingly impossible: land humans on the Moon. By taking a collaborative approach in working with industry while leveraging Nasa's proven technical expertise and capabilities, we will return American astronauts to the Moon's surface once again, this time to explore new areas for longer periods of time.\"\nThe Artemis programme aims to establish a long-term presence on the Moon, including the establishment of a lunar base.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-48801205",
      "category": "uk",
      "title": "Skripal poisoning: Third Russian suspect 'commanded attack'",
      "tags": "Russian spy poisoning,Amesbury Novichok poisoning,Salisbury",
      "text": "A senior Russian military intelligence officer commanded the team suspected of the Salisbury poisoning, evidence uncovered by the BBC's Newsnight and the investigative website Bellingcat suggests.\nDetails of the \"third man's\" trip to London in March 2018 have been assembled after the investigative website obtained his phone records and shared them with the BBC.\nIn February, Bellingcat published information identifying Denis Sergeyev as a man who travelled to London under the false identity of Sergei Fedotov.\nThey also established details of his career and connection to his country's military intelligence service, known by its Russian acronym, the GRU, and linked him to a 2015 suspected poisoning in Bulgaria. \nNewsnight understands that Denis Sergeyev holds the rank of major general in the GRU. The other two men (Alexander Mishkin and Anatoly Chepiga) are colonels. \nThe pattern of his communications while in the UK indicates that Maj Gen Sergeyev liaised with officers in Moscow. Independently, sources speaking to Newsnight have pointed to Maj Gen Sergeyev being the operational commander.\nThe developments come as Prime Minister Theresa May called for an end to Russia's \"irresponsible and destabilising activity\", describing the Salisbury poisoning as a \"truly despicable act\".\nRussia denies any involvement in the attack.\nMaj Gen Sergeyev arrived at London's Heathrow airport on the morning of Friday 2 March, and left on the afternoon of Sunday 4 March, after Novichok nerve agent was placed on the Skripals' front door handle in Salisbury, Wiltshire.\nAnalysis by Bellingcat of position data from his phone shows that he stayed near Paddington station in west London, whereas the other men took a room in Bow, east London. \nDuring his visit, Maj Gen Sergeyev shunned wi-fi networks, using 4G and 3G connections to access the internet hundreds of times. \nHis billing records show that he used secure messaging apps such as WhatsApp, Viber and Telegram, which might have been the way that he communicated with the other suspected members of his team.\nAlthough he spent much of his 2018 visit to the UK secreted away in Paddington, the phone data shared with Newsnight shows that on the morning of 3 March, Maj Gen Sergeyev made his way to the centre of the city, passing by Oxford Circus on his way to the Thames Embankment. \nIt was there, as shown by correlating his position data with police information about the other suspects, that there was a 30 to 40-minute window when Maj Gen Sergeyev could have met the others before they caught a train from nearby Waterloo station to carry out their final reconnaissance in Salisbury. \nPolice are still probing the questions of when Mr Chepiga and Mr Mishkin were given the Novichok nerve agent and how they disposed of it on 4 March. \nIn addition to contaminating Mr Skripal, his daughter Yulia and Det Sgt Nick Bailey, in July 2018 the poison claimed the life of Dawn Sturgess and caused her partner Charlie Rowley - who found the discarded Novichok container - to fall ill. \nBellingcat has established that while travelling to the UK and on all of the other operational trips he made during 2017-18, Maj Gen Sergeyev only spoke to a single telephone number, a Russian \"ghost mobile\" believed to be his connection to GRU headquarters. \nAlthough it resembles a pay as you go SIM, this number produces no cell tower or IMEI (the unique serial identifying the handset using a SIM card) information, and has for years remained unregistered to any individual, a violation of Russian law.\nMaj Gen Sergeyev took 10 calls from the Russian number while in London - and phoned it himself before departing Paddington on Sunday 4 March. \nWhile he was booked to leave on the same flight that evening as Colonels Chepiga and Mishkin, it is now believed that Maj Gen Sergeyev took an earlier flight home from Heathrow that afternoon. He left about an hour after police say the others planted the Novichok at Mr Skripal's home. \nRecords show that, using his Sergei Fedotov alias, Maj Gen Sergeyev had visited the UK before, in 2016 and 2017. On the latter occasion, almost exactly one year before the poisoning, Colonel Mishkin was also in the country at the same time. Investigators believe that the Salisbury plan may have taken shape during this 2017 visit. \nAlthough the evidence suggests long-term GRU surveillance of Mr Skripal and his daughter, as well as planning for an operation, it seems that the decision to take action in March 2018 may have been a last minute one. Christo Grozev from Bellingcat says the phone records show Maj Gen Sergeyev \"frantically calling travel agents\" on 1 March in order to book flights to London.\nBellingcat's coup in obtaining his phone records follows its success in accessing travel, passport, and motoring databases for the suspects.\nSeparately, journalists from the BBC Russian Service discovered that Maj Gen Sergeyev's wife works as a teacher in Moscow and that the couple listed the address of the GRU training academy as their own home on an official registry. \nContacted in February, Mrs Sergeyeva described claims that her husband was part of the Salisbury operation as \"a fairy story\".\nResponding to Newsnight's story, the Metropolitan Police said: \"The investigation team continues to pursue a number of lines of inquiry, including identifying any other suspects who may have been involved in carrying out or planning the attack. We are not prepared to discuss further details of what remains an ongoing investigation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56789254",
      "category": "world-us-canada",
      "title": "Indianapolis FedEx shooting: Who were the eight victims?",
      "tags": "US gun violence,Gun crime,Indiana",
      "text": "Officials in Indianapolis have released the names of the eight people who were killed when a gunman opened fire at a FedEx warehouse on Thursday night.\nAmong the victims were four members of the local Sikh community - including a mother, a father and two grandmothers. Other victims include two 19-year-olds, a university graduate and a father. \nLocal Sikhs say they feel \"traumatized\" by the attack.\nIt remains unclear if Sikhs were targeted, authorities say.\nAbout 90% of workers at the facility are members of the local Sikh community, police chief Randal Taylor said.\nHere's what we know about the victims.\nJohal was a \"mother, grandmother and member of the Indianapolis' Sikh community\", according to the Indianapolis Star.\nHer granddaughter, Komal Chohan, says she is \"heartbroken\" at the death of her \"naniji\", or grandmother.\n\"I have several family members who work at the particular facility and are traumatised,\" Ms Chohan said in a statement released by the Sikh Coalition.\n\"My nani, my family, and our families should not feel unsafe at work, at their place of worship, or anywhere,\" she said. \"Enough is enough - our community has been through enough trauma.\"\nMr Singh only started working at the FedEx facility this week and had told everyone how excited he was, an in-law, Harjap Singh Dillon, told the New York Times. He said Mr Singh had been working a night-shift sorting mail when the attack happened.\nAn active member of the local temple, Mr Singh had moved to Indianapolis from California.\n\"He was a simple man,\" Mr Dillon said. \"He used to pray and meditate a lot, and he did community service.\"\nAuthorities provided Mr Singh's age as 68, but his family told the newspaper that he was 70.\nA mother of two sons, Ms Sekhon began working at the FedEx facility six months ago on an overnight shift, her niece told the New York Times. \n\"She was a workaholic, she always was working, working. She would never sit still unless she felt really bad,\" her brother-in-law, Kuldip Sekhon, told the Associated Press news agency.\nWhile officials said Sekhon was 48, her relatives said she was 49.\nMs Kaur had been planning to make her \"renowned yogurt\" to celebrate for her granddaughter's second birthday at a large family gathering on Saturday, Rimpi Girn, a family member, told the New York Times. \n\"And today we're gathering to plan a funeral,\" she said.\nAuthorities said Kaur was 64, but her family told media outlets she was 50.\nSamaria Blackwell was a 19-year-old soccer and basketball enthusiast who dreamed of becoming a police officer.\nHer parents, Jeff and Tammi Blackwell, said they were \"blessed by the Lord to have such a fun-loving, caring daughter as the baby of our family\", in a statement posted on GoFundMe page launched to fund funeral and other expenses.\n\"Samaria was tenacious in everything she did, from playing basketball and soccer to being a lifeguard for Indy Parks,\" they said. \"As an intelligent, straight-A student, Samaria could have done anything she chose to put her mind to.\"\nMr Weisert was a former Air Force officer who served in Vietnam and had previously worked as a mechanical engineer \"to make ends meet\", his son, Mike Weisert, told the New York Times. Mike Weisert said his father had been thinking of retiring in the coming months.\nMr Weisert's wife of 50 years, Mary Carol Weisert, told local broadcaster WKRC she felt \"terror, horror, fear, shock\" at his death. \"I don't know how else to describe it.\"\nA fan of action and classic movies, he enjoyed playing country and bluegrass guitar, according to the New York Times.\nMike Weisert described his father as \"a very decent, kind man, very dedicated to protecting and providing for the ones he loved\".\nMs Smith was a sister and daughter, the Indianapolis Star reported her family saying.\nThe recent High School graduate was awaiting her first pay cheque after starting work at the plant two weeks ago, a family member told the newspaper.\n\"She was a lovely, beautiful and youthful teenage girl,\" a family member told the Indianapolis Star. \"She had just started to buckle down and get a job and take life a little more serious.\"\nMr Alexander was a former Butler University student who had worked at FedEx for several years, according to the Indianapolis Star.\n\"He was a great kid. He loved to play golf. Had a big heart - always had a smile on his face,\" Albert Ashcraft, a former FedEx colleague, told the newspaper.\n\"Everybody liked him,\" Ashcraft said. \"He was always saving somebody's ass. People would bring doughnuts in and he was always sticking doughnuts back for his drivers.\"\n\"The Butler community is mourning the loss of Matthew Alexander, a former student who was killed tragically along with seven others at the FedEx facility in Indianapolis. We want to extend our deepest sympathies to Matthew's friends and families during this time of great sorrow,\" the university said in a tweet."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56780903",
      "category": "world-latin-america",
      "title": "Raúl Castro steps down as Cuban Communist Party leader",
      "tags": "Cuba,Raul Castro",
      "text": "Raúl Castro says he is resigning as Cuban Communist Party leader, ending his family's six decades in power.\nMr Castro, 89, told a party congress that he is handing over the leadership to a younger generation \"full of passion and anti-imperialist spirit\".\nHis successor will be voted in at the end of the four-day congress.\nThe move, which was expected, ends the era of formal leadership by him and his brother Fidel Castro, which began with the 1959 revolution.\n\"I believe fervently in the strength and exemplary nature and comprehension of my compatriots,\" he told party delegates in Havana on Friday. \nAlthough Mr Castro has not endorsed a successor, it is widely believed the party leadership will pass to Miguel Díaz-Canel, who took over as the island's president in 2018.\nBy Will Grant, Cuba Correspondent\nWhile the entire island knew this moment was coming, it was no less historic or symbolic when it arrived: Cuba will be officially governed by someone other than a Castro for the first time since 1959. \nThe reality is that, at least in the short term, little will change. \nThe man who took over from Raúl Castro as president, Miguel Díaz-Canel, may well succeed him now as the party's first secretary too. It seems likely he will be forced to take further steps to liberalise Cuba's centrally controlled economy. The island is currently in the grip of its worst economic crisis since the period immediately following the end of the Cold War. As a result, private farmers were recently permitted to sell beef and dairy products - goods previously under the sole control of the state. \nAny hope of improving ties with the US however may have to wait as the Biden administration has shown little inclination to unpick the Trump administration's harsher sanctions on Cuba at this stage.\nOne thing is for sure, Raúl Castro's words of keeping \"one foot in the stirrup\" means he will remain a powerbroker behind the scenes. And by reiterating the island's eternal commitment to socialism it means that political change remains as unlikely under his successor as it was under his late brother, Fidel. \nRaúl Castro has been the party's secretary-general since succeeding his older brother, Fidel, in 2011.\nFidel Castro led the revolution that toppled the Cuban government in 1959, when Raúl served as one of his commanders.\nFidel Castro was the country's leader until falling ill in 2006 and in 2008 handed over the presidency to his brother. Fidel Castro died in 2016.\nAs leader, Raúl Castro maintained the communists' one-party grip on power.\nHe oversaw an improvement in relations with United States between 2014 and 2016, including historic talks with President Barack Obama in 2016.\nBut tensions worsened under Donald Trump, who reinforced sanctions.\nCurrent US President Joe Biden has vowed to relax some of Trump's sanctions, although the White House said on Friday a shift in Cuban policy was not one of his top priorities.\nAt the congress on Friday, Raúl Castro said his country was willing to \"develop respectful dialogue\" with the United States but it would not accept having to make \"concessions\" regarding its \"foreign policy and ideals\".\nThe change at the top of Cuba's governing party comes as the island's leadership is tackling its most serious economic crisis in decades.\nThe Covid-19 pandemic, financial reforms and restrictions imposed by the Trump administration have hit the economy, which shrank by 11% last year.\nA long-awaited currency reform launched on 1 January has sought to make the economy and state companies more efficient. But it has also badly squeezed the budgets of ordinary Cubans.\nMany have been calling for much more economic freedom in the country.\nAnother challenge will be maintaining ideological unity and support in the face of citizens' increased access to the internet and social media. Dissidents have been using social media to stage anti-government protests and gather live audiences online.\nIn response, the party has said one of the functions of its congress would be \"confronting political and ideological subversion, which has made internet and social media its principal field of operations\".\nBut despite the change in leadership, few expect it will prompt a dramatic change in policy direction.\nA new constitution in 2019 confirmed state dominance of the economy and the \"irrevocability of socialism\".\nIn a tweet on Friday, 60-year-old President Díaz-Canel said the congress would be where \"ideas are entrenched, history recognized and the future discussed.\" But he added that there would be \"continuity\".\nMr Castro told the congress he was retiring as \"a simple revolutionary fighter\".\n\"And as long as I live I will be ready with my foot in the stirrups to defend the fatherland, the revolution and socialism.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-56776303",
      "category": "uk-england-cambridgeshire",
      "title": "Cambridgeshire Police officer sacked over racial slur",
      "text": "A police officer who used racist language towards a colleague has been dismissed. \nChris Tyler, formerly of Cambridgeshire Police, used the slur at a staff Christmas party in December 2019 and was also accused of colluding with another colleague to deny he used the words.\nA misconduct hearing found him guilty of gross misconduct.\nIt concluded the second officer had no case to answer.\nThe five-day hearing, which concluded on Friday, was told Mr Tyler was at the party on 17 December and used the slur towards a British Pakistani colleague who was sitting at the same table and within earshot of Insp Lee Levens.\nThree days later, Insp Levens told Mr Tyler that the officer in question had made a complaint about the language used.\nIt was alleged both officers agreed to deny the words were used and claimed that \"play the card\" was misheard. \nMr Tyler was accused of denying the comment was made, discriminating against the colleague and his wife and failing to treat them with respect and courtesy.\nThe hearing, held at the East of England Showground, found he breached standards of professional behaviour. \nDeputy Chief Constable Jane Gyford said: \"The public should be able to trust that police officers will act with utmost integrity and professionalism at all times.\n\"We expect the highest standards from our officers, but the conduct of PC Tyler has been found to have fallen short of our expectations. \n\"Hate crime and racism have no place in society and no place in policing.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56770593",
      "category": "entertainment-arts",
      "title": "Helen McCrory: Peaky Blinders actress dies aged 52, husband Damian Lewis says",
      "tags": "Television,Peaky Blinders,Film",
      "text": "Actress Helen McCrory, known for her roles in Peaky Blinders and three Harry Potter films, has died of cancer at the age of 52, her husband, the actor Damian Lewis, announced.\nHe said he was \"heartbroken\", and that she was a \"beautiful and mighty woman\".\nHe wrote: \"She blazed so brightly. Go now, Little One, into the air, and thank you.\"\nHarry Potter author JK Rowling led the tributes, writing that it was \"simply heartbreaking news\".\nMcCrory was also known for her long and acclaimed career on stage, and the National Theatre's artistic director Rufus Norris said she was \"unquestionably one of the great actors of her generation\".\nPeaky Blinders creator Steven Knight said: \"Helen was one of the great actors of her generation.  She was so powerful and controlled and this is so sad.\"\nCillian Murphy, who played Tommy Shelby in the show, added he was \"broken-hearted to lose such a dear friend\", describing her as \"a beautiful, caring, funny, compassionate human being\". \n\"She was also a gifted actor - fearless and magnificent. She elevated and made humane every scene, every character she played,\" he said, adding it was \"a privilege to have worked with this brilliant woman... I will dearly miss my pal\".\nBBC director of drama Piers Wenger added: \"Helen was one of the finest actresses this country will ever see.\"\nHomeland star Lewis said she had died \"after an heroic battle with cancer\".\n\"The beautiful and mighty woman that is Helen McCrory has died peacefully at home, surrounded by a wave of love from family and friends,\" he said.\n\"She died as she lived. Fearlessly. God we love her and we know how lucky we are to have had her in our lives.\"\nMcCrory married Homeland star Lewis in 2007 and they had two children. Last year, the couple raised more than £1m to provide NHS workers with meals from high street restaurants during the pressures of the coronavirus pandemic.\nComedian Matt Lucas, who worked with them on the FeedNHS campaign, tweeted that she \"will be remembered not just for her remarkable stage and screen performances, but also for her selflessness and generosity\".\nIn April 2020, McCrory and Lewis appeared on the BBC's Newscast and she explained why they set up FeedNHS.\n\"We've got lots of friends in the NHS and when this outbreak happened, they said one of the big problems they had was all the cafes and restaurants around the hospitals were closing. And the hours they were doing were longer and longer, and they weren't able to get food.\n\"We decided we wanted to try and get food to these people working such long hours and weren't able to.\"\nThe couple also appeared just weeks ago on Good Morning Britain, to talk about charity work for the Prince's Trust.\nIn her tribute, Rowling wrote: \"I'm devastated to learn of the death of Helen McCrory, an extraordinary actress and a wonderful woman who's left us far too soon.\n\"My deepest condolences to her family, especially her husband and children.\"\nMcCrory played Narcissa Malfoy, the wife of Lucius Malfoy and Draco's mother, in Harry Potter and the Half-Blood Prince and Harry Potter and the Deathly Hallows: Part 1 and Part 2.\nThe actress was perhaps best known for playing Aunt Polly, the matriarch of the Shelby clan, in all five series of hit BBC period gang drama Peaky Blinders from its start in 2013.\n\"She really is the brains with Tommy behind the family, and you see the difference of how to rule,\" she said when speaking about 2014's second series.\nIn his tribute, the BBC's Piers Wenger said: \"Helen's fearlessness made every part she played unique and unmissable.\n\"Her body of work speaks of her extraordinary talent, what it doesn't speak of is her kindness, intelligence and sense of fun. This is too soon, too cruel.\"\nHer other screen roles included the MP Clair Dowar in 2012 James Bond movie Skyfall, and former Prime Minister Tony Blair's wife Cherie in the films The Queen and The Special Relationship.\nShe provided the voice of Stelmaria, Lord Asriel's snow leopard daemon, in the recent BBC One TV series His Dark Materials, and the show's Twitter account called her \"uniquely talented\".\nBafta, the British film and TV academy, wrote: \"We're sad to hear of the death of actor Helen McCrory. As well as fearless Polly Gray in Bafta-winning Peaky Blinders, she was in 2007 Best Film Bafta winner The Queen, amongst many other films and TV shows.\"\nBBC One series Doctor Who also paid tribute to the actress, who appeared in 2010 episode The Vampires of Venice.\nAs well as her film and TV credits, she played seven lead roles at the National Theatre, whose boss Rufus Norris said: \"With her incisive wit and ferocious intelligence, she was one of the most charismatic and distinctive performers.\n\"She was also a deeply beloved member of this theatre's broader community.\"\nShe also worked at the Royal Shakespeare Company, the Almeida and the Donmar Warehouse, and earned rave reviews for her role in Uncle Vanya in London and New York in 2002 and 2003.\nMcCrory was nominated for two of London's Olivier Awards for playing Rosalind in As You Like It in 2006, and for The Last of the Haussmans in 2013.\nFilm and theatre director Sir Sam Mendes, who directed Skyfall, remembered her as \"an astonishing talent, a fabulous person, and an absolute true original\".\nHe said: \"The film and theatre world has lost a one of a kind actress, and her family and friends have been robbed of an extraordinary, indomitable spirit. The world will be an infinitely poorer place without Helen in it.\"\nMcCrory also formed the theatrical production company The Public with fellow actor and Staged star Michael Sheen. On Friday, he said she was \"so funny, so passionate, so smart and one of the greatest actors of our time\".\nHe wrote: \"From the first moment I met her when we were just kids it was obvious she was very special. It was an honour to work with her and know her. Much love to Damian and her family. Heartbreaking.\"\nA diplomat's daughter, her family moved to Cameroon and Tanzania as a toddler, the latter of which she later described as \"my most formative country\".\n\"I loved Africa and it stays with you,\" she told BBC Radio 4's Desert Island Discs last year.\nShe said she caught the performance bug while performing in the school choir.\n\"That night I will never forget walking in and standing on that stage, having been not that interested up till then… Suddenly the orchestra started up and I sang so loudly, and the whole body vibrated,\" she recalled.\n\"It was the most extraordinary thing I'd ever been part of. It was a piece of music I would never ever be capable of writing, and I realised from a very young age I would never be original. I would never be a great artist.\n\"But what I could do is I could be part of another great artist's work. I could be an interpreter. That felt so good, not being me.\"\nShe spoke on Newscast about the coronavirus pandemic, saying it had been \"so overwhelming\". \n\"It seems fantastical, you think you're absolutely fine, you're pottering along, you're coping with it, cleaning, cooking, cleaning, cooking and you suddenly burst into tears, and it's the fear and it's the vulnerability coming out. And then you pick yourself up and you go along again, as if nothing happened, and it's surreal.\"\nShe added that during lockdown they had done \"quite a lot of painting and music\", and joked: \"If you're still for too long, I will bleach you.\" \nIn 2003, she met Lewis when they both starred in a play called Five Gold Rings at the Almeida Theatre London.\n\"He makes me laugh, and that was quite apparent quite early on,\" she said. \"He just never lets me get away with anything, and that would make me laugh even more. So I think we hit it off pretty quickly.\n\"We had a bumpy courtship… We are completely different as people, but we're very similar in our values and very rarely disagree about fundamental things.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56252745",
      "category": "uk",
      "title": "The Queen and Prince Philip: An enduring royal romance",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "In a marriage that lasted more than seven decades, Prince Philip was the Queen's support in public at significant national moments - and in private the person who knew her best.\nAs one private secretary once put it: \"Prince Philip is the only man in the world who treats the Queen simply as another human being. He's the only man who can.\"\nIt was a marriage based on love. They chose one another.\nAlthough it wasn't the first time their paths had crossed, the photographs from their meeting at Dartmouth Naval College in 1939 reveal the beginning of their life together. \nHe was the dashing 18-year-old cadet who caught 13-year-old Princess Elizabeth's eye, larking about playing croquet and tennis. \nWhat started as a teenage crush developed over the years into friendship with letters exchanged and occasional visits during the war years. While he was away serving with the Royal Navy, the young princess kept a picture of him in her room.\nHis childhood had been nomadic - born a prince of Greece but then exiled, he found himself bounced around Europe, the royal equivalent of sofa-surfing. \nHe had to be fiercely independent, a self-starter and emotionally strong. She had grown up largely behind palace walls, sheltered from the real world. Her character was reserved, shy and thoughtful. They complemented each other.\nTheir grandson Prince William would later sum up their connection, saying: \"He makes her laugh because some of the things he says and does and the way he looks at life is obviously slightly different than her, so together they're a great couple.\"\nAlthough he had made his intentions known a year earlier, it wasn't until 1947, after Elizabeth's 21st birthday, that the public announcement of their engagement was made. \nPrince Philip helped to design the platinum and diamond engagement ring using stones from a tiara belonging to his mother, Princess Alice of Greece.\nShortly before their wedding, Prince Philip wrote to the Queen Mother saying he had \"fallen in love completely and unreservedly\". \nThe couple were married in front of 2,000 guests in Westminster Abbey. Just two years after the end of World War Two and with the country still reeling from the conflict, their wedding was a rare moment of celebration, Winston Churchill calling it \"a flash of colour on the hard road we travel\".\nThe following year, their eldest son Charles was born, and then their daughter Anne. Prince Philip was progressing rapidly through the ranks of the navy and the young family spent time living in Malta while he served on HMS Chequers. \nThey were able to live a relatively normal life and film footage from the time shows a young couple, relaxed in each other's company, enjoying life in a warm climate away from palaces and duty.\nAll that was to change on 6 February 1952, with the premature death of King George VI. Queen Elizabeth was just 25 years old and Prince Philip aged 30. They always knew the princess was destined to become Queen but had expected a few more years to live their own lives.\nFor the duke, her accession meant giving up any ambitions he might have had within the Royal Navy. For a man used to commanding ships, to suddenly be relegated to a supporting role cannot have been easy. \nAnd let's not forget this was the 1950s when it was extremely rare for a husband to be outranked by his wife. For the Queen, also a young mother, the role she was born to fulfil had to come first.\nIf their relationship suffered due to the shifting of their positions, it did so behind closed doors.\nPrince Philip took some time to define his role as his wife's consort - often battling courtiers in the process.\nIn 1956, he spent four months travelling around distant Commonwealth nations which led some to question his commitment to his wife. But once the pair had settled into a rhythm, the pattern was set for the decades to come.\nThe duke enabled the Queen to perform her role as head of state while he took on the role of head of the family. To the outside world she was the boss - in private the roles were reversed. Prince Philip was in charge of the barbecue while she did the washing up - as seen in the 1960s documentary about the Royal Family.\nHe would accompany her at big national moments - state visits, the state opening of Parliament, Remembrance events, anniversaries and thanksgiving services. Watch the footage - you will often a see a little glance between them, a small smile. Private moments in the most public of forums. \nThe duke would often be the one at engagements chatting animatedly to crowds or guests, paving the way or breaking the ice for the Queen's arrival. It was a double act which worked.\nBut the relationship also worked because they spent time apart. As the duke himself once said: \"It's the secret of a happy marriage to have different interests.\" \nThe Queen famously loves dogs and horses and spends a considerable amount of her free time keeping up with her race trainers and breeders. Prince Philip was a prolific sportsman throughout his life, took a keen interest in the running of the family estates and, in his later years, could often be seen carriage riding around Windsor Great Park or Sandringham. \nIn 2012, Prince Harry said: \"Regardless of whether my grandfather seems to be doing his own thing, sort of wandering off like a fish down the river - the fact that he's there, personally, I don't think she could do it without him.\"\nFinally deciding he had \"done his bit\" after years of service, Prince Philip retired from public life in 2017. It meant we became used to seeing the Queen either on her own, or supported by another member of the family when carrying out her official duties. Up until March 2020, the duke could most usually be found in Wood Farm on the Sandringham estate in Norfolk. \nHe was a man who famously did not like a fuss, and after years of having to get dressed up, make small talk and shake hands, there's little doubt he enjoyed the time simply reading, writing and painting. The downside being that the Queen's role necessitated she stay largely in London and Windsor. No doubt they were in touch regularly, but physically, they were separated.\nHowever, when the Covid-19 pandemic hit, it was decided the two of them should shield together at Windsor Castle looked after by a small, dedicated staff which became known as HMS Bubble. \nFrom March 2020, in the final months of their marriage, because of the pandemic they spent more time together than they otherwise might have done. Within the confines of the castle, they would have had endless hours to reflect on the extraordinary things they had seen and experienced together.\nFor more than 70 years they have been the one constant in each other's lives and the Queen will feel Prince Philip's loss deeply and profoundly. \nNever showy or openly demonstrative - theirs will be remembered as an enduring royal love story."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56784215",
      "category": "world-asia",
      "title": "Philippines: Giant clam shells worth $25m seized in raid",
      "tags": "Conservation,Philippines",
      "text": "Around 200 tonnes of illegally harvested giant clam shells worth nearly $25 million (£18 million) have been seized in the Philippines.\nThe seizure is one of the largest ever hauls of the endangered species.\nFour suspects have been arrested on an island in the ecologically protected province of Palawan.\nGiant clams can grow larger than one metre across, and weigh up to 250kg. They are seen as vital to the local marine ecosystem.\nThe Philippines is home to most of the world's giant tropical clam species. \nJovic Fabello, spokesman for the Palawan Council for Sustainable Development, said that the seized shells included Tridacna gigas, the world's largest clam.\n\"Taking the giant clams from their natural habitat is a form of inter-generational crime,\" he told the AFP news agency.\n\"It will permanently affect the marine ecosystem and future generations will be deprived of the benefits accruing from it,\" he added.\nTridacna gigas contain marine algae which are a food source for many of the fish species eaten by humans. They are increasingly vulnerable to poaching, both for their meat and shells, which are used as a replacement for ivory in jewellery and decorations. \nIn the Philippines, killing endangered species can lead to prison sentences of up to 12 years and fines of up to a million pesos (£15,000). "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56785418",
      "category": "uk",
      "title": "Prince Philip: Sir David Attenborough praises his conservation work",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56790070",
      "category": "world-us-canada",
      "title": "Peloton safety: US regulators warn against using treadmill near children",
      "tags": "Exercise,Fitness,Peloton",
      "text": "Safety regulators in the US have urged owners of a Peloton treadmill to stop using the product \"immediately\" if they have children or pets in the home. \nThe Consumer Product Safety Commission (CPSC) says it is aware of 39 incidents including one death, involving the Peloton Tread+. \nPeloton had already confirmed the death last month and said children should stay away from the machines.\nOn Saturday, Peloton called the CPSC's warning \"inaccurate and misleading\". \nPeloton sells cycling machines and treadmills that can be connected online to virtual fitness classes. Its business has boomed as people look for alternative ways to exercise during lockdowns and gym closures. \nThe CPSC issued the \"urgent warning\" on Saturday, releasing video footage of a child being dragged under one of the machines.\nIt said the machine posed \"serious risks to children for abrasions, fractures, and death\".\nThe CPSC said it believed at least one of the 39 incidents occurred while a parent was running on the treadmill. It also warned that children could be seriously injured while the Tread+ is being used by an adult and not just during cases where children have been left unsupervised. \nThe regulator advised owners of the machine to use it only in a locked room and to keep objects such as exercise balls away from it. \nPeloton said in a press release that the machine was \"safe for members to use in their homes and comes with safety instructions and warnings to ensure its safe use\". \n\"Like all motorised exercise equipment, the Tread+ can pose hazards if the warnings and safety instructions are not followed,\" it added. \nThe company told owners of the machine not to let children under the age of 16 use the treadmill and to keep children, pets, and objects away from the Tread+ at all times. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56779840",
      "category": "uk-scotland",
      "title": "Duke of Edinburgh: Scotland remembers Prince Philip",
      "tags": "Prince Philip, Duke of Edinburgh",
      "text": "The Duke of Edinburgh has been remembered in a series of events across Scotland as his funeral took place at St George's Chapel in Windsor Castle.\nA gun salute at Edinburgh Castle marked the beginning and end of the national pause for reflection at 15:00. \nAt Prince Philip's former school - Gordonstoun in Moray - pupils fell silent for three minutes in tribute. \nThey also laid a wreath in the sea off Hopeman Harbour where he learned to sail as a boy.\nThe duke died at Windsor Castle on Friday 9 April, aged 99. He was married to the Queen for 73 years. \nPrince Philip's long association with Scotland began with his schooldays in Moray and continued with family trips to Balmoral in Aberdeenshire every summer. \nA photograph shared by the Queen ahead of his funeral shows the couple smiling at the top of Coyles of Muick - a beauty spot close to the Scottish estate - in 2003. \nA series of remembrance events took place across Scotland to mark the day of the duke's funeral. \nYoung sailors on board Gordonstoun school's 80ft training boat, Ocean Spirit of Moray, laid a wreath in a tribute that recognised his lifelong connection to the sea.\nOn the shore, a lone student piper played whilst displaying the Duke of Edinburgh's coat of arms on a banner presented to the Gordonstoun pipe band by the Queen in 2019. \nIn Aberdeen, a beach sand artist created a large sand picture in tribute to the duke while veterans gathered in remembrance.\nElsewhere, the Royal Standard was raised at the peak of Ben Nevis by members of the Outward Bound Trust to mark the duke's support of the charity. \nThe trust also raised flags at Snowdon in Wales, and Scafell Pike in the Lake District. \nIn Edinburgh Nicola Sturgeon observed the minute's silence at 15:00 on the steps of the first minister's official residence, Bute House. \nAfter the funeral Ms Sturgeon said: \"The many tributes paid to the Duke of Edinburgh in recent days have shown the depth of his contribution to public life over more than 70 years as well as his longstanding ties to Scotland.\n\"Many have reflected on his distinguished wartime record, his commitment to countless charities and organisations, and his love and support for The Queen throughout their marriage.\n\"Today, as The Queen and the Royal Family mourn the death of a loved one, we take this opportunity to celebrate and honour an extraordinary life.\"\nSeven Scottish Cup fourth-round ties had been moved to avoid a clash with the funeral, including the Rangers v Celtic match which will now be held on Sunday.\nIn horse racing, the Scottish Grand National at Ayr has also been delayed by 24 hours from its traditional Saturday slot.\nMeanwhile new pictures of the duke sailing a boat during his teenage years at Gordonstoun have been released. \nPhilip was captured on camera in 1937 - when he would have been around 15 - at the helm of one of Gordonstoun's boats, a two-mast, 14-ton boat named Diligent.\nIn another shot, he grins at the cameraman while helping with the washing up.\nPhilip's time at the prestigious boarding school under the eye of his eccentric headmaster Dr Kurt Hahn, inspired him to start his Duke of Edinburgh's Award scheme.\nThe images were taken by the great-uncle of a former pupil, who then contacted the school.\nOn Friday, Gordonstoun pupils took part in an early-morning run by way of tribute to Philip.\nMorning runs were compulsory at the school until the 1990s and more than 100 students and staff, in household groups, ran a 3.5km route from Gordonstoun House to the nearby coastguard watchtower which Philip reopened in 1955.\nThe watchtower replaced a wooden hut which the duke, a member of the \"Watchers\" - a precursor to the Coastguard - helped build in 1935. \nThe Duke of Edinburgh's affinity with the north east of Scotland has also been highlighted by the minister of Crathie Kirk, the church used by the royal family when at Balmoral Castle.\nRev Kenneth MacKenzie is the minister of the parish of Braemar and Crathie and domestic chaplain to the Queen, who visits the church for Sunday services with members of her family, when staying at the castle.\nHe said: \"Over the last few days, many different tribes and nations have, with some justification, laid claim to the duke, and while I seek no argument with those who claim that he was 'thoroughly European', 'archetypically British', 'adopted by the Commonwealth', 'Baptised Orthodox', 'Confirmed Anglican' or whatever - let me try to set the record straight.\n\"I think HRH The Duke of Edinburgh was one of us.\"\nRev McKenzie added he was a \"man of faith with an active and enquiring mind\" and said he had a keen interest in the church a national and institutional level, including the decisions and discussions of the General Assembly of the Church of Scotland.\nThe minister recalled: \"He was never slow to question how this 'so-called faith' was being lived out in any given parish and community - and speaking for myself, I loved him for it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56781724",
      "category": "uk",
      "title": "Covid-19: Vaccine passports 'unethical', church leaders warn",
      "tags": "Coronavirus vaccines,Vaccine passports",
      "text": "More than 1,200 church leaders have urged PM Boris Johnson not to introduce Covid vaccine certificates, saying they are an \"unethical form of coercion\".\nIn an open letter, the leaders - who include Anglican and Catholic ministers - warn passports could create a \"surveillance state\".\nThe government says it is reviewing whether to use vaccine certificates and \"no decisions have been taken\".\nThe UK equality watchdog says passports could create a \"two-tier society\".\nGovernment ministers have said that certificates would allow people to show if they have been vaccinated, had a negative test or had natural immunity from a confirmed infection in the previous six months.\nA government spokesperson said:  \"We are considering a range of evidence around Covid-status certification and whether it may have a role in opening up higher risk settings safely. The review is ongoing and no decisions have been taken.\"\nAs restrictions ease, certificates could play a role in reopening theatres, nightclubs and mass events like festivals, plus allow social distancing to be relaxed in hospitality venues.\nBut in the open letter to the prime minister, church leaders warned that introducing the passports would create a \"medical apartheid\".\n\"This scheme has the potential to bring about the end of liberal democracy as we know it and to create a surveillance state in which the government uses technology to control certain aspects of citizens' lives,\" the letter said.\n\"As such, this constitutes one of the most dangerous policy proposals ever to be made in the history of British politics.\"\nThe church leaders said that, regardless of the government's final decision, they would not refuse entry to their churches to anybody without a vaccine passport - or any other certificate which they have labelled \"proof of health\".\nThe open letter invited \"leaders in churches of Christian organisations\" from the UK to sign the letter, with copies going to the prime minister, leaders of the devolved governments and all MPs.\nThe government's suggestion of vaccine certificates has united MPs from all sides of the Commons, with No 10 facing criticism from those in both Conservative and opposition parties.\nMore than 70 MPs railed against the plan earlier this month, arguing that demanding medical proof in order to take part in local community life, such as going to the pub, was discriminatory and divisive.\nLabour leader Sir Keir Starmer said he was \"very worried\" vaccine passports could lead to discrimination against people who have not received a jab.\nAnd Tory MP Steve Baker labelled such certificates a \"ghastly trap\" that unfairly penalise those advised not to have a vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51722301",
      "category": "uk",
      "title": "Salisbury poisoning: What did the attack mean for the UK and Russia?",
      "tags": "Russian spy poisoning,Russia-UK relations,Spying,Russia,Amesbury Novichok poisoning,MI6,Diplomacy,Salisbury",
      "text": "On 4 March 2018 emergency services received a phone call from members of the public in Salisbury who had seen an old man and a young woman ill on a bench. It was a call that would set in motion a chain of events leading to a major crisis with Russia. \nAfter the pair were taken to hospital, local police did an online search on the name of the man taken ill.\nThe result set off alarm bells. He was a former Russian spy.\nA call came into the duty officer at MI6 headquarters that Sunday evening. \nThe realisation that Sergei Skripal - a man who had provided MI6 with secrets from his time in Russian military intelligence - had been targeted sent shock waves through the building, challenging the very core of its work in recruiting agents to work with the organisation.\nA few hours later, the next call went to Porton Down, home to Britain's biological and chemical research establishment.\nA rapid-response team was quickly deployed. Samples analysed in labs on-site identified A234, a military-grade nerve agent from the Novichok family developed by the Soviet Union in the Cold War.\nThe revelation caused shock. Detective work by police would identify two officers from Russian military intelligence as the main suspects and a perfume bottle as the means of delivery of the nerve agent onto Mr Skripal's front door handle. \nA local woman, Dawn Sturgess would die months later when she came into contact with the Novichok after it had apparently been discarded.\nRussia denied any role - even putting the two accused men on TV to say they had visited Salisbury simply to see the cathedral spire - but London was convinced it knew who was behind the attack.\nWhen another former Russian intelligence officer, Alexander Litvinenko, was killed in 2006 (that time by radioactive polonium) the response was delayed and perceived as weak.\nLondon was determined to learn its lesson.\nEvery known Russian intelligence officer operating under diplomatic cover in the UK (apart from the declared liaison officer for each Russian intelligence service) was quickly expelled - 23 in total.\nMany other countries then followed suit, with 60 expulsions in the US. It seemed as if the Kremlin was taken by surprise by the strength of the reaction.\nBut two years on, the legacy of those events looks more uncertain.\nBritish officials believe they did real damage to Russian intelligence operations in the country but that damage is likely to have been short term as new spies were dispatched to replace them and as Russia continues a shift to rely on alternative means of espionage.\nIn the Cold War, spies under diplomatic cover and illegals were the primary way the Russians could recruit and run agents and steal secrets.\nNow there is cyber-espionage and the use of people travelling under different cover, as say businessmen, to operate. \nIn the wake of the attack, there was also considerable talk of a tougher line over Russian money and influence in London. But there has been relatively little public sign of action.\nThe failure to publish the parliamentary Intelligence and Security Committee's \"Russia Report\" about influence and subversion in British life before the election has only added to questions as to whether the appetite to deal with this broader issue remains strong.\nThere are also cracks in Western unity over a tough line on Russia, with President Emmanuel Macron of France pushing for trying to improve relations with the Kremlin and uncertainty over the position of the Trump administration in Washington.\nMr Skripal himself has not appeared in public since the poisoning.\nMI5 and the Home Office carried out a \"refresh\" to check on the level of protection for defectors like Mr Skirpal - something officials acknowledge was overdue.\nThe poisoning itself was a failure, several senior officials who served in British intelligence concede. \nA risk assessment was carried out when Mr Skripal was swapped out of a Russian prison in 2010 but the Russia of 2018 was very different from Russia then.\nRussia appears to have stepped up a long-standing campaign to track defectors from 2014, including in the US as well as UK.\nThat was also the point at which relations began to deteriorate rapidly over the crisis in Ukraine and Crimea and in which other alleged operations, like the deployment of online trolls to interfere in US politics increased.\nOne question western intelligence officials have been asking is whether Russia has been deterred from taking such action again by the Western response.\nNo one seems sure. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-50589065",
      "category": "uk",
      "title": "Prince Philip: An extraordinary man who led an extraordinary life",
      "tags": "Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "He outlived nearly everyone who knew him and might explain him.\nAnd so we have been left with a two-dimensional portrait of the duke; salt-tongued and short-tempered, a man who told off-colour jokes and made politically incorrect remarks, an eccentric great-uncle who'd been around forever and towards whom most people felt affection - but who rather too often embarrassed himself and others in company.\nWith his death will come reassessment. Because Prince Philip was an extraordinary man who lived an extraordinary life; a life intimately connected with the sweeping changes of our turbulent 20th Century, a life of fascinating contrast and contradiction, of service and some degree of solitude. A complex, clever, eternally restless man.\nHis mother and father met at the funeral of Queen Victoria in 1901. At a time when all but four of Europe's nations were monarchies, his relatives were scattered through European royalty. Some royal houses were swept away by World War One; but the world into which Philip was born was still one where monarchies were the norm. His grandfather was the King of Greece; his great-aunt Ella was murdered along with the Russian tsar, by the Bolsheviks, at Ekaterinberg; his mother was a great-granddaughter of Queen Victoria. \nHis four older sisters would all marry Germans. While Philip fought for Britain in the Royal Navy, three of his sisters actively supported the Nazi cause; none would be invited to his wedding.  \nWhen peace came, and with it eventual economic recovery, Philip would throw himself into the construction of a better Britain, urging the country to adopt scientific methods, embracing the ideas of industrial design, planning, education and training. A decade before Harold Wilson talked of the \"white heat of the technological revolution\", Philip was urging modernity on the nation in speeches and interviews.  And as the country and the world became richer and consumed ever more, Philip warned of the impact on the environment, well before it was even vaguely fashionable.\nHe was forged by the turmoil of his first decade and then moulded by his schooling. His early years were spent wandering, as his place of birth ejected him, his family disintegrated and he moved from country to country, none of them ever his own. When he was just a year old, he and his family were scooped up by a British destroyer from his home on the Greek island of Corfu after his father had been condemned to death. They were deposited in Italy.  One of Philip's first international journeys was spent crawling around on the floor of the train from an Italian port city, \"the grubby child on the desolate train pulling out of the Brindisi night,\" as his sister Sophia later described it.\nIn Paris, he lived in a house borrowed from a relative; but it was not destined to become a home. In just one year, while he was at boarding school in Britain, the mental health of his mother, Princess Alice, deteriorated and she went into an asylum; his father, Prince Andrew, went off to Monte Carlo to live with his mistress; and his four sisters married and went to live in Germany.  In the space of 10 years he had gone from a prince of Greece to a wandering, homeless, and virtually penniless boy with no-one to care for him.\n\"I don't think anybody thinks I had a father,\" he once said. Andrew would die during the war. Philip went to Monte Carlo to pick up his father's possessions after the Germans had been driven from France; there was almost nothing left, just a couple of clothes brushes and some cuff-links.\nBy the time he went to Gordonstoun, a private school on the north coast of Scotland, Philip was tough, independent and able to fend for himself; he'd had to be. Gordonstoun would channel those traits into the school's distinct philosophy of community service, teamwork, responsibility and respect for the individual.  And it sparked one of the great passions of Philip's life - his love of the sea.\nPhilip adored the school as much as his son Charles would despise it.  Not just because the stress it put on physical as well as mental excellence - he was a great sportsman.  But because of its ethos, laid down by its founder Kurt Hahn, an exile from Nazi Germany. \nThat ethos became a significant, perhaps the significant, part of the way that Philip believed life should be lived. It shines through the speeches he gave later in his life. \"The essence of freedom,\" he would say in Ghana in 1958, \"is discipline and self-control.\" The comforts of the post-war era, he told the British Schools Exploring Society a year earlier, may be important \"but it is much more important that the human spirit should not be stifled by easy living\". And two years before that, he spoke to the boys of Ipswich School of the moral as well as material imperatives of life, with the \"importance of the individual\" as the \"guiding principle of our society\".\nAnd at Gordonstoun was born one of the great contradictions of Philip's fascinating life. The importance of the individual was what in Kurt Hahn's eyes differentiated Britain and liberal democracies from the kind of totalitarian dictatorship that he had fled. Philip put that centrality of the individual, and individual agency - the ability we have as humans to make our own moral and ethical decisions - at the heart of his philosophy. \nAnd yet he was throughout his life, first in the navy and then in the many decades of life in the Palace, tightly bound by rules of tradition, of precedent, of command and hierarchy. He had little, if anything, in the way of agency. Did he say one thing and do another, as members of the Royal Family are often accused of? Or was his first choice - to serve - by necessity his last?\nAt Dartmouth Naval College in 1939, the two great passions of his life would collide. He had learned to sail at Gordonstoun; he would learn to lead at Dartmouth. And his driving desire to achieve, and to win, would shine through. Despite entering the college far later than most other cadets, he would graduate top of his class in 1940. In further training at Portsmouth, he gained the top grade in four out of five sections of the exam. He became one of the youngest first lieutenants in the Royal Navy.\nThe navy ran deep in his family. His maternal grandfather had been the First Sea Lord, the commander of the Royal Navy; his uncle, \"Dickie\" Mountbatten, had command of a destroyer while Philip was in training. In war, he showed not only bravery but guile. It was his natural milieu. \"Prince Philip\", wrote Gordonstoun headmaster Kurt Hahn admiringly, \"will make his mark in any profession where he will have to prove himself in a trial of strength\".   \nOthers had their reservations about the brilliant and ambitious young officer. In peace, once he had his own command, he drove his men hard, much too hard for some.  \"If he had a fault, it was a tendency to intolerance,\" wrote one biographer.  That kind of comment would recur. Contemporaries were more blunt. \"One of his crew,\" writes another biographer, \"said he would rather die than serve under him again.\"\nIn Dartmouth in 1939, as war became ever more certain, the navy was his destiny.  He had fallen in love with the sea itself. \"It is an extraordinary master or mistress,\" he would say later, \"it has such extraordinary moods.\"  But a rival to the sea would come. \nWhen King George VI toured the Naval College, accompanied by Philip's uncle, he brought with him his daughter, Princess Elizabeth. Philip was asked to look after her. He showed off to her, vaulting the nets of the tennis court in the grounds of the college. He was confident, outgoing, strikingly handsome, of royal blood if without a throne.  She was beautiful, a little sheltered, a little serious, and very smitten by Philip.\nDid he know then that this was a collision of two great passions? That he could not have the sea and the beautiful young woman? For a time after their wedding in 1948, he did have both. As young newlyweds in Malta, he had what he so prized - command of a ship -  and they had two idyllic years together. But the illness and then early death of King George VI brought it all to an end.\nHe knew what it meant, the moment he was told.  Up in a lodge in Kenya, touring Africa, with Princess Elizabeth in place of the King, Philip was told first of the monarch's death. He looked, said his equerry Mike Parker, \"as if a tonne of bricks had fallen on him\". For some time he sat, slumped in a chair, a newspaper covering his head and chest. His princess had become the Queen.  His world had changed irrevocably.\nFor someone who almost never displayed anything close to self-pity, and rarely spoke of his own emotions, he was by his own standards candid about the loss of his naval calling. \"There's never been 'if only',\" he said once, \"except perhaps that I regret not having been able to continue a career in the navy\". Those who knew the man and his passions are blunter.  The former First Sea Lord, Admiral Lord West, says Philip did his duty; but of the end of his time in the navy he says, \"I know it was a huge loss to him.  I know it.\"\nThat moment, when princess became Queen, revealed another great contradiction of Philip's life. He was born and brought up in a world almost entirely run by men.  He was a rugged, physical man who was brought up and then worked in an entirely male environment. He celebrated masculinity, telling Mike Parker on the birth of his first son Charles, \"It takes a man to have a boy.\" But literally overnight, and for 65 years to follow, it became his life to support his wife, the Queen.\nHe would walk behind her. He would give up his job for her. He would apologise if he came into a room after her. At her coronation he knelt before her, his hands enclosed by hers, and swore to be her \"liege man of life and limb\". His children would not bear his name, Mountbatten. \"I'm nothing but a bloody amoeba,\" he exclaimed at that. But there was nothing to be done. She was the Queen. He was her husband.\nPrince Philip talked of the upending of circumstance little. \"Within the house,\" he said of the time before the Queen's accession, \"I suppose I naturally filled the principal position. People used to come and ask me what to do.  In 1952 the whole thing changed very, very considerably.\" \nThe transition to life in the Palace was brutal. \"Philip,\" said his equerry, \"was constantly being squashed, snubbed, ticked off, rapped over the knuckles... I felt Philip did not have any friends or helpers.\" Philip may not have helped himself; one biographer writes that in the early years Palace staff felt he was \"difficult to deal with... prickly... arrogant... defensive\". He was looked upon with suspicion by some in the court, as something of an adventurer, as perhaps a fortune hunter.  He had German blood, and this was just after the herculean effort of defeating Nazi Germany.\nIn response, Philip began what would become a lifetime of near-ceaseless activity; abroad he was at the side of the Queen on the long tours they undertook, sometimes breaking off to pursue interests particular to him - sporting, industrial or research. She nearly always travelled with him as her companion; but he also travelled alone.  It was he, not she, that made the farewells to colonial possessions in the 1950s and 1960s.\nAt home there were patronages and projects, hundreds upon hundreds of them, with a focus on youth, science, the outdoors and sport. He played cricket, squash, polo; he swam, sailed, rowed and rode horses and carriage drove. He learnt to fly, and developed his own photographs. \nWithin the Palace he was a moderniser, striding the corridors, rootling around the cellars, trying to find out what everyone did. He took over the management of the estate at Sandringham and over the years significantly redeveloped it. \n\"He believes he has a creative mission,\" wrote an early biographer, \"to present the monarchy as a dynamic, involved and responsive institution that will address itself to some of the problems of contemporary British society.\"\nHe was young and very good looking; he smiled and joked and was at ease in front of the cameras. When he visited a boys' club in London in the late 1950s, a photo shows him with a broad smile on his face, looking crisp in a double-breasted pinstripe suit, his hair slicked back with brilliantine, surrounded by the upturned faces of boys and their mothers all shoving and trying to get close to him. There is more than a whiff of Beatlemania to the moment.\nIn his study on the first floor of Buckingham Palace, overlooking the gardens and Green Park, surrounded by thousands of books, with a model of his first command HMS Magpie to one side, he would research and write and type out his speeches. (In 1986 he would buy, always the moderniser, what he called a \"splendid gadget\" that he called \"a miniature word processor\".) He gave between 60 and 80 speeches every year, decade after decade, on topics that reflected his vast range of interests. \nOut of the speeches comes a picture of the man.  For someone who sat through so much of it, he was clearly impatient with ceremony. \"A lot of time and energy,\" he told students and staff at the Chesterfield College of Technology, \"has been spent on arranging for you to listen to me to take a long time to declare open a building which everyone knows is open already.\"\nReflecting his dizzying range of interests, there was sometimes a touch of the gentleman-farmer to his thoughts - well-organised arguments that don't really go anywhere, a lot of anecdotal evidence (\"it seems to me...\") garnered from his extensive travels.\nDespite modernising instincts, he was a conservative, somewhat suspicious of the machinations of the big city. He spoke of \"urban dwellers\" and of the \"average citizen\" dumping rubbish from their car. He preferred practical solutions to highfalutin theory - \"The enterprise is doomed,\" he told the Commonwealth Conference on Industrial Relations, \"if it is allowed to enter the rarefied atmosphere of theory.\"\nHe was an environmentalist before anyone really knew what that was. He warned of the \"greedy and senseless exploitation of nature.\" And in 1982 he brought up a topic that now grips us, but back then was almost never spoken of, \"a hotly-debated issue directly attributable to the development of industry... the build-up of carbon dioxide in the atmosphere,\" which he referred to as the \"greenhouse effect\".\nAnd he constantly did himself down, shrugging as to why anyone should want to hear him speak: \"I have very little experience of self-government,\" he told one audience, \"I am one of the most governed people you could meet....\" His example of irrational behaviour? - \"making and listening to speeches on important occasions\". Or speaking before the Brussels Expo in 1958 - \"I feel I can claim to be an expert at going round exhibitions.\" He knew most speeches were a dull formality that had to be got through - and he was happy to let his audience have a laugh at his expense. \nIt is another contradiction in a life of them; that someone who cared so much about how we live our lives, about how to pursue a good and moral life, about how government and society might try to channel our instincts, should end up being popularly portrayed as a saloon-bar bore, his retirement from public life in 2017 accompanied by lists of his \"gaffes\", off-colour comments and salty jokes.\nThat he could be rude, startlingly so at times, there is no doubt. Part of it was impatience, that dynamo whirring away, the desire to get things done double-quick. Part of it may have been deafness, inherited from his almost wholly deaf mother. But part of it was just plain bad manners, a disregard for what others felt and a thoughtlessness that came from position and temperament. \nThere was for a long time a fair amount of barking and shouting at those who failed to please him, and not a lot of thanking those that did.\nLooking back down the decades, two great contrasts stand out. The first, that between a life led in the public eye, and a really quite private man. The boy shuttling between guardians and schools and countries quickly learnt to seal off his private side from public view. Inside the Palace it became his world view. Most of his biographers' personal queries were met with a shrug, as if to say \"I don't know why you are bothering\". He once said of his son Charles: \"He is a romantic, I am a pragmatist. And because I don't see things as a romantic would, I'm [perceived as] unfeeling.\" There can be little doubt that he was stung by the accusation. But his inner thoughts were not for public consumption. \nAnd the second great, related, contrast is that between the near unceasing whirl of his public life, and a degree of solitude in his private. Of course there was family, though all his sisters pre-deceased him. But few, if any, great friendships are recorded, a corollary of his private nature and the pattern of his many decades. \"Life,\" wrote one biographer, \"hasn't enabled him to build up friendships. He is going round the world at such a lick.\" And royalty is its own curious cage, repelling outsiders. \"What the royal family offers you is friendliness,\" said the late James Callaghan, prime minister in the 1970s, \"not friendship.\"  \nMajor General Charles Stickland of the Royal Marines, of which for 64 years Philip was Captain General, tells of when the duke flew into an exercise in Norway. He was supposed to say a quick hello to the enlisted men and then have lunch with the commanding officer. Instead he \"asked two of the corporals to spoon food into his mess tin, sat on a Bergan [rucksack], told stories and chatted away with my troops when he was supposed to be having a posh lunch and then got back on the helicopter, having inspired a group of young men as to why it was great to be a Royal Marine\".  \nIt was vintage Philip; no ceremony, hierarchy pushed to one side, the big group over the more intimate gathering. \nBecause of his desire for privacy, because of his position, and because nearly all who knew him best have gone, our understanding of him will always be incomplete. But that's also because of what kind of person he was, because of the contradictions and contrasts that emerged over the decades. \"A mercurial man like His Royal Highness,\" said the artist and architect Sir Hugh Casson, \"needs a loose fit portrait.\"\nHe was asked once what his life had been about (the sort of question that normally received an incredulous snort). Had it been about supporting the Queen? \"Absolutely, absolutely,\" he replied. He didn't see himself as a leader, though lead he could. And his own achievements he consistently played down. Accepting the Freedom of the City of London in 1948, he spoke for himself and for what he called other \"followers\", with trademark modesty. \"Our only distinction,\" he said, \"was that we did what we were told to do, to the very best of our ability, and kept on doing it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56785412",
      "category": "uk",
      "title": "Prince Philip: The Patriarchs - An Elegy",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56762822",
      "category": "uk",
      "title": "Prince Philip: Land Rover hearse and other personal touches at duke's funeral",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "Those watching the Duke of Edinburgh's funeral will have seen several elements unique to the occasion, which showed his personal touch in planning its content.\nFor all but the most seasoned of royal watchers, they need some further explanation.\nOn the seat of the duke's favourite driving carriage, which was given a special role in the proceedings, were laid his cap, whip and brown driving gloves.\nThe carriage, accompanied by some of his grooms and pulled by his two trusty black Fell ponies, Balmoral Nevis and Notlaw Storm, stood in the Quadrangle as the procession passed by.\nIt was a nod to Prince Philip's love of the fast-paced sport, which he took up when he turned 50 and continued to enjoy non-competitively in his 90s.\nThe polished dark green aluminium and steel four-wheeled carriage was built to the duke's exact specifications eight years ago, and he began using it at the age of 91 for riding around Windsor and other royal estates. \nThe red container you could see on the carriage seat next to his cap, whip and gloves, was the sugar lump pot, from which Prince Philip used to give his ponies treats. \nAs the Land Rover hearse stopped at St George's Chapel a Royal Navy piping party piped the Still - a naval command to call the crew to attention.\nAs a bearer party of Royal Marines lifted the coffin from the vehicle, the piping party piped the Carry On, after which the coffin was carried up the steps.\nThe pipes, known as a boatswain's call or bosun's whistle, were traditionally used to give commands because their high-pitch could be heard over the noise of bad weather or the crew at work.\nNow the whistles are used for a ceremonial salute for an important guest, senior officer or at a funeral.\nDuring the funeral itself the Last Post was sounded by buglers from the Royal Marines in the nave of the chapel. They also sounded Action Stations - a signal that all hands should be ready for battle - as the coffin was lowered into the Royal Vault at the end of the service. \nThe Royal Navy was an important part of the duke's life and he served with distinction during World War Two before giving up the naval life to support his wife in her royal duties.\nThe duke's coffin was draped in his personal flag, his standard. The flag represents elements of his life, from his Greek heritage to his British titles.\nWhen the duke got engaged to the then Princess Elizabeth in 1946, he renounced his Greek title and became a British citizen, taking his mother's anglicised name, Mountbatten.\nThe Mountbatten family is therefore also represented on the standard, alongside the castle from the arms of the City of Edinburgh - he became Duke of Edinburgh when he married.\nThe duke's naval cap and Royal Navy officer's sword were also laid on top of his coffin.\nNine cushions were placed on the altar of St George's Chapel, displaying a selection of the medals and other decorations the duke received. He chose these himself as he planned his funeral in detail.\nThe regalia - including the Order of the Brilliant Star of Zanzibar, the Brunei Esteemed Family Order, and the Singapore Order of Darjah Utama Temasek - were sewn on to the cushions using fish wire, rather than braid, which is more noticeable.\nIt is thought the duke received awards and decorations from more than 50 countries. There was not enough space to display them all in the chapel.\nIt was an unusual sight to see a green Land Rover in the Duke of Edinburgh's funeral procession to St George's Chapel, and a marked contrast to previous royal funerals, when the sombre sight of a traditional hearse greeted mourners.\nBut Land Rovers have been favourite vehicles of the duke's for decades, so when it came to planning for his funeral there really was only one choice of vehicle to bear him on his final journey.\nThe duke spent 16 years modifying this particular model, a Land Rover Defender TD5 130, which was made at the company's Solihull factory in 2003. \nHe began overseeing the work needed to turn it into his own bespoke hearse that year, when he was 82, and made the final adjustments in 2019, the year he turned 98.\nThe utility vehicle was repainted in military green at the duke's request and he designed the open-top rear for his coffin, as well as the \"stops\" to secure it in place.\nIt's been widely reported over the years that Prince Philip once quipped to the Queen about his future funeral: \"Just stick me in the back of a Land Rover and drive me to Windsor.\" Although Covid restrictions meant there was no procession from central London to Windsor, the duke got the other part of that wish.\nThe Duke also had input on the vehicle which transported the Queen to the chapel.\nThe State Bentley was presented to Her Majesty in 2002 to mark her Golden Jubilee, and the Queen and the duke offered \"continual\" input during the two years it took to build the car, according to Bentley."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56694327",
      "category": "uk",
      "title": "Prince Philip funeral: Plans, timings and TV coverage",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor",
      "text": "Funeral preparations are under way for Prince Philip, Queen Elizabeth II's husband, who died on Friday 9 April aged 99. \nThis is what we know about the event.\nThe ceremonial royal funeral will be held at St George's Chapel, in the grounds of Windsor Castle, at 15:00 BST on Saturday 17 April. \nPrince Philip's body is now resting in the inner hall at Windsor Castle after being moved from its private chapel.\nThe duke is reported to have requested a funeral of minimal fuss and has not lain in state - where members of the public would have been able to view his coffin. \nThe procession and service will be televised - details below.\nCoronavirus restrictions in England mean only 30 people, socially distanced, are allowed to attend funerals. \nThe guest list includes members of the Queen and Duke of Edinburgh's families, including three of his German relatives.\nPrince Harry will attend but his wife Meghan, who is pregnant, will not make the trip from the US, on medical advice. It is the first time the Duke of Sussex has returned to the UK since stepping down as a senior royal last year.\nAttendees are expected to wear masks in line with government advice. The pallbearers and clergy are not included in the number of attendees.\nThe duke will have a ceremonial funeral, rather than a state funeral. There is a subtle difference - state funerals are usually reserved for monarchs, although wartime Prime Minister Winston Churchill was given a state funeral. The Queen Mother had a ceremonial funeral in 2002, as did Diana, Princess of Wales in 1997. \nOn the day of the funeral, the coffin will be moved from the private chapel to the State Entrance of Windsor Castle. It will be placed on a modified Land Rover, that the duke himself helped design, to be carried the short distance to St George's Chapel.\nCoronavirus restrictions on crowds and numbers attending funerals mean the duke's ceremonial funeral will be much lower key than if it had happened in other times - although the Palace says this very much \"reflects the duke's wishes\" and it will still \"celebrate and reflect\" a life of service.\nLive online coverage of the procession and funeral begins on the BBC News website and app at 07:00 BST and the service will be streamed in the UK and internationally. \nTelevision coverage in the UK starts at 12:30 BST on Saturday on BBC One, the BBC News Channel and on BBC iPlayer.\nOn the radio, you can follow the day's events between 14:00 BST and 16:10 BST on Radio 4 and Radio 5 Live, and simulcast on BBC World Service English, BBC Radio Scotland, and BBC Radio Ulster. \nBBC Radio Wales and BBC local radio will also cover the event, with start times to be confirmed.\nBy 14:15 BST, the Quadrangle in Windsor Castle will be lined by the Household Cavalry and the Foot Guards, along with military detachments from units that had special connections with Prince Philip on the grass.\nFrom 14:20 BST, those members of the Royal Family and The Duke of Edinburgh's family not taking part in the procession leave Windsor Castle by car for St George's Chapel.\nAt 14:40 BST, the bands in the Quadrangle stop playing and the coffin will be carried out and placed onto the Land Rover.\nMembers of the Royal Family walking in the procession will leave the State Entrance after the coffin and take up their positions.\nBehind the Land Rover will be Princes Charles, Andrew, Edward and Princess Anne, as well as grandsons Princes William and Harry. They are joined by Princess Anne's son Peter Phillips, her husband Vice Admiral Sir Tim Laurence and the Earl of Snowdon. Members of the duke's staff will follow behind them, including his private secretary Brigadier Archie Miller Bakewell, a personal protection officer, two pages and two valets.\nAt 14:45 BST, the procession begins. Led by the band of the Grenadier Guards, the procession will move from the Quadrangle to Horseshoe Cloister. The band is followed by the Major General's party and military chiefs of staff. The Land Rover follows, flanked by pallbearers from the Royal Marines and other regiments and corps associated with the duke. The Royal Family members and staff follow behind.\nThe Queen will travel at the rear of the procession in the State Bentley and will enter St George's chapel through the Galilee porch.\nThe procession route will be lined by personnel from the Royal Navy, Royal Marines, The Highlanders, 4th Battalion Royal Regiment of Scotland and the Royal Air Force.\nGuns will be fired by The King's Troop Royal Horse Artillery from the East Lawn throughout, as a bell tolls in the Curfew Tower, at the west end of the castle. \nAt 14:53 BST, the Land Rover will arrive at West Steps of St George's Chapel, and be met by a guard of honour and band from the Rifles Regiment, who will play the national anthem.\nMembers of the Household Cavalry will line the West Steps and a Royal Navy \"piping party\" will pipe a nautical call known as \"the Still\" as the coffin is carried up the steps to the chapel.\nThe coffin, draped with the duke's standard, with a wreath and the duke's naval cap and sword on top, will be met by the dean of Windsor, together with the Archbishop of Canterbury, for the service.\nOnly the members of the Royal Family will enter the chapel - the rest of the procession will remain outside. \nAt 15:00 BST, a minute's silence will be held nationwide, in memory of the duke. \nThe start and end of the Silence will be signalled by a gun fired by The King's Troop Royal Horse Artillery.\nInside the chapel, the funeral service will begin as the coffin is carried to the Quire, and placed on a platform called a catafalque. \nA small choir of four singers, who will be in the nave of the chapel, will sing pieces of music chosen by the duke.\nAfter the service, the duke will be interred in the royal vault.\nThe duke's coffin is draped in his personal flag, his standard. The flag represents elements of his life, from his Greek heritage to his British titles. \nWhen the duke got engaged to the then Princess Elizabeth in 1946, he renounced his Greek title and became a British citizen, taking his mother's anglicised name, Mountbatten.\nThe Mountbatten family is therefore also represented on the standard, alongside the castle from the arms of the City of Edinburgh - he became Duke of Edinburgh when he married.\nA number of objects personally selected by the duke will be displayed on cushions on the altar in St George's Chapel.\nThese include the duke's insignia - medals and decorations awarded to him by the UK and Commonwealth countries - his field marshal's baton, Royal Air Force wings and insignia from Denmark and Greece \nMembers of the public have been asked not to attend any of the funeral events, in line with public health advice.\nOn the Royal Family website, members of the public are asked to consider making a donation to a charity instead of leaving floral tributes in memory of the duke. An online book of condolence is also available for the public to post their personal tributes.\nThe period of national mourning ends on the day of the funeral.\nThe Royal Family will continue to observe mourning for another week - but members will attend engagements wearing black mourning bands where appropriate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-56779000",
      "category": "in-pictures",
      "title": "Prince Philip funeral: Pictures as Queen and nation bid farewell to the duke",
      "tags": "Prince Philip, Duke of Edinburgh",
      "text": "Almost 100 years after he entered the world on a dining room table in Corfu, Prince Philip's final journey began at 14.38 BST on a chilly spring afternoon in the English town of Windsor.\nThe duke's coffin was carried by Grenadier Guardsmen from the inner hall of Windsor Castle onto a green Land Rover, waiting outside. \nThe vehicle - built in 2003 in the West Midlands town of Solihull - was designed by the duke himself.\n The coffin was draped with the duke's personal standard, with flowers chosen by the Queen and the duke's Admiral of the Fleet Naval Cap and sword, pointing forwards.\nAs the military band in the castle grounds played the national anthem, the Queen - wearing a face mask - made her way from the Sovereign's Entrance of the castle to the State Bentley.\nUnder bright blue skies, the eight-minute procession then began, led by Prince Charles and Princess Anne, the duke's two eldest children.\nPrinces William and Harry were either side of their cousin, Peter Phillips. The State Bentley followed behind - the Queen, for once, behind her husband, rather than two steps in front. \nBefore the coffin entered St George's Chapel, a minute's silence was held - both in the castle and around the country. \nAnd then, step by step, Royal Marines took the coffin into the chapel, followed by the duke's family - all of them, by now, wearing black masks.\nAs the coffin was carried into the chapel, illuminated by shafts of light from the stained glass windows, the choir sang, and the Dean of Windsor began the service.\nThe BBC's Eleanor Oldroyd was the only reporter or broadcaster inside the chapel - she was in a small, specially-built studio above the high altar.\n\"Doing something inside the chapel is very special, it's a very unique position, and it's a very responsible position as well,\" she says. \"It's a moving time for a lot of people.\"\n\"There was one moment when I just saw the Duke of York, sitting two seats along from the Queen, just turn to her and check - just as if he was checking that she was OK,\" says Ms Oldroyd.\n\"I don't know whether that's what he was doing, but it felt to me a little moment of concern to mother from son.\"\nAt 15.42, the coffin was lowered into the Royal Vault. \"A real moment of drama and theatre, but also a very moving moment,\" says Ms Oldroyd. The duke's final journey had ended. \nAnd then, as the Queen stood alone, the choir sang the national anthem.\nTwo minutes later, the funeral finished and the guests left the chapel. The duke was in his resting place and his epic, international adventure - which began on a Greek island in 1921 - was over.\nAll pictures are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56776852",
      "category": "world-us-canada",
      "title": "Breonna Taylor: Publisher refuses to distribute police officer's book",
      "tags": "Policing,Black Lives Matter,Kentucky,Breonna Taylor death,Books,US police killings,Publishing,United States",
      "text": "A US publisher says it will not distribute a book by a police officer involved in the fatal shooting of black woman Breonna Taylor.\nJonathan Mattingly, who was shot in the leg during a raid on Ms Taylor's home last year, is writing a book telling his version of what happened. \nHer killing spurred Black Lives Matter protests across the US.\nAfter an online backlash, Simon & Schuster said it would not distribute the book on behalf of its publisher.\nMr Mattingly's book, The Fight for Truth: The Inside Story Behind the Breonna Taylor Tragedy, will be released by independent publisher Post Hill Press, it was reported on Thursday. The publisher releases conservative political books, among other genres.  \nMore than 20,000 people signed a petition calling on Simon & Schuster, which has a deal to distribute Post Hill Press's books, to cancel arrangements to distribute the title.\nLater on Thursday, Simon & Schuster said it would \"not be involved\".\n\"Like much of the American public, earlier today Simon & Schuster learned of plans by distribution client Post Hill Press to publish a book by Jonathan Mattingly,\" the publisher said on Twitter. \"We have subsequently decided not be involved in the distribution of this book.\"\nPost Hill Press said it would press on with the work. \n\"His [Mattingly's] story is important and it deserves to be heard by the public at large. We feel strongly that an open dialogue is essential to shining a light on the challenging issues our country is facing,\" a spokesperson said in a statement provided to the Associated Press. \nNews of Mr Mattingly's book generated fierce criticism, with author Roxane Gay among those condemning the move. \nKentucky State representative Attica Scott, a Democrat, wrote on Twitter that \"people love to profit off of Black pain and tragedy. It sells.\"\nMr Mattingly, 48, was one of three plainclothes officers who conducted a raid on Ms Taylor's home in Louisville, Kentucky, on 13 March 2020. Police had a warrant to search for drugs but none were found. \nWhen they entered the apartment, Mr Mattingly was shot in the leg by Ms Taylor's boyfriend Kenneth Walker, who said he fired a single shot after fearing an intruder was breaking into the apartment.\nThe officers returned fire, killing Ms Taylor, a 26-year-old emergency medical technician. Mr Mattingly fired at least one of the shots that hit Ms Taylor, but not the one that killed her, a FBI report said.\nMs Taylor's name became a global rallying cry as people demanded a thorough investigation into her death.\nIn September, a grand jury cleared Mr Mattingly and the other officers of murder charges.\nMr Mattingly, who still serves as a police officer, has previously said the case had \"nothing to do with race\".\nLast year, he accused city officials of failing \"all of us in epic proportions for their own gain and to cover their asses\".\nIn October, the officer sued Mr Walker for assault and battery. His lawyer accused Ms Taylor's boyfriend of causing \"severe trauma, mental anguish, and emotional distress,\" when he shot Mr Mattingly."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56786266",
      "category": "world-europe",
      "title": "Putin critic Navalny could 'die within days', say doctors",
      "tags": "Russia,Alexei Navalny,Vladimir Putin",
      "text": "Doctors for the jailed Russian opposition activist Alexei Navalny say he \"will die within the next few days\" if not given medical attention.\nDoctors say recent blood test results indicate he could suffer cardiac arrest or kidney failure at any moment.\nNavalny has been on a hunger strike for 19 days, to demand proper treatment for acute back pain and leg numbness.\nThe Russian ambassador to the UK has said that Mr Navalny will not be allowed to die in prison.\nA prominent critic of President Vladimir Putin, Mr Navalny was jailed in February for old embezzlement charges.\nFour doctors, including his personal physician, Anastasia Vasilyeva, have written to prison officials to ask for permission to see him urgently.\nIn the letter, which Dr Vasilyeva posted on Twitter, the experts said Alexei Navalny's potassium had reached \"critical levels\".\n\"This means both impaired renal function and that serious heart rhythm problems can happen any minute,\" it explained. \nHaving blood potassium levels higher than 6.0 mmol (millimoles) per litre usually requires immediate treatment. Navalny's blood test results, which were obtained by his lawyers, showed his were at 7.1, the letter said.\nThe doctors have urged prison officials to let them examine Navalny immediately, \"taking into account the blood tests and his recent poisoning\".\nIn an interview with the BBC's Andrew Marr recorded on Friday but aired on Sunday, Russia's ambassador to Britain, Andrei Kelin, said that Mr Navalny was not in danger.\n\"Of course he will not be allowed to die in prison, but I can say that Mr Navalny behaves like a hooligan absolutely in trying to violate every rule that has been established,\" he said, adding that Mr Navalny was attempting \"to attract attention\".\nMr Kelin added that Mr Navalny, who is serving a two-and-a-half-year jail term, would be released from  earlier if \"he will behave normally\".\nMr Navalny, 44, nearly died in August 2020 when he was poisoned with the chemical nerve agent, Novichock. He accuses President Vladimir Putin of ordering the poisoning, which the Kremlin denies.\nNavalny's wife Yulia said her husband now weighed 76kg (168 pounds), which is down 9kg since starting his hunger strike, according to AP.\nAlexander Polupan, who was one of the doctors to treat Navalny after the poisoning, posted an image of his blood test results, and said they were an \"absolute indication\" that he needed urgent medical care or he would \"die within the next days\".\nAlso joining the call for action are more than 70 well known writers, artists and academics, who have have signed a letter calling on President Putin to ensure Navalny receives adequate medical care. \nThe letter was published in The Economist and France's Le Monde newspaper, and included the signatures of Hollywood actors Jude Law, Ralph Fiennes and Benedict Cumberbatch, Harry Potter author JK Rowling and director Ken Burns.\nUS President Joe Biden told reporters on Saturday that Navalny's medical treatment is \"totally unfair and totally inappropriate\". In March, US intelligence concluded that the Russian government was behind the nerve agent attack. The Biden administration imposed sanctions on senior Russian officials, and now Moscow is doing similar in retaliation.\nNavalny says he is suffering from acute back pain and numbness in his right leg. Earlier this month, he complained of a persistent cough and high temperature, and was moved to a sick ward in the prison in the town of Pokrov. \nHe went on the hunger strike to demand access to his own medical team. Russia's prison authorities say he has refused treatment from their doctor.\nNavalny's lawyers, who have been visiting him in custody, say there are no doctors at the prison and the medical unit on-site is run by a single paramedic.\nHuman rights campaigners say the prison is known for its especially harsh conditions, and Amnesty International said Navalny had been incarcerated in conditions that amount to torture and may slowly be killing him."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56786263",
      "category": "world-middle-east",
      "title": "Iran nuclear: State TV names suspect in Natanz attack",
      "tags": "Iran nuclear deal",
      "text": "Iran's state TV has named a man that intelligence authorities allege was responsible for an attack at the Natanz nuclear site last weekend.\nReza Karimi fled Iran shortly before the blast, Network One said, showing a man's photo on what it said was an Interpol wanted poster.\nInterpol said it could not confirm that Mr Karimi was on its red list of wanted fugitives. \nIran has blamed Israel for the attack and stepped up its nuclear activities.  \nIsrael has neither confirmed nor denied involvement, but Israel public radio cited intelligence sources as saying it was a Mossad cyber-operation.\nThe attack came shortly before Iran was due to take part in talks aimed at reviving the 2015 nuclear deal with the US, UK, France, China, Russia and Germany. \nThe agreement is designed to prevent Iran developing a nuclear weapon, something it denies wanting to do. Israel opposes the deal, saying it will not prevent Iran becoming a nuclear power. \nThe agreement, which saw Iran limit its nuclear activities in return for sanctions relief, was in danger of collapse after former US President Donald Trump abandoned it in 2018.\nIran's announcement it would produce 60%-enriched uranium following last Sunday's attack was a further breach of  the nuclear agreement, under which it is permitted to enrich uranium only to 3.67% purity to make reactor fuel.\nIt is not entirely clear how the attack unfolded. However, Alireza Zakani, head of the Iranian parliament's research centre, said thousands of machines used to refine nuclear material were destroyed or damaged at Natanz.\nThe attack took place in a facility up to 50m (165ft) underground, another official said.\nOn Saturday, Iranian state television announced that the intelligence ministry had identified  \"Reza Karimi, the perpetrator of this sabotage\". \n\"Necessary steps are under way for his arrest and return to the country through legal channels,\" it added.\nThe channel also showed footage of the damaged centrifuges. \nBut asked if Mr Karimi was on its red notice, Interpol declined to comment \"on specific cases or individuals\".\nInterpol's website shows no red notice for anyone named Reza Karimi.\nThe talks aiming at reviving the Iran nuclear deal, which began on Thursday in the Austrian capital, Vienna, have reportedly made progress.\nHowever, Iran's chief negotiator, Abbas Araqchi, told state media \"the path ahead is not an easy one and there are some serious disagreements\".\nChina, Russia, France, Britain, Germany and Iran are all taking part. The US is not,  although a delegation is in a hotel across the road, according to news agency Reuters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56777064",
      "category": "uk",
      "title": "Prince Philip: Queen shares one of her favourite photos",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "The Queen has shared one of her favourite photographs of herself with her husband of 73 years, the Duke of Edinburgh, on the eve of his funeral.\nThe royal couple are pictured relaxing on the grass at a beauty spot in Aberdeenshire in the photo taken by the Countess of Wessex in 2003.\nThe duke is lying back, propping himself up on his elbow, with his hat balanced on his knee.\nHis funeral will take place in Windsor Castle at 15:00 BST on Saturday.\nThe duke's children will walk behind his hearse during the procession.\nIn the photograph, taken on a sunny day at the Coyles of Muick near the Aberdeenshire town of Ballater, the Queen and Prince Philip look completely at ease and are smiling warmly at their daughter-in-law Sophie who took the photograph.\nThe Queen - dressed in a tartan skirt, blouse and cardigan, and a string of pearls - is sitting on a rug with her husband. \nThe Coyles of Muick stands above the entrance to Glen Muick and offers walkers an uninterrupted view to the mountain of Lochnagar. It is near to the Queen's private estate of Balmoral, where the couple enjoy their traditional summer break.\nThe Queen has named a corgi puppy, recently given to the monarch, Muick, and its dorgi puppy playmate is called Fergus - another Scottish name.\nThe area has been painted by the Prince of Wales, whose summer retreat of Birkhall is close to the area where the Queen and Philip were photographed.\nMeanwhile, Mike Tindall, who is married to the Queen and Prince Philip's granddaughter Zara Tindall, has paid tribute to the Duke of Edinburgh as a \"devoted family man who we will forever miss but always love\".\nThe former England rugby player posted a picture on Instagram from the Royal Family's personal photo albums of the duke with the Tindalls' eldest daughter Mia.\nThe photograph, taken by the Duchess of Cambridge, shows Mia and her great-grandfather eating together on a bench in front of a wooden cabin.\nA half-drunk pint of beer can be seen in the background to the right of the duke.\n\"It's been a very sad week but it has given us time to reflect on great memories and stories both personal and shared,\" Mr Tindall said.\nMrs Tindall gave birth to her third child just three weeks ago and named her son Lucas Philip, with his middle name honouring both the duke and Mr Tindall's father.\nIn the week since Prince Philip died aged 99, several members of the royal family have issued previously-unseen photographs.\nThe Funeral of HRH The Prince Philip, Duke of Edinburgh: BBC One, Saturday 17 April, 12:30-16:20 and 20:10-21:10\nThe funeral will also be broadcast from 14:00-16:10 on Radio 4 and Radio 5 Live, BBC World Service English, BBC Radio Scotland and BBC Radio Ulster - and on BBC Radio Wales and BBC local radio with some variation in start times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56779428",
      "category": "world-us-canada",
      "title": "Covid: Canada sounds the alarm as cases overtake US",
      "tags": "Coronavirus vaccines,Ontario,Canada,Coronavirus pandemic",
      "text": "The rate of coronavirus infections in Canada's biggest province has reached an all-time high as hospitals warn they are close to being overwhelmed. \nA panel of experts say infections in Ontario could increase by 600% by June if public health measures are weak and vaccination rates do not pick up. \nLast week, for the first time since the pandemic began, Canada registered more cases per million than the US.\nAbout 22% of Canadians have now received a first vaccine dose. \nThat compares to 37% in the US. \nOntario is now introducing strict new public measures, including:\nCanadian Prime Minister Justin Trudeau said the federal government would help Toronto, the largest city in the country, which has been hard-hit by the latest surge. \n\"We're going to do whatever it takes to help. Discussions are ongoing about extra healthcare providers, and we are ready to step up,\" he said on Friday. \nNew variants - especially the UK variant, B1.1.7 - account for more than two-thirds of infections in Ontario. \nEven with vaccinations progressing, the expert panel warned that the number of new cases in Ontario could go as high as 30,000 a day - in a province with 14 million people, 38% of the total population of Canada. \nOn Friday, Ontario reported 4,812 new cases, its third straight day of setting new records since the pandemic began. \nHospital admissions and the number of patients in intensive care also set records for Ontario: 1,955 and 701, respectively. \nThe expert panel said the best-case scenario would bring new cases down to about 5,000 a day, but only with considerably more stringent public health measures than the ones now in place. \nIt would also require a vaccination rate of 300,000 a day - three times the current pace. \nLast week the College of Physicians and Surgeons of Ontario warned doctors that they might have to start making decisions about who to admit to intensive care, because units were stretched almost to capacity. \nThe co-chairman of Ontario's expert panel, Adalsteinn Brown, said Ontario's hospitals could no longer function normally. \n\"Our children's hospitals are admitting adults. This has never happened in Ontario before. It's never happened in Canada before.\"\nA field hospital is now being set up in the car park of one of Toronto's main hospitals. \nAfter a slow start, the pace of vaccination is now picking up. Canada was quick to buy up stocks of vaccine doses, but until recently the rollout was lagging behind other industrialised countries. \nNine million Canadians have now received at least one vaccine dose. \nThere was mixed news on Friday. Moderna said it would cut its next shipment to Canada by almost half, to 650,000 doses, but Pfizer is to supply an additional eight million doses after it reached a new deal with the Canadian government. \nUnlike some European countries, Canada has not withdrawn the Oxford-AstraZeneca vaccine, but is advising its use only in patients over 55 while the risk from blood clots is assessed. Canadian health officials say the risk from catching Covid-19 far outweighs the risk of rare blood clots. \nThe Canadian Medical Association (CMA) has called for a national response, sharing resources across provincial and territorial boundaries to deliver to the areas most in need. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56781687",
      "category": "uk",
      "title": "Covid-19: 'Unethical' vaccine passports and staff plea to returning customers",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you tomorrow morning. \nNo 10 is facing increasing opposition to coronavirus passports, with more than 1,200 church ministers now urging Boris Johnson in an open letter not to introduce them. Anglican and Catholic ministers have written to the prime minister calling such certificates an \"unethical form of coercion\" and a tool that could create a \"surveillance state\". They join the UK equality watchdog which this week warned passports could create a \"two-tier society\". So, what are the UK plans for Covid passports?\nAs non-essential shops, pubs and restaurants in England prepare for their first weekend open since restrictions eased, staff are asking customers to consider those working. \"Just try and be kind to all the workers,\" says Hannah, a Primark employee. She recalls her first shift back on Tuesday as \"chaos\" and hopes this weekend customers will be less \"rude\". Read more about the roadmap for lifting lockdown.\n\"Once again many outsiders have underestimated Russia,\" an Eastern European diplomat told the BBC, drawing parallels between the 2020 search for a coronavirus vaccine with the 1950s race for a space flight. Russian scientists seem to have - once again - surprised the West. Although its Sputnik V vaccine has not yet been approved by the EU's European Medicines Agency, it has already been ordered by countries including Argentina, Mexico, Israel and the Philippines. Now, parts of Europe are starting to turn to Moscow out of frustration with the EU's slow vaccine rollout. Meanwhile, how fast is vaccine progress around the world?\nGary and Jude Stewart were married for more than five decades. Jude moved into a care home after being diagnosed with Alzheimer's and died earlier this year after contracting coronavirus. But, like so many other families who have lost loved ones during the pandemic, only 30 people could attend her funeral and they had to socially distance. Her husband described it as a \"ridiculous non-event\".  His comments come ahead of the Duke of Edinburgh's funeral, which will also adhere to Covid rules.\nThe coronavirus pandemic has forced businesses around the world to adapt, as lockdown restrictions limit people's movements and activities. The hospitality sector has been hit particularly hard. But one Michelin-starred restaurant in Amsterdam has turned from fine dining to takeaway burgers. A burger costs €20 (£17) - without chips.  \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nAs Scotland opens up a little more, here's a reminder of the rules across the UK - and when the next changes take place.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56779068",
      "category": "uk",
      "title": "Prince Philip: Royal Family honours duke's 'humour and humanity'",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor,Windsor Castle",
      "text": "The Duke of Edinburgh has been laid to rest in an intimate funeral at St George's Chapel at Windsor Castle.\nThe Dean of Windsor paid tribute to Prince Philip's \"kindness, humour and humanity\" during the ceremony. \nThe congregation wore masks and was socially distanced in line with Covid rules, with the Queen seated alone.\nThe duke's children walked behind his coffin in a funeral procession, followed by a national minute's silence.\nMore than 730 members of the armed forces took part in the event, but there was a limit of 30 mourners inside St George's Chapel, under coronavirus rules.\nPrince Philip died at Windsor Castle on Friday 9 April, aged 99.\nHis coffin was carried the short distance to St George's Chapel on a modified Land Rover, which the duke himself helped to design. \nThe funeral procession was headed by the Band of the Grenadier Guards, the Major General's party, and military service chiefs. \nPrincess Anne and Prince Charles made up the front row behind the vehicle, followed by Prince Edward and Prince Andrew.\nPrince William and Prince Harry walked either side of their cousin Peter Phillips. \nThe brothers sat on opposite sides of the aisle but were seen chatting together after they left the service. \nVice Admiral Sir Timothy Laurence and the Earl of Snowdon also walked behind the coffin, trailed by members of the duke's household staff. \nThe Queen, 94, travelled with a lady-in-waiting in the State Bentley at the end of the procession.\nA ceremonial gun fire at nine locations across the UK and in Gibraltar marked the start and end of the national minute's silence.\nNo planes landed or took off at Heathrow for six minutes to coincide with the silence and all major sporting events were rescheduled to avoid a clash with the funeral.\nThe funeral service was conducted by the Dean of Windsor, with the Archbishop of Canterbury pronouncing the blessing.\nThe Dean paid tribute to Prince Philip's \"kindness, humour and humanity\" and the \"many ways in which his long life has been a blessing to us\".\n\"We have been inspired by his unwavering loyalty to our Queen, by his service to the nation and the Commonwealth, by his courage, fortitude and faith,\" he said during his bidding.\nThe duke's association with the Royal Navy and love of the sea was also a focus of the service but no sermon was delivered, in line with his wishes.\nThe music included the 1860 hymn Eternal Father, Strong to Save, by William Whiting, which is associated with seafarers and the maritime armed services.\nThere was a reduced choir of four singers but the congregation did not sing, in line with coronavirus restrictions.\nBuglers of the Royal Marines sounded Action Stations - a signal that all hands should be ready for battle - as the coffin was lowered into the Royal Vault at the end of the service.\nBuckingham Palace said the funeral plans had been modified to take into account public health guidelines.\nThe funeral took place entirely within the grounds of the castle and the public were asked not to gather there or at other royal residences. \nBut the ceremonial aspects of the day and the service remained in line with Prince Philip's wishes and reflected his military affiliations and personal elements of his life.\nAhead of the funeral, the Queen shared a favourite photograph of herself with her husband in Aberdeenshire.\nTaken by the Countess of Wessex in 2003, the picture shows the couple relaxing on a picnic rug on the grass at the Coyles of Muick beauty spot, near the Queen's private estate of Balmoral.\nby BBC reporter Harry Farley\nSilence descended across Windsor High Street at 15:00 to mark the start of the duke's funeral.\nThe Royal Family had asked members of the public to stay away because of coronavirus restrictions. And the streets of this town were far emptier than they would otherwise have been.\nBut hundreds still gathered in the sun to pay their respects.\nAs the funeral service was under way in St George's Chapel, a short distance away in Windsor's Guildhall a wedding was coming to an end.\nMikey Durnian said he and his partner Jodie had rearranged their wedding five times because of the pandemic.\nHe said it had felt \"strange\" to learn last week that their wedding would be taking place just metres away from Prince Philip's funeral.\n\"Obviously we're overjoyed. This day has been in the making a long time. But obviously, there's a lot of people around to mourn.\"\nJodie added: \"We definitely didn't want to overtake from anything that's happening today. It is a very sad occasion. But we are delighted to finally be married.\"\nThe 30 guests at the funeral wore morning coats with medals, or day dress, but not military uniform.\nThe Queen and duke's four children - the Prince of Wales, the Princess Royal, the Duke of York and the Earl of Wessex - and eight grandchildren attended, but none of their young great-grandchildren.\nSpouses of the children and grandchildren are among the congregation, including two who have married into the family in recent years - Jack Brooksbank and Edoardo Mapelli Mozzi, husbands of Princesses Eugenie and Beatrice.\nBut the Duke of Sussex's wife, Meghan, is heavily pregnant and was advised by her doctors not to fly in from the US. She was said to have watched the service from home.\nThe other mourners included the children of the Queen's sister, Princess Margaret, and three of Prince Philip's German relatives - Bernhard, the Hereditary Prince of Baden; Donatus, Prince and Landgrave of Hesse; and Prince Philipp of Hohenlohe-Langenburg."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56785902",
      "category": "uk-northern-ireland",
      "title": "Prince Philip: Hillsborough gun salute marks Duke's funeral",
      "tags": "Prince Philip, Duke of Edinburgh",
      "text": "A two-gun salute at Hillsborough Castle marked Northern Ireland's tribute to the Duke of Edinburgh for his funeral on Saturday.\nThe guns sounded at 15:00 BST and at 15:01 BST, as a minute's silence was observed across the UK. \nThe same Lambeg drums that had once entertained the Queen and the Duke were later beaten in the prince's memory.\nPrince Philip died at Windsor Castle on 9 April, aged 99. His funeral took place at St George's Chapel.\nNorthern Ireland First Minister Arlene Foster observed the silence outside Enniskillen Castle and Police Service of Northern Ireland (PSNI) Chief Constable Simon Byrne stood in tribute to the Duke at police headquarters.\nOn Saturday at 19:00 BST, Lambeg drums were played briefly outside the gates of Hillsborough Castle as a mark of respect to Prince Philip.\nThe tribute had been planned in advance but the exact timing was not publicised to avoid a large gathering of people.\nThe drums were the same ones used in 1953 at Hillsborough to entertain the Queen and the Duke during their visit to Northern Ireland.\nThe encounter was captured on Pathé newsreel footage and later recreated for the Netflix series The Crown.\nAt the time, the Queen was on her first visit to Northern Ireland since her coronation the previous month.\nFilm footage shows her smiling at the front door of Hillsborough Castle with the Duke of Edinburgh as two drummers play.\nA number of tributes were also placed at the gates of Hillsborough Castle throughout the day. \nA card left with a bunch of flowers said: \"HRH Prince Philip, Duke of Edinburgh, thank you for your service and sacrifice.\"\nPrince Philip's passing was also marked in Armagh at the Royal School where young people and teachers gathered to remember him.\nThe Royal couple visited the school in 2008. Many young people there have a special connection to Prince Phillip because they have participated in the Duke of Edinburgh Award - one of his most enduring legacies. \nHe set up the scheme in 1956 to encourage young people to volunteer, learn physical activities and skills and undertake an expedition.\nIn 2016, almost 1.3m young people were taking part in the scheme in more than 130 countries and territories worldwide.\nA number of formal tributes were also laid at the gates of Hillsborough Castle throughout the day. \nA card left with a bunch of flowers said: \"HRH Prince Philip, Duke of Edinburgh, thank you for your service and sacrifice.\"\nMeanwhile, in the Republic of Ireland, the Irish national flag, the tricolour, was flown at half mast on all state buildings on Saturday.\nA spokesperson for the Irish government said this was as a mark of respect and was customary on the death of a national or international  figure."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56763651",
      "category": "uk-politics",
      "title": "Government 'risks public trust' without probes into ministers",
      "tags": "Greensill Capital,Lobbying in the United Kingdom,Lobbying",
      "text": "The government must fully investigate allegations against ministers or risk damaging public trust, warns a peer.\nThe chair of the Committee on Standards in Public Life, Lord Evans, told BBC Radio 4's Week in Westminster \"a number of allegations\" in the past year \"haven't been completely investigated\". \nHe would not name specific cases, but warned leaving things unresolved would be \"very corrosive\". \nLord Evans comments come as Westminster is embroiled in a row over lobbying. \nA number of inquiries have been launched into the activities of former Prime Minister David Cameron, who contacted ministers while working for the now-failed finance firm Greensill Capital. \nThe reviews will also look at how a top civil servant was able to work for Greensill while still on the government payroll.\nEarlier this week, Prime Minister Boris Johnson said the \"most important thing is to get to the bottom of it properly\" and that all ministers and officials have been ordered to tell the government inquiry what it needs to know.\nLord Evans of Weardale said his committee - which advises the prime minister on ethical standards across public life in England - would be writing to No 10 with recommendations on how to strengthen the role of the adviser on ministerial interests.\nThe last person in the job, Sir Alex Allan, resigned in November 2020 after the conclusions of his bullying inquiry into Home Secretary Priti Patel were rejected by the prime minister.\nSpeaking in March, Sir Alex said the adviser on ministerial interests should have the power to launch their own probes into members of the government.\nCurrently, investigations into whether ministers have breached the code of conduct can only be launched by the prime minister.\nSpeaking to the BBC, Lord Evans echoed Sir Alex's comments suggesting that giving the role more independence would make it more effective.\n\"I think that would make a real difference and also would provide greater public confidence in the way in which the ministerial code is investigated,\" he added. \nHe said: \"You're always going to have problems... but there needs to be a way of identifying them, identifying what's happened and putting it right.\" \n\"And if things are just left unresolved, that is very corrosive, I think, of public trust. \""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-36417297",
      "category": "in-pictures",
      "title": "Prince Philip: A life in pictures",
      "tags": "Photography,Prince Philip, Duke of Edinburgh",
      "text": "All photographs subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56787190",
      "category": "uk-scotland",
      "title": "Duke of Edinburgh: Pupils at his former school lay wreath at sea",
      "tags": "Prince Philip, Duke of Edinburgh",
      "text": "Pupils at the Duke of Edinburgh's former school have paid tribute to him by laying a wreath at sea in his memory.\nGordonstoun school remembered Prince Philip during an event at Hopeman Harbour in Moray.\nPupils gathered on the school's yacht, Ocean Spirit, which was anchored off the Moray harbour.\nA lone piper played Flowers of the Forest on the harbour wall as a wreath was laid in the water.\nAs a pupil at the exclusive boarding school in the 1930s, Prince Philip learned to sail in the sea in the Moray Firth. \nGordonstoun's principal Lisa Kerr said the school had spent the last week reflecting on \"how proud we are in shaping what was important to the duke\". \nShe added: \"We can't have large-scale gatherings at the moment, but to be able to have a smaller tribute to him which is still an appropriate scale is great.\n\"For us to put together this tribute felt like the right thing to do in these circumstances - it represents his love of the Moray Firth, Hopeman Harbour and Gordonstoun.\"\nMs Kerr said the school had provided stability after the turbulent early years of the prince's life.\nShe said: \"When he came to Gordonstoun in 1934 as the school's tenth pupil it was a place where he found security and stability and a place where he was able to discover his true self and become the very best version of himself.\n\"It was somewhere that he developed his love of the sea, his love of sport, his connection with the outdoors and particularly built his focus on service to others, which is such an important part of the Gordonstoun curriculum even today.\"\nThe school has released new pictures of the duke sailing a boat when he would have been about 15 years old. \nMs Kerr said his connection to Gordonstoun was \"lifelong\", and he had written to the school in the final days of his life.\nThree of Prince Philip's children and two grandchildren attended Gordonstoun.\nMs Kerr added: \"When he came to Gordonstoun as a parent or grandparent, there was no pomp and ceremony.\n\"There's a lovely story of how he came to one of Prince Edward's drama performances and he sat in a seat with a handwritten sign that simply said 'mum and dad'.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-56773644",
      "category": "uk-england-berkshire",
      "title": "Rachid Khadla: Father made daughter sign 'never get fat' contract",
      "tags": "Windsor",
      "text": "A fitness-obsessed father who forced his daughter to sign a contract to \"never get fat\" has been jailed for 30 months.\nRachid Khadla, from Windsor, Berkshire, violently attacked and manipulated his three children for years, Reading Crown Court heard. \nThe 56-year-old was found guilty by a jury of assault and cruelty to his children, now all adults. \nSentencing, Judge Kirsty Real described him as \"a bully\". \nThe Crown Prosecution Service (CPS) said Khadla was obsessed with fitness and dieting.\nHe forced his daughter to sign a document to say she would \"do lots of exercise\" and \"never get fat, even until I die\", it added.\nProsecutor Alex Krikler told the court Khadla also threw a chair at her, aged nine, causing a keloid on her ear needing \"numerous operations and treatments\".\n\"She describes being made to feel worthless and stupid by her father,\" he said. \"There was anxiety and eating disorders.\"  \nAll three children were regularly physically assaulted with a wooden spoon on their hands, and were told who they could be friends with and what activities they could do. \nKhadla's behaviour came to light in 2019, when his teenage son told police his father had strangled him and punched him in an attack. \nIn a victim impact statement, his eldest son said the abuse, which started when he was five, had left him with \"long-term mental health issues\".\nHe described his father as a smart man \"plotting and calculating every move\". \nHe added the abuse led to him being bullied at school, but it \"was almost enjoyable compared to the life I left at home\". \nKhadla, of Dedworth Road, Windsor, pleaded not guilty to two counts of assault occasioning actual bodily harm and three counts of cruelty to a child. \nPassing sentence Judge Real said he had \"effectively ruined their childhoods\" through \"multiple incidents of cruelty over many years\". \nShe said: \"You were a bully, and you have been unwilling to accept or acknowledge that.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56776463",
      "category": "world-europe",
      "title": "On the front line in eastern Ukraine",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56784417",
      "category": "uk-england-london",
      "title": "Man charged over Buckingham Palace trespass",
      "tags": "Neasden,City of Westminster",
      "text": "A man who allegedly tried to break into Buckingham Palace while carrying a knife has been charged.\nPolice said a man had been arrested on Thursday morning attempting to enter a service yard through a gate at the rear of the royal residence in London.\nChorrie Thompson, 46, of Ashcombe Park, Neasden, has been charged with trespass on a protected site and possession of a blade in a public place.\nHe was due appear in custody at Westminster Magistrates' Court."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56788998",
      "category": "uk",
      "title": "Prince Philip funeral: William and Harry seen chatting after ceremony",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor,Prince Harry, Duke of Sussex,Prince William, Duke of Cambridge,Windsor Castle",
      "text": "The Duke of Cambridge and the Duke of Sussex were seen talking together as they left the funeral of their grandfather, the Duke of Edinburgh.\nThe brothers spoke as they left St George's Chapel in Windsor, alongside the Duchess of Cambridge.\nIt is the first public meeting of the pair since Prince Harry stood down from royal duties more than a year ago.\nLast month, Prince Harry hinted at ongoing difficulties between him and Prince William.\nIn an interview with Oprah, he said the two were on \"different paths\", and that \"the relationship is 'space' at the moment\".\nOn Saturday, the princes walked with their cousin Peter Phillips in between them, as they walked behind their grandfather's coffin on its short journey to the chapel. \nIt was nearly 24 years since the two brothers made a similar walk together at the funeral of their mother Diana, Princess of Wales.\nAt the funeral service, the 30 members of the congregation wore face masks and socially distanced in line with Covid restrictions, with the Queen seated alone.\nAlso alone, Prince Harry sat on the opposite side of the aisle to his brother and sister-in-law Catherine.\nPrince Harry's wife, Meghan, who is pregnant with their second child, did not attend the funeral on the advice of her doctor and instead stayed at their home in California.\nThe service, conducted by the Dean of Windsor, paid tribute to Prince Philip's \"kindness, humour and humanity\" and the \"many ways in which his long life has been a blessing to us\".\nThe body language didn't look encouraging on the walk down to the chapel, though it was hardly the occasion for fraternal chit-chat.\nThe cameras did catch William and Harry as they left the chapel after the duke's funeral. Harry was talking to Catherine - William seemed a little reluctant to engage.\nThere is a rift. It is a distraction nobody would have wanted on a solemn occasion such as this and certainly not their grieving grandmother.\nWilliam feels let down and Harry appears to feel resentful. He is also very caught up in the lifestyle and attitudes of California.\nSo what impact, one wonders, will this brief but intense re-immersion in his old life have had on Harry?\nHe's been surrounded by his family on a day of heightened emotion. He's been surrounded too by the military and ceremonial: two things which he professes to admire.\nEverything today must have said \"duty\" to him, the thing many say he's walked away from.\nWill it have given Harry any second thoughts about the path he's taken? Will it have softened William's disappointment with his younger brother?\nAnd most important, did they find time for a proper heart to heart, in deference to the memory of their grandfather who would undoubtedly urge them to move on and sort this out?\nThe duke's association with the Royal Navy and love of the sea also featured heavily, including through the 1860 hymn Eternal Father, Strong to Save, by William Whiting.\nAfter the ceremony, Prince Harry joined Prince William and Catherine as they left the chapel. The three chatted together as they made their way up the hill to the main grounds of the castle.\nMeghan and Prince Harry sent a floral wreath which included the national flower of Greece, to represent Prince Philip's heritage, and sea holly, to represent the Royal Marines.\nThe card on the wreath was handwritten by Meghan, who is skilled in calligraphy and used to write wedding invitations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56768156/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Time to rebuild economy as restrictions ease, says Dodds",
      "tags": "Diane Dodds,Coronavirus lockdown measures,Hospitality industry,NI economy,Pubs",
      "text": "Northern Ireland can begin rebuilding its economy under plans to ease Covid-19 restrictions from next week, Economy Minister Diane Dodds has said.\nOn Thursday the Stormont executive agreed reopening dates for some sectors, including hairdressers, non-essential retail and hospitality.\nThe current lockdown has been in place for more than 100 days in a bid to curb the spread of coronavirus.\nMrs Dodds said precautions would still be needed to reopen businesses safely.\n\"But it does mean we can get on with opening our economy, recovering our economy,\" she told BBC News NI's The View programme.\nShe said growing the economy would help to mitigate the fallout from the pandemic, including a potentially huge spike in unemployment.\nThe announcement has received a cautious welcome from businesses.\nCommunities Minister Deirdre Hargey told The View she was glad the executive had reached consensus.\n\"There was no dissent around the table - it [was] a good day to give hope to the public,\" she said.\nPeter McCleery, who runs a cafe in Comber, County Down, said that preparing to resume trade would be like opening a new business.\nThe cafe has no outdoor space so it is due to open on 24 May, several weeks after hospitality businesses that have outdoor facilities.\n\"Even with those dates we have to plan ahead and recruit staff and train staff,\" he told BBC Radio Ulster's Good Morning Ulster programme.\n\"We're starting again from a fresh sheet - we're looking forward to it.\"\nThe owner of a County Armagh hotel situated a short distance from the Irish border said he was concerned that business that would have to deal with the consequences of the differing restrictions in Northern Ireland and the Republic of Ireland.\nJason Foody said it was not the job of his hotel staff \"to police the roads and people that come through our door\".\nThe Republic of Ireland has recently lifted the 5km (three miles) travel limit that applied under its highest level of restrictions.\nMr Foody said: \"Previously if we were seeing [people with] addresses... from areas that shouldn't have travelled we were saying it to them but people have to travel for different reasons too and if it's for essential reasons you can't stop them.\nHe said the hotel was \"getting a huge amount of calls\" from people in the Republic of Ireland who were wanting to book a stay.\nJules Stothard, who owns a pub in Dromara, County Down, said her business had been open for about three months over the past 13 months.\nShe would be \"ecstatic\" to see her customers again but had a \"bit of anxiety about the financial side\".\n\"We are grateful to the government for the grant but every penny we have had has gone,\" she said.\n\"We were so ecstatic that we could open again but then reality strikes - we won't have the customers at the capacity to sustain our business without help.\"\nTourist attractions also face challenges when they reopen - the Marble Arch Caves in County Fermanagh will have reduced capacity for its tours, says its manager Kate McGrath.\n\"We will get there but need to clarify bubble numbers,\" she added.\nProposed dates leaked to the media on Thursday had suggested outdoor hospitality for pubs would have to wait until 10 May before being allowed to welcome back customers, with indoor venues not reopening before 1 June.\nHowever, Mrs Dodds had raised concerns in a letter to the first and deputy first ministers about the proposed dates, saying it was her preference for unlicensed premises to open earlier, on 23 April, followed later by licenced premises."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56788443",
      "category": "uk",
      "title": "Queen and Royal Family alone but for the gaze of the world",
      "tags": "Prince Philip, Duke of Edinburgh,The Royal Family and the media,Queen Elizabeth II",
      "text": "This was nothing like the grand funeral that had long been planned. In normal times there would have been hundreds of guests from around the world joining the Queen and the Royal Family in mourning the Duke of Edinburgh. But many who knew him made the same observation: that the pared down nature of it was more in keeping with his character. \nOne aspect of this extraordinary event was unchanged, however, for this was a family that knows the eyes of the world will intrude on their private joys and private sorrows alike.\nFrom the crenellated rooftop of the Round Tower, which dominates the distinctive Windsor sky line, I watched, as silence descended on the Quadrangle beneath the private royal apartments. \nIt is where the Duke of Edinburgh had died and where the Queen has been in residence throughout this period of mourning. To the left sits the monarch's private chapel, where, in that quiet space, the duke's coffin had lain for a week.\nAt just before 14:40, the bearer party, eight officers of the Grenadier Guards, brought his coffin out of the private chapel into the sun: out of its private domain and into the public. It was topped by a wreath of white flowers, his naval cap, and the ceremonial sword given to him by his father-in-law George VI on his marriage to the then-Princess Elizabeth.\nThis was the moment when the private sorrow of a family mourning their loss in their own home became wrapped - by the imperatives of royal duty - into the very public solemnity of regal ceremony and national commemoration.\nThere were echoes of modern continuities, too. The duke's grandsons, princes William and Harry, walked behind his coffin just as they had walked, as children, behind the coffin of their mother 24 years ago. \nAs the Queen sat alone in St George's Chapel just feet from the coffin of her husband, she did so in the public gaze, a gaze that has followed her throughout her long life and was there again, even at this moment of intense private anguish. \nThe duke's direction of his own funeral could be seen in the details. The modified Land Rover that carried this most travelled of men on his last journey was made to his own design. Much of the music had been chosen by him. And the prince who had, in life, frequently expressed exasperation with long sermons, had specified before he died: no sermon, no eulogy. \nThere was something poignant about the unadorned nature of the ceremony. At a grand state occasion with 800 guests, the intimacy of the family at the heart of it can be lost. Not today. The family sat in socially distanced household bubbles, in facemasks, just as countless families across the country have. \nAnd as they watched the coffin being lowered into the Royal Vault, the absence of state pageantry made it easier to see the human beings behind the regal titles - to see the family. For that, and that alone, was what was there - a family, familiar to us all, alone and grieving.\nWhen the service was over, I watched the Queen return to her private apartments by car, accompanied by her lady-in-waiting, Lady Susan Hussey. The other members of the family chose to walk through the bright sunshine, up the hill to the Quadrangle beneath the Round Tower and in front of the private apartments. \nThe Prince of Wales and Duchess of Cornwall arrived first, casting long, sharply defined shadows on the green of the lawn, followed quickly by the others; princes William and Harry walking together. The group of 25 or 26 stood in the centre of the lawn for many minutes. Clad in mourning black they, at last, relaxed and smiled as they greeted one another in solace and open affection. \nThis is a family that knows it must live its life in the public eye. It is the British royal condition, demanded by its subjects, who are often transfixed by the mystique of royalty, bound to this family by ties of loyalty and affection that can seem hard to define and articulate. But they are also sometimes unforgiving or simply indifferent. \nIt is a condition that is bequeathed to them by the ancestors who lie in the vaults beneath St George's Chapel, and one which, in turn, will be passed on to those who follow. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56735931",
      "category": "world-europe",
      "title": "Sputnik V: How Russia's Covid vaccine is dividing Europe",
      "tags": "Coronavirus vaccines,Russia,Hungary,Coronavirus pandemic",
      "text": "It's no coincidence that Russia has christened its Covid vaccine Sputnik V. The first time the world learned the meaning of the Russian word Sputnik was in 1957 when the Soviet Union launched the first man-made satellite into orbit. \nAt the height of the Cold War this startling evidence of Moscow's scientific and technical capabilities came as a huge shock to Western powers, which had assumed they enjoyed a comfortable technological lead over the Soviets.\nCritics of the Putin administration were sceptical when the vaccine was given regulatory approval in Moscow as early as last August. \nThat scepticism, though, has faded. Because once again Russian scientists have surprised the West. \nAn Eastern European diplomat, from a country that regards Russia as a clear and present threat, put it to me like this: \"The search for vaccines in 2020 was rather similar to the race for space flight in the 1950s. Once again many outsiders have underestimated Russia. This is potentially the most powerful tool of soft power that Moscow has had in its hands for generations.\"\nThat word \"potentially\" is important here. \nSputnik V has not yet been approved by the EU's European Medicines Agency. But it's already been ordered by many different countries from Argentina and Mexico to Israel and the Philippines, and Russian officials say they have signed deals to produce it in South Korea and India.\nThere has been the odd hiccup in the rollout. \nArgentinian President Alberto Fernández tested positive for Covid-19 in April after receiving two doses of Sputnik in January and February. That's a reminder that even if the Gamaleya Institute's claimed efficacy rate of 91.6% turns out to be true, a small statistical risk remains among those who've been vaccinated. \nIn Europe, though, the Sputnik vaccine has created problems that are more political than epidemiological. \nThe EU struggles to speak with a single, convincing voice on Russia.\nThat's partly a matter of history and geography. Lithuania and Poland are naturally more likely to consider Russia a threat than are, say, Portugal and Malta.\nAnd there's also the perennial problem of balancing the EU's status as an importer of Russian gas with the EU's desire to punish Russia over issues like the attempted murder of leading opposition figure Alexei Navalny or the military build-up on the border of Ukraine.\nAdding European reliance on Russia for vaccine supplies into that mix is going to make the relationship harder than ever to balance.\nAnd yet Europe, or at least parts of Europe, are beginning to turn to Moscow out of frustration at the EU's painfully slow vaccine rollout.\nHungary has already bought and distributed considerable quantities of Sputnik V. France and Germany, among many others, are at least prepared to consider it, if and when the European Medicines Agency gives its approval. Hungary has used its right as an independent member state to grant emergency authorisation.\nVeteran French diplomat Pierre Vimont, who's now a senior fellow at Carnegie Europe, says it's perfectly rational for member states to think about buying Sputnik.\n\"Even when you're facing an adversary,\" he told the BBC, \"you have to think of your own interests.\"\nMr Vimont, as you'd expect of a man who's held some of his country's most important diplomatic postings, suggests that the European Union's attitude should be one of cautious pragmatism. That means acknowledging the excellence of Russian science but waiting for EMA authorisation as well. \nHe makes the point that countries using the jab on the basis of their own approval could face political difficulties with their own voters if things go wrong.\nThe case of Slovakia offers a salutary warning to others.\nIts Prime Minister, Igor Matovic, secretly arranged to import 200,000 doses of the Russian vaccine. He was forced to leave his post late last month because he'd failed to consult his coalition partners.\nThen Slovak scientists claimed the doses sent to Bratislava were different to samples of the vaccine sent elsewhere, prompting the Russians to denounce the claim as fake news and demand the return of the shipment. An offer from Hungary to approve the doses on Slovakia's behalf added a further layer of complexity.\nRussia normally has to spend huge amounts of money on computer hacking and disinformation to spread discord and uncertainty in Europe. Now the vaccine appears to be achieving something similar without any effort.\nPierre Vimont of Carnegie says the Putin administration will be pleased. \"I'm sure they are enjoying this,\" he said, \"let's not be fooled. The use of vaccines by Russia and by China is a diplomatic instrument, a tool for soft power. Playing {EU} member states off against each other is naturally important to Russia.\" \nThere was a similar reaction from our Eastern European diplomat, who fears that European actions over cases like the poisoning of Alexei Navalny are generally too weak. \n\"What the vaccines episode shows,\" he told me, \"is that we are quite capable of tying ourselves in knots over our dealings with Moscow without any help from the Russians.\"\nThere is a long way to run with all of this. \nRussia still has a lot to do to increase production of its vaccine even as it boldly takes orders all over the world. This week it announced it was starting production of the drug in Serbia, the first European country outside Russia and Belarus. \nIt may also be planning to license production in Western Europe as well as India. But there's still the need for EMA authorisation: will the Russian data and the way it was collected meet EU standards? \nBut for now there is no doubt that Russia has scored a notable scientific and political victory.\nThe original Sputnik changed the world. Sputnik V may not represent an achievement on quite that scale but it is certainly helping to change the way Russia is perceived."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56781104",
      "category": "technology",
      "title": "Facebook Oversight Board delays decision about Trump's possible return",
      "tags": "Social media,YouTube,Instagram,Twitter,Facebook,Donald Trump",
      "text": "Facebook's Oversight Board has delayed its decision regarding former US President Donald Trump's possible return to Facebook and Instagram. \nMr Trump was banned from Facebook in January after the Capitol Hill riots.\nThe Board said the delay was due to the time it has taken to review over 9,000 public responses to cases. \nA decision was originally due by 21 April. In a statement on Twitter, the Board said it would make a decision \"in the coming weeks\".\nThe ruling will be the biggest decision the Oversight Board has had to make since it started taking on cases last year. \nThe Board was set up to rule on difficult or controversial moderation decisions made by Facebook. \nThe 20-member committee, established by Facebook boss Mark Zuckerberg, is often referred to as \"Facebook's Supreme Court\". It operates as an independent entity, although its wages and others costs are covered by the tech company.\nThe committee is made up of journalists, human rights activists, lawyers and academics. \nThe group has already ruled on nine cases including:\nIt's not just Mr Trump's account that is banned. Earlier this month Facebook extended their ban to include the \"voice of Trump\" after his daughter-in-law and Fox News contributor Laura Trump posted a video of her interviewing the former president. \nSeveral Big Tech platforms took action after the Capitol Hill riots that left five people dead and more than 100 police officers injured. The former president was accused of inciting violence and repeatedly spreading disinformation.  \nHe is suspended on YouTube, but chief executive Susan Wojcicki has said they may lift the ban when the threat of \"real-world violence\" decreases.  \nHe is permanently banned on Twitter. \nAccording to data from CrowdTangle, some of Mr Trump's Facebook posts were among the most popular in the US. \nIt has been a few months without Mr Trump on social media and with the threat of that being permanent, he has been considering creating a platform of his own.  \nTrump adviser Jason Miller told Fox News in March that he expects the former Republican president will return with his \"own platform\".  \nIt's hard to understate Facebook's use to Donald Trump. \nHe and his high-profile supporters expertly used the platform to drum up support. \nRegularly his updates would be some of the most read, shared and commented-on posts on the platform. \nHis ability to bypass traditional media and speak directly to people on social media was a key plank of Trumpism. \nThis decision then is hugely important to Mr Trump's future political ambitions. \nAnd if you look at the decisions that the Oversight Board has already made, he has reason to be optimistic. \nIn making its decisions, the board has to try to weigh up the rights of freedom of expression with public safety. For most of their rulings so far this year they have erred on the side of free speech. \nNo-platforming works - we have not heard much from Trump since his election defeat. His megaphone has been taken away, and he desperately wants it back. \nHe's talked about launching his own social media platform - but building a social network takes time and there are no guarantees of success. \nA far easier route to social media influence would be for Facebook to allow him back."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56769845",
      "category": "entertainment-arts",
      "title": "Leonardo da Vinci: Aidan Turner glad artist's sexuality reflected in series",
      "tags": "Television,Leonardo da Vinci,Film,Art",
      "text": "Poldark actor Aidan Turner has said he is \"glad\" that a new historical drama about Leonardo da Vinci reflects the artist's sexuality.\nThe Amazon Prime TV series stars Turner as the Renaissance painter, architect and inventor.\nIn it, Leonardo is depicted as having male lovers. Some historians have argued he was gay or bisexual.\n\"It's such a huge part of who he was\" Turner told Leonardo: The Official Podcast.\n\"And his motivation for doing so much.\"\nThe star agreed with podcast host Angellica Bell that discovering fresh perspectives on the artist's life had also led to him \"looking at his paintings slightly differently\".\n\"There's something almost tortured in some of it,\" he added. \"You can see something else and feel something else, something more visceral about it.\n\"Once you realise the sexuality is such a huge part of any person, you know, to even contemplate not discussing the sexuality of a person is just mind-boggling.\n\"So I'm glad that's something that, even from the early drafts of the scripts... that that was present in our story.\"\nThe drama series, which is a love story and a murder mystery, explores what made Leonardo tick. Each of the eight episodes focuses on a different painting of his and the story behind it.\nIt also features Giancarlo Giannini as his master, Andrea del Verrocchio, and The Undoing star Matilda De Angelis as his muse - Caterina of Cremona.\nLast month however, The Guardian claimed the relationship between the artist and his on-screen female muse rested on \"virtually no historical evidence\". \"Why can't we accept that Da Vinci was gay?\" asked its writer Jonathan Jones.\nThe polymath's sexuality has been widely discussed down the centuries, including by psychoanalyst Sigmund Freud in his 1910 essay, Da Vinci, A Memory of His Childhood.\nCourt records, found at the start of the 1900s, showed that Leonardo was accused of alleged interaction with a male prostitute. But the case before Florentine magistrates in 1476 was thrown out due to lack of evidence.\nThe Evening Standard said the new series released on 16 April \"plays fast and loose with historical fact - with mixed results\".\n\"We're in a boom time for historical drama that doesn't stick to the rules of the genre - just look at success stories like The Favourite and The Great,\" wrote Katie Rosseinsky.\n\"Perhaps that's why the show's creators decided to shake things up. The end result, though, lacks cohesion - it feels more like a sketch than a masterpiece.\"\nMeanwhile, The Telegraph awarded three stars, describing the show as \"stonkingly chaste Aidan Turner in Horrible Histories minus the laughs\".\nJournalist Ed Power called it \"a quick sketch rather than the fuller portrait one of history's greatest minds surely merits.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56785417",
      "category": "uk",
      "title": "Prince Philip funeral: Minute's silence is held",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56765468",
      "category": "uk",
      "title": "Who attended Prince Philip's funeral?",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor,The Royal Family and the media,Queen Elizabeth II",
      "text": "The Duke of Edinburgh was given a ceremonial funeral at Windsor with bands and a military escort. Only 30 mourners were allowed to attend because of coronavirus restrictions. \nThese are the guests who were at the service in St George's Chapel, Windsor, on Saturday 17 April. \nThe procession to St George's Chapel for the funeral service was led by the band of the Grenadier Guards. \nThe band was followed by the Major General's party and military chiefs of staff, including the Chief of the Defence Staff General Sir Nicholas Carter, and First Sea Lord Admiral Tony Radakin.\nAdmiral Radakin paid tribute to the duke's naval career, saying: \"He was one of us.\"\nIn procession behind the specially adapted Land Rover carrying Prince Philip's coffin were Princes Charles, Andrew, Edward and Princess Anne, as well as grandsons Princes William and Harry. They were joined by Princess Anne's son Peter Phillips, her husband Vice Admiral Sir Tim Laurence and the Earl of Snowdon. \nMembers of the duke's staff followed behind them, including his private secretary Brigadier Archie Miller Bakewell, a personal protection officer, two pages and two valets.\nThe mourners wore masks and were spaced far apart at the Quire end of the chapel, in line with coronavirus restrictions. \nThe Queen travelled to the service with her lady-in-waiting Susan Hussey but inside she sat on her own, close to the altar.\nNext to her in the same row was Prince Andrew and directly opposite, across the Quire, sat Prince Charles with Camilla, Duchess of Cornwall.\nThe Dean of Windsor, David Conner, conducted the funeral service and gave the commendation as the coffin was lowered into the royal vault.\nOthers attending included a small choir of four singers. The choir, who were in the nave of the chapel, sang pieces of music chosen by the duke.\nThe Archbishop of Canterbury, Justin Welby, gave the blessing at the end of the service."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56784690",
      "category": "uk-england-devon",
      "title": "Plymouth man in his 70s held on suspicion of murder",
      "tags": "Plymouth,Plympton",
      "text": "A man in his 70s has been arrested on suspicion of murder.\nPolice were called to Moorland Road in Plympton, Devon, at 06:10 BST following reports of \"concern for a man\" who was declared dead at the scene.\nThe arrested man is being held with a woman in her 40s who was apprehended on suspicion of assisting an offender, both suspects are from Plymouth. \nDevon and Cornwall Police is treating the death of the victim, who was in his 40s, as unexplained.\nA police cordon is in place and officers are appealing for witnesses to come forward.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56783878",
      "category": "world",
      "title": "Covid-19 deaths pass three million worldwide",
      "tags": "World Health Organization (WHO),Coronavirus pandemic",
      "text": "The number of people who have died worldwide in the Covid-19 pandemic has surpassed three million, according to Johns Hopkins University.\nThe milestone comes the day after the head of the World Health Organization (WHO) warned the world was \"approaching the highest rate of infection\" so far.\nIndia - experiencing a second wave - recorded more than 230,000 new cases on Saturday alone.\nAlmost 140 million cases have been recorded since the pandemic began.\nWHO chief Dr Tedros Adhanom Ghebreyesus warned on Friday that \"cases and deaths are continuing to increase at worrying rates\".\nHe added that \"globally, the number of new cases per week has nearly doubled over the past two months\".\nThe US, India and Brazil - the countries with the most recorded infections - have accounted for more than a million deaths between them, according to Johns Hopkins University. \nLast week saw an average of 12,000 deaths a day reported around the world, according to news agency AFP.\nHowever, official figures worldwide may not fully reflect the true number in many countries.\nUp until a few weeks ago, India appeared to have the pandemic relatively under control. Cases had been below 20,000 a day for much of January and February - a low figure in a country of more than a 1.3 billion people.\nBut then infections began to rise rapidly: Saturday saw a record set for the third day in a row, with more than 234,000 cases reported.\nHospitals are running low on beds and oxygen. Sick people are being turned away, and some families are turning to the black market to get the drugs they need. A BBC investigation found medication being offered at five times the official price.\nThe capital Delhi has gone into lockdown over the weekend, with restrictions put in place in several other states, as officials try to stem the tide.\nAll eyes are now on the Kumbh Mela festival, which has continued despite fears the millions of Hindu devotees who attend each year could bring the virus home with them. Some 1,600 people tested positive this week at the gathering in the northern state of Uttrakhand, with pictures showing thousands gathered closely together along the banks of the Ganges river. \nIt has led Prime Minister Narendra Modi to plead with people to refrain from gathering.\nBrazil - which has recorded the third highest number of cases and, at 368,749, the second highest number of deaths - is still struggling to control the outbreak.\nOn Friday, the health ministry announced more than 85,000 new cases over the previous 24 hours and 3,305 deaths.\nCanada has also reported a recent rise, registering more cases per million than the US over the last week - the first time this has happened since the pandemic began.\nPapua New Guinea has also been highlighted as a cause for concern. The World Health Organization head, Dr Tedros Adhanom Ghebreyesus, noted \"the potential for a much larger epidemic\" in the Pacific nation following a sharp increase in cases.\nHe added that the country - which has received 140,000 vaccine doses through Australia and the Covax scheme - is a \"perfect example of why vaccine equity is so important\".\nMore than 860 million doses of coronavirus vaccines have been administered, in 165 countries worldwide.\nHowever, Dr Tedros told UN officials on Friday: \"Vaccine equity is the challenge of our time - and we are failing.\"\nSome countries have secured and delivered doses to a large proportion of their population.\nThose with high vaccinations rates, such as the UK and Israel, have seen their numbers of new infections drop sharply. Scientists at Imperial College London say the UK's vaccine rollout could be \"breaking the link\" between infections, deaths and hospital admissions.\nA leading Israeli doctor said this week he believed Israel - where more than half the population has been vaccinated - may be close to reaching \"herd immunity\".\nWhile Israel has distributed 119 doses per 100 people, just 2.81 doses per 100 have been given in the Palestinian territories, recent data from Our World in Data at Oxford University showed.\nBut many more countries are still waiting for their first shipments to arrive.\nThat is leading to warnings about growing \"vaccine inequity\" - jabs not being being shared fairly between rich and poorer countries.\nDr Tedros pointed out that in high-income countries, one in four people have received a vaccine, compared with only one in 400 in poorer countries.\nThe WHO is working on a global scheme, Covax, to get rich countries to share their jabs with lower income countries. Covax plans to deliver about two billion vaccine doses globally by the end of the year, but many vaccines require two doses per person.\nScientists are also worried about how effective the current jabs will be against fast-spreading new variants of the disease.\nResearch is ongoing into updated jabs that work against the variants and some countries are considering whether booster shots will be needed.\nExperts are closely studying them to understand if vaccines may need to be updated to be more effective. Some countries are considering whether booster shots will be needed.\nProfessor Adam Finn, a member of the UK's Joint Committee on Vaccination and Immunisation (JCVI), said he expected a \"gradual erosion\" of vaccine protection as the virus evolves, but immunity from vaccines \"won't just disappear\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56766812",
      "category": "uk-england-london",
      "title": "Joshua White murder: Three men guilty over Hackney stabbing",
      "tags": "London violence,Hackney",
      "text": "Three gang members have been convicted of murdering a man who was stabbed \"at random\" in front of a terrified child.\nJoshua White, 29, was found with fatal injuries in Hackney, east London, on 26 April 2019.\nTaylar Isaac, 20, and David Kerrigan, also 20, were found guilty of murder at the Old Bailey. Theo Momodu, 18, had previously admitted the same charge.\nThey carried out the attack after Momodu was told by a senior gang member to get some \"notches on your blade\".\nThe three men were also convicted of trying to murder another man, Rikkardo Butler, that same day.  \nDuring the trial, jurors heard that as Mr White fled from the masked attackers, he sent a young girl on roller-skates flying. CCTV footage showed him trying to check on her.\nThe court was told the defendants carried out the \"carefully thought-through expedition\" after Momodu received a text message from a gang leader saying that young gang members should \"get someone down\" or face being \"de-recruited\".\nThe defendants will be sentenced on 23 April.\nDet Sgt Andy Sheppard, from the Met Police, said the three men went out that day with the \"clear intention to stab people\", adding that they did not \"care who, as long as it earned them respect and notoriety in their gang\".\nHe added: \"Joshua appears to have been targeted at random. \n\"He was chased in broad daylight and savagely stabbed just yards from an innocent six-year-old girl.\"\nIn a statement, Mr White's mother Trisha Sargusingh described her son as \"kind, loving, happy, caring, a loyal friend and a sensitive and humble man\".\nShe said: \"His passing has left a hole in my heart that will never be filled. \n\"From the time of his senseless murder we, as a family, have been mourning not only for him but for the loss of all the experiences, hopes and dreams that he will never now fulfil.\"\nAfter Mr White knocked over the young girl as he was being chased, he sought to reassure her before trying to take refuge inside a shop.\nThe jury heard how Momodu and Isaac closed in on him in a pincer movement with Kerrigan close behind - all three were members of a gang called Stokey16.\nMomodu then stabbed Mr White three times in the back with a 2ft-long red-tinted Zombie sword, before Isaac delivered a fatal wound to the chest with a large knife, the Old Bailey was told.\nAll three men fled the scene in a car as Mr White - who was about to start a job as a train driver - collapsed inside the shop.\nMinutes later, the trio targeted Mr Butler, who was attacked as he walked with his partner, pushing a baby in a pram.\nHe ran away, having received superficial stab wounds, the court heard.\nMomodu was soon arrested by police, while Isaac and Kerrigan went to the Hackney home of Harley McGivern, where they changed clothes. \nMcGivern, 20, was found guilty of perverting the course of justice.\nMr White's father Leigh said: \"Joshua's life was cut short in such a meaningless and senseless killing. I hope that those responsible recognise the deep psychological and emotional damage that this has inflicted on everyone who knew him.\n\"Life without him will never be the same again.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56690270",
      "category": "uk",
      "title": "Prince Philip: A turbulent childhood stalked by exile, mental illness and death",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Queen Elizabeth II,Long Reads",
      "text": "Prince Philip is being remembered as the longest-serving consort in British history, who sacrificed a naval career to give steadfast support to his wife. But it is easy to forget he had endured an exceptionally turbulent childhood, writes historian Philip Eade.\nHe was abruptly separated from his parents and four elder sisters at the age of eight, and destined never again to live in the same home as his immediate family.\nIn later years, while out and about on royal duties, he would gain a reputation for his quizzical, ragging and, at times, startlingly blunt remarks. And to friends, his emotional reserve was every bit as striking as his bluff, no-nonsense exterior.\nHis tendency to hide his feelings meant that even those who knew him well were occasionally taken aback by his bouts of prickliness - presumed to be legacies of his unsettled early life.\nPrince Philip was born in Corfu in 1921 eight years after the assassination of his grandfather, King George I of Greece. \nHe was the youngest child and only son of Prince Andrew of Greece and Denmark and Princess Alice of Battenberg.\nHe was little more than a year old when his father was sent into exile by an army court martial following Greece's calamitous defeat in a war with Turkey.\nThe family's subsequent flight across the Adriatic Sea to Italy aboard a British warship, with the infant Philip sleeping in a converted orange crate, was helped by King George V of the UK, Andrew's first cousin. The monarch's determination to rescue them owed much to his regret at having failed to save another first cousin, Tsar Nicholas II, during the Russian Revolution five years earlier.\nEventually, the family settled on the outskirts of Paris at St-Cloud, in a garden cottage owned by Philip's aunt. Philip attended a small day school nearby, but in 1930 his world was again thrown apart when his mother, whom he had always adored, suffered a severe mental breakdown.\nAlice, who was the daughter of Prince Louis of Battenberg (whose family name was anglicised to Mountbatten during World War One), had been born profoundly deaf. She learned to lip-read in several different languages. \nBrave, energetic and determined not to let disability hold her back, she had served as a latter-day Florence Nightingale during the Balkan Wars of 1912-13, setting up and nursing in front-line hospitals.\nThree decades later, during the war-time Nazi German occupation of Greece, she hid Jews in her house in Athens, earning, like Oskar Schindler, Israel's award of Righteous Among the Nations.\nIn the years immediately after the family's flight from Greece, however, her behaviour had grown disturbingly strange. One doctor who saw her, diagnosed her as a paranoid schizophrenic who believed that she was the only woman on Earth, and married to Christ.\nEventually, Alice's mother (Philip's grandmother) bowed to the advice of psychiatrists, and agreed that her daughter should be committed to a secure sanatorium. So she arranged - while the family was staying for Easter 1930 with Alice's uncle, the Grand Duke of Hesse - for a doctor to arrive one day while the children were out. He would forcibly sedate Alice, bundle her into a car and drive her off to a clinic near Lake Constance.\nThe committal of Philip's mother, on 2 May, marked the end of his family life, although he and his sisters would not have realised this when they arrived back at the grand-ducal palace that evening to find their mother gone.\nAlice and Andrew's marriage had been under strain for several years but it, in effect, ended at that point. They hardly saw each other from then on, although they would never divorce.\nAndrew stopped acting as her husband. He freed himself from many of his responsibilities as father too, shutting up the family home at St-Cloud and thereafter leading a rather aimless life, drifting between Paris, Monte Carlo and Germany, interspersed with sporadic fruitless interventions in Greek affairs.\nHe saw Philip now and again during the school holidays, but otherwise left him in the care of Alice's family, the Milford Havens and Mountbattens, in England.\nWithin 18 months of the family break-up, Philip's sisters were all married to German princelings, so the disappearance of both their parents was of far less consequence for them than it was for their eight-year-old brother. \nFirst, he lived with his maternal grandmother at Kensington Palace, before moving in with his uncle, Alice's elder brother George, the Marquess of Milford Haven - whose son David would become Philip's closest childhood friend (and later best man).\nFor the next eight years, \"Uncle Georgie\" acted as Philip's guardian, turning up in loco parentis at school prize-givings and sports days. During some school holidays, he provided a home for Philip at Lynden Manor, on the Thames between Windsor and Maidenhead.\nPhilip only saw his mother a handful of times during the first two years of her confinement. \nAt the sanatorium, Alice was told her son would be going to boarding school at Cheam in England - her daughter Cecilie careful to reassure her that, although at first nervous at the idea, Philip had become \"thrilled\" at the prospect.\nFor five years, from the summer of 1932 to the spring of 1937 - by which time she had largely recovered her equilibrium - Philip neither saw nor heard from his mother at all. It was not in his nature to overstate the effect of all this. \"I just had to get on with it,\" he later told one biographer.\n\"You do. One does.\"\nYet being separated from his mother at such a critical stage in his upbringing undoubtedly left its mark.\nHowever fond he was of his grandmother, uncle and aunt, and appreciative of the homes they provided him, they could never make up for the family home he had lost.\nWhen an interviewer asked him what language he had spoken at home as a boy, his immediate and rather cross retort was: \"What do you mean, 'at home'?\"\nHis apparent way of coping was to banish introspection and remain cheerful and purposeful. In the absence of his own father, various surrogates helped shape the young prince's increasingly forthright character.\nThe headmaster of Cheam was a cheerful clergyman and staunch disciplinarian who used a cane to punish daytime offences and a sawn-off cricket bat for those caught having pillow fights after lights out.\nPhilip's first beating as a new boy prompted him to ask the headmaster's wife: \"Do you like Mr Taylor?\" The experienced Mrs Taylor countered expertly. \"Do you, Philip?\" she asked. \"No,\" answered the boy unequivocally. \"I do not.\"\nBut as time passed, Philip grew to like not only Mr Taylor but also everything else about Cheam, the tough regime of which he later extolled in a preface to a history of the school: \"Children may be indulged at home, but school is expected to be a Spartan and disciplined experience in the process of developing into self-controlled, considerate and independent adults. The system may have its eccentricities, but there can be little doubt that these are far outweighed by its values.\"\nHis more timid and sensitive son, Prince Charles, who had a miserable time at Cheam, may not have entirely agreed with this assessment. He also found it impossible to share his father's enthusiasm for Gordonstoun, an even more Spartan educational establishment in Moray, where Philip went at the age of 13 and eventually rose to be head boy.\nPhilip's housemaster at Gordonstoun, Robert Chew, was also in charge of \"character building\" at the school during its early years. By the time Prince Charles was sent there, Chew had risen to headmaster and Charles later shuddered when he remembered him as \"a remote and austere character who adhered to the founder's beliefs with the conviction of a true disciple\".\nThe founder he referred to was Kurt Hahn, an eccentric Jewish emigre from Salem School in Germany, where Philip had spent a year just after the rise of Hitler in 1933-34.\nHahn, the prince's most influential mentor during his time at Gordonstoun, pitted his young charges against what he declared was a five-fold decay of civilisation - the decay of fitness, the decay of initiative and enterprise, the decay of care and skill, the decay of self-discipline, and the decay of compassion.\nHahn and Gordonstoun provided Prince Philip with a much-needed sense of stability after the various upheavals of his childhood. But his later years there were overshadowed by the death of his sister Cecilie, and her family, in a plane crash on their way to London for a family wedding in 1937.\nIt fell to Hahn to break the news to 16-year-old Philip, who would never forget the \"profound shock\" with which he listened in the headmaster's study to what had happened.\nPerhaps more resilient than most boys due to the various other blows he had suffered before that, he \"did not break down\", so his headmaster later recorded. \"His sorrow was that of a man.\"\nSix months later, Philip suffered yet more sorrow when his guardian Georgie Milford Haven died from cancer at the age of 45. \nAn obscure figure in most accounts of the Mountbatten family, in terms of sheer intelligence and ability and charm, Georgie was as remarkable as any of them.\nAt the age of 10, he set up a workshop at his father's castle, equipped with lathes, a forge and foundry. So it was no surprise that as a young naval officer, he would go on to design a system of fans, radiators and thermostats for air-conditioning his quarters. He even fashioned a device, controlled by an alarm clock, for making his early morning tea - 20 years before such a gadget appeared on the market.\nHis remarkable ingenuity helped fire his nephew Philip's budding interest in invention and design, and when Philip grew up, he too would be forever in search of the latest gadgets.\nMany who knew Georgie had confidently predicted a brilliant career, and that he would, like his father, eventually succeed to the position of First Sea Lord. But he lacked the obsessive zeal and ambition that characterised his more dazzling younger brother, Louis Mountbatten, known in the family as \"Dickie\", who now stepped in and took over what remained of the job of bringing their nephew up.\nMountbatten later maintained that he had already marked Philip down as \"an exceptional person\", the telling moment having been \"out shooting one day, when he was eight or nine. It was rough. The way he coped, told me.\"\nHaving no son of his own served to focus Mountbatten's attention on his nephew and, although Philip occasionally bridled at his uncle's often showy assumption of parental responsibility, there is no doubt that he had an important  influence on him. It was Mountbatten who steered Philip away from his original intention to become a fighter pilot and towards a career in the Royal Navy.\nMost crucially, it was his uncle who arranged for Philip to entertain Princesses Elizabeth and Margaret on the eve of war in 1939, during a royal visit to the Royal Naval College at Dartmouth. By this time, Philip was a cadet there.\nIt was on this occasion that Princess Elizabeth famously fell in love with the handsome young prince, and she never appears to have contemplated marrying anyone else.\nShe was only 13 at the time, however, and it wasn't until several years later, while on leave from active service and staying at Windsor for Christmas 1943, that Prince Philip, five years her senior, first showed signs of reciprocating her feelings.\nThe romance began in earnest soon after the end of the war, and it is generally assumed that he proposed to her while staying at Balmoral in the summer of 1946.\nKing George VI was at first far from eager to give his consent, not least since several of his closest friends were vehemently opposed to Philip. They whispered darkly about his \"Teutonic strain\" and suspected that his uncle Louis Mountbatten, a notorious intriguer, was proposing to use him as a Trojan horse to help bring the monarchy more into line with his own \"rather pink\" political outlook.\nMountbatten had long been viewed by courtiers as unsound on account of his friendliness with Labour politicians such as Tom Driberg - not to mention Mountbatten's notoriously left-wing wife, Edwina.\nBut the King's misgivings about the prospective match had far more to do with his reluctance to break up his close family unit - \"Us Four\", as he called them - so soon after the war, and to lose his beloved eldest daughter at such a young age.\nFor Prince Philip, on the other hand, the prospect of marriage to Princess Elizabeth offered the chance at long last for him to regain the family life that he had lost at the age of eight.\nOne of his more telling thank-you letters to Queen Elizabeth, after staying with the Royal Family, bore moving testimony to how much he relished \"the simple enjoyment of family pleasures and amusements and the feeling that I am welcome to share them\". \nHaving been deprived of these \"simple pleasures\" at such a young age, he was understandably eager now to start a family of his own.\nHis raising of that family - the Royal Family - stands alongside his support for the Queen and modernising influence on the monarchy as his most important legacies.\n- Philip Eade is the author of Young Prince Philip: His Turbulent Early Life"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56789454",
      "category": "uk",
      "title": "Covid: Blossoms to headline 'near-normal' gig trial",
      "tags": "Coronavirus lockdown measures,Live music,Liverpool,Coronavirus pandemic,Music",
      "text": "Music fans in Liverpool are to get the chance to enjoy a near-normal gig as part of a government pilot event.\nA crowd of 5,000 will see headline act Blossoms without having to social-distance or wear face coverings. \nBut they will only get into the 2 May event by having a negative Covid test. \nMeanwhile, the FA Cup semi-final between Leicester City and Southampton at London's Wembley Stadium will host a crowd of 4,000 later as part of a series of government trial events.\nOn Sunday, the UK recorded 1,882 new Covid cases and 10 deaths within 28 days of a positive test, according to the latest government figures. The number of deaths recorded over the weekend tends to be lower because of reporting delays.\nMore than 32.8 million people have had their first dose of a coronavirus vaccine, while more than 9.9 million people have had their second dose. \nThe outdoor concert at Sefton Park will operate below its capacity of 7,500. \nTicket-holders will be required to take a lateral flow test, which can produce a result within 30 minutes, at a local testing centre before entry, the Department for Digital Culture Media and Sport said. \nAttendees will also be asked to take a test after the concert - and will have to provide contact details to NHS Test and Trace to ensure they can be reached if someone who attended tests positive. \nCulture Secretary Oliver Dowden said: \"We're one step closer to a summer of live events now our science-led programme is under way.\n\"Testing different settings and looking at different mitigations is key to getting crowds back safely.\"\n\"I hope it won't be too much longer until gigs are back for good,\" he added. \nAnnouncing Blossoms as headliners, Claire McColgan, director of Culture Liverpool, told BBC Radio 5 Live's Breakfast it was nearly two years since the city had held outdoor mass-attendance events.\nShe said scientists would assess how attendees move and respond during the gig, and voluntary tests taken afterwards will be used to identify any infections that might arise.\n\"The stuff you see on stage is just a tiny, tiny part of it,\" she said. \"It's loads of people's jobs - it's 60,000 jobs across our city region.\"\nSource: Official Charts, Spotify, and @BlossomsBand\nHealth Secretary Matt Hancock said the results from the concert would \"inform our approach to ensuring future big events can take place safely\".\nThe event will be organised by music promoter Festival Republic in partnership with Culture Liverpool.\nGreg Parmley, chief executive of Live, the UK's live music industry body, said the outdoor pilot was \"a hugely positive development and brings the summer festival season one step closer\". \nThe government is trialling crowds at a series of events in England. The first of these - the World Snooker Championships - began on Saturday, with a reduced crowd of 213 watching at Sheffield's Crucible Theatre. \nOrganisers hope the crowd will be at its full capacity of 980 by the final on 2 May. \nOther events planned as part of the pilot scheme include other events in Liverpool including an evening at an indoor nightclub, a business conference and a cinema screening.\nA mass-participation 6.2 mile (10km) run was scheduled for later this month at Hatfield Park in Hertfordshire but has since been postponed.\nUnder the government's roadmap for easing lockdown in England, large events can restart from 17 May at the earliest - but with limits on audience numbers - and nightclubs will be able to reopen no earlier than 21 June. \nThe Welsh government is planning to hold a series of pilot events for audiences of up to 1,000 people after 12 April. \nA target date for the restart of large events in Scotland and Northern Ireland has not yet been set. \nMeanwhile, leaders of the UK's biggest hospitality businesses have signed an open letter to Prime Minister Boris Johnson urging him to \"stick\" with England's roadmap to reopen the economy.\nThe letter in the Sunday Telegraph, signed by the chief executives of Mitchells & Butlers, Fuller's, Young's, JD Wetherspoon, Pizza Hut and Alton Towers owner Merlin, said two-thirds of hospitality venues \"couldn't open outdoors from 12 April, and none is breaking even\".\nThe signatories added: \"The prime minister set out the right path. He should stick to it and not let it be derailed by talk of vaccine passports in pubs and restaurants.\"\nThe Night Time Industries Association admitted the reopening of outdoor hospitality in England had led to a \"challenging\" weekend.\nThe association's Michael Kill told BBC Breakfast: \"As you can appreciate it is a very challenging environment. It's great to be back - it's been a very busy weekend and the majority of customers have adhered to measures that have been put in place by the businesses.\"\n\"I think there is going to be a bit of a bedding in period for people to get used to things and for things to settle - particularly over the first weekend,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56778721",
      "category": "world-us-canada",
      "title": "Biden backtracks on keeping Trump cap on refugees",
      "tags": "Immigration,United States,Joe Biden",
      "text": "President Joe Biden has reversed course hours after signing an order to keep the number of refugees admitted annually to the US at Trump-era levels.\nMr Biden drew ire on Friday as he held the cap at the historically low figure of 15,000, two months after he pledged to increase it to 62,500.\nThe White House later said Mr Biden would raise the refugee cap next month.\nReports say Mr Biden is concerned about letting in more people amid a record influx at the US-Mexico border.\nUN figures indicate there are more than 80 million refugees worldwide, with 85% of them hosted by developing countries. \nThe White House said Friday's order would speed up refugee admissions to the US - since October around 2,000 people have been admitted under the programme.\nThe order also changes the allocation of who is allowed in, with more slots being provided to arrivals from Africa, the Middle East and Central America, and an end to restrictions on resettlements from Somalia, Syria and Yemen.\nBut Mr Biden - who vowed to raise the cap on refugees during his campaign - kept the maximum number allowed in annually at 15,000, a ceiling set by his predecessor as president, Donald Trump. \nMr Biden stated the Trump-era cap \"remains justified by humanitarian concerns and is otherwise in the national interest\". \nWhite House spokeswoman Jen Psaki said the Democratic president's directive had been the \"subject of some confusion\" after the news sparked outrage among aid groups, as well as from within Mr Biden's own party. Senate Foreign Relations Chair Bob Menendez described the figure as \"appallingly low\".\nMs Psaki blamed Mr Biden's failure to deliver on the 62,500 figure that he announced to Congress two months ago on \"the decimated refugee admissions programme we inherited\".\nMs Psaki said Mr Biden's order on Friday was meant to allow refugee flights to the US to begin within days. \nThe press secretary added: \"With that done, we expect the president to set a final, increased refugee cap for the remainder of this fiscal year by May 15.\" \nShe did not specify a number, though she said \"his initial goal of 62,500 seems unlikely\".\nIn a speech to the state department in February, Mr Biden vowed to raise the figure to 125,000 within the next budget year.\nNearly 85,000 refugees were resettled in the US during the final year of Barack Obama's presidency. \nJenny Yang, senior vice-president at World Relief, a humanitarian organisation, told CNN that White House claims the US refugee resettlement programme needed to be rebuilt after the Trump years was \"a completely false narrative\". \n\"It's not grounded in any sort of reality,\" she said. \"It's not that they don't have the resources. It's a purely political calculation at this point.\"\nA US official earlier told Reuters news agency the administration had been concerned about looking \"too open\" with rising numbers of migrants arriving at the Mexican borders. \nIn March, at least 172,000 migrants were stopped at the US-Mexico border - the most in 20 years - and many were unaccompanied children.\nMr Trump's speechwriter and immigration adviser Stephen Miller tweeted that the directive \"reflects Team Biden's awareness that the border flood will cause record midterm losses\", referring to the congressional elections that happen midway through a president's term, which will next be held in November 2022.\nThe Biden order left some Democrats aghast. \nLeft-wing New York congresswoman Alexandria Ocasio-Cortez tweeted: \"Upholding the xenophobic and racist policies of the Trump admin, incl the historically low + plummeted refugee cap, is flat out wrong. Keep your promise.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56765157",
      "category": "entertainment-arts",
      "title": "Liam Scarlett: Former Royal Ballet choreographer dies at 35",
      "tags": "Ballet,The Royal Ballet",
      "text": "Liam Scarlett, the internationally-known choreographer who left the Royal Ballet last year after claims of sexual misconduct, has died at the age of 35.\nHis family called it a \"tragic, untimely death\". The cause of death has not been disclosed.\nA day earlier, the Royal Danish Theatre had reportedly cancelled his show over allegations of unacceptable behaviour.\nThe Royal Ballet cleared him after an independent investigation, but the British choreographer left the company.\nScarlett had joined the Royal Ballet in 2006 as a dancer and retired six years later to dedicate himself to choreography. The artist-in-residence was responsible for creating some of the company's major recent shows, including a new production of Swan Lake in 2018.\nHis work also included Despite, and Consolations and Liebestraum.\nBut he was suspended from his post in August 2019 after the allegations of misconduct with students emerged. Australia's Queensland Ballet also cancelled work with him as a result.\nOn Friday, the Royal Danish Theatre announced it was cancelling a planned production of the ballet Frankenstein, for which Scarlett was the guest choreographer, over alleged misconduct towards its staff in 2018 and 2019, the Times reported. \nIn a statement announcing the death, the family said: \"At this difficult time for all of our family, we would ask that you respect our privacy to enable us to grieve our loss.\"\nThe Royal Opera House said on Twitter: \"Our thoughts are with his friends and family at this very sad time.\"\nThe Royal Ballet said it was \"deeply saddened to hear the news of Liam Scarlett's death\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    }
  ]
}