{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57780723",
      "category": "uk-england-london",
      "title": "Wayne Couzens: Sarah Everard killer linked to 2015 indecent exposure incident",
      "tags": "Sarah Everard murder,Metropolitan Police Service,Kent Police",
      "text": "PC Wayne Couzens was accused of indecent exposure six years before he murdered Sarah Everard, it has emerged.\nKent Police is now being investigated by the Independent Office for Police Conduct (IOPC) over whether it handled the allegations in 2015 properly.\nThe IOPC is also examining allegations the Met Police did not investigate adequately another claim that Couzens had exposed himself.\nThat alleged incident happened in south London only days before the killing.\nFirearms officer Couzens has pleaded guilty to the 33-year-old marketing executive's murder. He will be sentenced in September.\nTwo officers are under investigation for possible breaches of professional standards in relation to the alleged flashing offence in London, said to have happened in a fast-food restaurant.\nIn total, the IOPC said 12 gross misconduct or misconduct notices had so far been served on police officers from several forces relating to the Couzens case.\nOne IOPC investigation is examining allegations that a probationary Met constable, who was at a cordon around a scene of investigation in the case, shared an \"inappropriate graphic\" with colleagues via social media. Three officers have been served with gross misconduct notices in relation to that allegation.\nThe IOPC is also looking into allegations that officers from several different police forces breached standards of professional behaviour by sharing via a messaging app information that was linked to the prosecution of Couzens.\nOne officer has been served with a gross misconduct notice and another six have received misconduct notices.\nAdditionally, the IOPC is examining the circumstances around Couzens sustaining head injuries in custody, on 10 and 12 March, while he was being held on suspicion of Ms Everard's murder.\nIt said all officers in that inquiry were being treated as witnesses.\nCouzens joined the Civil Nuclear Constabulary (CNC) in March 2011, leaving to work for the Met in September 2018.\nHe was initially based in Bromley in south-east London then moved to the Parliamentary and Diplomatic Protection Command, where his primary role was uniformed patrols, mainly at a range of embassies in the central London.\nThe CNC said Couzens served for eight months at Sellafield in Cumbria before transferring to Dungeness, Kent, where he was based for the rest of his service.\nBefore joining the CNC, he was with Kent Police. \nThe CNC said Couzens underwent an \"enhanced level of vetting\" and had no records of complaints or misconduct made against him."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57780853",
      "category": "business",
      "title": "'My music is always there when I need it'",
      "tags": "Companies,Streaming,Retailing,Music",
      "text": "Paul Holland has seen some upheavals in his life over the past year, but his music collection of vinyl albums and CDs has helped him to get through tough times.\n\"It's been massively important,\" the 35-year-old from Bracknell in Berkshire told the BBC.\n\"It's always there, always accessible when you need it. That's why I like having physical copies.\"\nPaul's collection actually straddles two continents at the moment - he has about 100 albums in the UK, but the rest are in Portland, Oregon. \nThat's because, after living in the US since 2015, he moved back last year, at the height of the pandemic, following the breakdown of his marriage to an American woman.\n\"We're still in touch, but it didn't work out,\" he says, adding that his ex-wife is still taking good care of his records.\nPaul is one of many BBC News website readers who got in touch with us following the news that supermarket giant Sainsbury's has decided to stop selling CDs and DVDs.\nAlthough streaming has replaced buying records for many people, others would never part with their collections and are still adding to them whenever they can.\n\"I can't imagine a world where media is not in your hands and not yours. Films, albums and TV shows are removed from streaming services all the time,\" says Paul.\nHe has a varied selection of albums, including Otis Redding and David Bowie, but also \"a lot of rock and heavy metal\".\nHis favourite album is Black Sabbath's first: \"It's got the heavy bits if you want to shake your head, but also quieter songs as well - there's a bit of light and shade.\"\nSome music collectors have quite specialised tastes. Kathryn Kyle, 29, from Carlisle, loves buying CDs and DVDs, but by just one artist, a Japanese rock band called D.\nThat means she scours the internet for import releases, which she buys from Japanese websites or from online fan communities.\n\"Though my family and colleagues don't understand the draw to these physical copies, I love the way CDs look, and I love opening them up, reading the leaflet and pamphlets inside,\" she told the BBC.\n\"It's an expensive hobby, for sure, but I can't help that feel that something could go wrong with digital services and having something physical is a reliable back-up.\"\nKathryn, who works in a building society, says she got into the band through listening to the music from Japanese video games and anime films.\n\"I've just moved house and I've bought a bookshelf for my CDs,\" she says.\nBut she adds that her housemate doesn't share her musical tastes. \"She's into vinyl and she listens to country music. Frankly, I would rather cut my ears off!\"\nRetired market researcher Leslie Sopp, 68, of Brill in Buckinghamshire, has let go of his old vinyl albums, but still has a collection of 850 CDs to which he adds regularly.\n\"My son took over the vinyl mantle,\" he told the BBC. \"He works in the music industry, so he cherry-picked my records with my permission.\n\"CD has given me a real benefit, because it allowed me to downsize the volume while maintaining a physical collection.\"\nEven so, he admits that he misses the artwork and lyric sheets that come with LPs: \"I can't read lyrics on CD inserts.\"\nLeslie says his collection contains \"smatterings of everything\", but his main interests are electronica, ambient and above all jazz, with a special fondness for Keith Jarrett and other artists on the ECM label.\nHowever, he also listens to music digitally with a Spotify account and buys new CDs after checking them out on the streaming service.\n\"Storage is an issue,\" he says. \"I have one big piece of furniture to hold them and the rest are in plastic storeaway boxes.\n\"It's all out of sight, but I've got it all on a spreadsheet, so I know where everything is.\"\nHowever, not all music fans believe in owning physical copies of their favourite tunes. And whereas you might think that younger people prefer streaming and older listeners want CDs or vinyl, that's not always the case.\n\"I am passionate about vinyl. I loathe it with a passion,\" says Tony Neal, a 69-year-old civil servant from Fareham in Hampshire.\n\"I spent a small fortune in the 1970s building a top-end hi-fi system to play my records and the quality was impressive, but there was always that click and crackle to spoil the experience,\" he told the BBC.\n\"The gear is still in the loft, never to be used again, along with the records that now sound so much better when streamed. I am now fully digital.\"\nThese days, Tony has Bluetooth speakers scattered around the house and listens to his music on Spotify. \nHe says that getting involved with sound recording for amateur dramatic productions has taught him to be \"picky\" about what he listens to.\n\"It's been years since I last bought a CD and playing old vinyl is a pain,\" he says. \"Streaming is so much more convenient and the quality is so much better.\n\"I've heard things listening to streaming on headphones that I've never heard on the original recordings back in the 1960s and 1970s. It's the clarity and depth of the stream.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57789359",
      "category": "uk-wales",
      "title": "Covid: Call for Wales to follow England's quarantine travel rules",
      "tags": "Tourism,Coronavirus lockdown measures,Builth Wells,Wales business,Holidays,Haverfordwest,Cowbridge,Welsh government,Coronavirus pandemic",
      "text": "Travel agents and tour operators in Wales want the Welsh government to follow England and adopt the same rules affecting international travellers.\nUK residents who have had both doses of the Covid vaccine returning from amber list destinations will no longer have to isolate in England from 19 July.\nBut Health Minister Eluned Morgan said she was concerned new Covid variants could come into the UK from abroad.\nShe said advice in Wales was to avoid all but essential overseas travel.\n\"We will be looking at that situation in the next few days to determine our response,\" she said, referring to the revised plans over the border.\n\"We have grave concerns about the situation where people are receiving a message that, if you're double vaccinated, you are in a situation where you are invulnerable and that is certainly not the message we want to give to the Welsh public.\"\nTravel agent Sue Glen said she had seen an influx of enquiries from people in Wales hoping to travel in the autumn and winter while her customers in England were booking holidays over the summer.\nShe also said many in Wales had their \"fingers crossed\" the Welsh government would follow the rule changes affecting travellers from England.\n\"It needs to be the same guidance - it's complicated enough,\" said Ms Glen, a self-employed travel agent based in Builth Wells, Powys.\n\"It's nonsensical not to have to follow the same rules. A lot of Welsh travellers will travel out using English airports. Going forward, a united approach is far more practical.\"\nNorthern Ireland will follow England in removing quarantine rules for fully vaccinated people travelling to and from amber list countries from 26 July, while Wales - like Scotland - has not yet decided whether to do the same. \nScotland's First Minister Nicola Sturgeon has said she is \"carefully considering\" what to do while the Welsh government said it was considering the proposal with a further review on easing more lockdown restrictions expected on Wednesday.\nFrance, Italy, the United States, mainland Spain and Portugal are among the countries on the UK amber list.\nWales has the lowest Covid case rates of the UK nations and its vaccination rates are among the best in the world.\nTravel operator Edwards Coaches, based in Rhondda Cynon Taf, has not taken customers into Europe since Christmas 2019, although its foreign holidays usually account for 30% in sales worth £2.5m.\nManaging director Jason Edwards said the Welsh government should \"take confidence and follow suit\" with the advice changing to allow English travellers to visit amber list countries and return without self-isolating.\n\"We need a consistent message between the UK and Welsh government,\" he said.\nCurrently, anyone returning from amber or red list countries must isolate for 10 days, regardless of their vaccine status.\nThe Welsh government's quarantine policy has differed from the UK government's in England for a period last year, but more recently has been broadly the same.\nBut ministers in Wales have continued to advise against all but essential travel overseas.\nA review of Covid-19 restrictions in Wales will be made the week starting 12 July.\n\"People are confused,\" said Suzanne Cumpston, from Sam Smith Travel in Cowbridge, Vale of Glamorgan.\n\"The whole point of the traffic light system was for the United Kingdom but we are not being very united.\"\nShe also said there were \"fingers crossed\" that the Welsh government would follow suit with its lockdown rules due to be reviewed next week.\n\"We need to be aligned,\" she added.\nAnna Reed, director at Ocky White Travel in Haverfordwest, Pembrokeshire, said there was \"utter confusion\" among people in Wales wanting to book holidays, due to the number of Covid tests required before and after travelling overseas, along with the necessary paperwork.\n\"They are not committing to anything because of all the rules in place,\" said Ms Reed.\nShe said while changes in the rules for travellers in England had prompted more enquiries from people in Wales, they had not yet made any \"commitment\".\nRussell George MS, Welsh Conservative spokesperson for health, said: \"So that everyone knows what the rules are and can abide by them, there should be one policy across the UK on who has to quarantine based on their vaccination status.\"\nHealth Minister Ms Morgan said there was a possibility that overseas travel could be \"the route through which we will see new [coronavirus] variants that could possibly evade our vaccinations\".\n\"I think people need to understand that actually, it is still a very precarious situation,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-57782093",
      "category": "uk-england-nottinghamshire",
      "title": "Alice Hodgkinson: Body of English teacher missing in Japan found",
      "tags": "Missing people,Nottingham,Japan",
      "text": "The body of an English teacher who went missing in Japan has been found.\nAlice Hodgkinson, from Nottingham, was reported missing by her manager on 1 July after she failed to arrive at work in Tokyo.\nNottinghamshire Police said there were not believed to be any suspicious circumstances surrounding her death.\nThe 28-year-old's family said she was \"an intelligent, adventurous, confident, caring, young woman with a tremendous sense of humour\".\nThe Foreign Office said it was \"supporting her family at this difficult time\" and was \"in contact with local authorities in Japan\".\nMs Hodgkinson taught at Shane English School and lived in the neighbouring Kanagawa prefecture.\nHer family paid tribute to friends and family in the UK and Japan who helped with efforts to find her.\n\"Their support at this difficult time has been truly humbling,\" they said.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57791631",
      "category": "uk-wales",
      "title": "Second homes: Hundreds gather to protest housing 'crisis'",
      "tags": "Tourism,Housing,Affordable housing,Welsh language,Dwyfor Meirionnydd",
      "text": "Plans to tackle the second homes \"crisis\" in Wales are \"vague\" and \"unambitious\", a campaign group says.\nHundreds gathered at Llyn Celyn in Gwynedd on Saturday after the Welsh government announced plans to  \"inject fairness back into the housing system\".\nGwynedd has the highest number of second homes at 5,098, which represents 20% of all second homes in Wales.\nThe Welsh government said it was \"working at speed\" for \"sustainable solutions to what are complex issues\".\nMabli Siriol, chairwoman of Welsh language campaign group Cymdeithas yr Iaith, addressed the crowd and called for \"urgent action\".\nShe called for measures including new taxes and legislation to bring in price caps on second homes, and \"invest that money in our communities to bring houses back into public hands\".\n\"What we've got from them is vague and unambitious promises - more consultation, more pilot projects - that will take years to make a difference, which is time we can't afford to waste,\" she said.\nThere were 24,873 second homes registered for council tax purposes in Wales in January 2021, according to official figures.\nOfficials say numbers of homes could be much higher depending on the exact definition of a second home.\nThose looking to buy second homes or buy-to-let properties in Wales have to pay an extra 4% in land transaction tax (LTT) on top of the tax payable for their band.\nNew figures from the Welsh Revenue Authority show 44% of all homes sold in the Gwynedd constituency of Dwyfor Meirionnydd during 2020-21 were subject to the higher rate of LTT. \nThe area's member of the Senedd (MS), Mabon ap Gwynfor, told the Local Democracy Reporting Service: \"These latest statistics show that the housing crisis is getting worse and that the Welsh government's decision to raise the LTT by 1% hasn't worked... we have to take much more ambitious steps.\"\nEarlier this week the Welsh government said it would pick an area of Wales to pilot new policies aimed at \"injecting fairness back into the housing system\".\nIt said officials would also look at options to shut a tax \"loophole\" where some second home owners do not pay council tax.\nThe government has also said it will launch a Welsh Language Communities Housing Plan in the autumn.\nA Welsh government spokesman said: \"Fairness is at the heart of our plans, ensuring that everyone in Wales can have access to good quality, affordable housing.\n\"Within the first two months of forming a new government, we have set out plans to begin to address the impact of second and holiday home ownership in some communities and to protect the interests of Welsh language communities.\n\"We are working at speed to implement sustainable solutions to what are complex issues.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-57776754",
      "category": "uk-england-essex",
      "title": "Colchester parents 'ecstatic' after baby approved for £1.7m drug",
      "tags": "Colchester,Addenbrooke’s Hospital,NHS,Spinal muscular atrophy",
      "text": "A baby with a fatal condition has had his parents' request for treatment using the world's most expensive drug approved by the NHS after a campaign.\nTen-month-old Edward, from Colchester, has severe spinal muscular atrophy (SMA), meaning he lacks a protein vital for muscle development.\nHe will receive the new gene therapy Zolgensma, which usually costs £1.79m.\nEdward's mother Megan Willis, 29, said: \"We feel incredibly lucky, happy and relieved.\"\nHis parents previously said they felt abandoned in their \"race against time\" for Edward to receive the drug, which they hoped would transform his life.\nDoctors said the drug, which contains a replica of the missing gene SMN1, needed to be given as a one-off treatment as early as possible to halt the progression of the disease.\nMs Willis said it could be the difference between Edward being able to stand or not, and she was prepared to organise a protest if the decision had been delayed much longer.\n\"We have been fighting for so long for this drug. We can't believe it is finally happening. We just hope we don't have to wait a long time,\" she said.\n\"Edward turns one in September and time is of the essence.\"\nZolgensma is thought to be the most expensive drug in the world, at a usual cost of £1.79m per patient, though NHS England said it had negotiated an undisclosed discount.\nWhen it was approved for use by the NHS in March, guidelines set by the National Institute for Health and Care Excellence said it should only be used for babies under six months old who were not already being treated, which would have excluded Edward.\nBut it added a decision on whether to give it to other babies would be dealt with on a case-by-case basis.\nAbout 65 babies are born with SMA in England each year. It causes muscle weakness and affects movement and breathing, meaning most babies do not live past the age of two without intervention.\nIn studies, Zolgensma has helped babies breathe without a ventilator, sit up on their own and crawl and walk after a single treatment.\nEdward, who was diagnosed at two months old, was receiving injections of another drug called Spinraza every four months at Addenbrooke's Hospital in Cambridge.\nSpinraza can help slow degeneration in some patients, but is a treatment rather than a cure and involves regular injections in the spine for life, compared to the one-off injection of Zolgensma.\nMs Willis said she was now looking forward to enjoying life with Edward for the first time without the battle to pay for the drug \"looming\" over them.\n\"Our aim is to get him walking. I think for the first time we can actually plan his future, knowing he has got the best possible treatment out there for his condition,\" she said.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57783653",
      "category": "uk-wales",
      "title": "Covid vaccine: Families urged to encourage under-30s jabs",
      "tags": "Public health,Coronavirus vaccines,Cardiff,NHS Wales,Coronavirus pandemic",
      "text": "Friends and families need to encourage the under-30s to get a Covid vaccine, a health chief has said.\nWales' deputy chief medical officer for vaccines Dr Gill Richardson said one-in-four 18 to 29-year-olds were not vaccinated and \"the health boards can only do so much\".\nAll adults should have been offered a jab, and most health boards now offer walk-in vaccinations centres.\nBut over 130,0000 under-30s in Wales have not had a vaccine.\nOnly about 5,500 people under 30 received a first dose in the latest week, down from nearly 7,800 the week before and 13,150 the week before that.\nBack in November, only about 35% of positive tests were among the under-30s but that proportion has risen to between 60% and 68%.\nDr Richardson urged those who have not had a vaccine to visit a walk-in clinic at the weekend. \nShe told BBC Radio Wales: \"We need families and partners and friends to encourage that one-in-four. Everybody knows who those one-in-four are.\n\"If you are in those age groups and you've got a friend that hasn't yet had the vaccine... please just encourage them to go and chat, just go along and have a chat, and discuss any concerns that you have.\n\"The health boards can only do so much.\"\nShe said some people in the age group had \"a lot of other things on their minds\".\n\"The Euros for instance, there's all sorts of things, like work and studies and childcare,\" she said. \nShe said details of walk-in centres could be found on health board websites. \nDr Bnar Talabani is a doctor and scientist from Cardiff who encourages people to take the vaccine using social media such as TikTok and Instagram.\nShe said some younger people think they did not need a vaccine because they were young and well, but that did not mean they were safe from Covid.\nShe said: : \"We focus so much on hospitalisation and deaths, which tends to be rare in young people, but sadly it can happen in young people if you're completely healthy and well. We have seen people like that end up in hospital and sadly die.\n\"But actually, what's more important and what people I don't think have focused on as well, is long Covid, which is just as common in young people as in middle-aged and older people. \n\"It's a irretractable fatigue so people can't return to work, can't return to university, and are really struggling to return to school - because we've also seen it in children, adolescents - and it's also irreversible organ damage.\"\nThe higher case rates among the under-25s has been driving the rates in those local authority areas where they are highest.\nThe latest Public Health Wales breakdown has shown cases among under-25s across north Wales and in Cardiff in particular continue to have higher incidences.\nThe highest cases rate for under-25s was in Wrexham with 412.4 cases per 100,000 - that's 165 cases in the last week.\nThe area has 6,000 young people who have not yet taken up a vaccine.\nWrexham also has above average cases among the over 65s.\nTwo-thirds of the cases in Cardiff were among the under 25s."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57787718",
      "category": "uk-northern-ireland",
      "title": "Michelle O'Neill attends Dublin Somme commemoration",
      "tags": "Sinn Féin,World War One,Battle of the Somme",
      "text": "First Minister Paul Givan and Deputy First Minister Michelle O'Neill have laid wreaths in Dublin at an event to commemorate the Battle of the Somme.\nIt is the first time Sinn Féin vice-president Ms O'Neill has attended a Royal British Legion wreath-laying ceremony.\nThe event took place at the Irish National War Memorial at Islandbridge.\nIt was addressed by representatives from the Royal British Legion districts in Dublin and Northern Ireland.\nThe DUP first minister said it was \"a privilege to lay a wreath on behalf of the people of Northern Ireland in honour of all those who gave their lives for our freedom\".\nMs O'Neill said she was paying her respects to all those who lost their lives and remembering the enormous loss felt by so many\".\n\"I hope my attendance here demonstrates my commitment to the principles of equality and parity of esteem for all identities and traditions on this island,\" she added.\nSinn Féin's former Stormont Speaker Mitchel McLaughlin attended the same commemoration in 2015 alongside the then Sinn Féin Lord Mayor of Dublin Críona Ní Dhálaigh.\nIt is understood that Ms O'Neill has attended an Armistice Day service in the past but this was the first time she took part in a wreath-laying commemoration organised by the Royal British Legion.\nShe is also due to attend the National Day of Commemoration in the National Museum of Ireland on Sunday along with Taoiseach (Irish Prime Minister) Micheál Martin.\nThe Battle of the Somme, which began on 1 July 1916, was one of the deadliest battles in human history.\nOn the first day the British Army suffered 57,470 casualties including 19,240 deaths.\nMany Irish soldiers fought in the battle, including those of the 16th (Irish) Division and the 36th (Ulster) Division."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57781840",
      "category": "world-us-canada",
      "title": "Storm Elsa hits New York: Heavy rain floods subways and partially submerges cars",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57778225",
      "category": "uk-wales-politics",
      "title": "Covid: Welsh ministers under pressure to set freedom date",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "It is \"difficult to see\" how Wales can avoid setting a date for ending Covid restrictions now England and Scotland have set so-called freedom days.\nWales' former chief medical officer said it was a \"big dilemma\" for the Welsh government who will outline the next lockdown easing next week.\nDame Deirdre Hine said low case rates and high vaccination rates makes Wales \"better placed to make that decision.\"\nThe Welsh government said it was taking a \"cautious approach\" to ending rules.\nGovernments in England and Scotland have outlined when Covid lockdown restrictions will end while full vaccinated UK residents arriving in England from amber travel list destinations will not have to quarantine from 19 July.\nWales is considering following England's lead on travel from amber countries but the Welsh government has not said when Covid rules - like legally wearing a face mask and social distancing rules - will be scrapped here in Wales.\nMinisters in Wales have previously said their approach to reopening will not be \"driven by artificial dates\".\nDame Deirdre said the plan to end restrictions in England on 19 July was \"a big gamble\" for the UK government and also a \"big dilemma\" for the Welsh government.\n\"They will of course come under pressure to set a date and it's difficult in some ways to see how they can get away, if you like, without setting a date,\" Dame Deirdre told the BBC's Politics Wales programme.\n\"Our vaccinations rates are higher, the rate of infection is spreading not as high as parts of England, so arguably they are better placed to make that decision.\n\"And that in itself will be a form of pressure on them.\"\nHowever, Dame Deirdre added that she had confidence that the Welsh government would not abandon its \"consistently cautious\" approach.\nThe UK government's plan for England includes ending the legal requirement to wear a face covering in some settings.\nDame Deirdre said that was an \"unnecessary risk\", and recommended the use of face coverings on public transport and in shops should remain mandatory.\n\"I don't think, with the best will in the world, you can rely on people to take their own judgement on this,\" she added.\nDame Deirdre, who is regarded as one of Wales' leading medical experts, also warned it would take \"a lot of time\" to return to normality and that \"there will, in time, come to be an acceptable level of deaths\" from Covid.\nFollowing renewed calls from opposition parties and a number of doctors for a Wales-only inquiry into the pandemic, she said such a review \"would be a mistake\" as it would not be possible to \"disentangle the Welsh response from that of the rest of the UK\". \nShe added, however, that there was now was a need for an early review into the pandemic \"to give some pointers as to how we should be looking ahead\".\n\"There will be another pandemic of some sort...we do need to be prepared for that,\" said Dame Deirdre, who also established the Welsh breast cancer screening programme.\nA past president of the British Medical Association and Royal Society of Medicine, Dame Deirdre also oversaw the official inquiry into the 2009 UK swine flu pandemic.\nLast October, she accused successive governments of having failed to prepare for such a pandemic despite being warned for years of the risks.\nA Welsh government spokesperson said: \"We are continuing to take a cautious approach to unlocking restrictions in Wales in order to keep people as safe as possible.\n\"As a result of this approach and the efforts of everyone in Wales, we have the lowest rates of coronavirus in the UK. We also have one of the highest rates of vaccination in the world - with more than 70% of adults in Wales now fully vaccinated. \n\"The first minister will confirm the outcome of the latest review of restrictions next Wednesday.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57781637",
      "category": "health",
      "title": "Heart inflammation link to Pfizer and Moderna jabs",
      "tags": "Coronavirus vaccines",
      "text": "Heart inflammation is a \"very rare\" side-effect of the Covid vaccines made by Pfizer and Moderna, according to regulators in Europe. \nThe European Medicines Agency said the side-effects were more common in younger men.\nThe medicines safety body said the benefits of Covid vaccines continue to far outweigh any risks. \nBut doctors and patients have been advised to be aware of the symptoms of heart inflammation. \nThese include chest pain, a feeling of breathlessness and a pounding or fluttering heartbeat. Anyone with these symptoms should see a doctor. \nTwo conditions were linked to the vaccines - inflammation of the heart muscle itself, known as myocarditis, and inflammation of the fluid-filled sac the heart sits in, known as pericarditis. \nThe EMA analysis of cases found:\nFive people died. The review said they were all either elderly or had other health conditions. \nThe UK's Medicines and Healthcare products Regulatory Agency (MHRA) has also been investigating the link. \nIt reported: \"A consistent pattern of cases occurring more frequently in young males and shortly after the second dose of the vaccines.\n\"These reports are extremely rare, and the events are typically mild with individuals usually recovering within a short time with standard treatment and rest,\" it added.\nMost cases are thought to be within 14 days of vaccination.  \nWhile the risk is very rare, it is more likely to develop in young people - who are currently the focus on the vaccination campaign in the UK. \nConcerns about the side-effects have already played into the UK debate around vaccinating children, who are at lower risk of Covid.\nMyocarditis and pericarditis will be officially listed as side-effects in the UK and Europe, mirroring a move by the regulators in the US last month.\n\"The chance of these conditions occurring is very low, but you should be aware of the symptoms so that you can get prompt medical treatment to help recovery and avoid complications,\" the EMA said. \nThe link with heart inflammation was found only in the vaccines that rely on mRNA technology to train the immune system. \nThere was no link found for vaccines such as Oxford-AstraZeneca or Janssen, which use a genetically modified virus.\nHowever, the EMA has advised anyone with a history of capillary leak syndrome should not be given the Janssen vaccine. This is a rare but serious syndrome in which fluid leaks from blood vessels in the body.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-57681725",
      "category": "uk-england-norfolk",
      "title": "Mystery North Norfolk treasure 'could be sword-related'",
      "tags": "Treasure",
      "text": "A mystery object found by a metal detector in Norfolk could be linked to a sword, an expert has said.\nThe gilded silver early Anglo-Saxon object was found in Field Dalling in Norfolk last September and declared to be treasure this week.\nNorfolk finds liaison officer, Dr Helen Geake, said it looked \"a bit like a sword-ring\" but was not really like any others found so far.\n\"It's a bit of a mystery, but is probably related to swords,\" she said.\nThe object, which measures 27.9mm (1.09in) by 25.3mm (0.9in), and weighs 17.8g (0.62oz), was listed as \"unidentified\" and dated from between 450-580 AD due to its \"amazing animal detail\".\n\"It is carved with very intricate animal art, and the Anglo Saxons were very connected to animals,\" Dr Geake said.\n\"We just don't know what it is.\"\nA report sent to the Norfolk coroner said it was reminiscent of a buckle from Proosa in Estonia and it shared elements of other similar buckles on the Portable Antiquities Scheme (PAS) database.\nBuckles may have been used on a baldric - or sword-belt - and so the mystery object may have been a matching mount.\nIts underside is like the mount of the Sutton Hoo shield which is derived from sword-ring fittings, the report said.\nDr Geake said they occasionally found a bit of a sword pommel - a fitting at the top of a sword handle - but the mystery object was not that.\n\"It is an odd-shape and has a cutaway bit so it looks like it fits into something else, like Lego,\" she said.\n\"It doesn't have any rivets to fix it on to something so when it gets to the British Museum we've asked for the underneath to be analysed for evidence of solder as it might have been soldered onto something.\n\"It's not an actual ring but is kind of circular but it is not like any known Anglo-Saxon sword ring.\n\"And it's really too big to find a space on a sword, they are used in battle so can't be too big.\"\nShe said it was \"yet another mystery\" and as BBC readers had \"a good track record in identifying artefacts\", if anybody had any ideas, they should contact the PAS in Norfolk.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57786032",
      "category": "technology",
      "title": "NHS Covid app settings changing to send fewer alerts",
      "tags": "Contact tracing,Apps,Coronavirus pandemic",
      "text": "The NHS Covid-19 app will be altered to send out fewer isolation alerts, the BBC has learned.\nThe team behind the contact tracing app for England and Wales has been told to adjust the measurements which trigger the alerts, a source has confirmed.\nThe time frame for the change is not yet known.\nTransport Secretary Grant Shapps had suggested that the app might need to change for the planned lifting of restrictions in England on 19 July. \nThe app has so far been downloaded nearly 26m times in England and Wales.\nBut businesses and individuals have raised concerns that too many people were being advised to self-isolate for up to 10 days, following close contact with a device that later reported a positive Covid test result. \nA requirement to self-isolate if people have had both vaccine doses will only stop on 16 August, raising fears that millions would be asked to self-isolate this summer as they mixed more after 19 July, and cases rise.\nThe UK is experiencing a marked increase in Covid infections, according to the Office for National Statistics, with the latest data suggesting one in every 160 people has the virus.\nThat is up from one in every 250 in the previous week and an estimated 400,000 people are thought to have been positive in the week to 3 July.\n\"Things are moving fast,\" said the source at the app team.\nThe Department of Health and Social Care said the app was doing \"exactly what it was designed to do\". \nThe app user's phone detects others that are around it, using bluetooth.\nPeople who later test positive for Covid can anonymously share their test result, triggering alerts for all those flagged as close contacts in the days before the test. \nCurrently this is devices at a distance of 2m or less, for a minimum of 15 minutes during a 24 hour period. This formula has been tweaked several times since the app launched in September 2020, and additional variables have also been factored in as more has been learned about the infectious nature of the virus.\nIt is these parameters which are to be adjusted, and the source said the changes could be made very quickly.\nHowever, Labour leader Sir Kier Starmer has expressed concerns about making the changes as case numbers increase. \n\"This feels like taking the batteries out of the smoke detector and that is never a good idea,\" he said.\nIn the week of the 30 June some 356,000 alerts were triggered following the input of 61,000 positive Covid tests - an average of about six isolation requests per case.\nThe isolation alerts are not legally enforceable - unlike the requirement to isolate if you are contacted directly by NHS Test and Trace.\n\"The app is, and has always been, advisory,\" said the Department of Health in a statement. \n\"In the context of rising cases it is vital people are aware of their personal risk so they can make informed decisions on their behaviour to protect those around them.\" \nDowning Street said the app had been an \"important tool\" and people should continue using it and isolate when asked to do so.\nThe NHS Covid-19 app is used in England and Wales. Wales, Scotland and Northern Ireland have their own powers to set coronavirus regulations and separate test-and-trace programmes.\nThe Welsh government has said people in Wales should continue to use the app even if social distancing rules in Wales differ from those in England. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57789451",
      "category": "uk",
      "title": "Euro 2020: Queen and Boris Johnson wish England well as final looms",
      "tags": "Queen Elizabeth II,Tom Cruise",
      "text": "The Queen and Boris Johnson have led messages of support to the England team ahead of the Euro 2020 final.\nThe monarch recalled presenting the World Cup trophy to Bobby Moore in 1966 as she praised the current team's \"spirit, commitment and pride with which you have conducted yourselves\".\nAnd in a letter to the squad, the prime minister said they had \"lifted the spirits of the whole country\". \nThe Duke of Cambridge said he \"can't really believe this is happening\".\nPrince William, who is president of the English Football Association (FA), urged the squad to \"bring it home\" and said the team had already displayed \"the very best of England\".\nGareth Southgate's team play Italy at Wembley on Sunday at 20:00 BST. \nFA chief executive, Mark Bullingham, told the BBC's Andrew Marr Show that the mood in the England camp was \"very calm\".\nHe said Southgate had built a really strong environment and created a \"band of brothers feeling\" in the team, which had a \"fantastic togetherness\" and \"resilience\". \n\"We're in a good place. It will be a tough game but we're going to give it a good go,\" he added.\nAsked what he would say to England fans considering booing the Italian national anthem before the match, he said: \"We've been really clear we do not support that. We want them to really get behind the team… but get behind the team in the right way.\"\nThe Queen's message hailed the \"spirit, commitment and pride\" of the England players.\nShe wrote: \"Fifty-five years ago I was fortunate to present the World Cup to Bobby Moore and saw what it meant to the players, management and support staff to reach and win the final of a major international football tournament.\n\"I want to send my congratulations and that of my family to you all on reaching the final of the European Championships, and send my good wishes for tomorrow with the hope that history will record not only your success but also the spirit, commitment and pride with which you have conducted yourselves.\"\nIn his letter, Mr Johnson told the team they had \"already made history\" by taking England into the final of a major international competition for the first time in 55 years. \n\"You have forged a band of brothers whose energy and tenacity and teamwork - and sheer flair - seem to shine in everything you do,\" he said. \n\"You have lifted the spirits of the whole country, and tomorrow we know you can lift that trophy too.\n\"We are not just hoping or praying. We believe in you, Gareth, and your incredible squad.\n\"On behalf of the entire nation, good luck, have a great game - and bring it home!\"\nYou can watch England v Italy live on BBC One. The match kicks-off at 20:00 BST tonight, but the TV coverage starts at 18:20.\nYou can also stream the match via BBC iPlayer or the BBC Sport live page.\nFor radio listeners, build up to the match will begin on BBC Radio 5 Live from 18:00, with live commentary from 20:00.\nWilliam added: \"What a team performance it's been. Every member of the squad has played their part, and all the back room team as well have been truly essential.\n\"I can't really believe this is happening. So exciting and I just wish you the very best of luck.\n\"You bring out the very best of England and we are all behind you. The whole country is behind you. So, bring it home.\"\nMeanwhile, Labour leader Sir Keir Starmer described the team as \"role models\" as he urged them to \"bring it home\". \n\"On and off the field, you've shown the best of England during this tournament,\" he said. \n\"You've been as fearless as the three lions on our crest. You've lit up this tournament. And in spite of those who tried to undermine you, you've used your platform to stand up for our shared values as a country.\"\nSpeaking at a news conference on Saturday evening, Southgate said: \"It has been fantastic to have the letter from the Queen and the prime minister to all of the team - and the recognition the players have gone about this in the right way.\n\"But we're in a final and we're here to win. Now we want to go and bring the trophy home.\"\nEarlier on Saturday, supporters lined the road as they cheered the team bus off from the England training complex near Burton upon Trent. The team stayed in Watford, closer to Wembley stadium, on Saturday night.\nCaptain Harry Kane said: \"To see the fans on the street and see the reception we have had, it has just shown us how big of an occasion it is.\n\"We know how much it means to the English fans so we are proud to be representing them and hopefully we can do them proud tomorrow night.\"\nThe Queen is not the only person wishing the England team well, with Kane revealing that actor Tom Cruise called the squad.\nHe told BBC Radio 5 Live: \"We actually had Tom Cruise get in touch yesterday evening. You get everyone who loves football.\"\nKane added: \"We were fortunate enough to have a watch of one of his films, so I think he was over here in the UK and he just dialled in and Facetimed us just to wish us the best as a group. So that was nice of him.\n\"I'm not sure if he will be there at the final or not, but football is such a big part of the world and it's nice to have that support.\"\nA good luck message from David Baddiel, Frank Skinner and the Lightning Seeds - who are behind the football anthem Three Lions (Football's Coming Home) - has also been projected onto the white cliffs of Dover ahead of the match. \n13 June, group stage: England beat Croatia 1-0, with Sterling scoring the only goal of the game\n18 June, group stage: England and Scotland draw 0-0 at Wembley\n22 June, group stage: England beat Czech Republic 1-0 to top Group D, with Sterling scoring again\n29 June, round of 16: England beat Germany 2-0 thanks to goals from Kane and Sterling\n3 July, quarter-final: Kane, Maguire and Henderson score as England beat Ukraine 4-0\n7 July, semi-final: England beat Denmark 2-1 after extra time, with Kane scoring the winner"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57740729",
      "category": "uk-england-london",
      "title": "Sarah Everard: Daughter, sister, friend and colleague",
      "tags": "Sarah Everard murder,Deal,Metropolitan Police Service,Brixton",
      "text": "The murder of Sarah Everard sparked a national outcry, spurring women to share their experiences of feeling unsafe on the streets. Many included a sense of the teller lining themselves up shoulder-to-shoulder with her: \"She was the same age as me\", \"I used to live near her\", \"I've walked the same route\".\nMs Everard didn't set herself up to be such an everywoman, a symbol of longstanding - and ongoing - violence against women. She had no choice in her name becoming a battle cry for change. \nThe private, excoriating grief of friends and family seems to have been subsumed by the wider - albeit important and valid - reactions of protest and polemic, marches and mass mourning. \nSarah Everard was a daughter, sister, friend and colleague. According to those in the know, she was dreadful at karaoke but \"brilliant\" at everything else. \nThere were just 38 minutes between the time this \"clever, articulate and caring\" woman left a friend's house and the last time she was seen. \nThe final image of her, captured by a bus camera, also showed a white Vauxhall Astra with its hazard lights on and both front doors open.\nThe car had been hired specifically for kidnapping a woman. It was returned to the rental company the following morning, having served its purpose.\nSarah Everard was dead.\nHer body was found a week later in a woodland stream in Ashford, Kent, where her killer owned a patch of land. \nA complete stranger, a police officer, had kidnapped, raped and murdered her.\nHe knew what he was doing, this man who killed her for his own gratuitous wants.\nOutwardly, he had what appeared to be a perfectly ordinary life. A responsible job. Wife and children. A house in Deal in Kent he shared with them.\nBut the 48-year-old officer's façade hid the actions of a sexual predator who had been planning the crime - although not yet selecting his victim - in chilling detail. On 28 February, three days before he killed Ms Everard, he had been accused of indecent exposure in a branch of McDonald's. It wasn't the first time.\nThe very same day, he bought a roll of self-adhesive plastic described as \"carpet protector\" and booked the hire car he would use to abduct the marketing executive. He arranged for time off work.\nAfter he killed Ms Everard, he bought builders' bags, a tarpaulin and a cargo net, wiped his phone and concocted an implausible and time-wasting web of lies about his involvement in her disappearance.\nThat they won't have to sit through the grisly evidence and twisted lies of a trial must be scant relief to her loved ones.\nMs Everard should have had a brilliant future, a lot to look forward to. She had bounced back after a relationship breakup and was seeing someone new. She had just started a new job. \nShe, her boyfriend Josh Lowth and four others were planning a trip to Ibiza at the end of summer.\nOne of Ms Everard's friends said: \"What I loved about her was that she had depth. She wasn't a vapid, nice person. She had opinions, sarcasm and wanted things to be better. \n\"We could trust her to fight the good fight.\"\nMs Everard grew up in York, with an older brother and sister. Her father was a professor and her mother a charity worker.\nDescribed by her family as \"bright and beautiful\", \"kind and thoughtful\", \"caring and dependable\", she \"always put others first and had the most amazing sense of humour. She was strong and principled and a shining example to us all\".\nRose Woollard has been a close friend of Ms Everard since university, and was one of the first to become alarmed. She contacted the BBC in an attempt to raise awareness before Ms Everard's disappearance had become an official police investigation.\nMs Woollard said: \"Sarah has always been an exceptional friend, dropping everything to be there to support her friends, whenever they need her.\n\"It was only recently that she was telling me the good news about her new role, which she was excited to start.\"\n\"She was sunshine and light, and made you feel warm and good and safe,\" said another friend. \"I feel angry about it as well, but my main anger is that it happened to her.\"\nA former colleague said: \"Sometimes you meet a person with a beautiful soul and it shines through. \n\"There is nothing anyone can say that will make things better for her family and loved ones. They must be in hell. I can only say that Sarah was a very special person and will be missed by so many.\"\nThe uproar over Ms Everard's death, and what she has come to represent, led one friend to say: \"I would like to just say who she was to me, as a person. \n\"Finding the right words is so hard. \n\"I can't sum her up in a few well-chosen words, nor express what she meant to me by sharing memories. I can only skim the surface now in the wake of the horror and the anger, and work through the rest alone in the weeks and months to follow.\n\"Sarah was open. Honest. Unflinching in her ability to listen and empathise. There are some people you know for a relatively short time, but whom you instantly strike up a close bond with due to your similarities - Sarah was one of these people. We shared a lot, and I was never in any doubt of her discretion or sincerity in her support and kindness. We laughed, we cried. We talked about the future. \n\"She should be here.\"\nA simple post on Facebook on 14 June said: \"Happy Birthday Sarah Everard. I miss you today, and every single day\".\nWhen she was taken, Ms Everard was less than a mile from her flat in Brixton. The killer had been cruising around for more than four hours before he saw her for the first time. Years of predatory behaviour, days of planning, hours of scouting, and mere minutes to trap his prey.\nThis was a decision he made. It was not a frenzied attack in which a person loses self-control. It was cool-headed and clinical. \nInvestigators are looking into the hypothesis he used his police ID card as a means to stop Ms Everard, under the guise of questioning her about Covid restrictions.\nAt any point he could have driven away. \nHe chose not to."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57761343",
      "category": "health",
      "title": "Covid: Woman aged 90 died with double variant infection",
      "tags": "Coronavirus pandemic,Belgium",
      "text": "It is possible to catch two Covid variants at the same time, experts are warning after seeing a double infection in a 90-year-old woman who became sick with the Alpha and Beta types first identified in the UK and South Africa.  \nThe woman, who died in March 2021 in Belgium, had not been vaccinated. \nHer doctors suspect she contracted the infections from two different people. \nThey believe it is the first documented case of its kind and, although rare, similar dual infections are happening. \nHer case is being discussed at this year's European Congress on Clinical Microbiology & Infectious Diseases.\nIn January 2021, scientists in Brazil reported that two people had been simultaneously infected with two types of coronavirus, one of them a variant of concern called Gamma. \nResearchers from Portugal, meanwhile, recently treated a 17-year-old who appeared to have caught a second type of Covid while still recovering from a different, pre-existing Covid infection. \nThe 90-year-old, who was infected with the two \"variants of concern\" - the most worrying new versions of coronavirus that experts are tracking - had been admitted to hospital after experiencing some falls, but later developed worsening respiratory symptoms.\nLaboratory tests on samples taken when she was admitted revealed she had Covid-19, caused by two different mutated versions of the pandemic virus, simultaneously - Alpha and Beta. \nLead researcher Dr Anne Vankeerberghen, from the OLV hospital in Aalst, Belgium, said: \"Both these variants were circulating in Belgium at the time, so it is likely that the lady was co-infected with different viruses from two different people. Unfortunately, we don't know how she became infected.\n\"She was a lady who lived alone, but she got a lot of helpers coming in to care for her. \n\"Whether the co-infection of the two variants of concern played a role in the fast deterioration of the patient is difficult to say.\"\nViruses constantly evolve by mutating as they replicate. This creates new versions or variants. \nCovid has undergone some important changes that may give it an advantage - for example, by increasing its ability to replicate or dodge some of our existing immunity from past infection or vaccination. \nThe most concerning ones are being closely monitored by scientists and are called variants of concern. \nCurrently, in the UK, it is the Delta variant that is spreading the most. \nExperts are confident that existing vaccines offer good protection against it. \nScientists are designing new Covid vaccines that will be an even better match for new variants, and could be used as boosters.\nProf Lawrence Young, an expert in virology at the University of Warwick, said: \"Detecting two dominant variants of concern in a single person is not a surprise - these could have been passed on by a single infected individual, or by contact with multiple infected people.\"\nHe said more studies were needed to determine whether such infections in any way compromise the efficacy of vaccination, or make for a worse case of Covid-19. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-54248320",
      "category": "uk-wales",
      "title": "Covid: UK governments 'took eye off ball' on pandemic",
      "tags": "Contact tracing,Swansea University,Coronavirus testing,NHS Wales,Coronavirus pandemic",
      "text": "Successive governments across the UK \"took their eye off the ball\" and failed to prepare for a global pandemic, despite being warned for years of the risks.\nThat is the view of Wales' ex-chief medical officer, who led a review into the UK response to 2009's flu epidemic.\nDame Deirdre Hine said there was of a \"real danger\" of a damaging second wave of coronavirus.\nHer warning comes six months after the first UK-wide lockdown was introduced.\nCases are now rising again and new UK-wide restrictions are being considered, while the prospect of more local lockdowns in Wales is looming.\nA pandemic remains at the top of the UK government's risk register but Dame Deirdre said despite that, with \"pressures on resources, dare I say it, the pressures of Brexit, a lot of people's eyes have been taken off the ball\".\nThe Welsh government said at the start of the pandemic it had \"acted swiftly\" to protect the public and take measures to ensure the NHS was able to cope with an increase in seriously ill people. \nThe UK government has previously defended its level of preparedness, saying it regularly tested its pandemic plans, \"allowing us to rapidly respond to this unprecedented crisis and protect the NHS\".\nDame Deirdre warned in her official report into the H1N1 flu pandemic the UK would likely face a much more severe future pandemic and should make preparations.\nShe said the \"most significant failing\" in planning was the failure to get adequate testing and tracing capability up and running in the early stages of the pandemic.\nCommunity testing was suspended in March across the UK, with tests limited to hospital patients.\n\"I could not understand why governments moved away from test, track and isolate - that is the basis for the control of any infectious disease,\" she said.\n\"They could have got it up and running much faster. In my view, the public health approach with laboratories right across the country - the little ships rather than the large destroyers or aircraft carriers we have now  - would have been more effective and could have been mobilised very quickly. \n\"University labs and private labs were volunteering and were being turned away. If Germany could do it, we could do it, and Germany did it at a local level. We must resource local public health.\"\nA lack of coordination between the four UK nations at times had a \"damaging effect\", with mixed messages on restrictions increasing risk people would not stick to them.  \nWales' First Minister Mark Drakeford has frequently complained of a lack of regular and reliable discussions with the UK government about the pandemic response. \nDame Deirdre praised the Welsh government for its cautious approach in easing lockdown - even though, given the current situation, she acknowledges it might not have been \"cautious enough\".\nShe has also warned of a damaging second wave of cases: \"It's very clear we are on an upward curve in terms of cases and hospital admissions. I think there is a very real danger that we are going back to a position we were in in March.\n\"It's very difficult to see why people ignore social distancing to the extent that they do on a Friday or Saturday night in bars and clubs. I find this very difficult to comprehend when everybody must have seen the dreadful pictures of people gasping for breath on ventilators and seen the deaths of even quite young people.\"\nExperts at Swansea University have been modelling a \"reasonable worse case scenario,\" which has been published by the Welsh Government.\nThey are using super-computers in Swansea and Cardiff linked together to examine data very closely to track problems across Wales.\nIt can make adjustments based on the type of contacts people have and the age groups and help in modelling, as the computers make hundreds of calculations based on cases and hospital admissions.\n All this can go towards informing health officials when it is right to bring in a local lockdown.\nUnder the \"worst case\" model - with the transmission rate or R-number well above one - weekly hospital admissions would peak at just under 2,000 around Christmas, and the whole period could see 6,300 deaths by March 2021.\n\"Under certain scenarios of continued transmission, we could see as a worst case a larger peak and spread over a longer period,\" said Prof Mike Gravenor, an expert in epidemiology and biostatistics at Swansea University's medical school.\nBut he said it was still not inevitable and if people kept to guidelines and interventions were early enough, the worst could be avoided.\nProf Gravenor said hospital admissions were still low at the moment but if Covid-19 transmission continues over the next couple of weeks, he would expect to see those numbers increase.\nDame Deirdre is worried there could be a \"damaged generation\" losing out on education which could have a \"lasting legacy on the economy of Wales,\" due to its reliance on manufacturing.\nShe also concerned about the wider health impact with the NHS facing a \"backlog\" of people needing treatment for other conditions such as cancer. \n\"There are quite a lot of comparisons around with the world wars and I think [the pandemic] will be of similar significance historically although hopefully over a shorter period of time,\" she added.\nOn a more positive note, Dame Deirdre is hopeful society will bounce back and praised the NHS: \"There is a natural resilience that will counteract this, so I don't want to be too Cassandra-like. People do bounce back very quickly.\n\"One of the positives has been how well the NHS and hospital services have responded to the pressure... that has been extremely heartening.\"\nThe Welsh government said: \"In the initial phases of the pandemic, widespread testing and contact tracing was not routinely recommended, because the majority of people were staying at home.\n\"Contact tracing was introduced in Wales in June, as coronavirus restrictions were gradually relaxed. It has been very successful at identifying clusters and outbreaks because it is both a public service and locally delivered.\n\"We continue to be concerned about the possibility of an increase in coronavirus over the autumn and winter and have introduced measures across Wales to prevent the virus's spread, while simultaneously increasing testing and contact tracing capacity, and ensuring the NHS has the capacity it needs.\"\nOn Tuesday, ministers in Wales also welcomed the prime minister's commitment to having a \"regular and reliable rhythm\" to UK-wide decision-making, with the devolved governments having \"a clear and important role in that process.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57785825",
      "category": "uk-scotland-scotland-politics",
      "title": "SNP MSP James Dornan reported over Rees-Mogg 'rot in hell' tweet",
      "tags": "Conservative Party,Jacob Rees-Mogg,Scottish Conservatives,Twitter,SNP (Scottish National Party)",
      "text": "A post from the Twitter account of an SNP MSP which suggested Jacob Rees-Mogg will \"undoubtedly rot in hell\" has been reported to the Ethical Standards Commissioner.\nJames Dornan, who represents Glasgow Cathcart, was reportedly replying to the Conservative MP's post about the Nationality and Borders Bill.\nMr Dornan's account can now only be seen by those following him.\nThe SNP said: \"It is essential such callous policies are called out.\"\nMr Rees-Mogg had quote-tweeted a video from the Commons Leader account, adding: \"The bands of blighters bringing illegal entrants to Blighty will be broken up by this brilliant borders bill.\"\nThe reply from Mr Dornan's account read: \"Hope you remember this the next time you go to confession.\n\"You and your cronies are already responsible for the deaths of thousands and you're now happy to see the most desperate people in the world suffer and drown.\n\"If your god exists you will undoubtedly rot in hell.\"\nMr Dornan's account has since been protected, meaning only the people following him can see any posts made.\nScottish Conservative chief whip Stephen Kerr MSP criticised his Holyrood colleague and called for an immediate apology.\nMr Kerr said: \"These comments from James Dornan were poisonous and beyond the pale.\n\"He is well known for his outbursts on Twitter but this vitriol simply has no place in respectful political debate.\n\"This gaffe-prone MSP has once again shown his nasty side and shamefully brought religion into his anger at a fellow elected representative.\"\nHe added: \"It is clear that he wasn't interested in adhering to the MSPs' Code of Conduct when posting this reply, which is why this post has now been reported to the Standards Commissioner.\n\"James Dornan must urgently apologise for this wholly unacceptable and abusive behaviour immediately.\"\nAn SNP spokesman said: \"The Scottish Tories' desperation to pass judgment on a tweet while utterly failing to condemn the immigration regime of their bosses in the Westminster government speaks volumes.\n\"While some people appear determined to be offended regardless of what SNP politicians say, there are fewer things more offensive than a policy which threatens to jail desperate refugees for the crime of trying to save their own lives - and the lives of their infant children - and it is essential such callous policies are called out.\"\nThe Ethical Standards Commissioner, which investigates complaints about the behaviour of MSPs, has been contacted for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57782451",
      "category": "uk-wales",
      "title": "Covid in Wales: Face masks not required in school classrooms from September",
      "tags": "Teaching,Schools,Jeremy Miles,Wales education,Students,Impact of the COVID-19 pandemic on children",
      "text": "From September face coverings will no longer be routinely recommended in classrooms, the Welsh government has announced.\nCurrent guidance says masks should be worn by secondary pupils if social distancing cannot be maintained.\nFace masks have not been required in schools in England since 17 May.\nWales' education minister announced the change in a letter to headteachers as well as further plans to \"bring some normality back to education\". \nJeremy Miles said contact groups would no longer be required for school and college pupils, and the normal school timetable would return.\nHe said the test, trace and protect (TTP) system would be applied instead. \nMr Miles added that the changes were possible as, by the end of September, all adults in Wales will have been offered both vaccinations and a \"growing body of evidence\" showed young people were \"more at harm from missing school than from Covid\".\n\"Lots of young people I have spoken to have said that they don't believe the current system is proportionate. They just want to be treated the same as everyone else - and that sounds fair to me,\" he said.\nA Local Covid-19 Infection Control Decision Framework will be published at the start of the autumn term.\nThe Welsh government has said the framework will enable schools and colleges to tailor some interventions to reflect the level of risk identified locally. \nIt said they would be supported by public health officials and local authorities to ensure measures are appropriate to their circumstances.\nBut the Welsh Conservatives education spokesperson Laura Anne Jones said: \"I remain concerned that the Welsh Labour government's much maligned Covid-19 Infection Control Decision Framework will not be ready until the start of the autumn term.\n\"Schools need more clarity about their level of responsibility as soon as possible and this important detail must be expedited by Labour ministers.\"\nIn Scotland all secondary pupils have been wearing face coverings in school corridors and classrooms but the Scottish government is looking at the role of masks in general society after 9 August, when many restrictions will be lifted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57791618",
      "category": "world-latin-america",
      "title": "Jovenel Moïse: President's widow speaks for first time",
      "tags": "Haiti,Jovenel Moise assassination,Jovenel Moise",
      "text": "The injured widow of Haiti's president has described the moment assassins \"riddled\" her husband with bullets after bursting into their home in the middle of the night.\nMartine Moïse said the attack happened so quickly, her husband Jovenel was unable to \"say a single word\".\nPresident Moïse was killed on 7 July, allegedly by 28 foreign mercenaries.\nMrs Moïse was also injured in the attack, and was flown to Miami for treatment.\nOn Saturday, she posted a voice message to her Twitter page vowing to continue his work. A number of people have confirmed it is the president's wife.\n\"In the blink of an eye, the mercenaries entered my house and riddled my husband with bullets,\" Mrs Moïse says in the recording, describing the moment the attackers killed her husband.\n\"This act has no name because you have to be a limitless criminal to assassinate a president like Jovenel Moïse, without even giving him the chance to say a single word,\" she continued.\nShe suggested her husband was targeted because for political reasons - in particular, mentioning a referendum on changes to the constitution which could have given the president more power.\nThe unnamed people, she said, \"want to assassinate the president's dream\".\n\"I am crying, it is true, but we cannot let the country lose its way,\" she added. \"We cannot let the blood of President Jovenel Moïse, my husband, our president whom we love so much and who loved us in return, flow in vain.\"\nMr Moïse, 53, had been president of Haiti, the poorest nation in the Americas, since 2017. His time in office was rocky as he faced accusations of corruption and there were widespread demonstrations in the capital and other cities earlier this year.\nParliamentary elections should have been held in October 2019 but disputes have delayed them, meaning Mr Moïse had been ruling by decree.  He had planned to hold a referendum on the proposed constitutional changes this September.  \nIn February this year, on the day the opposition wanted him to leave office, Mr Moïse said an attempt to kill him and overthrow the government had been foiled.\nIt is still unclear who organised Wednesday's attack and with what motive. A number of questions remain unanswered, including how the alleged assassins were able to enter the property. Mr Moïse's bodyguards are due to be questioned next week.\nOne prominent opposition figure has openly expressed scepticism over the current version of events. Former Haitian senator Steven Benoit told local station Magik9 radio on Friday it was \"not Colombians who killed him\", but did not provide evidence to back up his claims.\nHaitian police have said the majority of the mercenaries was Colombian, while two were joint US nationals.\nSeventeen of the group were detained in the capital Port-au-Prince after a gun battle. Three suspects were killed by police, and eight others are still being sought.\nColombia's government has pledged to assist Haiti with its investigation efforts.\nColombian police director, Gen Jorge Luis Vargas, said 17 former Colombian soldiers were thought to be involved.\nThe US state department, meanwhile, said it could not confirm if any of its citizens had been detained.\nHowever, US and Canadian media are reporting that one of the dual citizens arrested, James Solages, 35, is from Florida and was a former bodyguard at the Canadian embassy in Haiti.\nAn investigating judge told local media that Mr Solages and the other US citizen, named as Joseph Vincent, had said they were there as translators for the mercenaries.\n\"The mission was to arrest President Jovenel Moïse... and not to kill him,\" Judge Clément Noël told Le Nouvelliste.\nThe constitution says the National Assembly should choose another president. But disputes meant that elections scheduled for October 2019 did not take place - and Mr Moïse had been ruling by decree amid widespread protests.\nAmendments to the constitution - not accepted by everyone - suggest the prime minister should be the next one to take over.\nBut Haiti has both an interim prime minister, Claude Joseph, and a new appointee, Ariel Henry, who has yet to be sworn in.\nBoth are claiming to be in charge.\nOn Friday, a group of political parties signed a resolution proclaiming a new president - Joseph Lambert - with Mr Henry acting as his PM.\nThe situation is doing little to resolve the political and economic instability that has long plagued the nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57789450",
      "category": "uk",
      "title": "Afghan man arrested over people-smuggling ring",
      "tags": "People smuggling,National Crime Agency,Colindale",
      "text": "An Afghan man suspected of being a leading member of an international people-smuggling network has been arrested in north London.\nGul Wali Jabarkhel, 32, was detained by National Crime Agency (NCA) officers in Colindale on Thursday evening.\nHe is accused of being part of an organised crime group involved in transporting migrants from northern France and Belgium into the UK.\nHe faces two charges of conspiracy to facilitate illegal migration to the UK.\nMr Jabarkhel appeared at Willesden Magistrates' Court on Saturday. He was remanded in custody and will appear at Harrow Crown Court on 6 August. \nThe Afghan group he is suspected of being involved with allegedly had contacts with organised gangs in Belgium, and planned to use lorry drivers to smuggle migrants across the Channel on a regular basis, the NCA said.\nNCA Branch Commander Andy Noyes said: \"This is a significant arrest. Jabarkhel is suspected of running a criminal enterprise which involved migrants being moved across the Channel in lorries in dangerous circumstances.\n\"Organised immigration crime sees people treated as a commodity to be exploited and profited from, and tackling it is a priority for the NCA.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57786230",
      "category": "uk",
      "title": "Chris Eubank's son Sebastian dies in Dubai",
      "tags": "Dubai",
      "text": "Boxer Chris Eubank's son Sebastian has died days before his 30th birthday, his father's representatives have said. \nSebastian had followed his father's footsteps and become a professional boxer.\nThe British middleweight Eubank Snr said he and his family were \"devastated\" to hear of his son's death in Dubai, where he lived.\nAnd Chris Eubank Jnr tweeted: \"Sorry I wasn't there to watch your back like a big brother's supposed to.\"\nSebastian, the third-eldest of Eubank Snr's children, leaves behind his wife Salma and son Raheem who was born a month ago, Eubank Snr said.\nThe Sun newspaper reported that Sebastian had been found dead on the beach after drowning.\nIn a statement, Eubank Snr said: \"Sebastian grew up in Hove in England but in the last few years made his life in Dubai where he had a wide circle of friends and was a leader in the adoption of a healthy lifestyle and of alternative therapies.\n\"As well as being a personal trainer and professional boxer, Sebastian was also a deep thinker who liked to challenge accepted wisdom.\n\"He was loved and respected by all who knew him and will be forever in the thoughts of friends and family. As a family we now kindly ask to be given space and privacy to celebrate his life and remember the son, the brother, the husband, the friend.\"\nSebastian's mother Karron Meadows said: \"Our whole family is grieving at the huge loss of our son and brother, Sebastian.\"\nAnd in a series of emotional tweets, Sebastian's brother, Eubank Jnr, wrote: \"I haven't cried since I was 12 years old… yesterday I cried the whole day. \n\"Can't believe you're really gone man but you'll always be in my heart, mind and spirit.\"\nHe added Sebastian would live on \"through your beautiful new born son and I will treat him like my own\".\nFormer world boxing champion Joe Calzaghe and the YouTuber and boxer KSI were among those to pay tribute to Sebastian. \n\"Really Saddened to hear the news of the passing of Seb Eubank. Thoughts and Prayers to Chris and family,\" Calzaghe said.\nSebastian's promoters and agents, Kalle and Nisse Sauerland, described him as a \"true gentleman and a sincere human being\".\nPromoter Eddie Hearn added: \"So saddened by the news of the passing of Seb Eubank. Our thoughts and prayers go out to his family and friends.\"\nEubank Snr, 54, held the WBO middleweight and super-middleweight titles between 1990 and 1995 and was undefeated in his first 10 years as a professional."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51506729",
      "category": "uk",
      "title": "Covid: What are the social distancing rules?",
      "tags": "Coronavirus lockdown measures,Elderly people,Social distancing,Hospitality industry,NHS,Coronavirus pandemic",
      "text": "Scotland, Wales and Northern Ireland are relaxing some of the rules around gatherings and mixing with others which were introduced to tackle the spread of Omicron.\nHowever, some restrictions remain. \nFirst Minister Nicola Sturgeon has announced a further easing of Covid rules.  \nFrom Friday 28 January, the requirement for physical distancing in indoor settings where people don't have to wear a face covering - such as those leading religious services - will reduce to 1m (3ft) from 2m (6 ft). \nMost of the rules governing indoor and outdoor events have already been lifted. \nCovid passports are required for nightclubs and large events.\nAll restrictions at outdoor events have now been lifted. \nOn 28 January, nightclubs will reopen, and the so-called \"rule of six\" - where gatherings in pubs and restaurants are limited to six people - will be scrapped.\nSome restrictions will remain in place:\nPubs and other hospitality venues now no longer have to offer table service only, and the \"rule of six\", governing the size of groups in hospitality venues, has been scrapped.\nFrom Wednesday 26 January:\nSome rules remain in place:\nThe current restrictions in England don't include any limits on socialising - so friends and family are legally allowed to see each other in private houses, or to meet in public places like pubs and nightclubs.\nCoronavirus spreads mainly when an infected person coughs, sneezes or speaks - sending small droplets, packed with the virus, into the air. \nThe further apart people are, the lower the risk of the infection spreading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57725523",
      "category": "uk",
      "title": "Covid: Most rules set to end in England, says PM",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Vaccine passports,Coronavirus pandemic",
      "text": "Face masks will no longer be legally required and distancing rules will be scrapped at the final stage of England's Covid lockdown roadmap, Boris Johnson has confirmed.\nThe rule of six inside private homes will be removed and work-from-home guidance abolished as 16 months of on-off restrictions on daily life end.\nThe PM said he expected the final step would go ahead as planned on 19 July. \nThis will be confirmed on 12 July after a review of the latest data.\nFurther updates on school bubbles, travel and self-isolation will follow in the coming days, Mr Johnson told a Downing Street news conference.\nHe said that even after the removal of the legal requirement to wear a face covering, he would continue to wear one himself in crowded places \"as a courtesy\".\nMr Johnson said the ability to end a vast majority of legal restrictions in England was thanks to the success of the vaccine rollout in weakening the link between cases and deaths.\nBut he warned cases were predicted to rise to 50,000 a day later this month and that \"we must reconcile ourselves, sadly, to more deaths from Covid\".\nThe prime minister explained: \"If we don't go ahead now when we've clearly done so much with the vaccination programme to break the link... when would we go ahead?\"\nHe added: \"We run the risk of either opening up at a very difficult time when the virus has an edge, has an advantage, in the cold months, or again putting everything off to next year.\"\nSelf-isolation orders for those who test positive would continue, Mr Johnson said, but he suggested there would soon be new rules for fully-vaccinated contacts.\nHealth Secretary Sajid Javid told MPs he would probably make an announcement regarding a new regime for close contacts on Tuesday.\nNo country in the world has attempted to lift restrictions like this - in the face of rapidly rising cases driven by the new, more infectious Delta variant.\nSome say it would be better to wait until autumn when all adults will have had the chance to get a second vaccine dose.\nThat may sound good in principle, but scientists advising government seem to be backing a summer lifting.\nUnlocking was always going to drive up infections. And the problem with trying to delay that is the risk of a surge in cases at a much worse time.\nBy the autumn schools will be back - and we can see the huge disruption the rise in cases in recent weeks has had.\nPeople will also be outdoors more in the summer months, which could help flatten the peak.\nBut perhaps most importantly you risk running into the flu season.\nThat is when the NHS is under most pressure, while a Covid infection followed by flu in quick succession puts the vulnerable even more at risk.\nThe move is not without risk. The government is banking on the wall of immunity built up by the vaccination programme stemming these rises soon.\nScotland, Wales and Northern Ireland are in charge of their own coronavirus rules. \nThe Scottish government has said it may continue to require masks in certain settings even after 9 August, when it is hoped the final curbs will end.\nAhead of a review on 15 July in Wales, ministers said people would need to learn to live with Covid. Rules in Northern Ireland have just eased, with another review due on 8 July.\nThe final stage of England's roadmap, step four, was delayed last month to no earlier than 19 July amid surging virus cases linked to the Delta variant.\nMr Johnson said step four should proceed on that date, subject to the 12 July review. \nAnnouncing what the next stage of the pandemic will look like in England, he confirmed:\nIt means nightclubs will reopen for the first time since the pandemic began, while drinks at the bar will return in a boost to the hospitality industry.\nSocial distancing requirements, including the 1m-plus rule, have prevented many venues from operating at full capacity during the pandemic.\nFace coverings are currently required, for those without an exemption, on public transport and in shops as part of regulations backed by law.\nThe prime minister said that while Covid certificates to prove vaccination or test status would not be legally mandated, businesses could choose to require them.\nResponding to Mr Johnson's announcement, Labour leader Sir Keir Starmer said \"lifting all protections in one go, when the infection rate is going up, is reckless\". \n\"A balanced approach or proper plan would say keep protections,\" he added, suggesting the use of masks in enclosed spaces and on public transport.\nSpeaking alongside Mr Johnson, England's chief medical officer Prof Chris Whitty outlined the three scenarios where he would continue to wear a face covering in the context of rising case numbers.\n\"The first is any situation which is indoors, crowded, or indoors with close proximity with other people... the second situation I'd do it is if I was required to by any competent authority... and the third reason is if someone else was uncomfortable if I did not wear a mask,\" he said.\nProf Whitty warned this coming winter \"may be very difficult for the NHS\", as chief scientific adviser Sir Patrick Vallance said the link between cases, hospital admission and death had been \"weakened, not broken\" by the vaccines.\nOn the vaccine roll-out, Mr Johnson said the gap between first and second vaccine jabs for the under-40s will be shortened from 12 weeks to eight.\nEducation Secretary Gavin Williamson will announce more details on Tuesday about how schools will manage isolation in future, the prime minister added.\nBut he confirmed pupils will no longer be sent home en masse within so-called school bubbles.\nA further 27,334 cases were reported across the UK on Monday, alongside another nine deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57786862",
      "category": "world-latin-america",
      "title": "Jovenel Moïse: Haiti requests foreign troops after president's assassination",
      "tags": "Haiti,Jovenel Moise assassination,Jovenel Moise,United Nations,United States,Colombia",
      "text": "Haiti has asked for foreign troops to be sent to the country to protect key infrastructure after the assassination of President Jovenel Moïse.\nThe request was sent by the government to the US and the UN, but the US says it has no plans to offer military assistance \"at this time\".\nHaitian police earlier said a group of 28 foreign mercenaries killed the president on Wednesday.\nAfter a gun battle in the capital Port-au-Prince, 17 of them were detained.\nSome of the group, which Haiti says included retired Colombian soldiers, were held at the house they were using, others after entering Taiwan's diplomatic compound, the police said.\nThree suspects were killed by police, and eight others are still being sought.\nThe UN Security Council would have to approve any plan to send international troops to Haiti under UN auspices.\nAlthough the US will not offer troops, it said on Friday it was sending FBI and Department of Homeland Security officials to Haiti to help in the investigation.\nThe killing has triggered some civil unrest in Haiti, the poorest nation in the Americas. A state of emergency remains in force across the country and it is unclear who is in effective charge of the country's government.\nBloodied and bruised, arrested suspects were shown to the media on Thursday, along with a slew of seized weapons.\nIt is still unclear who organised the attack and with what motive.\nA number of questions remain unanswered, including how the alleged assassins were able to enter Moïse's home. His bodyguards are due to be questioned next week.\nOne prominent opposition figure has openly expressed scepticism over the current version of events. Former Haitian senator Steven Benoit told local station Magik9 radio on Friday it was \"not Colombians who killed him\", but did not provide evidence to back up his claims.\nThe attack took place in the early hours on 7 July, when gunmen entered the property, shooting him dead and wounding his wife. Mr Moïse, 53, was found lying on his back with 12 bullet wounds and a gouged eye, according to the authorities.\nMartine Moïse, 47, was seriously wounded and is in a stable condition after being flown to Florida for treatment.\nPolice said the hit squad included mainly Colombians, along with two Haitian-Americans.\nFound in the suspects' possession were firearms, sets of US dollar bills, the president's personal chequebook and the server that held surveillance camera footage from his home, Le Nouvelliste newspaper reported.\nTaiwan confirmed that 11 of the suspects were arrested after breaking into a courtyard at its compound.\nAngry civilians had joined the search for the gunmen, and helped police track down some who were hiding in bushes. The crowd set fire to three of the suspects' cars and destroyed evidence.\nPolice chief Léon Charles called for calm, saying the public should not take the law into their own hands.\nAt the news conference on Thursday, police showed reporters Colombian passports.\n\"Foreigners came to our country to kill the president,\" Mr Charles said, as the suspects sat on the floor behind him in handcuffs.\nColombia's government has pledged to assist Haiti with its investigation efforts.\nColombian police director, Gen Jorge Luis Vargas, said 17 former Colombian soldiers were thought to be involved.\nThe US state department, meanwhile, said it could not confirm if any of its citizens had been detained.\nHowever, US and Canadian media are reporting that one of the dual citizens arrested, James Solages, 35, is from Florida and was a former bodyguard at the Canadian embassy in Haiti.\nAn investigating judge told local media that Mr Solages and the other US citizen, named as Joseph Vincent, had said they were there as translators for the mercenaries.\n\"The mission was to arrest President Jovenel Moïse... and not to kill him,\" Judge Clément Noël told Le Nouvelliste.\nColombian daily El Tiempo said it had seen confidential documents that named the Colombian suspects. The paper's research suggests that four of them flew from Colombia to the Dominican Republic on 4 June.\nThey crossed by land from there into Haiti two days later. The two countries share the island of Hispaniola.\nAccording to El Tiempo, Colombian intelligence has seen photos posted on social media by members of the group, showing them posing at a popular tourist spot in the Dominican Republic.\nThe constitution says the National Assembly should choose another president. But disputes meant that elections scheduled for October 2019 did not take place - and Mr Moïse had been ruling by decree amid widespread protests.\nAmendments to the constitution - not accepted by everyone - suggest the prime minister should be the next one to take over.\nBut Haiti has both an interim prime minister, Claude Joseph, and a new appointee, Ariel Henry, who has yet to be sworn in.\nBoth are claiming to be in charge.\nOn Friday, a group of political parties signed a resolution proclaiming a new president - Joseph Lambert - with Mr Henry acting as his PM.\nThe situation is doing little to resolve the political and economic instability that has long plagued the nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57777430",
      "category": "uk",
      "title": "England fans on diversity in the Three Lions squad",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57770940",
      "category": "uk-wales",
      "title": "Parents with learning disabilities in Wales 'set up to fail', says charity",
      "tags": "Coronavirus lockdown measures,Social work,Children,Social services,Motherhood,Learning disability,Social care,Welsh government,Impact of the COVID-19 pandemic on children,Parenting,Adoption,Coronavirus pandemic",
      "text": "Vulnerable parents with learning disabilities are \"set up to fail\" and risk losing their children from a lack of support, according to a charity.\nLearning Disability Wales warned the pandemic had reduced opportunities to learn vital parenting skills, which it said could see many children unnecessarily taken into care.\nThere is currently no guidance to help vulnerable parents in Wales.\nThe Welsh government said it will publish guidance in the autumn.\nSamantha Williams, policy and communications manager at Learning Disability Wales, said support for parents with learning disabilities was poor, with a lack of training for social workers.\nShe said vulnerable families not only needed access to parenting courses, but also enough time to learn under supervision, as they might take longer to acquire new skills and have difficulties in retaining them. \nHowever she said \"the clock is always ticking\" for parents, who soon felt the odds were stacked against them.\n\"There is a timetable of 26 weeks for care proceedings... an incredibly short period of time for a parent with a learning disability to be able to learn all the necessary skills and demonstrate significant change in their parenting abilities in order to be able to keep their children,\" said Ms Williams.\n\"This timetable can in fact be extended in certain circumstances if the court is convinced that it is necessary but in reality this rarely happens.\"\nRuth Northway, professor of learning disability nursing at the University of South Wales, said the Covid-19 pandemic had had a significant impact on people with learning disabilities.\nShe said it had \"both highlighted and increased many of the inequalities they experienced pre-pandemic\", such as healthcare and social isolation.\n\"There are models of good support for parents with learning disabilities but unfortunately these are not universally available,\" said Prof Northway.  \n\"Such support needs to be tailored to the needs of individual families and to take account of the wide range of factors that can impact on parenting such as poverty, housing, access to social networks, access to information and discrimination. \n\"It may also be required in an ongoing basis and/or at various points during the family life cycle when new challenges occur, for example, a child starting school.\"\nWales currently has the highest proportion in the UK of children being looked after away from home.\nThere are 7,170 children being looked after away from home in Wales, which is 1.14% of all children.\nThe rate has steadily increased since 2003, when it was 0.64% - while the current UK average is 0.72% of children.\nThe Welsh government said reducing the number of children in care was a priority, but the numbers of parents with learning disabilities is not recorded by social services departments across Wales, or centrally.\n\"Wales has a very high rate of looked-after children and we believe that by providing the right support to parents with a learning disability, these figures could be reduced and more families could stay together,\" said Ms Williams.\nOne parent from south Wales, anonymous to protect their child's identity, said: \"My child was taken from me at the hospital and I am only allowed supervised contact. \n\"I was never given a chance or any training to help me keep my child. I was simply judged not capable. \n\"My ex is a heavy drinker, is violent and has been to prison, yet he is allowed contact with our child four days a week from Monday to Thursday. \n\"I feel really helpless as this is so unfair, but there is nothing I can do. No-one listens to me.\" \nAnother said: \"I had an assessment over five hours in a room at the library. \n\"It was hard to keep my child occupied in a strange place under constant watch. She got bored. \n\"This made me really nervous as I was afraid of doing something wrong, and then I would be judged, even though it wasn't a natural situation.\"\nSociety's view seems to be that a learning disability is an automatic barrier to raising a family, said Ms Williams.\n\"Parents with a learning disability are all too often set up to fail,\" she said,\n\"Society as a whole often views them negatively and unfortunately so do some professionals. \n\"There is often an automatic assumption that a person with a learning disability will not be able to look after a child safely but there is no evidence that poor parenting is directly linked to a parent's IQ.\"\nMs Williams said more needs to be done to communicate well with parents so they understand the \"extremely complicated, confusing and scary\" child protection process - such as making complex information easier to understand.\n\"Support is often not tailored to their individual needs and no allowance is made for the fact that their impairment means they take longer to learn new things and also makes it harder for them to retain information,\" she added.\n\"Even with the right support, the clock is always ticking as the 26-week timescale for care proceedings is rigidly adhered to.\"\nGuidance for social workers in England was first published back in 2007 and updated in 2016, while Scotland has had guidance since 2009, updated in 2015. \nBut there has so far been no guidance for professionals working with parents with a learning disability in Wales.\nWelcoming the Welsh government's decision to introduce guidance, Ms Williams said there was hope for families if the right support could be delivered.\n\"Keeping families together wherever possible is extremely important, as research shows the negative impact on both children and parents when children are removed,\" she said.\nProf Northway said the guidance should help professionals in identifying families where a parent has learning disabilities and needs support.\nShe said \"effective and timely support\" could help more families to stay together.\nA Welsh Government spokesperson said: \"Social workers, together with the whole social care sector, have delivered vital services during the pandemic. Despite the pressures, local authorities have maintained high-quality services to vulnerable children and families.\n\"We have commissioned the University of South Wales to develop new national guidance, which will set out how social workers can better support parents with learning disabilities. We hope to publish this guidance in the autumn.\" \nThe Association of Directors of Social Services in Wales also welcomed the new guidance, but added that having a learning disability is \"rarely the only concern and reason for parents being referred to children's social care services and for children to be taken into care\".\n\"Supporting families to prevent family breakdown is always a priority for social services,\" said  ADSS Cymru in a statement. \n\"ADSS Cymru recognise that parents with a learning disability can have additional support needs, and that the pandemic has presented a range of challenges to all families. \n\"Children's services alongside their partner agencies and early help services will do their utmost to identify need early and prevent family problems from getting worse.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57774597",
      "category": "uk-england-london",
      "title": "Sarah Everard murder: Met PC Wayne Couzens pleads guilty",
      "tags": "Sarah Everard murder,Clapham,Deal,Ashford",
      "text": "Met Police officer Wayne Couzens has pleaded guilty to the murder of Sarah Everard.\nThe firearms officer snatched her as she walked home from a friend's house in Clapham on 3 March, driving her away in a car he had hired.\nThe 33-year-old's body was found a week later in woodland near Ashford, Kent, metres from land owned by Couzens. She had been raped and strangled.\nCouzens, 48, will be sentenced at the Old Bailey on 29 September.\nMet Commissioner Dame Cressida Dick was in court when Couzens pleaded guilty.\nSpeaking outside the Old Bailey, Dame Cressida said she felt \"sickened, angered and devastated\" by his crimes.\nShe added: \"They are dreadful and everyone in policing feels betrayed. \n\"Sarah was a fantastic, talented young woman with her whole life ahead of her and that has been snatched away.\"\nThe Independent Office for Police Conduct said on Friday that a total of 12 gross misconduct or misconduct notices had so far been served on police officers from multiple forces in relation to the Couzens case, including about the handling of two separate claims that Couzens had indecently exposed himself.\nProsecutor Tom Little QC told the court that Couzens and marketing executive Ms Everard had been \"total strangers to each other\".\nOn the night Ms Everard was snatched, she and Couzens were seen on camera standing by his hire car.\nIt was parked on the pavement with its hazard lights flashing.\nCouzens drove them out of London to Tilmanstone, near Deal in Kent. Investigators were able to track the route he took using CCTV and identified the driver through the car hire firm.\nThe police constable had made the booking in his own name, picking up the Vauxhall Astra on the afternoon of the abduction and returning it the next morning. He was arrested on 9 March, only minutes after he had wiped the data from his mobile phone.\nIn Court 12 of the Old Bailey five members of Sarah Everard's family sat listening as police officer Wayne Couzens pleaded guilty to her murder. \nOn video-link from Belmarsh Prison he kept his head down and was shaking slightly. \nAs the barrister representing Couzens said his guilty plea was a sign of his remorse and the burden he would have to bear, Sarah's mother raised her hands. \nIt seemed as if she was saying that wasn't much comfort now.\nThe Met Police Commissioner Cressida Dick was also in court. Her force caught the murderer, only to discover it was one of her own officers. \nQuestions remain for the Met Police.\nIn his police interview, Couzens said he had got into trouble with a gang of Eastern Europeans who threatened him and his family. \nThey demanded he deliver \"another girl\" after he had underpaid a prostitute a few weeks before, the firearms officer said.\nHe claimed he kidnapped Ms Everard, drove out of London and handed her over to three men in a van in a layby in Kent, while she was alive and uninjured.\nMeanwhile, police found out that Couzens and his wife owned a small patch of woodland in Ashford.\nPhone data led officers to the site and Ms Everard's body was found just outside the property boundary the day after Couzens' arrest.\nOn Friday, Couzens' defence barrister told the court his client's admission of murder \"represents a truly guilty plea and remorse for what he did and, as he put it to us this morning, he will bear the burden for the rest of his life - his words - 'as I deserve'.\"\nJudge Lord Justice Fulford - who before adjourning the case discussed legal precedents for whole-life prison sentences - told the court: \"This has been a mammoth investigation which has produced some very significant results in terms of being able to understand what happened.\"\nSpeaking after the conviction, the Crown Prosecution Service's Carolyn Oakley said: \"Wayne Couzens lied to the police when he was arrested and to date, he has refused to comment. \n\"We still do not know what drove him to commit this appalling crime against a stranger.\n\"Today is a day to remember Sarah and our thoughts remain with her family and friends.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57788220",
      "category": "world-us-canada",
      "title": "Charlottesville takes down Robert E Lee statue that sparked rally",
      "tags": "Charlottesville,Removal of Confederate monuments and memorials",
      "text": "A statue of an American Confederate general at the centre of a violent rally in Charlottesville nearly four years ago has been taken down.\nOnlookers cheered as the statue of General Robert E Lee was put onto a truck and driven away for storage.\nPlans to remove the statue prompted a white nationalist rally in August 2017.\nAn anti-racism protester, Heather Heyer, was murdered by a neo-Nazi who drove into her at a counter-protest.\nHer killer was later sentenced to life in prison.\nAnother statue of General Thomas \"Stonewall\" Jackson has also been removed.\nMemorials to the pro-slavery Confederacy - the southern states which revolted against the federal government during the US Civil War - have long stirred controversy.\nHundreds of statues of Lee, Jackson and other famous Confederate figures exist throughout the US.\nSome see them as markers of US history and southern culture. But to others, they serve as an offensive reminder of America's history of slavery and racial oppression. \nThe \"Unite the Right\" march held in Charlottesville, Virginia, was one of the largest such gatherings in decades, and drew hundreds of neo-Nazis, white nationalist and Ku Klux Klan members.\nDozens were injured in the violence that erupted between the marchers and counter-protesters.\nThe events stunned the US and tensions were further inflamed by former President Donald Trump's insistence that there was \"blame on both sides\".\nCharlottesville had continued to push for the removal of the Lee statue after the protests, but was prevented from acting by legal action and changes to the law.\nThen in April, Virginia's highest court ruled the statue could be taken down.\nCharlottesville had welcomed viewers to watch the statues come down early on Saturday morning.\nAs a crane neared the monument, Charlottesville's mayor Nikuyah Walker said its removal was an important signal to the whole country.\n\"Taking down this statue is one small step closer to the goal of helping Charlottesville, Virginia and America grapple with its sin of being willing to destroy black people for economic gains,\" she said.\nTake 'Em Down CVille, a group which has campaigned for the statues' removal, applauded news of the removal.\n\"No one believes that removing the statues will end white supremacy but this is an important step - and one long past due,\" it said.\nCity officials say the statues will be held in a secure location until the council decides where to relocate them.\nLocal officials have said they plan to redesign the park spaces where the statues are located \"in a way that promotes healing and that tells a more complete history of Charlottesville\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57786002",
      "category": "uk",
      "title": "Covid to get worse before it gets better, doctors warn",
      "tags": "Long Covid,Coronavirus pandemic",
      "text": "The situation with Covid will get worse before it gets better with cases \"rising dramatically\", medical leaders have warned.\nThe Academy of Medical Royal Colleges said people should remain cautious, taking measures such as wearing face coverings in crowded indoor spaces.\nIt has warned that the NHS is \"under unprecedented pressure\".\nOn Monday the government is expected to confirm whether the easing of measures in England will go ahead on 19 July.\nThe UK is experiencing a marked increase in cases according to the Office for National Statistics, while Health Secretary Sajid Javid has previously said he would expect numbers of infections to reach about \"50,000 new cases a day\" by that date.\nOn Saturday, the UK recorded 32,367 new cases and 34 deaths within 28 days of a positive test. \nIt is the fourth day in a row case numbers have been above 30,000, while Friday saw the highest daily figure since 22 January. \nProf Helen Stokes-Lampard, chairwoman of the Academy of Medical Royal Colleges, told BBC Radio 4's Today programme the academy was \"cautious about issuing dire warnings\" but she had become \"profoundly concerned\" over the last couple of weeks about the idea of removing all restrictions on 19 July.\n\"There seems to be a misapprehension that life will return to normal from then and that we can throw away all the precautions and, frankly, that would be dangerous,\" she said.\nIn a statement the academy, which represents 23 medical bodies responsible for training and development in various specialties, said it was essential that people took a responsible approach when restrictions were formally lifted.\nIt warned that there was \"little doubt that things will get worse before they get better\".\nThe academy said there were reports of routine care being postponed due to healthcare professionals isolating amid mounting pressure as people who had stayed away from the NHS during the pandemic now sought treatment.\nIt added that the growth of long Covid, as well as the backlog of elective work which had built up during the crisis, meant that \"it is like the worst of a bad winter in July\".\n\"There is no doubt that we will get to a position when this dangerous and erratic disease is largely under control for the population as a whole and we can 'learn to live with' Covid-19.  \n\"However, we are not in that position yet and sadly, we have to expect things to get worse again.\"\nA few hospitals in the UK have announced that non-urgent surgery is being postponed because of rising admissions of Covid patients, very high patient numbers at A&E and staff absences caused by self-isolation requirements. \nNow medical leaders suggest this will become more widespread and are predicting that across the NHS things will get worse before they get better. \nThe sobering message is that this is the situation, even after the success of the vaccination programme in reducing the relative levels of hospital admissions and deaths. \nIn essence, the Academy of Medical Royal Colleges - the professional voice of doctors - is saying that the Covid impact will be felt for many more months and right through next winter.\nProf Anthony Harnden, who is deputy chair of the Joint Committee on Vaccination and Immunisation  which advises the government on the vaccine rollout, said that although it was \"worrying\" that infections were rising again, \"at some point we have got to get back to normality\".\nHe told the Today programme: \"We're in the middle of summer and, providing people carry on behaving responsibly - which I think they will do - then we're in a much better position\" than in previous waves.\nHe said the vaccination programme had gone \"incredibly well\" but there was still \"a long way to go\", adding that increasing vaccination rates was key.\nProf Harnden said around 55% of 18 to 29-year-olds had received their first dose of a Covid vaccine nationally but it was the early stages and he was confident of better uptake among young people.\nDr Mike Tildesley, an epidemiologist and member of the SPI-M modelling group, told Times Radio that high levels of cases could \"challenge the virus\" to mutate into variants which the current vaccines are less effective against.\nHe added that there was \"a risk\" with the planned 19 July reopening but that should decrease \"as we go through August and we get more people vaccinated\".\nMost Covid rules are set to end in England from 19 July. Announcing the plan, Prime Minister Boris Johnson said that if the government did not go ahead with the easing of restrictions now then it ran the risk of \"either opening up at a very difficult time when the virus has an edge\" or \"putting everything off to next year\".\nThe government has previously said it has taken a cautious approach to the roadmap in England, delaying the next step to allow for millions more vaccinations so those most at risk are fully protected.\nAmong the changes to restrictions that have been announced are:\nMeanwhile, a study has found that Covid vaccines are highly effective in people with underlying health conditions who were advised to shield earlier in the pandemic.\nBeing fully vaccinated reduced the risk of symptomatic Covid-19 by about 90%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57790607",
      "category": "uk-wales",
      "title": "Covid: Face masks to stay in Wales but no decision on shops",
      "tags": "Coronavirus lockdown measures,Social distancing,Welsh government,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "Face masks will continue to be required by law in some settings in Wales as long as Covid remains a threat.\nThe Welsh government has said face coverings in Wales would still be mandatory on public transport and in health and social care settings.\nMinisters are undecided if wearing masks will continue to be law in shops.\nWales' health minister said Wales will look different to England after 19 July where face masks and social distancing will not be law in most settings.\nThe Welsh government's next 21-day review of the coronavirus regulations is due to take place on Wednesday.\nIt has been under pressure to announce a date for ending Covid restrictions after England announced its so-called 'freedom date' of 19 July, and Scotland said it planed to lift remaining legal restrictions on 9 August.\nThe Welsh government, which has taken a \"cautious approach\" to  easing rules, had said Wednesday's review would \"set out whether restrictions can be relaxed in some indoor places, including people's homes\".\n\"We will need everyone's help to keep coronavirus under control as we continue to respond to the pandemic - this virus has quite certainly not gone away,\" said Wales' First Minister Mark Drakeford.\n\"We know many people are still worried and anxious about going out. We will maintain the requirement to wear face coverings in certain places - on public transport and health and social care settings, and others where necessary - to help keep us all safe.\"\nWelsh ministers have already told school pupils that wearing face coverings in the classroom will no longer be recommended from September.\nNow travel agents and tour operators have called for Wales to follow English rules and allow double-jabbed residents returning from amber list countries to return home without the need to quarantine.\nWales is currently at alert level one in its response to the coronavirus pandemic, which means face coverings are mandatory in all indoor public places.\nMinisters in Cardiff are expected to publish an updated Coronavirus Control Plan this week, setting out what will happen once Wales moves into alert level zero.\nThe Welsh government said if Wales moved from alert level one to zero, its lowest level of Covid restrictions, face coverings would still be mandatory on buses, trains and taxis and in settings such as doctor's surgeries, hospitals dentists and opticians.\nWales' Health Minister Eluned Morgan said that wearing face masks is an \"effective way of reducing the transmission of coronavirus\".\nShe added: \"We are absolutely clear that this will be a necessity in areas where people don't have any choice but to travel on public transport, there's enclosed places with not very obvious ventilation methods and therefore these are obvious places for us to focus.\n\"We are still discussing whether we need to go further and whether we want to introduce this also at retail level. We all have a duty to help to protect each other.\"\nMs Morgan said things will look very different in Wales compared to England on 19 July, but added there is a prospect for some relaxation later in the summer.\nWales has seen the lowest coronavirus infection rate of any of the UK nations but the 127 cases per 100,000 people rate has risen from less than 10 since the end of May due to the emergence of the Delta variant in Wales.\nThe latest Public Health Wales figures released on Sunday showed a further 698 people have tested positive for Covid in the 24 hours up to 09:00 on Friday but there were no further deaths.\nAll but two of Wales' 22 council areas recorded cases in double figures with the most in Wrexham (94) and Cardiff (73) compared with three in Monmouthshire and seven in Pembrokeshire.\nWales has one of the world's highest vaccination rates - with 72% of the population having one jab and almost 58% having both doses - and is best of the UK nations.\nPublic Health Wales data shows there have been 5,579 Covid-related deaths since the pandemic began while there have been 224,501 cases in total.\nAndrew RT Davies, the Welsh Conservatives leader in the Senedd, said: \"Let's not forget that Wales has the highest death rate of any country of the United Kingdom and it was only this time last year that the Welsh government were viciously and vocally arguing against the use of face masks.\n\"It does seem as if they are just trying to get ahead of a press conference that the UK prime minister is going to be doing tomorrow rather than actually any informed decision making which we expect in Wales on Wednesday.\"\nPlaid Cymru health spokesman Rhun ap Iorwerth said his party \"welcomes the Welsh government's sensible decision to require the continued use of face coverings in certain settings as case numbers remain high\".\nMr ap Iorwerth called for consistency in the enforcement of rules in different settings, including on trains and in schools."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-57741752",
      "category": "newsbeat",
      "title": "Gareth Southgate: What's it like to have him as your manager?",
      "text": "When it comes to Gareth Southgate, you'll hear a lot said about his style.\nAnd we're not talking about his waistcoats - which seem to have been ditched for Euro 2020 - but his management style and how he's led England in this year's football tournament.\nSo what's his secret? Is it making sure that the players are getting an early night before a match? Or that they eat a special meal?\nApparently it's a lot simpler than that: he'll just be having a chat.\n\"One thing that stood out for me was, before every game, he would come around and check up on every single player,\" Brendan Galloway tells Radio 1 Newsbeat.\nThe 25-year-old Plymouth Argyle player was managed by Southgate in the England Under-21 squad, from 2015 to 2017.\n\"He would ask players how they're feeling and that was quite special to me because you could tell that he was a very busy man, but he always wanted them to be in the best state possible before a game.\"\nBrendan says there isn't just a focus on playing football, but creating a fun environment.\n\"It's unique and I think that's what helps the squad to take their mind off it sometimes. \n\"You know, to just go enjoy shooting some hoops or playing some golf or whether it be the unicorns and the pool...\" \nLuke Garbutt is a 28-year-old left back at championship club, Blackpool.\nHe was part of Southgate's U21 squad from 2014 to 2016 and played alongside current England players Luke Shaw, Harry Kane and John Stones.\n\"He was good at managing the group as a whole,\" Luke says.\n\"You have to manage 23 players and make sure they're all happy and feeling involved, or like they're part of the tournament.\"\nLuke says the fact a lot of the England players have grown up with Gareth Southgate as their manager has been a factor in the team's success since he took over.\n\"There's so much continuity in the management, the coaching staff, even the physios - it's like going into a club atmosphere,\" he says.\nBrendan says Southgate also makes sure each player feels they can express themselves and don't change who they are.\nBoth players say Southgate had a calming influence on the Under-21 team.\nLuke says: \"I found him a really good manager to work for, from decision-making and when to bring players on to the right starting line-ups - he was brilliant.\"\nAnd what about rituals before a game? \nBrendan says he always puts on his left boot first - but doesn't know if Southgate has any lucky quirks of his own.\nHowever, it hasn't gone unnoticed that the waistcoats the England manager wore during the World Cup in 2018 haven't made an appearance in the Euros.\n\"I think that he's just got a new look and I think that it suits him,\" Brendan says.\n\"I'm not sure if you can read anything into it though.\" \nSome eagle-eyed fans say for the past few games, Gareth has been wearing an apparently lucky spotted tie. \nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57789379",
      "category": "uk-northern-ireland",
      "title": "Tiger's Bay bonfire: Dispute 'should not have involved police'",
      "tags": "Belfast,Police Service of Northern Ireland",
      "text": "A row over a contentious loyalist bonfire should have been sorted months ago, the chairman of the Police Federation for NI has said.\nMark Lindsay said the failure of a legal bid to force police to assist in removing the bonfire was \"the right decision\". \nHe said for police \"to be thrown into the middle\" and \"if you like, fighting with people\" would not have been good.\nOn Friday, two Stormont ministers failed in the move at the High Court.\nMr Lindsay said the issue was about political failures.\nHe said: \"I am very disappointed that two of the [government] departments who should have had this issue sorted a year ago hadn't that done and, once again, we're trying to throw police into a crisis they hadn't sort out.\n\"It's really good news for our officers that they are not being thrown into the middle of what really is a horrendous situation for them.\"\nHe said in such situations, where tensions were high, there was always \"that spectre of a ballistic threat\".\nHe added that it was up to politicians and the local communities to sort out the issues well in advance and, if court action was required, it should have been done well in advance.\nThe bonfire in Adam Street is located in a unionist area, close to an interface with the nationalist New Lodge.\nMr Lindsay said: \"There's been very hard won relationships built in both those areas and I think that for policing to be thrown into the middle and to actually come toe-to-toe, if you like, fighting with people from those communities is not good news for anybody. \n\"It's certainly not good news for policing and definitely not good news for those communities.\"\nLast week, police said the bonfire was one of a small number in Northern Ireland causing concern.\nHowever, they refused to help contractors remove the bonfire as they said doing so would risk disorder.\nThe legal action was taken by Infrastructure Minister Nichola Mallon of the SDLP and Communities Minister Deirdre Hargey of Sinn Féin.\nIt was dismissed on Friday night after a judge refused an earlier, similar case taken by a New Lodge resident to direct Police Service of Northern Ireland (PSNI) officers to intervene at the Tiger's Bay site.\nThe Police Federation said it applauded the judge's decision.\nAfter the failed legal bid, Assistant Chief Constable Alan Todd said the PSNI had been working \"to ensure a peaceful summer and that will continue over the next number of days\".\n\"We would urge those within local communities to remain calm,\" he added.\nThe infrastructure and communities ministers said they were disappointed by the court's decision.\nMs Hargey said it remained her view that the bonfire was \"not appropriate at this interface location\".\nMs Mallon said she was disappointed by the court ruling and added that she took the decision to take legal action over the bonfire \"reluctantly\".\nShe said: \"I'm disappointed for the New Lodge and Duncairn residents who have been attacked, abused and suffered disruption for the last number of months as this bonfire has been constructed. \n\"Young children have experienced sectarian abuse, residents have had their homes pelted with golf balls and anti-social behaviour has been constant. \n\"The kind of behaviour we've seen over the last few weeks is totally unacceptable, wherever it comes from.\n\"People are entitled to celebrate their culture and traditions, and over the course of the next few days many will do so in a positive, affirming and respectful way that seeks to accommodate their neighbours. That is the standard everyone should expect.\"\nNorth Belfast Sinn Féin MLA Carál Ní Chuilín said that everybody in New Lodge was disappointed with the outcome.\n\"The PSNI have just told people in the New Lodge to suck it up basically, and I don't think that's good enough,\" said Ms Ní Chuilín.\n\"I believe the PSNI and other statutory bodies have failed in their duty to residents in this area.\n\"No one is denying anyone a celebration of their culture, as long as it's done with respect.\"\nMeanwhile, William Humphry, DUP MLA for North Belfast, said the Tiger's Bay community was \"pleased and relieved\" with the court decision.\n\"It's a case that should never have been brought in the first place and a complete waste of taxpayers money,\" said Mr Humphry.\n\"We're coming up to the anniversary of the Battle of the Boyne, the glorious revolution, there is a tradition of bonfires being lit in the Protestant/unionist community going back to the glorious revolution - and that's what we're here to do, celebrate our culture.\n\"The bonfire is here because we've had houses built where it was previously situated.\"\nHundreds of Eleventh Night bonfires will be lit in loyalist communities across Northern Ireland over the weekend, most of them late on Sunday night, to usher in the main date in the Protestant loyal order parading season - the Twelfth of July.\nSome, including the Edgarstown bonfire in Portadown, County Armagh, were lit on Friday night.\nThe road on Adam Street on which the Tiger's Bay bonfire has been built is owned by the Department for Infrastructure.\nThe department has sought and secured the assistance of Belfast City Council (BCC) to remove the pyre.\nHowever, in order for council contractors to carry out the operation they need protection from the PSNI.\nThe police are refusing to do so, having made the assessment that an intervention would risk disorder, placing people, including children, congregating at the bonfire at risk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57791538",
      "category": "uk",
      "title": "Foreign aid: Gates and others to partially cover UK aid cuts",
      "tags": "Foreign & Commonwealth Office,Bill & Melinda Gates Foundation,UK aid,International aid,Bill Gates",
      "text": "A group of philanthropists, including the Bill and Melinda Gates Foundation, are to provide £93.5m emergency funding to cover some UK foreign aid cuts. \nThey said the temporary funding would help save \"critical projects\" and ensure progress was not \"wasted\".\nThe government has decided to reduce this year's spending on overseas aid from 0.7% of national income to 0.5%. \nIt said the financial impact of the pandemic had forced ministers to take \"tough but necessary decisions\". \nThe group, which also includes the Children's Investment Fund Foundation, the ELMA Foundation and Open Society Foundations, said the emergency funds would help projects tackling preventable diseases and providing family planning and sexual health services. \nThey said it would prevent life-saving drugs from being thrown away because they pass their expiry date, and ensure women living in the poorest parts of the world are able to avoid unplanned pregnancies. \nThe UN's family planning agency (UNFPA) looks set to lose some 85% of its funding from the UK, a drop of about £130m.\nA spokeswoman for the funder consortium, Kate Hampton, chief executive of the Children's Investment Fund Foundation, said: \"These life-saving treatments are cost-effective investments. If they go unfunded this year, British taxpayer generosity will be wasted as clinics are closed and essential drugs expire and are thrown away.\"\nThe emergency funding was welcomed by the Archbishop of Canterbury, Justin Welby, who said it was \"desperately needed\". \nHowever, he called on the government to restore its commitment to spend 0.7% of national income on foreign aid. \nConservative MP Tom Tugendhat, chairman of the Commons foreign affairs committee, said: \"When Britain withdraws, others step in. By cutting our aid, we have given states such as China and Russia an opportunity to expand their influence at Britain's expense.\"\nCharities including Oxfam and ActionAid have criticised the cuts - which amount to around £4bn a year - warning that they have already forced projects to be cancelled. \nMany Tory MPs have also spoken out against the move, which went against the pledge in the 2019 Conservative election manifesto to stick to the 0.7% figure.\nBut Chancellor Rishi Sunak has previously said it was hard to \"justify\" the commitment with the UK facing record borrowing, and with a national debt of well over £2 trillion.\nA government spokesperson said: \"The UK will spend more than £10bn to improve global health, fight poverty and tackle climate change this year - making us one of the biggest aid donors in the G7.\" \n\"We have always been clear that the government will return to spending 0.7% of GNI [gross national income] on international development as soon as the fiscal situation allows,\" the spokesperson added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57786794",
      "category": "uk",
      "title": "Covid: Fully jabbed NHS staff may not have to isolate",
      "tags": "Coronavirus lockdown measures,Contact tracing,Coronavirus vaccines,Coronavirus testing,NHS,Self-isolation,Coronavirus pandemic",
      "text": "Ministers are considering exempting fully vaccinated NHS staff in England from having to self-isolate if they are traced as a Covid contact.\nHealth bosses have been urging the government to change the rules amid fears of staff shortages.\nSources said no decision had been taken and ministers wanted to see evidence the move would be safe.\nIf it goes ahead, self-isolation would be replaced with daily tests from 19 July, when wider curbs are eased.\nThe idea echoes a similar policy that would apply to all fully vaccinated people and children in England from 16 August.\nIt comes as medical leaders warn the Covid situation in the UK will get worse before it gets better with the NHS \"under unprecedented pressure\".\nSaffron Cordery, deputy chief executive at NHS Providers which represents health trusts, said double-jabbed health service staff \"should be able to carry on working even if they are pinged\" by the NHS Covid-19 app.\nShe said: \"The government should bring that in as soon as possible. I can't see any reason to delay. NHS trusts are struggling with the number of staff having to isolate - anecdotally we're seeing significant numbers off [work].\" \n\"We've picked up on the fact some staff are deleting the app, but it's not happening on a big, widespread scale at this point.\"\nHealth and social care workers were among the first people in the UK to be eligible for a coronavirus vaccine when it became available in December 2020.\nOf the estimated 1.3m NHS trust health care workers in England, around 1.1m have received two vaccine doses, according to data from NHS England.\nProf Helen Stokes-Lampard, chairwoman of the Academy of Medical Royal Colleges, told BBC Radio 4's Today programme that she was delighted the evidence for changing the policy for fully vaccinated health workers was being reviewed, adding that it \"sounds like a sensible next step\".\nAnd Dr David Wrigley, from the British Medical Association, said NHS staff who have had both jabs \"should be able to work if it is deemed safe so to do\" - as long as they have the appropriate personal protective equipment and their workplace \"adheres to the most stringent of infection controls\". \nLatest figures showed the number of isolation alerts from the app increased by more than 60% compared with the previous week. \nMore than 360,000 alerts were sent in England and Wales between 24 June and 30 June, as infections rose across the UK.\nAsked if NHS staff could be exempted from isolation orders, a No 10 spokesman told the Financial Times, which first reported the story, it was \"something we're looking at ahead of step four\" of England's roadmap out of lockdown. \nOne official told the newspaper it was increasingly recognised that a \"pragmatic\" solution was needed to protect the health service.\nIt followed confirmation that the NHS Covid-19 app's developers are now changing its settings so that it becomes less sensitive, after concerns that people were being alerted to self-isolate after only fleeting contact with a positive case.\nAt the moment, devices at a distance of 2m or less, for a minimum of 15 minutes during a 24 hour period, are registered as a close contact. \nA source close to the developers said this measure would change and that \"things are moving fast\", the BBC's technology correspondent Rory Cellan-Jones reported.\nBusinesses and NHS trusts have warned MPs the knock-on effect for the economy and workplaces could be huge, if current rules did not adapt.\nThe Office for National Statistics (ONS) said an estimated 400,000 people in the UK are thought to have been positive in the week to 3 July.\nOn Saturday, the UK recorded 32,367 new cases and 34 deaths within 28 days of a positive test. \nIt is the fourth day in a row case numbers have been above 30,000, while Friday saw the highest daily figure since 22 January. \nAround two-thirds of adults have now been double jabbed against the virus, and experts say this is helping prevent very big rises in Covid hospitalisations, although admissions are increasing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57790171",
      "category": "uk-england-birmingham",
      "title": "Euro 2020: England and Villa fan conned out of £2k for final tickets",
      "tags": "Banbury,Fraud",
      "text": "An England fan said he had lost £2,000 after he bought fake tickets for the Euro 2020 final.\nAston Villa fan Ben Moore said he was \"sceptical\" of the offer, but it seemed believable when the seller showed him photos of the tickets.\nHe agreed to pay £2,000 upfront and a further £2,000 for the second seat on receipt of the tickets.\nBut a few hours after the money was sent, the seller blocked Mr Moore, 28, on Twitter and \"disappeared\".\nHe has reported the incident to his bank and Action Fraud.\n\"I'd been spamming the UEFA ticket portal for days, like all England fans, but I went through Twitter and came across this guy\", he said.\n\"He showed me the tickets through the app, so I could see pictures and they were quite believable.\"\nThe 28-year-old, originally from Birmingham but now living in Banbury in Oxfordshire, said he \"doesn't like doing this sort of stuff\" and has \"never been conned like this\".  \nAfter sharing his experience on his Villa blog, he said another fan got in touch to say he had been duped by the same person.\n\"It's not nice, the money is bad, it's horrible,\" he said.\n\"I'm disappointed at not being able to go to the game. \n\"I'm a massive England fan, it's a once in a lifetime opportunity.\"\nHe said he used money from his mortgage savings to pay for the tickets, but was relieved he had not paid the full £4,000 asking price for the pair of tickets. \nMr Moore said he has also faced criticism from people online saying he was \"stupid\".\n\"I'm very analytical but the messages looked so genuine,\" he said.\n\"The deep down disappointment is not actually being able to go to the game. It's a double kick in the teeth.\"\nThe BBC has contacted Action Fraud for comment.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57788328",
      "category": "uk-england-london",
      "title": "Jonathan Coleman: Tributes paid to radio and TV presenter",
      "tags": "Hackney,Australia",
      "text": "Tributes have been paid to radio and television presenter Jonathan Coleman who has died at the age of 65.\nThe fast-talking DJ, who was born in London, had a long broadcasting career in both the UK and Australia.\nHe was diagnosed with prostate cancer four years ago and died on Friday with his wife and children by his side, his family said.\nHis wife Margot said they would \"miss him beyond words\", while others have paid tribute to the \"giant of radio\".\nColeman, who was known best as Jono, was born in Hackney on 29 February 1956.\nHis family moved to Australia where he first appeared on TV screens in 1979 and soon after featured on various radio stations.\nHe later spent 16 years in the UK where he presented the Russ and Jono Show with Russell Williams on Virgin Radio in the 1990s, as well as other programmes on BBC Radio London and Heart 106.2.\nIn a statement, his wife said they had been \"soul mates for close to 40 years\" and described him as someone \"with enormous talent and the special gift to make people laugh\".\nShe added her husband had wanted to be remembered \"for doing a good deed every day\", and that this reflected his \"generosity and caring nature\".\nAmong those to pay tribute was his former fellow presenter Williams who said working together had been the \"best of times and right now it feels like the worst of times\".\n\"Rest easy 'Little buddy' and 'Thank You Very Much Indeed'. Blessed to have had him in my life,\" he wrote.\nFilm star Russell Crowe tweeted that Coleman was a \"lovely man\", while radio and television presenter Jeremy Vine described him as a \"giant of radio\".\nBBC Radio London also paid tribute, tweeting: \"We are so sad at the news that our former colleague Jono Coleman has died from cancer at the age of 65. \n\"Our thoughts are with Jono's wife Margot and his children today.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57791617",
      "category": "world",
      "title": "G20 finance ministers back deal to tax companies",
      "tags": "Companies,Tax",
      "text": "G20 finance ministers have backed an \"historic\" plan which will see multinational companies pay their \"fair share\" of tax around the world.\nThe plan to battle tax avoidance puts in place a minimum global corporate tax rate of 15%.\nIt is likely to affect companies like Amazon and Facebook.\nSo far, 132 countries have signed up to the framework, being championed by The Organisation for Economic Cooperation and Development (OECD).\nThe agreement is a further boost for the plan signed up to by leaders of the G7 major economies in Cornwall a month ago.\nThe G20 finance ministers - who represent 19 countries with the largest and fastest-growing economies, as well as the European Union - announced their support following a two-day meeting in Venice, Italy.\nThe UK's Chancellor Rishi Sunak hailed the deal as \"historic\", adding it would ensure the \"global tax system is fit for purpose in a digital age\".\nFrench Finance Minister Bruno Le Maire said there would be \"no turning back\".\n\"We are putting an end to the race to the bottom and the digital giants will now pay their fair share of taxes,\" he added. \"It's a once-in-a-century tax revolution.\"\nThe policy - which will also make companies pay more in the countries where they do business - will now go to a meeting of G20 leaders in October for final consideration. \nGovernments have long grappled with the challenge of taxing global companies operating across many countries.\nThat challenge has grown with the boom in huge tech corporations like Amazon and Facebook.\nAt the moment companies can set up local branches in countries that have relatively low corporate tax rates and declare profits there.\nThat means they only pay the local rate of tax, even if the profits mainly come from sales made elsewhere. This is legal and commonly done.\nThe deal aims to stop this from happening in two ways.\nFirstly it aims to make companies pay more tax in the countries where they are selling their products or services, rather than wherever they end up declaring their profits.\nSecondly, a global minimum tax rate would help avoid countries undercutting each other with low tax rates.\nNot everyone is in favour, however. Ireland is among those countries which have yet to sign up."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57762246",
      "category": "world-latin-america",
      "title": "Haiti president's assassination: What we know so far",
      "tags": "Haiti,Jovenel Moise assassination,Jovenel Moise",
      "text": "The assassination of Haiti's President Jovenel Moïse remains a mystery more than six months on. \nHis death in his private residence in the capital, Port-au-Prince, plunged the country, already suffering from rising violence and an economic crisis made worse by natural disasters, into further turmoil.\nPolice say a group of mercenaries, most of them Colombians, was behind the attack which they suspect a Haitian doctor of ordering as part of a plot to become president.\nDozens of people have been arrested in connection with the case and a number of others are being sought. But the investigation has been slow, and the exact details about the people who carried out the plan, those behind it and their real motives are still not clear.\nMoïse, 53, was shot dead inside his home in the Pelerin 5 neighbourhood, in the hills above Port-au-Prince at 01:00 local time on 7 July 2021, according to police. \nThe president was shot 12 times and had bullet wounds to his forehead and several to his torso. His left eye had been gouged out and bones in his arm and in his ankle had been broken, according to one of the judges conducting the investigation.\nHe died at the scene and was found lying on the floor on his back, his shirt soaked in blood. The first lady, Martine Moïse, was also shot but survived. \nHaitian police allege a group of mainly foreign mercenaries - 26 Colombians and two Haitian Americans - made up the group that carried out the killing.\nAn investigating judge said the two Haitian Americans had told interrogators they had been hired as interpreters on the internet.  \nThe two allege that they did not know there was a plan afoot to kill the president but believed they were to act as interpreters when he was arrested. Haiti's official languages are Creole and French, while the Colombian suspects speak Spanish.\nOne of the Haitian Americans said he had been given what he believed was an arrest warrant for the president.  \nMost of the Colombian detainees have been identified as former soldiers, including a lieutenant-colonel. Family members told Colombian media the suspects had told them that they had been hired \"to provide security\" in Haiti. \nAfter retiring from the army, many Colombian soldiers go on to work for security firms abroad, mainly in the United Arab Emirates, where they are valued for their training and experience in fighting armed groups.\nIn January, one of the Colombian suspects - the former military officer Mario Antonio Palacios - became the first person to be charged in connection with the case in Miami.\nHaitian police chief Léon Charles said Haitian national Christian Emmanuel Sanon, who was arrested after the assassination, was a \"key suspect\" in the case. \nAccording to Mr Charles, Mr Sanon hired 26 of the 28-strong hit squad through a Miami-based company called CTU, run by Venezuelan national Tony Intriago. Mr Sanon, he added, was \"the first person\" that one of the Colombian suspects had called when police surrounded them. \nMr Sanon, a 63-year-old doctor who lived in Florida, arrived in Haiti on a private jet in early June with \"political motives\", Mr Charles said, adding that police had found weapons, ammunition and a Drug Enforcement Administration cap in his possession. \nThe police chief suggested that the Colombians might have been duped by Mr Sanon, who was planning to become Haiti's president.\n\"The initial mission that was given to these assailants was to protect the individual named Emmanuel Sanon, but afterwards the mission changed,\" he said without clarifying if all or any of the suspects had been briefed about the changes.\nAnother prime suspect, according to Mr Charles, was former Haitian senator John Joel Joseph, who allegedly supplied weapons and planned meetings. He was arrested in January in Jamaica.\nBut still on the run is Joseph Felix Badio, a former official in the justice ministry's anti-corruption unit, also seen as a key suspect in the case.\nVideo footage, not independently verified but thought to have been taken by residents, shows armed men dressed in black arriving in several vehicles. \nA man, thought to be a security guard, appears to have been forced to lie face down in the street while another man can be heard shouting in English over a loudspeaker, \"DEA [US Drug Enforcement Administration} operation, everybody stay down!\"\nHaiti's ambassador to the US, Bocchit Edmond, said that while the attackers had disguised themselves as US drug agents, he believed there was \"no way\" they really were US agents. \nOfficials say the ground between the property's gatehouse and the residence was littered with cartridge cases, indicating that multiple shots were fired. \nYet the only people injured by bullets were the president and his wife, a fact which has raised questions about the possible complicity of the president's guards.\nThe group seems to have met little or no resistance inside the residence or during their initial getaway.\nTwo domestic staff were tied up and the presidential couple's adult daughter, Jomarlie, hid in her brother's bedroom and was unhurt. \nThe timeline immediately after the assassination is not very clear. Some of the suspects were reportedly tracked down to a house nearby, which was then surrounded by police.\nThree suspects died while another 18 were later arrested. They have not yet been charged."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57788287",
      "category": "uk-england-london",
      "title": "Tamim Ian Habimana death: Boy, 15, charged with Woolwich murder",
      "tags": "Woolwich,London violence,Greenwich",
      "text": "A 15-year-old boy has appeared in court charged with murder and attempted murder following the fatal stabbing of a teenager in south-east London.\nTamim Ian Habimana, who was also 15, died shortly after he sustained a single stab wound on Woolwich New Road, Woolwich, on Monday.\nThe youth, who is accused of trying to kill another teenager, appeared at Bromley Magistrates' Court. \nTwo more boys, 14 and 15, were arrested on suspicion of murder on Friday. \nThey remain in custody at a police station in south London.\nThe 15-year-old, who cannot be named because of his age, was also charged with possession of an offensive weapon and will appear at the Old Bailey on Monday.\nDet Ch Insp Richard Leonard, the officer in charge of the investigation, said: \"I hope this reassures both Tamim's family and the wider community of our dedication to bringing justice for his murder.\"\nTo date, 21 teenagers have been killed in London in 2021. Across the whole of last year, 17 teens were killed in violent attacks in the capital.\nIf teenage deaths continue at the current rate, this will be the worst year for teenage killings in London since 2008.\nFor more London news follow on Facebook, on Twitter, on Instagram and subscribe to our YouTube channel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57788118",
      "category": "world-us-canada",
      "title": "US heatwave: California and Nevada brace for record-breaking temperatures",
      "tags": "Climate change,Severe weather,Canada,California,Heatwaves",
      "text": "Extreme heat is building in the western United States, with forecasts of record-breaking temperatures in the states of California and Nevada. \nIt comes just weeks after another dangerous heatwave hit North America, and the region has experienced the hottest June on record. \nCalifornia's Death Valley on Friday recorded a high of 54.4C (130F), with similar heat expected this weekend.\nMillions of people in the US are under warnings of excessive heat. \nThe National Weather Service has advised those affected to drink plenty of water and stay in air conditioned buildings.\nThe temperature in Death Valley on Friday matched one recorded in August 2020 - which some argue is the highest temperature ever reliably recorded on Earth. A temperature of 56.7C (134F) was recorded in 1913, but this is contested by climate experts. \nFirefighters battling the many wildfires in the region say the air is so dry that much of the water dropped by aircraft to quell the flames evaporates before it reaches the ground.  \nIn the north of Nevada, near the border with California, people were evacuated from their homes as wildfires triggered by lightning strikes tore through parts of the Sierra Nevada forest region.\nForecasters say Las Vegas's record of 47.2C (117F) could also be passed. \nIn Oregon, more evacuation orders were issued when a wildfire fanned by strong winds in the Fremont-Winema National Forest grew from nearly 26 sq miles (67 sq km) on Thursday to nearly 61 sq miles on Friday. \nThe fire was threatening power cables that send electricity to California. Power grid operators in California have urged customers to conserve electricity by reducing their use of appliances and to keep thermostats higher during the evening when solar energy is diminished or no longer available.  \nIn Idaho, Governor Brad Little declared a wildfire emergency and mobilised the state's National Guard to help fight fires also sparked by lightning.\nCanada is also bracing for extreme heat, though it is not expected to approach the temperatures seen at the end of last month when the village Lytton in British Columbia reached 49.6C (121F), breaking the country's highest recorded temperature.\nThe heatwave saw spikes in sudden deaths and increases in hospital visits for heat-related illnesses. \nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. But linking any single event to global warming is complicated.\nA study by climate researchers said the heat that scorched western Canada and the US at the end of June was \"virtually impossible\" without climate change. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54239922",
      "category": "explainers",
      "title": "What are the Covid self-isolation rules and will they be scrapped?",
      "tags": "Contact tracing,Holidays,Travel,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "People with Covid in Northern Ireland can now stop self-isolating after five full days, if they have have two negative tests. \nThese rules are also in place in England, where the prime minister has said that there will \"soon be a time\" when self-isolation is not required.\nThe self-isolation period for anyone who develops symptoms or tests positive for Covid is five full days. \nThe day symptoms begin - or you test positive - is day zero. The next day is day one of self-isolation.\nYou can leave self-isolation after five full days if you have two negative LFT results, 24 hours apart.\nYou can take the first on day five. If it's negative, you can take another test 24 hours later on day six. If this is also negative - and you don't have a temperature - you can immediately end isolation. \nThe rules apply whether or not you are vaccinated.  \nThe current self-isolation regulations run out on 24 March.\nThe prime minister has told MPs he does not expect to renew the rules and said they could end sooner - if Covid data allows.\nHe said that \"as Covid becomes endemic\" (in other words, constantly present) the government will \"replace legal requirements with advice and guidance urging people with the virus to be careful and considerate of others\". \nThis would be similar to advice for other infectious diseases such as flu. \nHealth Secretary Sajid Javid also said he was \"optimistic\" the government would shortly be able to \"remove all restrictions around Covid\".\nIt is not clear whether the rest of the UK would follow suit. \nIn Scotland and Wales you must self-isolate for at least seven days as soon as symptoms appear.\nPeople without symptoms who have a positive LFT result should also self-isolate immediately. They don't need to take a PCR test, although clinically vulnerable people in Wales are advised to do so.\nYou can end self-isolation after two negative LFT results, 24 hours apart - the first no earlier than day six. If you don't have a temperature, you can stop self-isolating after the second negative test, on day seven.\nIf the day six test is positive, you can take two further tests on subsequent days.\nThe guidance applies whatever your vaccination status.\nAnyone leaving self-isolation is \"strongly advised\" to limit close contact with people in crowded or poorly-ventilated spaces. \nThey should work from home and minimise contact with people at higher risk from Covid.\nThe rules about self-isolation after contact with someone with Covid are broadly similar across the UK. \nIf you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, but should take daily LFTs for seven days (or until 10 days since your last contact, if this is earlier). \nThis also applies to under-18s (18 years and four months in Scotland; 18 years and six months in England).\nIf any of the LFTs are positive, you must self-isolate from the date of the test.\nClose contacts of positive cases who are not fully vaccinated still have to self-isolate for the full 10 days. \nIn Scotland, they are advised to take one PCR test and continue isolating even if the result is negative. \nIn Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms.\nAnyone who develops Covid symptoms during self-isolation should take a PCR test. \nSelf-isolation means staying at home and not going out.\nAdults shouldn't go to work and children shouldn't go to school. \nYou should order online groceries, or ask friends or family to deliver supplies.\nNo-one from outside your household should come inside, unless to deliver essential care.\nIf you have symptoms or test positive, you should: \nPeople on a low income who are told to isolate may be entitled to some financial help:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57776814",
      "category": "health",
      "title": "Marked increase in Covid infections across UK",
      "tags": "Coronavirus vaccines,Office for National Statistics,Coronavirus pandemic",
      "text": "The UK is experiencing a marked increase in new Covid infections, say experts from the Office for National Statistics (ONS).\nLatest data from swab tests in the community suggests one in every 160 people has the virus. \nThat is up from one in every 250 in the previous week. For England, it is the highest level since mid February.\nThe more infectious Delta variant now accounts for 99% of cases, according to Public Health England. \nAround two-thirds of adults have now been double jabbed against the virus, and experts say this is helping prevent very big rises in Covid hospitalisations, although admissions are increasing. \nMany of the infections being seen are among teenagers and young adults. \nAn estimated 400,000 people in the UK are thought to have been positive in the week to 3 July.\nThe final step of unlocking is expected to go ahead as planned on 19 July in England. It will be confirmed on 12 July after a review of data.\nOn Friday the latest government figures showed an increase of 35,707 Covid cases across the UK - the highest daily figure since 22 January. A further 29 deaths within 28 days of a positive test were also recorded.\nAccording to the ONS Infection Survey findings for the week to July 3:\nEngland's coronavirus R number has risen slightly to between 1.2 and 1.5, which means that, on average, every 10 people infected will infect between 12 and 15 other people. \nLast week R was between 1.1 and 1.3.\nSarah Crofts from the ONS said: \"We are seeing marked increases in infections across all four UK countries driven by the Delta variant, which continues to be the most common across the UK.\n\"As the vaccine rollout continues and restrictions are further lifted, it is crucial that we continue to closely monitor the data.\"\nDr Jenny Harries, chief executive of the UK Health Security Agency, said the sharp increase in cases being seen had not been followed by a similar increase in hospitalisation and death, suggesting the vaccines were working well. \n\"Two doses of the available vaccines offer a high level of protection against the Delta variant. \n\"Getting both jabs is the best way to ensure you and the people you love remain safe, so we once again urge everyone to come forward as soon as they are eligible.\n\"As we approach the planned end of restrictions, we must remain cautious and careful. Cases are rising across the country, and whilst the vaccines offer excellent protection, they do not offer 100% protection. \n\"Be sensible, and follow 'hands, face, space, fresh air' at all times and make sure to get tested if required.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57776814/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Marked increase in Covid infections across UK",
      "tags": "Coronavirus vaccines,Office for National Statistics,Coronavirus pandemic",
      "text": "The UK is experiencing a marked increase in new Covid infections, say experts from the Office for National Statistics (ONS).\nLatest data from swab tests in the community suggests one in every 160 people has the virus. \nThat is up from one in every 250 in the previous week. For England, it is the highest level since mid February.\nThe more infectious Delta variant now accounts for 99% of cases, according to Public Health England. \nAround two-thirds of adults have now been double jabbed against the virus, and experts say this is helping prevent very big rises in Covid hospitalisations, although admissions are increasing. \nMany of the infections being seen are among teenagers and young adults. \nAn estimated 400,000 people in the UK are thought to have been positive in the week to 3 July.\nThe final step of unlocking is expected to go ahead as planned on 19 July in England. It will be confirmed on 12 July after a review of data.\nOn Friday the latest government figures showed an increase of 35,707 Covid cases across the UK - the highest daily figure since 22 January. A further 29 deaths within 28 days of a positive test were also recorded.\nAccording to the ONS Infection Survey findings for the week to July 3:\nEngland's coronavirus R number has risen slightly to between 1.2 and 1.5, which means that, on average, every 10 people infected will infect between 12 and 15 other people. \nLast week R was between 1.1 and 1.3.\nSarah Crofts from the ONS said: \"We are seeing marked increases in infections across all four UK countries driven by the Delta variant, which continues to be the most common across the UK.\n\"As the vaccine rollout continues and restrictions are further lifted, it is crucial that we continue to closely monitor the data.\"\nDr Jenny Harries, chief executive of the UK Health Security Agency, said the sharp increase in cases being seen had not been followed by a similar increase in hospitalisation and death, suggesting the vaccines were working well. \n\"Two doses of the available vaccines offer a high level of protection against the Delta variant. \n\"Getting both jabs is the best way to ensure you and the people you love remain safe, so we once again urge everyone to come forward as soon as they are eligible.\n\"As we approach the planned end of restrictions, we must remain cautious and careful. Cases are rising across the country, and whilst the vaccines offer excellent protection, they do not offer 100% protection. \n\"Be sensible, and follow 'hands, face, space, fresh air' at all times and make sure to get tested if required.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57791259",
      "category": "world-europe",
      "title": "Esther Bejarano: Auschwitz orchestra member dies",
      "tags": "Israel,The Holocaust,Germany",
      "text": "Esther Bejarano, one of the last survivors of an orchestra formed in the Auschwitz death camp, has died aged 96. \nShe died at a Jewish hospital in the German city of Hamburg on Saturday. \nThe orchestra, formed of 40 women inmates, had to perform at the concentration camp whenever prisoners were marched off to work or when new trains arrived with Jews on board. \nLater in life, she dedicated her time to making sure the world did not forget about the Holocaust. \nBejarano's sister and parents were killed by the Nazis. She was sent to Auschwitz when she was 18 and was forced into hard labour, carrying heavy stones. \nBut one day she discovered that SS guards were looking for an accordion player to join the camp's orchestra. Despite not knowing how to play the instrument, she volunteered. \nShe  recalled the Auschwitz Women's Orchestra having to play to new arrivals. \n\"You knew they were going to be gassed, and  all you could do was stand there and play,\" she told Deutsche Welle  in 2014. \nShe was eventually transferred to the Ravensbrück concentration camp for women, where she managed to escape. \n\"Esther Bejarano survived Auschwitz because she played accordion in the camp's orchestra. She dedicated her life to music and to the fight against racism and anti-Semitism,\" Meron Mendel, head of the Anne Frank Education Centre said on Twitter. \nAfter the end of the World War Two, she lived in Israel and became a singer before returning to Germany in 1960. \nShe dedicated the rest of her life to educating people about the Holocaust and fighting xenophobia. \nGerman Foreign Minister Heiko Maas said Bejarano was an important voice in the fight against racism and anti-Semitism. \nBejarano co-founded the International Auschwitz Committee and delivered speeches to schools about her life. She also performed alongside her children, playing Yiddish melodies and Jewish resistance songs in a group they named Confidence. \n\"It is my revenge that I go to the schools, that I tell people what happened back then. So that nothing like that can ever happen again,\" she once said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57788330",
      "category": "uk-england-london",
      "title": "Green Park: Man feared he would be 'hacked to death' on Tube",
      "text": "A passenger feared he would be \"hacked to death underground\" during an attack on a London Tube train which left a man in hospital.\nThe witness said he was travelling on a Jubilee Line train on Friday when there was \"a huge commotion\" and he saw a man holding \"a foot-long black machete\".\nHe said the victim had suffered \"a deep gash\" to his head during the attack.\nPolice said one man was arrested while another man had been taken to hospital in a stable condition.\nBritish Transport Police (BTP) were called to Green Park underground station on the edge of Mayfair in central London at 18:45 BST over reports of a stabbing.\nThe witness, who asked not to be named, said people on the train had \"started screaming\" and \"there was a stampede to the front carriage\" when the attack began.\nHe said the intercom in the carriage was not working so the driver could not be alerted and passengers were left defenceless as the attacker \"taunted\" them.\n\"The attacker went back down the train. We heard screaming but we don't know what happened. \n\"He then came back and stood at the opposite end of the carriage taunting us and making out he was going to break down the door of the carriage,\" he said.\nThe witness said the Tube train eventually stopped and armed police arrested the attacker, who did not resist them.\nHe added that it had been \"completely and utterly terrifying\" and \"for about 10 minutes I genuinely thought I would be hacked to death underground\".\nBTP said one man had been arrested on suspicion of inflicting grievous bodily harm.\nGreen Park station was closed following the attack but has since reopened."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57770300",
      "category": "uk-northern-ireland",
      "title": "Brexit: Lord Frost says EU and UK must find 'new balance'",
      "tags": "NI Brexit,David Frost,Brexit",
      "text": "The UK's Brexit minister has described negotiations with the EU over the Northern Ireland Protocol as \"a little tense\" at the moment.\nLord Frost appeared in person at Stormont's Executive Office committee on Friday.\nHe said the UK and EU needed to find a \"new balance\" to ensure problems with the protocol's implementation were resolved.\nBut he said elements of the protocol were also currently \"working well\".\nLord Frost's evidence to the committee came just a week after the EU's chief negotiator gave evidence to the committee.\nAppearing before the committee, Lord Frost repeated that the government is preparing to publish its plans for the future of the protocol in the next fortnight, before Parliament rises for the summer recess.\nHe said the EU had still not responded to 12 papers tabled by the UK.\nThe EU has said a temporary Swiss-style veterinary agreement for Northern Ireland, in which the UK continues to follow EU agri-food rules, could be a solution, but it has been rejected by the UK.\nLord Frost accused the EU of being unreasonable in responding to some of the UK's concerns.\n\"Their solution is 'why don't you adopt our rules, then there won't be a problem'. We're accused of being ideological but it seems to me, equally ideological to say 'why don't you just adopt our laws?'\"\nHe said there were possible resolutions but that \"getting politics in the right place seems to be difficult\".\n\"It is a little tense at the moment. Nobody wants that but the protocol issues are at the core.\n\"There is a big prize if we can get this right, it does need both sides to take the situation seriously and fix the problems that currently exist,\" he added. \nThe protocol is the part of the Brexit deal which keeps Northern Ireland in the EU single market for goods and means EU customs rules are enforced at its ports.\nIt was agreed by the UK and EU in October 2019 and was subject to further negotiation and agreement in 2020.\nLord Frost helped to negotiate the protocol on behalf of the UK government, but previously said it was not being implemented as he intended.\nUnder the terms of the Brexit withdrawal treaty, the protocol can only be removed by a majority vote of the Stormont Assembly, with a vote due in 2024.\nCommittee chairman, the SDLP's Colin McGrath, said the government needed to \"own your deal\" and work to develop pragmatic solutions.\nSinn Féin's Pat Sheehan put it to Lord Frost that political problems with the protocol were being \"completely overblown\" and that a majority of businesses in Northern Ireland were supportive of the protocol.\nThe minister replied that GB-NI trade opportunities had changed and in some cases, disappeared, and that was not what the government had \"wanted to achieve\" when delivering Brexit.\n\"Nobody that I've spoken to from a wide range of political and civil society, businesses, nobody thinks it's working perfectly as it should, or have suggested improvements,\" he added.\nEarlier on Friday, Lord Frost had met business representatives from Newry Chamber of Commerce and Trade, and other business leaders.\nFormer DUP Economy Minister Diane Dodds said the government needed to recognise that the protocol had no support from any unionist parties at Stormont.\n\"You and the EU have overridden consent and now want majority rule. What are you going to do to restore the balance of consent?,\" she asked.\nLord Frost said he had \"a good deal of sympathy\" for that argument.\n\"The consent mechanism is an albeit imperfect way of allowing the institutions here to say, looking at all these variances it's working tolerably, or looking at them all, it's not working,\" he added.\n\"If you don't have a fairly broad consent at most points, this is not simply something about in four years' time - you need to have broad consent to make it workable and that's why it worries us so much that we don't have it.\nUlster Unionist vice-chair of the committee, John Stewart asked Lord Frost to explain what any \"rebalancing\" of the protocol would look like.\nLord Frost said he would not reveal the details prior to a statement being made in Parliament, but added that the \"fundamental issue\" was finding a way to ensure goods could move from GB to NI in a \"freer way than possible\" at present. \nLord Frost's appearance at the committee comes just over a week after EU chief negotiator Maros Sefcovic gave evidence to MLAs about the post-Brexit Northern Ireland Protocol.\nLast week, the EU agreed to a UK request to delay a ban on chilled meat products from Great Britain being sold in Northern Ireland. \nProducts such as chilled sausages were due to be prohibited from 1 July as a consequence of the protocol arrangement, but this has been postponed for another three months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57788218",
      "category": "world-us-canada",
      "title": "Grizzly bear shot dead after killing woman in Montana",
      "tags": "Bears,Montana,United States",
      "text": "A grizzly bear that dragged a woman from her tent and killed her in Montana has been shot dead.\nLeah Lokan, a 65-year-old nurse from California, was on a mountain biking trip with two friends when the 400lb (181kg) bear attacked their camp in the early hours of Tuesday.\nOfficials hunted the animal for three days, setting traps in the hope of luring it in.\nStaff wearing night-vision goggles shot the bear as it raided a chicken coop.\nThey had laid a baited trap near the coop, about 2 miles (3 km) from Ovando, the small town where the attack happened.\nMs Lokan and her friends were camping behind the town's post office when she was attacked at around 4am.\nShe was said to be a long distance cycling enthusiast, with a \"passion for life that was out of the ordinary\".\nThe bear first approached the campers at around 03:00 local time (09:00 GMT), but initially ran away. \nMs Lokan and her two companions, who were staying in a separate tent, then removed food from their tents and secured them before going back to sleep. But the bear returned shortly afterwards, leading to the fatal attack.\nWildlife officials say they are sure the dead bear is the perpetrator of the attack. They will compare the shot bear's DNA with traces recovered from the scene of the attack to verify it is the same one.\nBears that attack people are not always killed if their attack results from a surprise encounter, or if the bear was defending its young.\nBut local officials said that the bear involved in Ms Lokan's death was considered a public safety threat because of the nature of the attack."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57763106",
      "category": "uk-wales-politics",
      "title": "Covid: Wales considers amber list quarantine exemption for vaccinated",
      "tags": "Coronavirus lockdown measures,Travel,Welsh government,Coronavirus pandemic",
      "text": "The Welsh government says it is considering whether it will follow a move to allow fully vaccinated adults in England to return from amber list countries without needing to isolate.\nIn recent months the Welsh and UK governments' international travel policies have been similar.\nBut it is not clear if Welsh ministers will follow the new plan announced by UK Transport Secretary Grant Shapps.\nAn announcement would be made \"in due course\", a spokesman said.\nCurrently, anyone returning from amber or red list countries must isolate for 10 days, regardless of their vaccine status.\nMr Shapps told the Commons that the new rules for people in England would also apply to children under-18 and individuals taking part in approved clinical trials in the UK.\n\"In essence, this means that for fully vaccinated travellers the requirements for green and amber list countries are the same,\" he said.\nHowever he told MPs that because health issues were devolved \"decision-making and implementation may differ across UK administrations\".\nThe Welsh government has been in charge of quarantine policy in Wales, which differed from the UK government's in England for a period last year, but more recently has been broadly the same.\nHowever Wales does not allow people to end their period of quarantine early with a negative test.\nThere is also a different process to obtain a vaccination certificate, using a website instead of an app.\nA Welsh government spokesperson said: \"We are considering these proposals and all restrictions remain under constant review. \n\"Decisions about quarantine for people returning from amber-list countries to Wales will be made in Wales and we will make an announcement in due course.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57790294",
      "category": "world-asia",
      "title": "Bangladesh factory fire: Owner arrested after blaze kills 52",
      "tags": "Bangladesh,Dhaka",
      "text": "Police in Bangladesh have arrested the owner of a factory where at least 52 people died in a fire late on Thursday. \nAbul Hashem, the owner of Hashem Foods, and four of his sons were among eight people detained on Saturday. Police say they all face murder charges. \nAuthorities said many of those who died were trapped inside the building because a main exit was locked.\nChildren were among the victims and a separate inquiry into the use of child labour has been launched.\nBangladesh labour minister Monnujan Sufian told AFP news agency that she had been to a hospital and spoken to survivors as young as 14.\n\"If child labour is proved, we will take action against the owner and the inspectors,\" she said.\nHashem Foods is a unit of the multinational Sajeeb Group of which Mr Hashem is chairman and managing director. Also arrested on Saturday was the group's chief executive officer, Shahan Shah Azad, and other senior officials, the Dhaka Tribune reported.\nPrior to his arrest, Mr Hashem told Bangladeshi media that \"workers' carelessness\" such as a discarded cigarette could have started the fire.\nThe blaze broke out on Thursday night on the ground floor of the six-storey factory in Rupganj, an industrial town near the capital, Dhaka. Emergency crews said most of the victims had been trapped on the third floor. \nFire official Abdullah Al Arefin said each floor was accessible by two stairways which some workers couldn't reach because the blaze had cut them off. He said some people managed to escape to the roof via the stairs and were rescued, but others could not because a door leading to the roof was locked. He said many of those trapped had jumped from windows to escape the flames.\nThe fire, fuelled by chemicals and plastics stored inside the building, burned for nearly 24 hours before it was put out.  \nMore than 50 people were injured and worried families have been gathering at hospitals to look for their missing loved ones.\nLaizu Begum said her 11-year-old nephew was among those unaccounted for.\n\"We heard the door of the floor where my nephew worked was padlocked. Then we realised, after seeing how big the fire was, that he is probably dead,\" she said.\nWorried father Chandu Mia was at the hospital with a photograph of his 15-year-old daughter. \"I am not sure if she is alive,\" he said. \nSurvivors and families told AFP that child workers at the factory were being paid 20 taka ($0.24; £0.17) per hour.\nBilal Hossain said he had been to the hospital morgue to claim the remains of his 14-year-old daughter Mitu Akter.\n\"I sent my baby girl to die. How will I tell her mother?,\" he said, adding that the factory even owed his daughter back wages.\nBangladesh is no stranger to deadly fires and disasters involving high-rise buildings and government critics say safety standards are still lax. \nSafety reforms were promised after the Rana Plaza disaster in 2013 when a nine-storey building collapsed killing more than 1,100 people. At least 70 people also died in 2019 when fire ripped through apartments in Dhaka where chemicals were illegally stored."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57791039",
      "category": "uk",
      "title": "Bernard Mongan: Failings by Army over soldier's death, report says",
      "tags": "Catterick,British Army",
      "text": "An Army investigation into the unexplained death of a British soldier has identified serious failings in its duty of care. \nThe decomposing body of Lance Corporal Bernard Mongan was discovered in his barracks in Catterick, North Yorkshire, on 23 January last year. \nHe had been missing for three weeks without anyone noticing.\nThe Army said the delay in discovering he was dead was \"unacceptable and profoundly regrettable\". \nThe BBC has seen a copy of the Army's Service Inquiry Report into his death. \nThe report, which has not yet been made public, says that \"failings in the proper management of personnel led to the delay in the discovery of L/Cpl Mongan\". \nThe report also shows that LCpl Mongan's complaints of bullying and concerns about his welfare had not been properly investigated or passed on. The panel which carried out the inquiry concludes that its report \"makes for sobering reading\". \nThe Royal Signals soldier, who had served in Iraq, had been spending his Christmas leave in his room at Catterick Barracks, but was due to start an attachment with the Army's 77 Brigade in Berkshire on 7 January 2020. But neither camp noticed that he was missing. \nWhile duty officers in Catterick had been told to contact those remaining in the barracks over the Christmas period to \"ensure they are safe and well\", the inquiry found the plan had \"not been communicated and implemented as effectively as it should have\".\nThere was no roll call or head count at Hermitage Camp in Berkshire, when LCpl Mongan was meant to turn up for work in the new year. The report says it is \"distressing\" that his absence was not noticed by the units involved. \nBefore his death LCpl Mongan had complained that he was being bullied. He had kept a record of his \"perceived mistreatment\". The inquiry panel found there had not been a proper investigation into the allegations.  \nMongan was also a victim of a serious assault in Catterick in November 2018 which was being investigated by the Royal Military Police. Support for the victim was \"not effective\", the report says. \nThere were also welfare and medical concerns surrounding the soldier which were not properly recorded or relayed. In 2016 it was reported he had made \"an attempt on his own life\". While this was addressed at the time the information was not passed on. \nAs recently as 2019 he was described as being in an \"emotional state\" - with one witness saying he found him \"sat on his bed… uncontrollably crying\".\nThe report has been seen by his wife Beth. In a statement she said \"it's clear Bernie felt bullied and his mental health suffered\". Though separated, the mother of his three children had kept in contact. \nShe said \"he was telling people he was afraid and he was not checked properly in the days before he died\". \nEmma Norton, who runs the Centre for Military Justice, said the failings bear a striking similarity to other cases. She said the death of Cpl Anne-Marie Ellement in 2011 also showed the Army's failure to properly transfer information about her potential vulnerability.\n\"Despite all the reassurances to the family in that case... the Army now appears to admit that the same thing happened to Bernie,\" she said. \nIn a statement, Brig Edward Chamberlain, head of the Army Personnel Services Group, said: \"There were clearly failings in our duty of care to Lance Corporal Mongan. \n\"The delay in discovering he was deceased was unacceptable and profoundly regrettable. We are truly sorry that such a situation should have arisen.\"\nHe said the wellbeing of members of the armed forces was \"critical\", adding: \"In this case, we fell short of the standard which our armed forces and their families are entitled to expect, and for that we apologise.\"\n\"We will implement all the recommendations in the Service Inquiry to ensure an incident like this does not happen again.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57777015",
      "category": "uk-england-manchester",
      "title": "Euro 2020: Marcus Rashford's old school praise him as 'role model'",
      "tags": "Marcus Rashford,Manchester,Wythenshawe",
      "text": "Teachers at Marcus Rashford's old primary school say the \"shy\" student they remember is an inspiration ahead of England's Euro 2020 final.\nEmma Roberts, head teacher at the Manchester school, said Rashford, who spearheaded a free school meals campaign, was \"an absolute role model\".\nLerone, 11, said he took comfort from the striker's recent book You Are A Champion after an accident.\n\"Marcus says I am a champion and it has helped me to walk a bit,\" he said.\nMs Roberts said the Manchester United star still visits Button Lane Primary School in Wythenshawe, adding: \"I think we feel like he is part of the school and the community, he hasn't lost that.\"\n\"When he comes in you can see him relax and he is happy to be in the building,\" she said.\n\"He has always got time for the children, he makes them all feel important.\"\nIn November, the government confirmed it would spend more than £400m to support poor children and their families in England, following Rashford's campaign during lockdown.\nHe has spoken about relying on free school meals as child and was praised for his efforts by the former United States President Barack Obama before the Euros.\nThe England striker was awarded an MBE last autumn and has also launched a book club to boost reading among disadvantaged children.\nMs Roberts said: \"On the pitch, he is a fantastic player and off the pitch, he is speaking up and standing up for the rights of children.\"\nShe said it was \"important for the children that his face is there for them because he totally inspires them\".\nRecalling what Rashford was like as a young pupil, teaching assistant Anita Goulding said: \"I remember Marcus as being well behaved in class. He was quiet, a bit shy and was always smiling.\n\"He always gives hugs to the teachers when he comes.\"\nPupils have been writing poems ahead of England's first European Championship final on Sunday, when they face Italy at Wembley.\nNaif, 11, said: \"I am very happy because he is my favourite player and I didn't know who he was until I came to live in England in 2018.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57783267",
      "category": "world-europe",
      "title": "Football-mad Italians gear up for big night",
      "text": "\"Do the English really put pineapple on pizza?\" asks the Italian daily La Repubblica in a piece by its London correspondent. \"Rarely,\" it concludes, \"but the real problem is adding cream to spaghetti carbonara.\"\nSunday's Euro final is not just a clash of sport, but of cultures.\n\"The thing about us Italians is that we are a country of beauty,\" says the newspaper Corriere della Sera. \"We don't just score goals, we score beautiful goals.\" It adds: \"There's no such thing as a badly-dressed Italian, just some Italians who aren't interested in dressing well.\"\nBut for all that divides these markedly different countries - few Italians rave about British cuisine, in case you were wondering - there are many similarities.\nFootball runs through the veins of both nations. While England have been waiting for international football glory since 1966, Italy last won a European title in 1968 and are also impatient for triumph (though two World Cup wins since, in 1982 and 2006, have eased the pain). \nAnd both teams have been revolutionised by their managers, with Gareth Southgate and Roberto Mancini bringing in younger players and laying ghosts of the past to rest - England with its failure to reach an international final for decades and Italy with its non-qualification for the 2018 World Cup, labelled \"an apocalypse\" by the country's leading sports newspaper.\n\"Mancini is the central man of this Italian miracle,\" says Alvaro Moretti, the deputy editor of the daily Il Messaggero and its former sports editor.\n\"When he took over in 2018, he believed from the start that he would arrive at this point. He's very charismatic, he's very elegant. And he decided that his approach would be enjoyment, to bring happiness to the Italian team - and to the Italian people.\"\nThat is, perhaps, the overriding feeling in Italy as it watches gli Azzurri (the Blues) go into this final - joy. The first country in the West to be crushed by the Coronavirus pandemic, whose inundated intensive care units forewarned others of what was to come, has seen infection levels drop sharply so as to be able to lift most restrictions and for Italians to watch their team's triumphant performances in bars.\n\"I'm even happier about the rebirth of Italy than about the final itself,\" says Gianluca Santangeli, sitting in his newspaper kiosk in the Trastevere district of Rome.\n\"That people can go out without masks and watch it on big screens is a relief.\" As for his prediction? \"I believe in fate,\" he says. \"But I think Italy should play our classic tactics: strong defence and counter-attack, since we're facing a good England team at home.\"\nThe match has, of course, split loyalties among the many Anglo-Italian couples, including Elisa Sandri, who lives in Brighton with her British partner but is currently back in Rome. \nEnjoying a coffee with her old friend, Anna, she jokes that she's had the odd heated discussion over the match with English colleagues but with her partner, \"we've been watching the games together and cheering for each other, so I think it'll be fine\".\n\"In any case it'll be a win-win for me,\" she adds. \"I just love the atmosphere here when Italy plays. Everyone comes together, cheers and hugs, you make new friends. I think England might win…but if it goes to penalties, they won't!\"\nShopping for tomatoes at a nearby market, Morosina Zorzi has other concerns. \n\"The main thing I'm worried about is that my son's wedding is happening at the same time as the match,\" she says.\n\"He doesn't want a big screen at the reception, so I think the guests will be watching it on their phones - and I'm sure some of them will leave to go and watch it.\" \nShe admits she's not a football fan but says: \"If Italy win I'll be happy because of the national spirit - though Rome will be a mess with all the partying.\"\nThis proud nation is sure of victory over England in most respects - beaches, food, fashion. But for football-mad Italians, a win tonight might just be the sweetest of all. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57789537",
      "category": "entertainment-arts",
      "title": "Cannes: Actress Lea Seydoux tests positive for Covid-19",
      "tags": "Film,Cannes Film Festival,Coronavirus pandemic",
      "text": "French actress Lea Seydoux may miss the Cannes Film Festival after testing positive for Covid-19.\nThe James Bond star - who is double-vaccinated and asymptomatic - is appearing in four films at the world's most famous movie festival.\nThe event is being held in-person on the French Riviera, with organisers insisting they have strict measures to avoid infections.\nEven so, rumours of a possible \"Cannes cluster\" have been circulating.\nThese have been strongly denied by festival director Thierry Fremaux.\n\"Yesterday we did more than 3,000 tests (on festival-goers) and we have no positive cases,\" he said on Saturday. \"We are having to say this to show that the rumours of a Cannes cluster are unfounded.\" \nMs Seydoux, 36, had yet to arrive at the festival when she discovered she had tested positive. Representatives for the actress say she will only travel if given the okay by doctors.\nAll four of her films are being shown next week. First up is director Wes Anderson's star-studded The French Dispatch, which has already been heavily delayed by the pandemic but will have its world premiere on Monday.\nThis is followed by Arnaud Desplechin's Deception on Tuesday, Ildiko Enyedi's The Story of My Wife on Wednesday and Bruno Dumont's France on Thursday.\nThree of the titles are in the running for the Palme d'Or, the top prize at Cannes. Seydoux previously won the prize in 2013 for her performance in Blue is the Warmest Colour."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57779341",
      "category": "uk-northern-ireland",
      "title": "Tiger's Bay bonfire: Ministers fail in legal bid for removal",
      "tags": "Police Service of Northern Ireland",
      "text": "Two Stormont ministers have failed in a High Court bid to force police to assist in the removal of a contentious loyalist bonfire in north Belfast.\nThe bonfire is located in the unionist Tiger's Bay area, close to an interface with the nationalist New Lodge.\nLast week, police said the Adam Street bonfire was one of a small number in Northern Ireland causing concern.\nHowever, they have refused to help contractors remove the bonfire as they say that to do so would risk disorder.\nThe legal action was taken by Infrastructure Minister Nichola Mallon and Communities Minister Deirdre Hargey.\nIt was dismissed on Friday night after a judge refused an earlier, similar case taken by a New Lodge resident to direct Police Service of Northern Ireland (PSNI) officers to intervene at the Tiger's Bay site.\nAfter the failed legal bid, Assistant Chief Constable Alan Todd said the PSNI had been working \"to ensure a peaceful summer and that will continue over the next number of days\".\n\"We would urge those within local communities to remain calm,\" he added.\nMs Hargey said she was disappointed by the court's decision.\nShe said it remained her view that the bonfire was \"not appropriate at this interface location\".\n\"In 2021 those people living at community interfaces should not have to tolerate illegal bonfires which threaten their properties and safety,\" said the minister.\nDeputy First Minister Michelle O'Neill of Sinn Féin had said the PSNI should \"do its job\" by removing the bonfire.\nDemocratic Unionist Party (DUP) Environment Minister Edwin Poots had written to his executive colleagues warning them that initiating legal action would breach the ministerial code.\nDUP leader Sir Jeffrey Donaldson had criticised the move by the two ministers.\n\"Here we have two ministers preparing to take the police to court, saying that they should have the right to direct the police on operational matters - that's wrong,\" he told BBC's Talkback programme. \n\"It is important in the kind of society we want to build that the police have operational independence.\n\"We need to de-escalate this situation. If the DUP were doing what Sinn Féin and the SDLP are doing we would be called out on it.\"\nIn Mr Poots' letter to the ministers, he said any decision to take a judicial review would need to be taken by the executive as a whole.\nMs O'Neill, the Sinn Féin vice-president, had accused the PSNI of being \"more interested in facilitating the bonfire than going into the site and doing their job to remove it\".\nAsked whether the legal action being taken by two Stormont departments was in breach of the ministerial code, she said: \"Any government ministers shouldn't have to take the PSNI to court to do their job.\"\nMs O'Neill said she had spoken to residents living in the area who felt \"under attack\" and said she believed the DUP leader and other unionist representatives should encourage community representatives to find an alternative location for the bonfire.\n\"I hope that common sense prevails, I hope we don't have disruption,\" she said.\n\"People are more than entitled to celebrate their culture but culture isn't bonfires and culture isn't other communities feeling under attack so I hope there's a peaceful weekend ahead.\"\nHundreds of Eleventh Night bonfires will be lit in loyalist communities across Northern Ireland over the weekend, most of them late on Sunday night, to usher in the main date in the Protestant loyal order parading season - the Twelfth of July.\nThe road on Adam Street on which the Tiger's Bay bonfire has been built is owned by the Department for Infrastructure.\nThe department has sought and secured the assistance of Belfast City Council (BCC) to remove the pyre.\nHowever, in order for council contractors to carry out the operation they need protection from the PSNI.\nThe police are refusing to do so, having made the assessment that an intervention would risk disorder, placing people, including children, congregating at the bonfire at risk.\nIn the letter, seen by the PA news agency, the ministers argued that the PSNI's refusal to act runs contrary to its statutory responsibilities under the Police (NI) Act 2000, namely to protect life and property, preserve order, prevent the commission of offences and bring offenders to justice.\nOn Friday evening, former boxer Carl Frampton, who grew up in Tiger's Bay, said bonfires played a \"big part in a lot of people's cultures and traditions here\" and that \"all cultures should be respected\".\nHe said that because of the row about the bonfire this week, \"you'd be forgiven for thinking\" this year was the first time one had been built at that location.\nHe remembered \"helping to build and watch the bonfire being lit on that exact spot\" as a young boy.\nHe said that \"attacks on neighbouring communities\" were \"wrong and need to stop\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57705814",
      "category": "uk-wales",
      "title": "Covid in Wales: Travellers' PCR test costs criticised",
      "tags": "Travel,Coronavirus testing,Welsh government,NHS Wales,Coronavirus pandemic,Dinas Powys",
      "text": "The cost of Covid tests required as part of international travel to Wales has been criticised.\nThe Welsh government wants people to use specific NHS PCR tests with results fed directly into NHS Wales' system - costing £88 for one test and £170 for two - but in England people can shop around and pay less than £50 per test.\nTravellers have said it is \"unfair\" that people must pay more in Wales.\nThe Welsh government said prices for NHS tests were the same across the UK.\nThere is a fine of £1,000 in Wales for using a private test provider instead.\nThe Welsh system also applies to travellers flying into and from an airport in another part of the UK before returning to Wales.\nThe Welsh government has advised people \"should only travel abroad for essential reasons\".\nHelen Flowers, 41, from Dinas Powys, Vale of Glamorgan, said it was \"unfair\" that she could have to pay more for PCR tests after flying from Cardiff Airport than those living over the border and flying from Bristol Airport. \n\"It doesn't sit with me right, especially when the price they are quoting is significantly higher than choosing another company,\" said the finance worker.\nShe spotted the cheaper test prices over the border when considering travelling to Spain to visit her parents.\n\"I just think it's wrong,\" said Ms Flowers, who has postponed the trip until the Welsh government has eased its advice against non-essential overseas travel.\nMary Baldwin, 68, and husband Russell, 81, returned to Wales from Spain on Saturday, and they are now isolating at their home in Penperlleni, Monmouthshire.\n\"Why are we not having the same choice as English residents?\" Mrs Baldwin asked. \n\"I don't believe the Welsh public know about this. It's a lot of money.\"\nThe retired travel agent said she was \"furious\" that the choice available in England was not available in Wales. \n\"We need that cost to come down,\" she said.\nAs well as proof of a negative test prior to travel, overseas arrivals to Wales must also have proof that they have ordered \"NHS Wales Test, Trace, Protect\" tests to be taken after their return, using a specific booking portal.\nThe tests cost £88 for one for green list locations and £170 for two after a visit to amber list areas which also require people to self-isolate for 10 days.\nScotland uses the same system as Wales but travellers arriving in England and Northern Ireland can choose from dozens of third party suppliers, with some charging £48 for one test and £96 for a pair.\nThose arriving from amber list locations have to take two tests - one by day two and the other from day eight of their return - and must currently isolate for at least 10 days.\nIn England, people can also pay for a test after day five and, providing their Covid-19 result is negative, they would no longer have to remain in isolation under the UK government's Test to Release scheme. \nIt was announced on Thursday that, from 19 July, fully vaccinated UK residents arriving in England from amber travel list destinations will no longer have to quarantine. But they will still need to pay for Covid tests before and after their return. \nThe Welsh government is still considering whether to follow this move by the UK government.\nPCR (polymerase chain reaction) test swabs are sent to a laboratory for analysis.\nIn Wales, the NHS test results are \"sent directly into NHS Wales' systems\", according to the Welsh government's website.\nPeople cannot travel directly to Wales if they have visited or passed through a red-list country.\nA Welsh government spokesman said: \"In order to enter the UK you must be able to show proof of a post-arrival test. \n\"Tests should be booked through the CTM web portal. \n\"CTM are the booking agent for NHS Test Trace Protect tests which are processed through the UK Lighthouse Laboratory network, they are not the test provider. \n\"The price for these NHS tests is the same across the UK. \n\"If you arrive in Wales without proof of a test booking, you could be fined £2,000.\n\"If you arrive in Wales and have booked tests with a private test provider, you could be fined £1,000.\""
    }
  ]
}