{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-56892589",
      "category": "uk-england-sussex",
      "title": "Crawley College: Man, 18, arrested after gunshots reported",
      "tags": "Crawley",
      "text": "Staff and students were evacuated from a college amid reports of shots being fired on the campus.\nAn 18-year-old man was arrested and a knife and firearm recovered after armed police swooped on Crawley College.\nUnconfirmed reports suggest a staff member tackled the suspect. Video seen by the BBC appears to show a person being held on the ground by several others. \nSussex Police said two staff members sustained minor injuries. \nNo-one is thought to have been seriously hurt.\nCounter-terror police are working with local officers and \"all lines of inquiry are open,\" the force said.\nAn 18-year-old student, who did not want to be named, said the \"frightening experience\" had left him feeling shaken up. \n\"It was quite hectic and it seemed liked something out of a game, like Call of Duty,\" he continued. \n\"Everyone was just shouting and screaming and bangs in the background, which some people assumed were gunshots.\"\nTeachers told students to \"get under the table and shut the door, just as a precautionary measure,\" he said.\nThey later left the college to a \"large police presence and police shouting and asking people to show their hands and evacuate the building in an orderly manner,\" he added.\nVideo appearing to show a suspect being pinned to the ground has been shared by students on Snapchat.\nA student said he believed the footage showed a member of staff tackling the suspect before police \"swarmed the area\" and made an arrest.\nSpecialist counter-terror firearms officers were sent to the scene, alongside armed from Sussex and the Metropolitan Police.\nOfficers searched a property about a mile from the college and helicopters patrolled the area. \nCh Supt Howard Hodges said two members of college staff had \"suffered minor injuries and presented themselves to a walk-in medical centre\".\nThe college said it would remain closed on Tuesday and further education provider Chichester College Group, said: \"Our priority remains the safety of students and staff.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56873223/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Pubs and restaurants reopen outdoors in Wales",
      "tags": "Coronavirus lockdown measures,Caernarfon,Colwyn Bay,Wales business,Bargoed,Weddings,Bala,Bodfari,Rhyl,Cardiff,Llandyrnog,Hospitality industry,Pubs,Coronavirus pandemic",
      "text": "People in Wales have been visiting pubs and restaurants for the first time in almost five months.\nFrom Monday, pubs, cafes and restaurants in Wales are able to reopen to customers outdoors.\nUp to six people from six households are now able to meet, with social distancing and hygiene measures in place.\nOutdoor attractions, such as zoos and theme parks, can also reopen under the latest easing of lockdown. \nWedding receptions and funerals can again be held outdoors at regulated premises with up to 30 people.\nOrganised outdoor activities, such as sport activities limited to 30 people, are also able to resume.\nProtests are also now allowed but will need to be organised by a \"responsible body with appropriate mitigations, including undertaking a risk assessment\".\nHospitality is set to reopen indoors from 17 May, along with increased limits on those who can attend organised events, but this depends on case rates and the make-up of the Welsh government after the election on 6 May.\nWales' rolling seven-day case rate is now 12.9 per 100,000 people, the lowest level since 3 September. \nMore than a fifth of people in Wales have now had a full Covid vaccine.\nVolunteers and those who are unable to work from home can also order a lateral flow self-test kit to be delivered to their home from Monday.\nFirst Minister Mark Drakeford said because \"meeting outdoors continues to be lower risk than meeting indoors\" the lockdown easing was able to go ahead.\nThe Welsh Conservatives said it was a \"welcome but long overdue\" reopening for these sectors.\nPlaid Cymru said it was thanks to \"the collective effort of the people of Wales\" that the changes could happen. \nThe Welsh Liberal Democrats described it as a \"cautious but welcome\" first step to reopening.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nFriends Linda Trollope and Pat Cooper have been enjoying a gin on the terrace of Murray's Sports Bar in Bargoed, Caerphilly county.\n\"It is so lovely just to be out in the open and in the sun again,\" said Ms Trollope.\n\"First drink of the year, we couldn't wait for it to open again, even if it is outside.\"\n\"I wish I wore a t-shirt, instead of my winter jumper. We're celebrating in style,\" added Ms Cooper. \nJean Ellis, from Rhyl, Denbighshire, was at the Dinorben Arms in Bodfari celebrating her son's birthday. \n\"It's lovely,\" she said. \n\"I was restricted to my own home for so long because I have heart problems and I have to be very careful, but I've had both my vaccinations now, so I'm hopefully clear now.\"\nNick Saunders, director of an entertainment and food venue in Cardiff, said he was \"delighted to be back open\" after being shut for the past five months.\nHe said it was \"crucial\" to get more than 60 members of staff who have been on furlough back to work.\nFrom Monday, the venue will be operating 40 tables offering street food, with table service carried out via an app.\nHowever, Mr Saunders said he was \"still limited\" by the entertainment he could offer, saying \"there's no real entertainment we can do apart from background music\".\n\"We'd be delighted to get back to entertaining people in the way that we have done previously,\" he said.\nMeanwhile, Elen Morris said there would be \"a lot to do\" to prepare for reopening her pub in Bala, Gwynedd, after five months of being shut.\nMs Morris said opening outdoors would not be \"financially viable\" because there would be \"triple the staff, and a quarter of the capacity\", but once they could open indoors customers would be there \"day in, day out\".\n\"People used to go out and have a pint on their own and talk to bar staff until somebody else came in - and by the end of the night they would know who is who in the pub and all get along,\" she said.\nSuzanne Hallmark-Powell, who was preparing for a busy day in her beer garden in Ystalyfera, near Swansea, told BBC Radio Wales that if the sunny weather continued everything would be OK.\n\"If it's like during the last lockdown when we reopened, all it did was rain for two weeks, and that put us even further back,\" she said.\nShe added she was looking forward to seeing her regulars again, saying: \"A lot of my regulars are elderly people that live on their own, so that walk to their pub or shop, that's their only socialisation.\"\nAs cafes and pubs could start serving customers outside, people enjoyed a drink in the sunshine at Barry Island.\nFriends Vicky Evans and Lauren Ing enjoyed a cup of coffee in the sunshine after travelling from Herefordshire, and said they might go for \"something stronger later\".\nAfter bringing his deck chair to the beach every day, to be able to sit outside, Jim Kennedy said it was \"wonderful\" to finally be able to meet friends for a drink.\nThomas Jones, who grabbed a pint at 11:00 BST when the Lamb and Flag in Rhayader reopened, said it had been \"a long winter\" for the industry.\n\"It's good to get out and support them,\" he said, \"We are hoping for a better summer in the town and looking forward to visitors.\"\nMeanwhile, in neighbouring county Conwy, Nick Jackson's zoo is also preparing to open its doors again to visitors.\nHe said he was \"over the moon\" to reopen and staff had been working \"frantically\".\n\"We're so pleased to be opening and getting income back, but it still hangs over our heads the worry as to what the future holds.\"\nHe said the zoo's closure to the public - including being shut for two Easter periods - has been \"very difficult, in a direct practical way because of the loss of income\".\n\"Although we're back on Monday we're not back to the level of normality we would like to see.\"\nThe zoo will have a visitor number cap of 1,500 people who can enter per day.\nMr Jackson said the site would only be able to reopen its outdoor areas, while its cafe is just operating for takeaways.\nHowever, he said he thought that many of the zoo's animals - including primates and monkeys - would \"enjoy the company of the visitors coming in\" because they find them entertaining and amusing.\nThe lockdown changes also mean adults will also be able to return to outdoor activity centres.\nAlison Yates, operations and programme manager at a centre in Caernarfon, said the team was pleased visitors \"will now be able to experience the huge benefits that come from being out on the water, especially after a period which has been tough for many reasons, including on mental health\".\nThe attraction - which offers outdoor activities and watersports courses - initially reopened on 2 April for under-18s living in Wales, but from Monday it is able to welcome all visitors from across the UK.\nFor Alan Thompson, 74, the easing of restrictions means he will be able to step back on the bowling green for the first time in over three years after recovering from a stroke.\nWhile playing was banned, Mr Thompson, from Llantrisant, had been practicing by taking part in virtual games during lockdown.\n\"I honestly didn't think I'd ever be able to play bowls again, but playing virtual bowls helped me ease back into it and I've found my confidence again,\" he said.\n\"I've done the rehearsal and now it's time for the real performance out on the green.\" \nHowever, Bre Carrington-Sykes said despite restrictions easing to allow 30 at outdoor weddings, many of the bookings at her wedding venue still cannot go ahead.\nThe venue in Llandyrnog, Denbighshire, typically accommodates up to 150 people for a wedding booking.\nShe said so far she just has two weddings able to go ahead in June, but there are at least 70 weddings still waiting to happen because couples want more than 30 people present.\n\"Until we open up properly, many of our weddings can't go ahead.\n\"On a wedding day, we could have roughly 40 staff - including caterers, florists - working here.\"\n\"Usually we'd have a wedding every weekend from March to the end of October. Last year we had 43 weddings booked.\n\"We're maintaining the place and desperate to get open, refurbishing different pieces, but an outdoor wedding even for 30 people - you can't guarantee the weather,\" she said.\nTracey Owen, who owns a wedding venue, in Llangollen, Denbighshire, said three weeks notice was \"pretty pointless\" for most couples and many venues were already booked up.\n\"Weddings need a couple of months to prepare... and our couples are making decisions for weddings due to take place months away,\" she told BBC Radio Wales.\nShe repeated calls for clarity for couples and the industry, saying people were \"desperate\" to know when receptions would be able to be held indoors.\n\"We've lost all of our weddings to postponements to later dates... our couples have been so patient we really need that clarity,\" she said.\nThe Welsh government said it had provided the \"most generous offer of help anywhere in the UK\" with a package of financial assistance for firms worth more than £2bn.\nA spokeswoman said it was looking to run a number of pilot events in May and June, connected to the test events programme happening in England. \n\"We will assess these results and will work closely with the events sector with the aim of restoring activities safely and successfully in Wales as soon as we're able to do so,\" she said.\nMr Drakeford, the Welsh Labour leader, said the reopening of hospitality outdoors would provide more opportunities for people to meet and have a \"significant positive impact on people's well-being\".\nA Welsh Conservative spokesman said the reopening of sectors such as outdoor hospitality was \"welcome but long overdue, particularly when clarity could've been afforded to these businesses some time ago\".\n\"Regrettably, Labour ministers have chosen to play politics at the expense of people's businesses and livelihoods, and that's why the Welsh Conservatives pledge to cut the confusion and end the political games in Cardiff Bay after May's Senedd election.\"\nAdam Price, leader of Plaid Cymru, said it was \"thanks to the collective effort of the people of Wales\" and NHS staff that rules could be eased.\n\"Like people all over Wales, I can't wait to support local businesses by enjoying a socially distanced drink after a long day campaigning for Plaid Cymru.\"\nWelsh Liberal Democrat leader Jane Dodds said the reopening was a \"cautious but welcome\" first step to the recovery of the hospitality sector, which it \"desperately needs\".\n\"For many firms, takings will be significantly down as they can only operate at a reduced capacity and it's important that financial assistance from the government continues,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56882958",
      "category": "entertainment-arts",
      "title": "Oscars 2021: Nomadland, Anthony Hopkins and Daniel Kaluuya share glory",
      "tags": "Sound of Metal,Chloe Zhao,Mank,Minari,Daniel Kaluuya,Soul,Anthony Hopkins,The Oscars,Nomadland,Film,Regina King,Ma Rainey's Black Bottom,Promising Young Woman,The  Father,Yuh-jung Youn,Emerald Fennell",
      "text": "Film drama Nomadland has scooped three Oscars including best picture, while British stars Sir Anthony Hopkins and Daniel Kaluuya have won acting awards.\nNomadland's Chloé Zhao made history as the first non-white woman and second woman overall to win best director.\nAt 83, Sir Anthony is the oldest ever recipient of best actor; while best supporting actor Kaluuya is the first black British actor to win an Oscar.\n\"I did not expect to get this,\" said Sir Anthony, who missed the ceremony.\nBritish actress-turned-writer/director Emerald Fennell also won a screenplay award.\nThe star, who plays Camilla Parker Bowles in The Crown, won best original screenplay for Promising Young Woman, which she also directed.\nFrances McDormand won best actress for her role in Nomadland, while veteran South Korean actress Yuh-Jung Youn won best supporting actress for Minari. \nThe trophies were handed out in one of the grand halls at Los Angeles's stylish Union Station to allow for a Covid-safe ceremony, while many UK-based nominees were at a venue in London - although Sir Anthony was at neither.\nSir Anthony won best actor for his masterful performance as a man suffering with dementia in The Father, 29 years after he won his first Oscar for The Silence of the Lambs.\nHis victory was the biggest surprise of the night. The award had been tipped to go to the late Chadwick Boseman, who died aged 43 last August, for Ma Rainey's Black Bottom.\nSir Anthony was neither in LA nor at the British Film Institute in London, the ceremony's UK venue, so instead posted a message on Instagram on Monday morning.\n\"At 83 years of age I did not expect to get this award, I really didn't,\" he said in a video filmed in his \"homeland\" of Wales. \"I'm very grateful to the Academy, and thank you.\"\nSir Anthony went on to pay tribute to Boseman, whom he said had been \"taken from us far too early\", and said he felt \"very privileged and honoured\".\nThe Father, which will be released in the UK on 11 June, also won best adapted screenplay for Sir Christopher Hampton and director Florian Zeller, who called Sir Anthony \"the greatest living actor\".\nThe slow-burning drama about a woman living in her van in the American West after the financial crash won the top prize for best film, plus best director and best actress.\nMcDormand, who now has three best actress Oscars, is one of the only professional performers in the film. Most of the rest of the cast is made up of real people playing fictionalised versions of themselves.\nIn her acceptance speech, Zhao thanked the real-life nomads \"for teaching us the power of resilience and hope\".\nBefore Zhao, the only woman to have won the directing prize in the Oscars' 92-year history was Kathryn Bigelow for The Hurt Locker in 2010.\nMcDormand spoke of her hopes for the revival of big-screen cinema, asking viewers: \"One day very, very soon, take everyone you know into a theatre, shoulder to shoulder in that dark space and watch every film that's represented here tonight.\"\nShe then said: \"We give this one to our Wolf,\" and howled like a wolf - a tribute to the film's sound mixer Michael Wolf Snyder, who took his own life at the age of 35 last month.\nMeanwhile, black-and-white film Mank, which led the nominations with 10, picked up two awards, as did Sound of Metal, Judas and the Black Messiah, Ma Rainey's Black Bottom and Soul.\nThe 32-year-old Londoner won best supporting actor for his incendiary performance as Black Panthers leader Fred Hampton in Judas and the Black Messiah.\n\"What a man. How blessed we are that we live in a lifetime where he existed,\" the actor said. \"I am humbled to be nominated for portraying a man whose principles I deeply respect and for guiding me to walk in his footsteps.\"\nKaluuya also paid tribute to his mother, who was watching at the BFI, who he said \"gave me my factory settings so I can stand at my fullest height\".\nBut she could be seen asking \"What is he talking about?\" when her excited son told the global audience of millions: \"My mum met my dad, they had sex, it's amazing. I'm here. I'm so happy to be alive so I'm going to celebrate that tonight.\"\nYuh-Jung Youn became the first South Korean actress to win an Oscar, for her role as the grandmother in Korean-American family drama Minari.\nShe beat Olivia Colman, Amanda Seyfried, Maria Bakalova and Glenn Close to the prize for best supporting actress. It was Close's eighth nomination without a win. Youn told the crowd she \"doesn't believe in competition\" and paid tribute to her fellow nominee, asking: \"How can I win over Glenn Close?\"\nThe night's other British winners included Emerald Fennell for her first film as writer and director.\nUntil now, Fennell has been best-known for appearing in front of the camera, playing Patsy in BBC drama Call the Midwife and Camilla Parker-Bowles in Netflix's The Crown.\nHer satirical thriller stars Carey Mulligan as a woman avenging the rape of her best friend. In her speech, Fennell recalled how they shot it in 23 days while she was heavily pregnant.\nShe thanked her family, including her young son, \"who did not arrive until a couple of weeks after shooting, thank God, because I was crossing my legs the whole way through\".\nShe is the first British woman to win the best original screenplay award since it was established in its current form in 1958.\nThe other UK winners included Sir Christopher Hampton, who shared the best adapted screenplay award with Florian Zeller for The Father; and Atticus Ross, who shared the best score prize with Trent Reznor and Jon Batiste for Soul.\nFellow Brits Andrew Jackson and Andrew Lockley won best visual effects for Tenet; James Reed won best documentary feature for My Octopus Teacher; and Martin Desmond Roe won best live action short for Two Distant Strangers, which addresses the police killings of black people in the US. \nMia Neal and Jamika Wilson became the first black winners of the best make-up and hairstyling award, triumphing for their work on Ma Rainey's Black Bottom. They shared the award with Spaniard Sergio Lopez-Rivera.\nIn an impassioned acceptance speech, Neal said: \"Jamika and I break this glass ceiling with so much excitement for the future because I can picture black trans women standing up here and Asian sisters and Latinx sisters, and one day it won't be unusual and groundbreaking, it will just be normal.\"\nThe film also won best costume design for 89-year-old Ann Roth, making her the oldest woman to win an Oscar.\nThe ceremony was delayed by two months and was inevitably different this year. At Union Station, nominees walked an unusually sparse red carpet before sitting, spaced out but mostly maskless, in one of the station's converted halls.\nLike last year, there was no single host, so the show was introduced by director and Oscar-winning actress Regina King, who began on a political note. \nReferring to the conviction of former police officer Derek Chauvin of the murder of George Floyd, she said: \"If things had gone any different in Minneapolis I might have traded in my heels for marching boots.\"\nMost nominees and winners were there in person, but some were in London, while others appeared by satellite from locations including Paris, Prague and Sydney.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56363640",
      "category": "entertainment-arts",
      "title": "Oscars nominations 2021: Brits, diversity and female directors rewarded",
      "tags": "Lakeith Stanfield,Daniel Kaluuya,Frances McDormand,The Oscars,Film,The  Father,The Trial of the Chicago 7",
      "text": "Sacha Baron Cohen, Carey Mulligan, Olivia Colman, Daniel Kaluuya and Sir Anthony Hopkins are among the British stars nominated for this year's Oscars.\nVanessa Kirby, Gary Oldman and Riz Ahmed are among the other UK nominees.\nIt's also the most diverse Oscars ever, with nine of the 20 acting nominees from ethnic minority backgrounds.\nAnd two women were nominated for best director - the first time more than one woman has been shortlisted for that prize in the awards' 93-year history.\nChloe Zhao is nominated for directing Nomadland, and Britain's Emerald Fennell is recognised for Promising Young Woman.\nOther nominated stars include Frances McDormand, Glenn Close, Viola Davis and the late Chadwick Boseman.\nMank, the black-and-white drama starring Oldman as Citizen Kane writer Herman Mankiewicz, leads the overall field with 10 nominations.\nThis year's winners will be announced on 25 April at a delayed ceremony that will take place at both the Dolby Theatre, the ceremony's normal home, and Los Angeles' main railway hub, Union Station.\nThe eight British acting nominees range from Ahmed, who receives his first Oscar nomination for playing a drummer who loses his hearing in Sound of Metal, to Sir Anthony, whose performance as a man who loses his grip on reality in The Father earns him his sixth nomination.\nAt 83, he is the oldest person ever to be nominated for best actor. Sir Anthony and Ahmed are joined on the award's five-strong shortlist by Oldman, who won the trophy three years ago for playing Winston Churchill in Darkest Hour.\nColman will hope to repeat her 2019 success with The Favourite after being nominated this year for her role in The Father.\nCarey Mulligan is nominated for Promising Young Woman despite being shut out by this year's Baftas. The revenge thriller also earns Fennell - best known for her acting in Call the Midwife and The Crown - nominations for best picture and best original screenplay as well as best director.\nKirby, who also made her name on The Crown, is nominated for playing a traumatised mother in Pieces of a Woman, while Kaluuya and Baron Cohen are up for best supporting actor for Judas and the Black Messiah and The Trial of the Chicago 7 respectively.\nOther British nominees include singer Celeste for best song, for her contribution to The Trial of the Chicago 7; and Aardman's A Shaun The Sheep Movie: Farmageddon, which is up for best animated film.\nSix black actors and actresses are nominated, equalling the record set in 2017. This year, Kaluuya, Boseman and Davis are joined by US stars Andra Day, LaKeith Stanfield and Leslie Odom Jr - who is also up for best original song.\nDavis is shortlisted for playing a 1920s blues singer in Ma Rainey's Black Bottom - the fourth nomination of her career, making her the most-nominated black actress ever.\nAhmed is the first actor of Pakistani descent to get an Oscar nomination and the first Muslim to be up for best actor; and Yuh-Jung Youn is the first South Korean actress to get an Oscar nod. \n\"Never in my dreams did I ever think a Korean actress would be nominated for an Oscar, and I can't believe it's me!\" she said. She will be joined at the ceremony by Steven Yeun, her Korean-American co-star in Minari, who is nominated for best actor.\nMinari is also up for the Academy Awards' top prize, best picture, which is given to a film's producers. Its rivals for that award include Judas and the Black Messiah, which is the first best picture nominee to have an all-black line-up of producers.\nBoseman is nominated alongside Davis for Ma Rainey's Black Bottom - his final role before he died of cancer at the age of 43 last year.\nThe much-loved star, who is also known for his role in Black Panther, is the favourite to be given the best actor award.\nIf he does, he will be only the second posthumous best actor winner after Peter Finch for Network in 1976.\nOnly five women had been nominated for best director before, and only one has won - Kathryn Bigelow for The Hurt Locker in 2010.\nThis year, two of the five contenders are female, with Chinese-born, US-based Zhao the hot favourite for her story of a woman, played by Frances McDormand, who lives a nomadic life in a van.\nZhao is up for a total of four awards this year - best picture, best adapted screenplay and best editing, as well as best director. If she wins them all, she will equal a record set by Walt Disney, who is the only person to have won four Oscars in the same night.\nFennell is the first British woman to be up for best director. Some predicted a third female best director nominee this year, with Regina King tipped for One Night in Miami. She won an Oscar for her acting for If Beale Street Could Talk in 2019, but will not get a directing award to go with it this year.\nOverall, a record 76 nominations went to women this year, according to the Academy of Motion Picture Arts and Sciences, which organises the awards.\nThe 73-year-old has her eighth Oscar nomination for playing a foul-mouthed, prosthetic-nosed grandmother in Ron Howard's Hillbilly Elegy.\n\"I dedicate this honour to all the grandmothers in the world who fight to give their children a better life,\" she said.\nHer previous nominations have come for films like The World According to Garp, Fatal Attraction and Dangerous Liaisons. She has never won. So could this finally be her year?\nProbably not - the favourites for best supporting actress are Yuh-Jung Youn and Maria Bakalova, the Bulgarian newcomer who is rewarded for playing Borat's daughter in Baron-Cohen's comedy sequel.\nPlus, Hillbilly Elegy was panned by many critics, and Close now has the dubious honour of being only the third person to be up for an Oscar and a Razzie (for the worst films of the year) for the same performance.\nMank, about the making of Citizen Kane, may have the most Oscar nominations with 10, but it is highly unlikely to win best picture.\nCrucially, it failed to land a screenwriting nomination. In the past 55 years, the only films to have been named best picture without one are The Sound of Music and Titanic - a musical and a film that relied on spectacle rather than script. \nIt has also missed out in best editing, a category in which, since 1981, every best picture winner has been nominated - apart from Birdman, which gave the appearance of not having been edited.\nMank's omission in these categories suggests it is a film the Academy admires, rather than loves.\nIt would appear to be destined for the same fate as the film it is about, which nominated for best picture at the 1941 Oscars, but lost out to How Green Was My Valley.\nI have the favourite as Nomadland, which has already been a winner at the Golden Globes and the Critics' Choice Awards. However, it has one thing going against it - the Academy almost never rewards female-fronted films. Last year, 68% of Oscar voters were men and of the last 15 best picture winners, only one (The Shape of Water) even managed a best actress nomination. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56876153",
      "category": "uk-politics",
      "title": "Dominic Cummings allegations: Labour wants minister to face MPs",
      "tags": "Keir Starmer,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "Labour is calling for a senior minister to face MPs' questions over allegations the PM considered asking Conservative donors to help fund his Downing Street flat refurbishment.\nThe party will request the government be summoned to the Commons to address claims by ex-adviser Dominic Cummings.\nLabour says Boris Johnson needs to disclose where the money came from.\nThe government said \"costs of wider refurbishment in this year have been met by the prime minister personally\".\nIt comes amid a row over the lobbying of ministers, including the prime minister, after it was revealed he had exchanged text messages with businessman Sir James Dyson. Mr Cummings denied reports he leaked the messages.\nOnce Mr Johnson's closest ally, Mr Cummings was forced out of his Downing Street role at the end of last year, following an internal power struggle.\nIn a blistering attack on his old boss on Friday, Mr Cummings questioned the prime minister's \"competence and integrity\".\nIn his first blog post since leaving his role at the end of 2020, Mr Cummings:\nNo 10 insisted the PM had never interfered in a government leak inquiry.\nOn Monday, Labour will ask the Commons speaker to grant an urgent question, a device which allows MPs to question a senior minister at short notice.\nMr Cummings promised to answer questions about \"any\" issues when he appears before a Parliamentary inquiry into the government's pandemic response on 26 May.\nTory MP Greg Clark, chairman of the Commons Science and Technology Committee, told the BBC the usual procedure would be to publish any documents Mr Cummings provides on lessons learned from the handling of Covid.\nLike several of his recent predecessors, Mr Johnson and his fiancee Carrie Symonds are living in the flat above No 11 Downing Street, which is larger than the one above No 10.\nIn March, Downing Street dismissed as \"speculation\" suggestions that refurbishments carried out last year would be paid for by Tory donors through a charity set up for this purpose, amid reports that the costs had spiralled out of control.\nThe Electoral Commission says it is working to establish whether any of the spending on the flat needs to be examined within its own remit on political donations, and therefore needs to be reported and subsequently published.\nOn Saturday, Labour also said Mr Johnson needed to reveal whether any of the money was a loan.\nLabour leader Sir Keir Starmer said: \"If there is nothing to see here - whether it is the refurb of No 10, whether it is the dodgy contracts, whether it is the privileged access - if there is nothing to see, publish everything, have a full inquiry.\"\nIn response to Mr Cummings's claims, a No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\n\"Cabinet Office officials have been engaged and informed throughout and official advice has been followed.\n\"All reportable donations are transparently declared and published - either by the Electoral Commission or the House of Commons registrar, in line with the requirements set out in electoral law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in transparency returns.\"\nResponding to a Parliamentary question, Cabinet Office minister Lord True said that during successive governments the prime minister has been given an allowance of £30,000 a year from the public funds to maintain and furnish the flat in Downing Street.\nHe said no work took place in 2019-20 due to the pandemic, but official figures on spending this year are not yet available. \nDowning Street contractors have carried out work on painting, sanding and floorboards, Lord True said, while \"any costs of wider refurbishment in this year have been met by the prime minister personally\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56882682",
      "category": "world-asia-india",
      "title": "India Covid: 'A person cannot even die peacefully in Delhi'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56888248",
      "category": "health",
      "title": "Rugby dementia study: Ben Kay and Shane Williams join head injury research",
      "tags": "Dementia,Alzheimer's",
      "text": "Fifty former elite rugby players are being recruited to a study into whether they are more likely to show early warning signs of dementia.\nThose involved include England's Ben Kay and Wales' Shane Williams.\nThe Alzheimer's Society work comes amid growing concern over long-term head-injury risks in rugby and football.\nGoverning body World Rugby welcomed the study and said it would \"assist in broadening understanding around this incredibly complex area of medicine\".\nA statement added: \"While there is currently no medical consensus on this issue, World Rugby will continue to listen and engage with all sides of the scientific debate to understand what it means for our game. \n\"We have been in regular and positive dialogue with both professors on this topic and will continue to do so.\"\nThere are now strict protocols to deal with head injuries and concussion - but in previous decades, there was less awareness of the risks.  \nKay, part of the England's 2003 World Cup winning team, told BBC News: \"As someone that will undoubtedly have suffered head trauma, mild head trauma, while I was playing rugby, if I can be part of the process that examines how that might affect not just sports people but anyone who's suffered head trauma in their life at some point, then absolutely I want to throw my weight behind it.\"\nThe study, which began in 2013, is already monitoring 700 members of the public aged 40-59, assessing them every two years to check brain function and for early signs of damage.\nAnd the rugby players' results will be compared.\nAlzheimer's Society research head Dr Richard Oakley said the idea was to monitor people \"almost in real time\" during mid-life to look for \"subtle changes\" in the brain to understand \"not only what caused them but what effect they are having and what they go on to develop\".\nProf Craig Ritchie, of the University of Edinburgh, who is leading the research, said the goal was to identify conditions such as Alzheimer's at the earliest stages - when they might be halted or even reversed.\nAnd including elite athletes \"might help reduce all players' risk of developing dementia in the future\".\nSome former rugby internationals, including World Cup winner Steve Thompson, are planning legal action against the games' authorities, claiming the sport left them with permanent brain damage.  \nThe study aims to recruit more former professional rugby players - and footballers.\nPrevious research suggested former professional footballers were five times more likely than the general population to die with Alzheimer's disease.\nFormer England footballer Alan Shearer said: \"The risk of dementia is something that worries many players, so work directed to understanding the earliest stage of dementia is incredibly important.\"\nOther projects are also looking into sports' players health.\nThe Drake Foundation is running a series of studies. One, which hopes to publish findings soon, is testing blood, saliva and urine samples from players in elite rugby union teams looking for potential biomarkers of concussion injuries.\nA spokesman for the organisation said: \"It is very reassuring to see the Alzheimer's Society putting their resources behind the search for answers around the link between sport and long-term brain injury and dementias. We're pleased to see this critical issue finally getting the attention it needs.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56845676",
      "category": "uk-northern-ireland",
      "title": "Micheál Martin says NI assembly could stay in united Ireland",
      "tags": "Republic of Ireland,Northern Ireland Assembly",
      "text": "A Northern Ireland Executive and assembly could be retained in a united Ireland, the taoiseach has said. \nMicheál Martin said support would be provided from Dublin in \"external matters\", with British government input also. \nHe said it would be a three-way relationship.\nMeanwhile, a poll suggests a majority on both sides of the border want an NHS-style health system in a united Ireland. \nIn Northern Ireland, 82% of people agreed that Ireland should adopt a British-style health care system with no charges for prescriptions or A&E and GP visits. \nIn the Republic of Ireland, 70% of people agreed with the proposition. \nThe poll was commissioned by BBC NI's Spotlight programme and these results were revealed on The View on Thursday night.\nThe poll also suggests that:\nView the full, detailed results for Northern Ireland here and the Republic of Ireland here.\nYou can watch Spotlight - A Contested Centenary and The View on the BBC iPlayer.\nIn an interview with former BBC News NI political editor Mark Devenport for Spotlight, Mr Martin said he believed the latter point could be a possibility. \n\"You could have still a northern assembly and the northern executive, potentially, with the fulcrum towards Dublin, in terms of external matters and so on,\" Mr Martin said. \n\"But the British government would still be involved.\"\nHe added that the \"three sets of relationships have to be at the cornerstone\". \nFindings of the same poll released earlier this week found that a majority of people on both sides of the Irish border believes Northern Ireland will have left the UK within 25 years.\nMost respondents said they thought NI would still be part of the UK in 10 years time, but not in 25 years.\nThe poll was carried out by the NI Pollsters LucidTalk and the Irish polling firm Ireland Thinks.\nThe margin of error is +/- 2.5%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56882167",
      "category": "world-asia-india",
      "title": "Covid-19 in India: Patients struggle at home as hospitals choke",
      "tags": "Delhi,India,Coronavirus pandemic",
      "text": "As hospitals in Delhi and many other cities run out of beds, people have been forced to find ways to get treatment for sick patients at home. Many have turned to the black market, where prices of essential medicines, oxygen cylinders and concentrators have skyrocketed and questionable drugs are now proliferating.\nOn Monday, India recorded a new global high for daily coronavirus cases for a fifth straight day at 352, 991.\nAnshu Priya could not get a hospital bed in Delhi or its suburb of Noida for her father-in-law and as his condition continued to deteriorate. She spent most of Sunday looking for an oxygen cylinder but her search was futile. \nSo she finally turned to the black market. She paid a hefty amount - 50,000 rupees ($670; £480) - to procure a cylinder that normally costs 6,000 rupees. With her mother-in-law also struggling to breathe, Anshu knew she may not be able to find or afford another cylinder on the black market.\nThis is a familiar story not just in Delhi but also in Noida, Lucknow, Allahabad, Indore and so many other cities where families are desperately cobbling together makeshift arrangements at home.\nBut most of India's population cannot afford to do this. There are already several reports of people dying at the doorsteps of hospitals because they couldn't afford to buy essential drugs and oxygen on the black market.\nThe BBC called several oxygen cylinder suppliers and most of them asked for at least 10 times more than the normal price.\nThe situation is particularly dire in Delhi where there are no ICU beds left. Families of those who can afford it are hiring nurses and consulting doctors remotely to keep their loved ones breathing. \nBut the struggles are huge from getting blood tests done to getting a CT scan or x-ray. \nLabs are overrun and it's taking up to three days for test results to come back. This is making it harder for treating doctors to assess the progression of the disease. CT scans are also used by doctors to asses the condition of the patient but it's taking days to get an appointment.\nDoctors say that these delays are putting many patients at risk.  RT-PCR tests are also taking days. I know several sick patients who found a bed but couldn't get admitted as they didn't have a positive Covid report. \nAnuj Tiwari hired a nurse to assist in the treatment of his brother at home after he was refused admission in many hospitals. \nSome said they didn't have any free beds and others said they were not taking new patients due to continuing uncertainty over the supply of oxygen. A number of patients have died in Delhi due to a lack of oxygen supply. The city's hospitals are desperate and some have been issuing daily warnings, saying they are left with just a few hours of oxygen. Then the government swings into action and tankers are sent, which is often enough to run the hospital for a day.\nA doctor in Delhi said that was how hospitals were working and \"there are real fears now that a big tragedy may happen\". \nGiven the scenario at hospitals, Mr Tiwari paid a hefty amount to procure a concentrator  - which can extract oxygen from the air - keep his brother breathing. The doctor also asked him to arrange the anti-viral drug remdesivir, which has been given emergency-use approval in India and is being prescribed widely by doctors. The benefits of the drug - which was originally developed to treat Ebola - are still being debated across the world. \nMr Tiwari couldn't find the drug in any medicine shop and eventually turned to the black market. His brother's condition continues to be critical and the treating doctor says he may soon need a hospital where remdesvir could be administered. \n\"There are no beds. What will I do? I can't even take him anywhere else as I have already spent so much money and don't have much left,\" he said.\nHe added that \"the desperate battle to save Covid patients has shifted from hospitals to home\", and even that is proving to be a daunting task as \"we don't have easy access to oxygen\". \nRemdesivir is in such short supply that families of the patients who are being treated at home are rushing to procure it. They want to have the drug in case the patient is required to go to hospital and may need the drug.\nThe BBC spoke to several dealers on the black market who said the supply was tight and that was why they were charging such high prices. The government has allowed seven firms to manufacture remdesvir in India and they have been told to ramp up production. \nBut several promises of adequate supply from the government have failed to show any result on the ground. Epidemiologist Dr Lalit Kant says the decision to ramp up production was taken too late and the government should have been prepared for the second wave. \n\"But somehow the drug is available in the black market, so there is some leakage in the supply system which the regulators haven't been able to plug,\" he says.\n\"We learnt nothing from the first wave.\"\nAnother drug that is in huge demand is tocilizumab. It is normally used to treat arthritis but studies have shown that it can reduce the chances of a very sick patient needing to go on a ventilator. \nDoctors are prescribing the drug mostly to patients who are severely sick. But it has disappeared from the market. Cipla, the Indian company that imports and sells the drug, has been struggling to meet the rising demand.\nIt usually costs around 32,480 rupees for a vial of 400mg. But Kamal Kumar paid 250,000 rupees to buy one dose for his father. He said the price was \"mind boggling\" but he had no other option but to pay.\nPublic health expert Anant Bhan says the government should have procured the drug in huge quantities as not many can afford to buy it in the black market.\n \"This shows that there was no planning. The government failed to anticipate the wave and plan for it,\" he says.\n\"People have been left to their own fate.\"\nFake remdesivir has also appeared in the black market. When the BBC questioned a dealer that the drug he was offering seemed fake as the firm manufacturing it wasn't on the list of the companies licensed to produce it in India, he replied that it was \"100% original\".\nThe packaging was also full of spelling errors. But he shrugged and asked me to get it tested in any laboratory. The firm also has no presence on the internet.\nBut such is the desperation that people are willing to buy even questionable drugs. And some have been cheated as well. People are constantly sharing phone numbers of suppliers who can provide anything from oxygen to medicines. But not all of these numbers are verified.\nAn IT worker, who did not want to be named, said that he desperately needed to buy an oxygen cylinder and remdesivir, and he got a lead from Twitter. When he contacted the person, he was told to deposit 10,000 rupees as advance payment.\n\"The moment I sent the money, the person blocked my number,\" he said.\nDesperation is driving people to trust anything in the hour of need and that seems to be fuelling the black market. Several state governments have promised to crack down on black marketing of remdesivir and some arrests have also been made. But the black market seems unfazed.\nMr Tiwari says people like him don't have any choice but to pay more.\n\"It seems you can't get treated in hospitals, and now you can't save your loved ones even at home.\"\nHow have you been affected by coronavirus in India? Tell us your story by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56873223",
      "category": "uk-wales",
      "title": "Covid: Pubs and restaurants reopen outdoors in Wales",
      "tags": "Coronavirus lockdown measures,Caernarfon,Colwyn Bay,Wales business,Bargoed,Weddings,Bala,Bodfari,Rhyl,Cardiff,Llandyrnog,Hospitality industry,Pubs,Coronavirus pandemic",
      "text": "People in Wales have been visiting pubs and restaurants for the first time in almost five months.\nFrom Monday, pubs, cafes and restaurants in Wales are able to reopen to customers outdoors.\nUp to six people from six households are now able to meet, with social distancing and hygiene measures in place.\nOutdoor attractions, such as zoos and theme parks, can also reopen under the latest easing of lockdown. \nWedding receptions and funerals can again be held outdoors at regulated premises with up to 30 people.\nOrganised outdoor activities, such as sport activities limited to 30 people, are also able to resume.\nProtests are also now allowed but will need to be organised by a \"responsible body with appropriate mitigations, including undertaking a risk assessment\".\nHospitality is set to reopen indoors from 17 May, along with increased limits on those who can attend organised events, but this depends on case rates and the make-up of the Welsh government after the election on 6 May.\nWales' rolling seven-day case rate is now 12.9 per 100,000 people, the lowest level since 3 September. \nMore than a fifth of people in Wales have now had a full Covid vaccine.\nVolunteers and those who are unable to work from home can also order a lateral flow self-test kit to be delivered to their home from Monday.\nFirst Minister Mark Drakeford said because \"meeting outdoors continues to be lower risk than meeting indoors\" the lockdown easing was able to go ahead.\nThe Welsh Conservatives said it was a \"welcome but long overdue\" reopening for these sectors.\nPlaid Cymru said it was thanks to \"the collective effort of the people of Wales\" that the changes could happen. \nThe Welsh Liberal Democrats described it as a \"cautious but welcome\" first step to reopening.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nFriends Linda Trollope and Pat Cooper have been enjoying a gin on the terrace of Murray's Sports Bar in Bargoed, Caerphilly county.\n\"It is so lovely just to be out in the open and in the sun again,\" said Ms Trollope.\n\"First drink of the year, we couldn't wait for it to open again, even if it is outside.\"\n\"I wish I wore a t-shirt, instead of my winter jumper. We're celebrating in style,\" added Ms Cooper. \nJean Ellis, from Rhyl, Denbighshire, was at the Dinorben Arms in Bodfari celebrating her son's birthday. \n\"It's lovely,\" she said. \n\"I was restricted to my own home for so long because I have heart problems and I have to be very careful, but I've had both my vaccinations now, so I'm hopefully clear now.\"\nNick Saunders, director of an entertainment and food venue in Cardiff, said he was \"delighted to be back open\" after being shut for the past five months.\nHe said it was \"crucial\" to get more than 60 members of staff who have been on furlough back to work.\nFrom Monday, the venue will be operating 40 tables offering street food, with table service carried out via an app.\nHowever, Mr Saunders said he was \"still limited\" by the entertainment he could offer, saying \"there's no real entertainment we can do apart from background music\".\n\"We'd be delighted to get back to entertaining people in the way that we have done previously,\" he said.\nMeanwhile, Elen Morris said there would be \"a lot to do\" to prepare for reopening her pub in Bala, Gwynedd, after five months of being shut.\nMs Morris said opening outdoors would not be \"financially viable\" because there would be \"triple the staff, and a quarter of the capacity\", but once they could open indoors customers would be there \"day in, day out\".\n\"People used to go out and have a pint on their own and talk to bar staff until somebody else came in - and by the end of the night they would know who is who in the pub and all get along,\" she said.\nSuzanne Hallmark-Powell, who was preparing for a busy day in her beer garden in Ystalyfera, near Swansea, told BBC Radio Wales that if the sunny weather continued everything would be OK.\n\"If it's like during the last lockdown when we reopened, all it did was rain for two weeks, and that put us even further back,\" she said.\nShe added she was looking forward to seeing her regulars again, saying: \"A lot of my regulars are elderly people that live on their own, so that walk to their pub or shop, that's their only socialisation.\"\nAs cafes and pubs could start serving customers outside, people enjoyed a drink in the sunshine at Barry Island.\nFriends Vicky Evans and Lauren Ing enjoyed a cup of coffee in the sunshine after travelling from Herefordshire, and said they might go for \"something stronger later\".\nAfter bringing his deck chair to the beach every day, to be able to sit outside, Jim Kennedy said it was \"wonderful\" to finally be able to meet friends for a drink.\nThomas Jones, who grabbed a pint at 11:00 BST when the Lamb and Flag in Rhayader reopened, said it had been \"a long winter\" for the industry.\n\"It's good to get out and support them,\" he said, \"We are hoping for a better summer in the town and looking forward to visitors.\"\nMeanwhile, in neighbouring county Conwy, Nick Jackson's zoo is also preparing to open its doors again to visitors.\nHe said he was \"over the moon\" to reopen and staff had been working \"frantically\".\n\"We're so pleased to be opening and getting income back, but it still hangs over our heads the worry as to what the future holds.\"\nHe said the zoo's closure to the public - including being shut for two Easter periods - has been \"very difficult, in a direct practical way because of the loss of income\".\n\"Although we're back on Monday we're not back to the level of normality we would like to see.\"\nThe zoo will have a visitor number cap of 1,500 people who can enter per day.\nMr Jackson said the site would only be able to reopen its outdoor areas, while its cafe is just operating for takeaways.\nHowever, he said he thought that many of the zoo's animals - including primates and monkeys - would \"enjoy the company of the visitors coming in\" because they find them entertaining and amusing.\nThe lockdown changes also mean adults will also be able to return to outdoor activity centres.\nAlison Yates, operations and programme manager at a centre in Caernarfon, said the team was pleased visitors \"will now be able to experience the huge benefits that come from being out on the water, especially after a period which has been tough for many reasons, including on mental health\".\nThe attraction - which offers outdoor activities and watersports courses - initially reopened on 2 April for under-18s living in Wales, but from Monday it is able to welcome all visitors from across the UK.\nFor Alan Thompson, 74, the easing of restrictions means he will be able to step back on the bowling green for the first time in over three years after recovering from a stroke.\nWhile playing was banned, Mr Thompson, from Llantrisant, had been practicing by taking part in virtual games during lockdown.\n\"I honestly didn't think I'd ever be able to play bowls again, but playing virtual bowls helped me ease back into it and I've found my confidence again,\" he said.\n\"I've done the rehearsal and now it's time for the real performance out on the green.\" \nHowever, Bre Carrington-Sykes said despite restrictions easing to allow 30 at outdoor weddings, many of the bookings at her wedding venue still cannot go ahead.\nThe venue in Llandyrnog, Denbighshire, typically accommodates up to 150 people for a wedding booking.\nShe said so far she just has two weddings able to go ahead in June, but there are at least 70 weddings still waiting to happen because couples want more than 30 people present.\n\"Until we open up properly, many of our weddings can't go ahead.\n\"On a wedding day, we could have roughly 40 staff - including caterers, florists - working here.\"\n\"Usually we'd have a wedding every weekend from March to the end of October. Last year we had 43 weddings booked.\n\"We're maintaining the place and desperate to get open, refurbishing different pieces, but an outdoor wedding even for 30 people - you can't guarantee the weather,\" she said.\nTracey Owen, who owns a wedding venue, in Llangollen, Denbighshire, said three weeks notice was \"pretty pointless\" for most couples and many venues were already booked up.\n\"Weddings need a couple of months to prepare... and our couples are making decisions for weddings due to take place months away,\" she told BBC Radio Wales.\nShe repeated calls for clarity for couples and the industry, saying people were \"desperate\" to know when receptions would be able to be held indoors.\n\"We've lost all of our weddings to postponements to later dates... our couples have been so patient we really need that clarity,\" she said.\nThe Welsh government said it had provided the \"most generous offer of help anywhere in the UK\" with a package of financial assistance for firms worth more than £2bn.\nA spokeswoman said it was looking to run a number of pilot events in May and June, connected to the test events programme happening in England. \n\"We will assess these results and will work closely with the events sector with the aim of restoring activities safely and successfully in Wales as soon as we're able to do so,\" she said.\nMr Drakeford, the Welsh Labour leader, said the reopening of hospitality outdoors would provide more opportunities for people to meet and have a \"significant positive impact on people's well-being\".\nA Welsh Conservative spokesman said the reopening of sectors such as outdoor hospitality was \"welcome but long overdue, particularly when clarity could've been afforded to these businesses some time ago\".\n\"Regrettably, Labour ministers have chosen to play politics at the expense of people's businesses and livelihoods, and that's why the Welsh Conservatives pledge to cut the confusion and end the political games in Cardiff Bay after May's Senedd election.\"\nAdam Price, leader of Plaid Cymru, said it was \"thanks to the collective effort of the people of Wales\" and NHS staff that rules could be eased.\n\"Like people all over Wales, I can't wait to support local businesses by enjoying a socially distanced drink after a long day campaigning for Plaid Cymru.\"\nWelsh Liberal Democrat leader Jane Dodds said the reopening was a \"cautious but welcome\" first step to the recovery of the hospitality sector, which it \"desperately needs\".\n\"For many firms, takings will be significantly down as they can only operate at a reduced capacity and it's important that financial assistance from the government continues,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56864789",
      "category": "world-asia-india",
      "title": "India Covid crisis: Inside the Delhi hospital running low on beds and oxygen",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55954948",
      "category": "entertainment-arts",
      "title": "Oscars 2021: How to see the films in this year's race",
      "tags": "Chloe Zhao,Bafta Awards,The Oscars,Film,Riz Ahmed,The  Father,Golden Globes",
      "text": "All the major awards ceremonies have now delivered their verdicts on this year's crop of films.\nNomadland took three of the biggest prizes at the Oscars, with films including The Father and Judas and the Black Messiah close behind with two awards each. \nThe release details below relate to the UK.\nWhat's it about? A woman loses her job in a small town and decides to become a van-dwelling nomad in the American west.\nWho's in it? Frances McDormand, David Strathairn.\nWhat are its Oscar chances? It's the strong favourite for best film and best director for Chloe Zhao, after picking up both awards at the Baftas, the Golden Globes and at this week's Independent Sprit Awards. And after her Bafta success, two-time winner Frances McDormand could grab a third Oscar statuette.\nWhere can I see it? It'll be released on Star on Disney+ on 30th April, and will be in cinemas from 17th May.\nWhat's it about? The events of a tempestuous studio recording session in 1927 featuring a respected blues singer, her hired band and an ambitious trumpet player.\nWho's in it? Viola Davis, Chadwick Bozeman, Colman Domingo, Glynn Turman.\nWhat are its Oscar chances? The late Chadwick Boseman lights up the screen with his energy and talent, and while he isn't quite the runaway frontrunner he was a few months ago, he remains the favourite for best actor on Sunday. \nViola Davis certainly isn't out of the running in what is the most open best actress category for years.\nWhere can I see it? It's currently streaming on Netflix.\nWhat's it about? The impact on an 80-year-old man and his family when he begins to experience progressive memory loss.\nWho's in it? Anthony Hopkins, Olivia Colman, Rufus Sewell, Olivia Williams, Mark Gatiss.\nWhat are its Oscar chances? While Chadwick Boseman has long been the favourite for best actor, Anthony Hopkins' win at the Baftas may have positioned him to pull off a surprise win on Sunday. Florian Zeller and Christopher Hampton could well end up taking home the statuette in the best adapted screenplay category\nWhere can I see it? It's planned to be in cinemas from 11th June.\nWhat's it about? A drummer and those around him deal with the impact when he loses his hearing.\nWho's in it? Riz Ahmed, Olivia Cooke, Paul Raci.\nWhat are its Oscar chances? Riz Ahmed's win at the Independent Spirit Awards might represent a late swell in support for him, which could lead to what would be a welcome, but slightly surprising best actor win over Chadwick Boseman. Behind the camera, the film's use of sound to tell the story and the movie's excellent construction could well lead to wins the sound and editing categories.\nWhere can I see it? It's currently streaming on Amazon Prime, and is planned to be in cinemas from 17th May.\nWhat's it about? A young woman sets out to find justice for her best friend, a victim of rape.\nWho's in it? Carey Mulligan, Bo Burnham, Laverne Cox, Jennifer Coolidge.\nWhat are its Oscar chances? Carey Mulligan's formidable performance earned her a win at the Independent Spirit Awards, and she could be in with a chance on Sunday. Emerald Fennell is nominated in both best director and best original screenplay, and is in with a strong chance of winning in the latter category after taking home the same prize at the Baftas.\nWhere can I see it? It's currently available on Sky Cinema.\nWhat's it about? The singer Billie Holiday and the American government's undercover drugs investigation against her.\nWho's in it? Andra Day, Trevante Rhodes, Garrett Hedlund.\nWhat are its Oscar chances? The Academy likes to reward performers playing real life musical figures. Rene Zellweger won last year for her portrayal of Judy Garland. Andra Day has already won at the Golden Globes, could that give her an edge at the Oscars?\nWhere can I see it? It's been showing on Sky Cinema since 27 February.\nWhat's it about? It's the story of the Black Panthers, its charismatic leader Fred Hampton and the FBI's attempts to infiltrate the organisation.\nWho's in it? LaKeith Stanfield, Daniel Kaluuya, Jesse Plemons, Dominique Fishback.\nWhat are its Oscar chances? After winning at the Golden Globes, the Screen Actors Guild and the Baftas, Daniel Kaluuya is way out in front as the favourite to win his first Academy Award\nWhere can I see it? It's available on various on-demand services.\nWhat's it about? A Korean family move to rural Arkansas to try to make a living farming the land.\nWho's in it? Steven Yeun, Han Ye-ri, Alan Kim, Youn Yuh-jung.\nWhat are its Oscar chances? While it's the second Korean-language film in a row to be nominated for best picture after last year's Parasite, its chances of repeating Parasite's win seem low.\nOn the other hand the chances of Youn Yuh-jung, who gives a touching turn as the family's grandmother, winning best supporting actress are pretty high. So far she's won at the Baftas, the Screen Actors Guild and this week's Independent Spirit Awards.\nWhere can I see it? It's available on various on-demand services, and is planned to be in cinemas from 17th May.\nWhat's it about? A couple deal with their grief and look for someone to blame after their baby dies shortly after childbirth.\nWho's in it? Vanessa Kirby, Shia LaBeouf, Ellen Burstyn, Molly Parker.\nWhat are its Oscar chances? Its only chance for an Oscar is for Vanessa Kirby's emotionally shattering performance. Best actress is very open this year, but a win for her would still be one of the night's surprises.\nWhere can I see it? It's currently streaming on Netflix.\nWhat's it about? A Yale law student takes a fresh look at his relationship with his sister, mother and grandmother following a family crisis.\nWho's in it? Amy Adams, Glenn Close, Gabriel Basso.\nWhat are its Oscar chances? It was one of the night's shocks two year ago when Glenn Close lost in the best actress category to Olivia Colman. It'll be not-quite-as-big a surprise if Close were to finally win her first Academy Award for best supporting actress in Hillbilly Elegy, a film which has not found favour with critics.\nWhere can I see it? It's currently streaming on Netflix.\nWhat's it about? Fictional Kazhakstani journalist Borat returns to America in the run-up to the 2020 Presidential election, accompanied by his daughter Tutar.\nWho's in it? Sacha Baron Cohen, Maria Bakalova.\nWhat are its Oscar chances? Maria Bakalova was an early favourite in the race for best supporting actress, but is now widely expected to be beaten by Youn Yuh-jung (Minari). It's also up for best adapted screenplay, but similarly isn't expected to win here either.\nWhere can I see it? It's currently streaming on Amazon Prime.\nWhat's it about? A group of anti-Vietnam war protesters are put on trial after a demonstration turns violent.\nWho's in it? Sacha Baron Cohen, Mark Rylance, Eddie Redmayne.\nWhat are its Oscar chances? In recent years Netflix has poured millions into trying to win best film. With the reduced number of traditional releases in the last 12 months, this year could have been its best chance with Aaron Sorkin's historical movie. \nBut while Chicago 7 won the top prize (best ensemble) at the Screen Actors Guild, it's failed to convert most of its major nominations into wins. Its best hope now is Aaron Sorkin in the best original screenplay category.\nWhere can I see it? It's currently streaming on Netflix.\nWhat's it about? A fictionalised account of a night in the 1960s imagining a gathering of Muhammad Ali, Malcolm X, singer-songwriter Sam Cooke and NFL player Jim Brown in Miami.\nWho's in it? Kingsley Ben-Adir, Eli Goree, Aldis Hodge, Leslie Odom Jr.\nWhat are its Oscar chances? It has nominations in best supporting actor for Leslie Odom Jnr and best adapted screenplay. But its best chance of a win is in the best song category for Speak Now.\nWhere can I see it? It's currently streaming on Amazon Prime.\nWhat's it about? It follows screenwriter Herman J Mankiewicz and the development of the screenplay for Citizen Kane.\nWho's in it? Gary Oldman, Amanda Seyfried, Lily Collins, Charles Dance, Tom Burke.\nWhat are its Oscar chances? When it comes to nominations, it's in the lead with 10. Gary Oldman and Amanda Seyfried are up for best actor and best supporting actress, but looks more likely to score wins in behind the camera categories.\nWhere can I see it? It's currently streaming on Netflix.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56878753",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Shops, gyms, pools and pubs reopen after lockdown",
      "tags": "Coronavirus lockdown measures,Pubs,Museums,Glasgow,Scotland business,Coronavirus pandemic",
      "text": "Shops, gyms, swimming pools, pubs, restaurants and cafes in Scotland have reopened after a four month-long winter lockdown. \nEarly morning queues formed at fashion retailers in Glasgow and Edinburgh as shoppers waited for doors opening.\nTravel restrictions have also been eased, allowing trips to other parts of the UK for non-essential reasons.\nMinisters say restrictions can be eased as the most vulnerable people have been offered their first vaccine dose.\nScotland has been in level four lockdown since 26 December, with all non-essential shops, leisure facilities, and hospitality venues closed.\nDriving lessons and tests can resume, while nail salons, museums and holiday accommodation can also reopen.\nAs the mainland moves into level three restrictions many businesses will still be subject to strict rules on capacity and social distancing. \nUnlike England, pubs and restaurants will be able open indoors until 20:00 - but they will only be able to serve alcohol to customers seated outside. \nA number of shops across Scotland opened early to mark the easing of restrictions with queues outside many larger retailers.\nBraehead Shopping Centre near Glasgow opened at 07:00, with some customers outside for an hour beforehand. \nKatie Moody, of the city's Princes Square shopping centre, said: \"People do seem a bit more comfortable about coming out this time.\n\"Glaswegians love to shop, we have seen queues in the city and I think there are just some things you want to experience in person and we are giving them that back.\"\nIn Inverness, restaurateur Norman MacDonald MBE opened his Cafe 1 restaurant for the first time since Christmas Eve.\nHe said: \"It is great we are open, and the team is back in and champing at the bit to look after their customers.\"\nLush on Edinburgh's Princes Street had a small queue waiting. Manager Alan Brown said: \"We're just really excited to be speaking to people again after such a long time.\"\nLiz Cameron from the Scottish Chamber of Commerce said the excitement was \"fantastic\" for businesses.\nShe added: \"We must remember it's been a long time, and we have a lot of costs we have to be able to recoup and it will not happen in a day or a week.  \n\"It's the start of our journey but let's remember this is about trying to save as many jobs as possible. \"\nPublic Health expert Prof Devi Sridhar said infection numbers were low enough to support the opening up of a large part of society.\nShe told BBC Radio's Good Morning Scotland: \"The end is in sight within weeks. We can see the full adult population getting vaccines by the summer.\"\nShe said Covid testing would also make a difference.\n\"I would really encourage people to get tested both the PCR and at home lateral flow testing,\" she added. \n\"The safest way to keep bars and pubs and indoor hospitality open is to make sure that nobody inside is infectious.\"\nRapid testing kits are being made available to everyone in the country.  The lateral flow tests can be picked up without an appointment from walk-in or drive through test sites from 15:30 every day. \nAnd the Scottish government is launching a new app - Check In Scotland - making it easier for businesses to collect contact tracing details. \nAmong those reopening their business is Barry Cowan from The Walled Garden Touring Park, near Maybole in Ayrshire. \nHe had to open his gates four hours earlier than usual to meet demand.\nHe said the caravan park would be operating at half capacity so holiday-makers have more space.  But with restrictions on foreign travel still in place, Mr Cowan is booked into August and September. \n\"We can't wait, we're really, really excited and we're sure we're going to have a good season,\" he said. \nHepcat Tattoos in Glasgow is one of the \"close contact businesses\" that will be open for the first time in four months. \nPent-up demand means most of Kurt McGonigle's tattooists are booked up for months to come. \n\"We were closed for four months so most of our income stopped, so we're all really excited to be going back to work and get back to normal,\" Mr McGonigle said. \nSteve Annand, of drinks wholesaler Inverarity Morton, said the lifting of lockdown was \"a bit of light at the end of the tunnel - but there's still a good way to travel before we're back to normal levels\". \nPermitting bars and restaurants to serve drinks indoors will be the key to rebuilding after a \"really difficult\" few months. \n\"I think we need to get back to enjoying alcohol inside, in an indoor environment, in bars and restaurants,\" he said.\n\"That is what's going to give us the opportunity to try and trade normally and rebuild our business and rebuild the whole wholesale sector.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56884631",
      "category": "uk-wales",
      "title": "Snowdon parking to be pre-booked to stop 'chaos'",
      "tags": "Parking,Coronavirus pandemic",
      "text": "People will now have to pre-book to park to walk up Wales' highest mountains to stop queues at the summit.\nHundreds of people were fined for dangerous parking as hikers flocked back to Snowdon when lockdown restrictions were eased last year.\nPlans to help prevent future chaos include making visitors book 24 hours ahead to park near the mountain.\nAngela Jones, of the national park authority, said it \"encourages people to plan ahead\".\nThe pre-bookable system is in place this year in Pen y Pass, the starting point for some of the most popular paths up Snowdon. \nThe system will be in place for the entire summer following a successful pilot at the end of last summer.\nMs Jones, of Snowdonia National Park Authority (SNPA), said people would have to download an app or book online before driving to the mountain.\n\"You have to book at least a day before you intend to travel, so you can't book within the 24 hours before you want to come here. \n\"We want people to think what they're going to do here in Snowdonia before they come, where they're going to park, where they'll stay and what they're going to see,\" she said.\nMs Jones said while parking under the new system would cost \"a little more\", it would be less than last year's pilot.\nShe said the extra cost would go towards funding the Sherpa buses and contribute towards paying security staff to patrol the carpark overnight.\nWith increased visitors after lockdown travel restrictions were eased, new digital messaging boards have also been put up at beauty spots reminding people key information.\nIt comes after people were urged to respect the countryside after after \"widespread\" reports of visitors leaving litter and using beauty spots as toilets.\nCatrin Glyn, from Yr Wyddfa Partnership, said while the digital touchscreens were currently disabled due to Covid, people could still see messages on them.\n\"For example, there's a page explaining that Hafod Eryri - the building and cafe on Snowdon's summit - is closed and that it's better for people to use toilet facilities before they go up,\" she said.\n\"There's also an up-to-date bus timetable so that people can see exactly when the buses leave for Pen y Pass or Llanberis,\" she said.\nMs Glyn said volunteers were picking litter on all the paths and an information van would be heading to beauty spots to give visitors advice.\nIf a success the scheme could be extended to other areas such as Cwm Idwal in the Ogwen Valley."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56862888",
      "category": "business",
      "title": "Older workers 'see biggest jobs fall since 1980s'",
      "tags": "Unemployment,Resolution Foundation,Economics,UK economy,Unemployment in the UK",
      "text": "The pandemic has led to the biggest annual fall in employment for older workers since the 1980s, according to a new report.\nThe decline in the employment rate for the over-50s has been twice as big as for those aged between 25 and 49.\nThe Resolution Foundation also found that after losing work, older workers take the longest to return.\nIt called on the government to tailor retraining opportunities to over-50s.\nThe report suggests that the Covid-19 crisis has created a \"U-shaped\" employment shock, with older and younger workers affected more than those who are middle-aged.\nAlthough workers aged under 25 have seen by far the largest fall in employment in the past year, the fall in employment among those aged over 50 has been twice as big as those aged between 25 and 49, a 1.4 percentage point declined compared to 0.7 percentage point dip.\nLatest stats from the ONS show there were 109,000 more unemployed workers aged 50-64 between December and February 2021 than the same period a year before, the Resolution Foundation says.\nThe Resolution Foundation found that fewer than two in three managed to find return to work within six months.\nAnd when older workers do return to the workplace, they face the highest income hit of all age groups, it said.\nTypical hourly earnings fell by 9.5%, compared with what they were earning before being made unemployed.\nKathleen Henehan, senior policy analyst at the Resolution Foundation, told the BBC: \"One of the more worrying things about losing your job when you're older is that on average, it takes a lot longer to find a job. \n\"A lot of that will be down to the fact you have more skills and experience, as well as more financial commitments you need to meet.\n\"When [older workers] do find that job - it tends to pay a lot less than the previous job... with big implications for retirement savings and how long they may need to work.\"\n\"Initially when we opened years ago, it was an incredibly successful store, with huge turnover and the footfall was great. It was a really exciting time to be in retail,\" says Mandy Reynolds.\n The 51-year-old from Stoke-on-Trent was a store manager at one of Arcadia's Outfit stores, before the group collapsed into administration.\n\"It became more obvious, as there was a switch to online shopping, the struggles that the business was up against.\n\"When we went into administration at the end of the last lockdown in November, we were under the impression we would continue to trade.\"\nBut Mandy lost her job in February after 13 years with the group. \nHaving worked in retail for a long time, she was confident in her experience and skills - but has found the job market tough to crack.\n\"The job market was a bit stagnant because of lockdown, but there are a lot of jobs out there and I'm really struggling to find one.\n\"I feel the experience and knowledge [older workers] have can be transitioned to a different role, but it's trying to convince other industries and people that that is the case on a piece of paper.\n\"The opportunities that are out there are plenty - it's just finding a way in and that's what's difficult.\"\nShe has applied for at least 30 jobs, on top of learning new online interview skills and updating her CV.\nBut the mother-of-four is feeling optimistic: \"This has given me an amazing opportunity to stand back and consider what I have to offer, what I'd like to do... maybe stretch myself a bit and look for work that would be satisfying in a different way.\n\"I've still got more to do.\"\nNye Cominetti, senior economist at the Resolution Foundation, added: \"In the face of the current crisis, unemployed older workers may have to either work for longer to make up for these negative employment effects, or retire earlier than they planned to. \n\"The government must ensure that older workers are not forgotten in the design and implementation of schemes created in the wake of the crisis to help people back into work.\"\nAlex Beer, head of the welfare programme at the Nuffield Foundation, which supported the report, also urged the government to offer tailored support to older workers, such as opportunities to retrain or extra support to find new jobs.\nA spokesman for the Department for Work and Pensions said: \"Older workers are a huge asset to this country, and heading into the pandemic a record number of over 50s were in work.\n\"As we build back better we're helping hundreds of thousands of older workers to retrain, build new skills and get back into work through our Plan for Jobs and our 50 Plus: Choices Offer.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56870380",
      "category": "uk-northern-ireland",
      "title": "Slieve Donard: Over 100 firefighters continue to tackle Mournes 'major incident'",
      "tags": "Northern Ireland Fire and Rescue Service,Environment",
      "text": "More than 100 firefighters have been tackling a large fire in the Mourne Mountains which is still being treated as a \"major incident\".\nCoastguard helicopters have been used to move firefighters into remote areas to fight the blaze, the NI Fire and Rescue Service (NIRFS) said.\nThe fire began on NI's highest mountain, Slieve Donard, on Friday.\nThe operation is expected to continue into the evening and is \"likely\" to resume on Sunday. \n\"The use of the helicopters has allowed us to get a good aerial view of the fire spread, to inform our tactical firefighting approach and plan our resource deployments for tomorrow,\" said Aidan Jennings, Assistant Chief Fire and Rescue Officer.\n\"It has also been invaluable in helping us move firefighters into remote and difficult to reach positions to tackle the fire,\" he added. \n\"We are working closely with many partner agencies at the scene and this support has been invaluable. \n\"This is truly a multi-agency effort to bring this fire under control.\" \nThe emergency fire operation was escalated on Saturday morning and NIRFS declared the blaze a major incident.\nThey and the police have advise the public to avoid the area while the operation continues. \nAs well as engulfing the lower slopes of Slieve Donard, the fire has also affected the Glen River Valley and Thomas Mountain.\nThe 100 firefighters are from stations across Northern Ireland and 12 fire appliances are at the scene. \nAn Irish Coast Guard helicopter was deployed to assist with the operation on Saturday afternoon.\n\"We are making good progress however it's been a challenging and exhausting day for everyone involved,\" Mr Jennings said in a statement on Saturday evening.\n\"Every firefighter on the mountain has been working exceptionally hard and I want to pay tribute to them. \n\"They have had to work in intense heat, carrying equipment and they have been physically beating fires out.  \n\"They have witnessed first-hand the devastation on the mountain, yet they are heartened by the support of our local community and the generosity in providing refreshments.\"\nEarlier, it was reported that conventional fire appliances were unable to reach the fire due to the challenging terrain.\nEarlier, it was reported that conventional fire appliances were unable to reach the fire due to the challenging terrain.\nIn a statement, the PSNI asked the public to avoid the Newcastle area, \"in particular Trassey Road, Bloody Bridge, Tollymore Forest Park and Donard carpark to ensure NIFRS have full accessibility to these areas\". \nIt added: \"We understand many people will have made plans to walk the Mournes today but we would ask that you reschedule as you will be turned away upon arrival.\" \nNI Secretary of State Brandon Lewis asked people to heed this advice as \"deeply distressing scenes\" unfold in the area of outstanding natural beauty.\nMr Lewis paid tribute to the \"heroic work\" of the emergency services and said the impact of the fire on one of Northern Ireland's most beautiful landmarks was \"tragic\".\nAt the scene - BBC News NI's Catherine Morrison\nIt's an unusual sight- the top of Slieve Donard obscured not by cloud but by plumes of smoke.\nGorse fires are continuing to spread across the mountain, above the tree line, fanned by a steady eastern breeze.\nDozens of firefighters and crews from as far away as Belfast and Glengormley are tackling the blaze, building firebreaks to stop the fire spreading into the forest.\nMany of the most popular walking areas are affected: the Glen river walk, the Trassey track, Bloody Bridge. \nOn a sunny Saturday like this, there would usually be hikers and mountain bikers taking in the beautiful views.\nBut today, the warning from police and fire crews for people to avoid the area appears to have been heeded. Donard car park is virtually empty and the town is much quieter than normal.\nPolice have set up road blocks on the outskirts of Newcastle and are stopping drivers to warn them to stay away from Donard.\nIn a tweet, First Minister Arlene Foster said the fire was \"devastating and tragic\" and that she offered her \"full support for those battling the flames\".\nDeputy First Minister Michelle O'Neill echoed calls for people to avoid the Slieve Donard area and said her thoughts were with firefighters battling \"one of our worst ever wildfires\".\nThe NI Fire and Rescue Service has said that there was potential for further fires this weekend and urged people to avoid the Bloody Bridge and Glen Road access points.\nHealth Minister Robin Swann said he had spoken to the NIFRS to pay tribute to the crews fighting the blaze. \nHe joined the appeal to the public to stay away from the area to \"allow the crews to concentrate in the job in hand and stay safe\".\nThe NIFRS has said the area is unsuitable for wild camping, adding \"we would ask the public to exercise due care and vigilance in relation to fire safety if out in the countryside during this current dry spell\".\nThe sight of the Mournes in flames has upset many who love these mountains.\nThey are an important protected habitat for plants and animals.\nGround nesting birds and insects will have been badly affected.\nHow quickly they recover will depend on how deeply the fire has penetrated the peat.\nUpland areas like this have huge potential to store carbon.\nThey've been described as our equivalent of the rainforest.\nAnd today, they're once more on fire.\nOn Friday, Sinn Féin MP Chris Hazzard thanked the NIFRS but said local agencies need \"urgent help\".\n\"Whether accidental or deliberate, wildfires are incredibly dangerous. Today's fire will have caused widespread damage to an environmentally sensitive area, and will also unfortunately have proven deadly for local wildlife,\" he said.\nSDLP MLA Colin McGrath paid tribute to the firefighters' \"bravery and determination\", adding that the fire was visible from as far away as Downpatrick. \n\"Sadly, this will not only have a devastating impact on the natural landscape but the local economy of Newcastle that relies so heavily on the tourist product we associate with the Mournes,\" he said.\nSpeaking during a visit to the scene, DUP Agriculture Minister Edwin Poots thanked first responders and said he was \"shocked\" to see the damage inflicted on the landscape.\n\"Wildfires cause a devastating level of damage to our natural environment and threaten people's lives, homes and businesses,\" he said.\nHe added that wildfires were \"rarely natural\" and were almost always started \"either deliberately or by reckless burning of flammable vegetation or material\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56881083",
      "category": "world-asia-india",
      "title": "Covid: Countries send aid to ease India's oxygen emergency",
      "tags": "Coronavirus vaccines,Oxygen,Delhi,India,United States,Coronavirus pandemic",
      "text": "International efforts are under way to help India as the country suffers critical oxygen shortages amid a devastating surge in Covid cases.\nThe UK has begun sending ventilators and oxygen concentrator devices. EU members are also due to send aid.\nThe US is lifting a ban on sending raw materials abroad, enabling India to make more of the AstraZeneca vaccine.\nIndia's capital Delhi has extended its lockdown as overcrowded hospitals continue to turn patients away. \nThe government has approved plans for more than 500 oxygen generation plants across the country to boost supplies. \nMeanwhile neighbouring Bangladesh has announced that it will close its border with India from Monday to prevent the spread of the virus.\nIndia reported 349,691 more cases in the 24 hours to Sunday morning and another 2,767 deaths, however the true figures are thought to be much higher. \nThe first consignment of aid left the UK on Sunday and is due to arrive in India on Tuesday. Further shipments will take place later in the week. \nThe aid includes 495 oxygen concentrators - which can extract oxygen from the air when hospital oxygen systems have run out - as well as 120 non-invasive ventilators and 20 manual ventilators.\n\"We stand side by side with India as a friend and partner during what is a deeply concerning time in the fight against Covid-19,\" UK Prime Minister Boris Johnson said in a statement.\nThe spike in infection has led to the cancellation of a planned visit by Mr Johnson to India and to a travel ban. Other nations, including the UAE, Canada, Germany and the Netherlands have also banned flights from India.\nThe White House says it will immediately provide raw materials for vaccines to Indian vaccine manufacturers.\n\"Just as India sent assistance to the United States as our hospitals were strained early in the pandemic, we are determined to help India in its time of need,\" said President Joe Biden.\nIt follows calls by Indian officials and the Serum Institute of India (SII) for the US to lift export controls on raw materials for vaccines that were put in place in February.\nWashington has also been criticised for delaying a decision on sending surplus vaccine doses abroad. The US has millions of unused doses of the AstraZeneca vaccine, which has not yet been approved for use there. Top infectious diseases expert Dr Anthony Fauci said the option of sending them to India was being considered.\nThe US will also provide medical equipment and protective gear. France meanwhile says it will provide oxygen.\nIn Brussels, the European Commission said it planned to send oxygen and medicine too. Its head Ursula von der Leyen said the organisation was \"pooling resources to respond rapidly to India's request for assistance\".\nIndia's neighbour Pakistan - which has tense relations with Delhi amid territorial disputes - offered medical equipment and supplies and its Prime Minister Imran Khan tweeted prayers for a \"speedy recovery\". The country's Edhi foundation has also offered to send a fleet of 50 ambulances to India.\nIn Delhi - a region of about 20 million people - hospitals are full and are turning away new patients. At least two hospitals have seen patients die after oxygen supplies ran out.\nRelatives of sick people are appealing on social media for hospital places, oxygen supplies and ventilators. Some streets outside medical facilities have become crowded with the seriously ill, their loved ones trying to arrange stretchers and oxygen supplies for them as they plead with hospital authorities for a place inside.\nMeanwhile testing capacity has also been overwhelmed and crematoria are working around the clock.\nJayant Malhotra has been helping at one crematorium in Delhi.\n\"I've never seen such a terrifying situation. I can't believe we're in the capital of India. People aren't getting oxygen and they're dying like animals,\" he told the BBC.\nSimilar scenes are playing out in other major cities. In total India has confirmed nearly 17 million infections and 192,000 deaths. Some states and territories have imposed lockdowns and other restrictions. \nHealth officials say more infectious variants have been driving the surge in infections, including the UK variant which has been found in Delhi, and a variant first detected in India in October. \nThere has been growing criticism of Prime Minister Modi's government for the country's lack of readiness for the second wave. Large religious gatherings and political rallies have been taking place.\nOn Sunday in a radio address Mr Modi said: \"We were confident, our spirits were up after successfully tackling the first wave, but this storm has shaken the nation.\"\nHe also tweeted his condolences after it emerged that a famous classical Indian music singer, Rajan Mishra, had died in Delhi after suffering Covid-related health complications.\nIndia's government has confirmed it asked Twitter to block tweets that were critical of the authorities' handling of the crisis, saying the tweets had contained misinformation and were against Indian law. \nThe social media platform blocked dozens of tweets from being seen in India - among them were tweets from a lawmaker named Revnath Reddy, a minister in the state of West Bengal named Moloy Ghatak and a filmmaker named Avinash Das, Reuters reported.\nMeanwhile a newspaper group said it was suspending coverage of the country's flagship domestic cricket competition, the Indian Premier League, saying it was \"incongruous\" for the competition to be going ahead amid the surge."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-56889557",
      "category": "uk-england-suffolk",
      "title": "Suffolk pub explosion: Heater 'was brought by customer'",
      "tags": "Great Cornard",
      "text": "A heater which exploded outside a pub, injuring three people, had been brought there by a customer, police said. \nTwo women in their 20s remain in hospital after the incident at The King's Head in Great Cornard, Suffolk, shortly before 22:00 BST on Saturday.\nA man in his 20s was discharged from hospital on Sunday evening.\nSuffolk Police said the appliance was believed to be a small portable fuel heater. The King's Head said its thoughts were with the injured people.\nAll three were taken to West Suffolk Hospital in Bury St Edmunds, with one of the women transferred to Chelmsford Hospital in Essex.\nPolice had said their serious injuries were not life-threatening but potentially life-changing.\nJohn Collings, who lives near the pub, said: \"I just heard a woman screaming but I didn't hear any explosion.\"\nPhillippa Kaye, another neighbour, said she was \"aware of a commotion\" at the pub, before the emergency services arrived.\n\"We're limited on what we can say as this remains a police investigation,\" the pub said on its Facebook page.\n\"We can however confirm that the heating appliance was not one supplied by the pub, but was brought on to the premises without our knowledge. \n\"We have three of our customers with serious injuries, potentially life-changing. \n\"Our focus is on supporting the inquiry that is taking place while keeping them, and their families, at the forefront of our thoughts and prayers during this difficult time.\"\nPolice carried out an investigation at the scene until Sunday afternoon, with an inquiry into the circumstances continuing.\nThe pub said it planned to reopen on Tuesday.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56893247",
      "category": "business",
      "title": "Summer holiday demand shifts to autumn amid travel uncertainty",
      "tags": "Tourism,Coronavirus lockdown measures,Thomas Cook Group,Travel,Coronavirus vaccines,Travel & leisure industry,Coronavirus pandemic",
      "text": "People are increasingly putting off their summer holidays and booking autumn breaks instead due to uncertainty over international travel, tour operators say.\nThomas Cook said autumn bookings were up 50% on normal levels, while luxury tour operator Kuoni said customers were \"holding out for October half term\".\nGreece and the Caribbean are among the most popular destinations. \nBut some fear prices will rise due to fewer countries being open to tourism.\nInternational travel is due to resume from 17 May under the government's roadmap to reopening, with plans for a \"traffic-light\" system categorising different countries.\nHowever, the list of countries that Britons can travel to will not be known until nearer 17 May and will be subject to change.\nThis has prompted a surge in autumn holiday bookings, with breaks in September and October accounting for 30% of Thomas Cook's live bookings for the year. That is up 50% on what the group normally sees in these months.\nA spokesman said there was a \"clear preference for September and October compared to what we normally expect\".\nHe said many people had already booked domestic breaks for July and August and were looking for a \"week of sun in the Med\" later in the year.\n\"Devon is lovely, but Devon in October is not Devon in July,\" he added.\nAccording to Thomas Cook, Greece is the most popular destination for autumn breaks, with Rhodes the most in-demand island followed by Crete, Santorini and Mykonos.\nThe Canary Islands, a popular winter-sun destination, are the second most popular destination.\nKuoni did not share booking figures but said the majority of 2021 sales have been from October onwards. It added that customers were \"saving and upgrading\" for long-haul winter sun breaks.\n\"We've chatted to lots of customers who have written off any hope of getting away in the summer but are holding out for October half-term,\" the company said.\nIts most popular destinations are the Maldives and the Caribbean, including Antigua, Barbados and Saint Lucia.\nOther travel firms are seeing evidence of the trend in searches on their websites. British Airways Holidays said there was a lot of \"pent-up demand\" for foreign holidays and it has seen a spike in searches for trips to long-haul beach destinations this autumn.\nSearches for December holidays have also seen a \"notable increase\", with New York proving popular.\nMeanwhile travel deals website Travelzoo predicts September and October will be \"big months for travel\".\nA survey of 2,000 of its members carried out last week found the majority said they plan to take a trip around that time.\nHowever, the company warned that prices could increase if demand continues and there is a limited number of destinations open for travel.\n\"Right now we are seeing some good prices for September and October, but there's every indication it will start to prove more challenging for [package-holiday customers],\" the company said.\nUnder the government's proposed traffic-light system, counties will be categorised as red, amber or green depending their infection rates, vaccination coverage and the prevalence of variants of concern.\nCovid testing and quarantine requirements will vary from category to category. All passengers will have to take Covid tests before leaving and on returning - even from low-risk \"green\" countries.\nThere will also be a green \"watchlist\" which will identify countries that are most at risk of moving from green to amber.\nCovid cases in some European countries remain high and vaccination programmes in the bloc have lagged behind the UK.\nThe Association of Independent Tour Operators said: \"Would-be travellers are nervous without certainty. We need those government traffic lights to be confirmed to give us all confidence.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56882558",
      "category": "world-asia",
      "title": "Turkmenistan celebrates new holiday to honour native dog breed",
      "tags": "Turkmenistan,Ashgabat,Dogs",
      "text": "The Central Asian nation of Turkmenistan has been celebrating a new national holiday - dedicated to a very special breed of dog.\nThe Alabay - a native variety of shepherd dog - was honoured on Sunday with an awards ceremony.\nPresident Gurbanguly Berdymukhamedov has encouraged veneration of the breed as a symbol of national heritage.\nAlabays and the ancient Ahal Teke horse breed are considered sources of national pride.\nSunday saw the dogs take centre stage in events designed to reinforce their lofty cultural status in Turkmenistan, a former republic of the Soviet Union.\nThe day's event included a best-of-show competition in which a procession of Alabay dogs were judged on appearance and agility.\nPresident Berdymukhamedov awarded the top prize for courage to a dog in the border guard service.\nThe award was presented by the president's son, Deputy Prime Minister Serdar Berdymukhamedov. He appeared at the ceremonial opening of a new complex for the breeding of Alabay dogs in the country's capital, Ashgabat, according to state media.\nAlabay dogs are widely used by many traditional herders in Turkmenistan. They are among the world's largest dogs, weighing up to 80kg (175lbs).\nLast year, President Berdymukhamedov unveiled a 19ft (6m) golden statue of an Alabay dog in the capital.\nThe city is adorned with similar monuments, including a gold-coated statue featuring Mr Berdymukhamedov's likeness atop a golden horse.\nIn power since 2007, Mr Berdymukhamedov is widely seen as an autocratic ruler who has built a personality cult. Turkmenistan is one of the least-free countries in the world, according to a survey by Freedom House.\nMr Berdymukhamedov has occasionally given a horse or a puppy to leaders of allied nations. He was criticised for his handling of a dog he gave to Russian President Vladimir Putin after a video of the incident went viral in 2017."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56878998",
      "category": "uk-politics",
      "title": "Labour: Ministers must reveal Covid contract links",
      "tags": "Conservative Party,Michael Gove,Rachel Reeves,Boris Johnson,Lobbying in the United Kingdom,Personal protective equipment (PPE),Labour Party,Coronavirus pandemic",
      "text": "Labour is calling for ministers to publish all contacts and links they have with firms awarded government contracts during the Covid crisis.\nIn March 2020, emergency measures let the government speed up buying things like PPE and ventilators by directly awarding contracts rather than tenders. \nBut since then, ministers have faced accusations of offering a \"VIP fast-track\" to the contracts for friends.\nThe government said \"due diligence is carried out on every contract\". \nThe call comes as a lobbying row continues to surround Westminster, following revelations that former prime minister David Cameron texted ministers on behalf of a firm he worked for - Greensill Capital - during the crisis.\nLast week, the BBC also revealed that businessman Sir James Dyson directly texted Boris Johnson about tax issues during the pandemic, which the PM then said he would \"fix\".   \nIn the months following coronavirus hitting the UK in 2020, the government awarded thousands of contracts to private companies, spending billions of pounds of public money in the process.\nThey covered everything from masks, gowns and gloves, to services such as researching public opinion about the government's Covid measures.\nBut rather than going through the usual competitive tendering process for such contracts - which can take months or even years - the government was allowed to go directly to a preferred supplier without any competition, speeding up the process. \nSince then, questions have arisen over the decisions made by government, with accusations from Labour of \"cronyism\" and investigations by the BBC and others showing links between some of the firms and Whitehall. \nA case is also going through the High Court - brought forward by the Good Law Project - arguing that several of these deals were handled as part of a so-called VIP lane, reserved for leads endorsed by government officials or politicians.\nA Downing Street spokesperson said: \"We have been dealing with an unprecedented global pandemic and our approach throughout has been to act quickly to save lives, and we make no apology for that.\"\nWhile the government had to award contracts at speed, \"due diligence is carried out on every contract\" and \"ministers have no role in awarding them\", the spokesman said.\nNumber 10 said it is committed to transparency in procurement and notices of contracts awarded are published online.\nLabour is now calling for all ministers to publish any communications they had with their business contacts or links who were awarded contracts over the pandemic under the emergency rules - as well as details of any firms who were part of the \"VIP fast track\". \nShadow Chancellor of the Duchy of Lancaster, Rachel Reeves, has written to her government counterpart, Michael Gove, saying there is \"a growing impression that there is one set of rules for ministers and their close friends, and another for the rest of the British public\".\nAs well as details on ministers and their contacts, she asked Mr Gove when the prime minister would share his own messages with Mr Dyson and other business leaders - which he pledged to do last week - and when a new independent advisor for ministerial standards would be appointed, following the resignation of Sir Alex Allan in November 2020.\nIn a statement, Ms Reeves added that there was an \"increasing spread of Tory sleaze\" creating \"increasingly serious questions for government\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56884675",
      "category": "entertainment-arts",
      "title": "This video has been removed for rights reasons.",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56883078",
      "category": "uk-politics",
      "title": "Boris Johnson's flat: Top official to review funding of revamp",
      "tags": "Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "The UK's top civil servant says Boris Johnson has asked him to review how the refurbishment of his Downing Street flat was paid for. \nCabinet Secretary Simon Case was responding to MPs' questions about how the work was funded. \nThe row escalated after Mr Johnson's ex-adviser Dominic Cummings claimed the PM once planned to have donors \"secretly pay\" for the revamp.\nThe PM has said any relevant donations will be declared \"in due course\".\nLabour has called on the Electoral Commission, which regulates political donations in the UK, to launch a formal investigation. \nThe watchdog has said it is talking to the Conservative Party about whether the spending on the flat falls within its remit.\nAppearing before a Commons committee on Monday, Mr Case said a review into the refurbishment would look at \"how this has been done\".\nAsked repeatedly whether he was aware if private donations covered any of the costs, he said he had \"not been involved directly in this\".\n\"I do not have all of the facts and details at my disposal,\" he said, adding that his review would probably take \"a matter of weeks\".\nAnother day, another denial.  Another 24 hours when rather than making their arguments, the government is embroiled in arguments about the past. \nWhether it's the prime minister's alleged frustrations about lockdown, attacks from his former adviser Dominic Cummings, or the mystery over his expensive flat renovation, as one senior Tory put it, it matters, because it all relates to Boris Johnson's judgement. \nMany Conservatives have been confident however that the prime minister's reputation, his enjoyment for pushing convention, is something that many voters are even attracted to. \nBut there's a risk that confidence could turn to complacency. \nThere is a belief in the Labour Party that the unhappy mess is starting to be noticed by voters.  \nAnd no one knows when, or what might next emerge.  \nOne cabinet minister told me \"there's nothing we can do to control it.\"\nThe claims about the flat are contained in a blog posted by Mr Cummings on Friday, his first since leaving his role in No 10. \nIn the blog, Mr Cummings also denied he was behind the leaking of details of November's second coronavirus lockdown in England.\nMr Case told MPs that an internal inquiry into that leak was ongoing, but it was \"probable\" officials working on it would fail to identify any sources.\nMeanwhile, Mr Johnson has denied reports he said he would rather \"let the bodies pile high in their thousands\" than order a third lockdown. \nThe Daily Mail reported the prime minister made the remarks during heated conversations within government in the autumn over lockdown restrictions.\nSources familiar with the conversation have told the BBC Mr Johnson suggested he would rather see \"bodies pile high\" during the discussions.\nLike several of his recent predecessors, the PM is living in the flat above No 11 Downing Street, which is larger than the one above No 10. \nSpeaking earlier, Defence Secretary Ben Wallace said the prime minister had paid for the revamp \"from his own money\" .\nHe said this came \"on top of\" public money from the annual £30,000 taxpayer grant available to all prime ministers for the upkeep of their accommodation. \nIn a written statement on Friday, the government said no money from this grant was spent in the 2019/20 financial year. Figures for this year are expected to be published in the summer. \n\"At all times the prime minister has complied with the rules. He's paid for it out of his own money, \" he said. \nSpeaking to reporters on Monday, Labour leader Sir Keir Starmer urged a \"full and transparent investigation\" into the allegations about the Downing Street flat, arguing they risked undermining trust in government. \n\"It's all very well the prime minister saying now 'I paid for it', the critical question was: what was the original arrangement - and why is it so complicated?\"\n\"If there's a straightforward answer, well give it. And if there isn't, then there are very serious questions to be asked,\" he added.\nA No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\"\nDonations and loans to political parties of more than £7,500 must be reported to the Electoral Commission.\nThe Conservative Party has previously said that all \"reportable donations\" are \"correctly declared to the Electoral Commission, published by them and comply fully with the law\".\nThe party said \"gifts and benefits received in a ministerial capacity\" are declared in government transparency returns.\nMr Case was also asked by MPs about the case of businessman Lex Greensill who was a part-time unpaid government adviser in David Cameron's government.\nThe civil servant boss said that situation was not \"acceptable\" and that it \"looks like there were conflicts\". He added that he didn't think there was anything of that equivalent happening in the civil service now. \nThe prime minister has already appointed the lawyer Nigel Boardman to hold a review into all the issues surrounding Greensill Capital.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56893247/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Summer holiday demand shifts to autumn amid travel uncertainty",
      "tags": "Tourism,Coronavirus lockdown measures,Thomas Cook Group,Travel,Coronavirus vaccines,Travel & leisure industry,Coronavirus pandemic",
      "text": "People are increasingly putting off their summer holidays and booking autumn breaks instead due to uncertainty over international travel, tour operators say.\nThomas Cook said autumn bookings were up 50% on normal levels, while luxury tour operator Kuoni said customers were \"holding out for October half term\".\nGreece and the Caribbean are among the most popular destinations. \nBut some fear prices will rise due to fewer countries being open to tourism.\nInternational travel is due to resume from 17 May under the government's roadmap to reopening, with plans for a \"traffic-light\" system categorising different countries.\nHowever, the list of countries that Britons can travel to will not be known until nearer 17 May and will be subject to change.\nThis has prompted a surge in autumn holiday bookings, with breaks in September and October accounting for 30% of Thomas Cook's live bookings for the year. That is up 50% on what the group normally sees in these months.\nA spokesman said there was a \"clear preference for September and October compared to what we normally expect\".\nHe said many people had already booked domestic breaks for July and August and were looking for a \"week of sun in the Med\" later in the year.\n\"Devon is lovely, but Devon in October is not Devon in July,\" he added.\nAccording to Thomas Cook, Greece is the most popular destination for autumn breaks, with Rhodes the most in-demand island followed by Crete, Santorini and Mykonos.\nThe Canary Islands, a popular winter-sun destination, are the second most popular destination.\nKuoni did not share booking figures but said the majority of 2021 sales have been from October onwards. It added that customers were \"saving and upgrading\" for long-haul winter sun breaks.\n\"We've chatted to lots of customers who have written off any hope of getting away in the summer but are holding out for October half-term,\" the company said.\nIts most popular destinations are the Maldives and the Caribbean, including Antigua, Barbados and Saint Lucia.\nOther travel firms are seeing evidence of the trend in searches on their websites. British Airways Holidays said there was a lot of \"pent-up demand\" for foreign holidays and it has seen a spike in searches for trips to long-haul beach destinations this autumn.\nSearches for December holidays have also seen a \"notable increase\", with New York proving popular.\nMeanwhile travel deals website Travelzoo predicts September and October will be \"big months for travel\".\nA survey of 2,000 of its members carried out last week found the majority said they plan to take a trip around that time.\nHowever, the company warned that prices could increase if demand continues and there is a limited number of destinations open for travel.\n\"Right now we are seeing some good prices for September and October, but there's every indication it will start to prove more challenging for [package-holiday customers],\" the company said.\nUnder the government's proposed traffic-light system, counties will be categorised as red, amber or green depending their infection rates, vaccination coverage and the prevalence of variants of concern.\nCovid testing and quarantine requirements will vary from category to category. All passengers will have to take Covid tests before leaving and on returning - even from low-risk \"green\" countries.\nThere will also be a green \"watchlist\" which will identify countries that are most at risk of moving from green to amber.\nCovid cases in some European countries remain high and vaccination programmes in the bloc have lagged behind the UK.\nThe Association of Independent Tour Operators said: \"Would-be travellers are nervous without certainty. We need those government traffic lights to be confirmed to give us all confidence.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56888962",
      "category": "uk-england-london",
      "title": "Folajimi Olubunmi-Adewole: Thames rescuer should be honoured, says dad",
      "tags": "Peckham,East Dulwich,River Thames,Inspiring stories",
      "text": "A man who died after he jumped into the River Thames to rescue a woman should be honoured, his father has said.\nFolajimi Olubunmi-Adewole entered the water on Saturday night when he saw the woman fall from London Bridge.\nThe 20-year-old's family has described him as \"the deepest and most wonderful man\" and said that he deserved a medal for bravery.\nFather Michael Adewola said: \"I can't bring him back but I want him to be remembered forever for what he did.\"\nMr Olubunmi-Adewole's body was recovered about six hours after he went to the woman's aid. She has since been discharged from hospital.\n\"It was just like him to want to always try and help others,\" his father said.\n\"He is a hero, and always will be.\"\n\"He is a very unique and angelic soul, and I am proud of him, so proud,\" he said, calling for his son to be \"honoured and appreciated for what he has done\".\nMr Olubunmi-Adewole's mother, Olasunkanmi Adewole, said she had started to hold her son's clothes close to her all the time because she could still smell him on them.\nOthers who knew Mr Olubunmi-Adewole, known to many as Jimi, paid tribute, describing him as a well-liked and selfless person.\nVivek Singh, executive chef at The Cinnamon Club, where Mr Olubunmi-Adewole worked on the front-of-house team, said he was \"diligent, kind and passionate\".\n\"We are all reeling from this incredibly tragic news,\" he said.\n\"He worked with The Cinnamon Club for over a year and was a diligent, kind and passionate young man, a real team player.\n\"What he did was a tremendous and selfless act of bravery, to save the life of a complete stranger.\"\nStudents and staff at Mr Olubunmi-Adewole's former school, Harris Academy in Peckham, gathered in the playground for a two-minute round of applause in his honour. \nPrincipal Rebecca Hickey said he was \"quite a character\" who would \"never be seen without a smile\". \n\"Anyone who knew him remotely well would not have been surprised at the actions he took. He put others in front of himself at all times,\" she said.\n\"He was known for his slightly cheeky, optimistic outlook. He was very popular, incredibly popular amongst his peers and obviously he leaves them devastated in his wake.\"\nMs Hickey said the school intended to work with his family to find a way to continue his memory in a way they would want them to.\n\"He will always be a hero within our community,\" she added.\nPosting on Twitter, Mayor of London Sadiq Khan dsecribed Mr Olubunmi-Adewole as \"a true hero of our city who gave his life trying to save another\".\nHome Secretary Priti Patel said it was a \"truly selfless act of heroism from a brave young man\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-56886133",
      "category": "uk-england-merseyside",
      "title": "Liverpool crash: Three people die as car hits roundabout",
      "tags": "Knotty Ash",
      "text": "Three people have died after a car hit a roundabout in Liverpool in the early hours.\nTwo men, one aged in his 20s and the other in his 30s, and a woman, in her 20s, were taken to hospital but later died.\nMerseyside Police said they were called to the crash in East Prescot Road, near the Greyhound pub, just after midnight.\nA police spokesman said their families had been informed and officers have appealed for information.\nA road closure is in place between the junction of Eaton Road and East Prescot Road to Blackmoor Drive. The roundabout is closed in all directions.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56888304",
      "category": "uk-politics",
      "title": "Five questions for the PM and why the answers matter",
      "tags": "Dominic Cummings,Boris Johnson",
      "text": "Boris Johnson's former chief adviser, Dominic Cummings, has alleged that the prime minister once planned for Conservative donors to \"secretly pay\" for the revamp of the flat where he and fiancée Carrie Symonds live.\nBut the defence secretary has responded by saying Mr Johnson \"personally\" footed the bill.\nIt's not clear whether any of the work - reportedly costing up to £200,000 - was initially paid for by another source, whom the prime minister then repaid.\nIt was reported that Conservative Lord Brownlow said he was making a donation to the party, which included \"£58,000 to cover the payments\" already made.\nAsked whether he had ever discussed using donations to pay for refurbishments, Mr Johnson said: \"If there's anything to be said about that, any declaration to be made, that will of course be made in due course.\"\nWhy it matters: If Lord Brownlow, or other donors, contributed to the fund or made a loan, this should have been reported to the Electoral Commission, the body which ensures transparency in political funding.\nDetails of the second lockdown were released before the government announced it on 31 October. Dominic Cummings has denied responsibility for those leaks.\nHe also claimed the prime minister had considered stopping an inquiry into who was responsible for the leak after it was found that \"all the evidence\" pointed to Henry Newman - who was a Cabinet Office adviser at the time and now works in Downing Street. \nMr Johnson allegedly said Mr Newman and Carrie Symonds were \"best friends\" and he would have to fire Mr Newman if the inquiry concluded that he was to blame - and that this could cause problems in his family life.\nThe government said the PM had \"never interfered in a government leak inquiry\". And Cabinet Secretary Simon Case warned it was \"probable\" it would \"not successfully\" identify the person responsible, given the time that's elapsed.\nWhy it matters: The inquiry still has not reported its findings, almost six months after being launched. If Mr Johnson wanted to stop it because it might conclude his fiancee's friend was the leaker, this would contravene the ministerial code, laying out rules of behaviour.\nLast week, messages sent between Mr Johnson and the businessman came to light. They revealed that, early in the pandemic, the prime minister had promised to \"fix\" a tax issue so that Sir James's Singapore-based staff could work for longer in the UK in order to help build more ventilators for sick patients.\nMr Johnson promised to publish the full exchange on Friday, but while some details of the correspondence were released, this did not happen.\nWhy it matters: The prime minister said there would be transparency over the texts and is therefore under pressure to give more information.\nPlans for a football competition in which six of the UK's clubs were guaranteed a place - whatever their Premier League performance - were announced last week. Mr Johnson was among its heaviest critics, calling it a \"cartel\".\nBut it was later revealed that Manchester United chief executive Edward Woodward - whose club was one of those behind the European Super League (ESL) - had met the PM's chief of staff in Downing Street five days earlier.\nThe Sunday Times reported that the plans had been discussed in the meeting. But Downing Street denied that, saying it had specifically been about the safe reopening of stadiums and what forms of Covid registration needed to be in place.\nLabour is pushing for fuller details of what happened in the meeting.\nWhy it matters: The UK government welcomed the end of the ESL, from which the English clubs have withdrawn. But were some in Downing Street aware of the clubs' plan in advance? \nIt's been reported that Saudi Crown Prince Mohammed bin Salman contacted Mr Johnson to say relations between his country and the UK would be damaged if he did not try to \"correct\" the Premier League's decision not to allow a £300m takeover of Newcastle United.\nIt is claimed the prime minister asked an aide, Lord Udny-Lister, to look into the matter.\nBut the government has denied any involvement with the takeover, a position backed up by Newcastle United.\nWhy it matters: The Premier League had been scrutinising the takeover attempt over concerns that the consortium behind the bid was not properly independent from the Saudi government. Prince Mohammed is also accused of having approved the murder of Washington Post journalist Jamal Khashoggi at the Saudi consulate in Istanbul, Turkey, in 2018."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56881688",
      "category": "uk",
      "title": "Covid-19: Lockdown eases in Scotland and vaccine rollout extended in England",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nShops, gyms, swimming pools, pubs, restaurants and cafes in Scotland are reopening after a four month-long winter lockdown. Travel restrictions have also been eased, allowing trips to other parts of the UK for non-essential reasons. Driving lessons and tests can resume, while nail salons, museums and holiday accommodation can also reopen. Ministers say restrictions can be eased as the most vulnerable people have been offered their first vaccine dose. In Wales pubs, cafes and restaurants reopen to customers outdoors and up to six people from six households will be able to meet.\nThe vaccine rollout continues at pace in England with 44-year-olds being invited to book their Covid-19 jab. About half a million more people can now book themselves in, with plans for when 40 to 43-year-olds can do the same being announced in the coming days, the NHS said. Health Secretary Matt Hancock said: \"Vaccines are helping us get back to doing the things we have missed.\" Northern Ireland's vaccination programme is being opened to people aged 35 to 39, while Wales has been asking over-40s to book appointments and Scotland has been inviting over-45s for vaccination. \nThe UK's most senior civil servant will be questioned by a committee of MPs later about claims of impropriety made by ex-No 10 adviser Dominic Cummings. Cabinet Secretary Simon Case is expected to be asked about allegations the PM considered halting a leak inquiry in case it implicated his fiancee's friend. No 10 says this is \"absolutely false\". In his blog, Mr Cummings also denied being the source of the leak which meant England's second lockdown was announced earlier than planned. Mr Case is expected to say the inquiry is ongoing. \nMost hospitals in Delhi and many other cities in India have completely run out of beds, forcing people to find ways to get treatment for sick patients at home. But even that is proving to be a difficult task as prices of oxygen cylinders, concentrators and essential medicines have skyrocketed on the black market. Hospitals in many cities, including Delhi, Noida, Lucknow, Allahabad and Indore, have run out of beds, leaving families to rely on makeshift arrangements at home. To find out what's happening, read more here.\nMost awards ceremonies have gone without a red carpet in the last year, for the quite understandable reason that there would be no guests to walk down it due to the pandemic. But then came Sunday's Oscars where nominees were encouraged to turn up in person if they could, rather than dial in virtually. The resulting red carpet gave us elegance, flamboyance, and an explosion of colour. Here are 13 of the biggest and best looks from the 93rd Academy Awards, and here are the winners if you're interested.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.\nLockdown rules are changing again with Scotland and Wales starting to ease restrictions, if you're not sure what's happening and whether it affects you, find out here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56878663",
      "category": "uk-politics",
      "title": "Downing Street refurbishment: What is the row about?",
      "tags": "Dominic Cummings,Boris Johnson",
      "text": "Further questions have been asked about the funding of home improvements at the prime minister's Downing Street flat, following the release of an exchange of letters with his standards adviser.\nLord Geidt complained about not having been shown WhatsApp messages between Boris Johnson and Tory donor Lord Brownlow, which talked about the refurbishment.\nBoris Johnson and Carrie Symonds had work carried out on their private residence, the flat above 11 Downing Street.\nThe prime minister receives an annual public grant of £30,000 to spend on his living quarters. But the work cost considerably more than that - at least £112,000 based on the amount we know Lord Brownlow contributed.\nThe work was initially paid for by the Cabinet Office, but £52,000 was given to the Conservative Party by Lord Brownlow to cover the bills. Mr Johnson says he has now covered all the costs out of his own pocket.\nThe Conservative Party was fined £17,800 after the Electoral Commission found it had failed to accurately declare all of Lord Brownlow's donations towards the renovation.\nLord Brownlow was asked in May 2020 to set up a Downing Street trust that would fund renovations to the flat above 11 Downing Street, but that trust was never established.\nIn November 2020, the prime minister approached Lord Brownlow by WhatsApp message to approve payments to the interior designer carrying out the work. \nThe Electoral Commission found in December 2021 that the subsequent £52,000 payment from Huntswood Associates Ltd, whose director is Lord Brownlow, had not been properly recorded and that it should not have been described as a loan or as part of a trust.\nBut it said that separate payments of almost £60,000 for the refurbishments made by Lord Brownlow directly to suppliers, did not need to be declared.\nThe Electoral Commission report led to further controversy because it referred to an exchange of WhatsApp messages between the prime minister and Lord Brownlow, which had not been seen by the adviser on standards, Lord Geidt, when he had reported on the case earlier in the year.\nLord Geidt's report in May had concluded that Mr Johnson did not break the ministerial code over the funding of the renovations.\nBut he said: \"The prime minister - unwisely, in my view - allowed the refurbishment of the apartment at No 11 Downing Street to proceed without more rigorous regard for how this would be funded.\"\nLord Geidt added: \"The record shows no evidence that the prime minister had been informed\" about the payments. His report says that when he found out in February 2021, Mr Johnson \"settled the full amount himself\". \nBut when Lord Geidt found out about the messages to Lord Brownlow, he wrote to the prime minister saying that while his overall conclusions about the ministerial code were unchanged, had he seen the messages, \"I doubt whether I would have concluded, without qualification... that 'at the point when the prime minister became aware, he took steps to make the relevant declaration and to seek advice'.\"\nMr Johnson replied, offering a \"humble and sincere apology\" for not giving him the messages, blaming security issues which had forced him to change his phone.   \nIf a politician accepts money from a donor - either as a gift or as a loan - they are expected to make that information public, normally within 28 days.\nThe concern is that if a financial gift is kept secret, it might be used to gain favours or political influence.\nThis is the exchange of messages between Mr Johnson and Lord Brownlow:\nAt the end of his message, Mr Johnson refers to the \"great exhibition plan\", which was a proposal for a cultural festival, which Lord Brownlow was involved with as a trustee of London's Albert Hall.\nLord Brownlow met Oliver Dowden, who was then culture secretary, to discuss the event six weeks after the text exchange with the prime minister, according to the meeting log. In the end, the exhibition did not happen, but Labour says Lord Brownlow's November 2020 text exchanges with the PM are still important.\n\"Lord Brownlow appears to have access to the prime minister because he was paying for the flat renovations. If that is the case, that is corruption,\" the party said.\nThe BBC has approached Lord Brownlow for comment but he has not yet responded.\nBusiness Minister Paul Scully denied that the prime minister was linking support for a Great Exhibition with financial support for flat renovations in his messages.\nHe said the Great Exhibition plan was passed to \"the right channels\" at the culture department and that Mr Johnson \"had no idea\" who would be paying for the flat refurbishments, believing the funding would come through a blind trust.\nLike several of his recent predecessors, Mr Johnson and Ms Symonds are living at No 11 because the four-bedroom flat there is much larger than the one above No 10.\nTony Blair was the first prime minister to live at No 11 - he and his wife Cherie turned the space into a family home. \nThe Grade 1-listed flat was then extensively refurbished by David and Samantha Cameron in 2011 at a cost of £30,000.\nThe latest upgrade for the flat was carried out by interior designer Lulu Lytle. \nMr Johnson and his wife wanted to transform the flat from previous Prime Minister Theresa May's \"John Lewis furniture nightmare\" into a \"high society haven\", according to the society magazine Tatler."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56885457/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Shopping trips set to fuel economic rebound",
      "tags": "Economics,GDP,Economic growth,UK economy,Ernst & Young,Coronavirus pandemic",
      "text": "Britain is set for a \"sharp snap back\" in spending by shoppers as restrictions ease, according to experts at Deloitte.\nThe firm found \"going to a shop\" topped the list of leisure activities people are most likely to do after lockdown.\nSeparate research suggested that the UK's economy will grow at its fastest rate on record this year, helped by the rebound in consumer spending.\nThe EY Item Club said the economy had \"proven to be more resilient than seemed possible\".\nThe forecasting body has upgraded its 2021 growth forecast from 5% to 6.8%, which would mark the fastest rate seen since Office for National Statistics (ONS) records began.\nThe UK's GDP, which measures all the activity of companies, governments and individuals in the economy, shrank by a record 9.9% last year as coronavirus restrictions hit output, according to the ONS.\nBut EY expects that the UK economy will return to its pre-pandemic size in the second quarter of 2022 - three months earlier than previously forecast.\nDeloitte's research also suggested that the UK could be on track for a faster economic rebound than previously thought.\nConsumer confidence increased at the fastest rate in a decade in the first three months of 2021, according to its survey of 3,000 adults between 19 and 22 March.\nThe survey found that six out of 10 people said they planned to return to the shops within a month of restrictions lifting.\nIan Stewart, chief economist at Deloitte, said: \"The UK is primed for a sharp snap back in consumer activity. \n\"High levels of saving, the successful vaccination rollout and the easing of the lockdown set the stage for a surge in spending over the coming months.\"\nThe economists at EY's Item Club also revised down their unemployment forecasts. The rate is now expected to reach 5.8% towards the end of this year, down from the 7% predicted in January.\nEY's chief economic adviser, Howard Archer, said that the latest forecast suggested the economy would \"emerge from the pandemic with much less long-term 'scarring' than was originally envisaged and looks set for a strong recovery over the rest of the year and beyond\".\nHe added : \"While restrictions have caused disruption, lessons learned over the last 12 months have helped minimise the economic impact.\"\nIn England and Wales, non-essential retail was allowed to reopen on 12 April. \nShops in Scotland will be allowed to reopen fully from Monday, while Northern Ireland is due to see non-essential retail reopen on 30 April.\nSeparate research published last Friday suggested that the recent easing of lockdown measures had triggered a surge in activity among UK firms.\nA closely watched survey, produced by IHS Markit/CIPS, indicated that the looser restrictions had led to the fastest UK private sector growth since late 2013.\nThe IHS Markit/CIPS Purchasing Managers' Index (PMI) rose to 60 in April, according to initial findings, up from 56.4 in March. Any figure above 50 indicates expansion.\nThe service sector grew faster than manufacturing for the first time since the Covid crisis began, the survey found, largely down to the reopening of non-essential shops seen in April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56879525",
      "category": "uk-england-london",
      "title": "Tributes to man who died during Thames rescue bid",
      "tags": "Peckham,East Dulwich,River Thames,Inspiring stories",
      "text": "The family of a man who died after jumping into the Thames to save a woman who had fallen from London Bridge have paid tribute to their \"hero\".\nFolajimi Olubunmi-Adewole, 20, known as Jimi, reportedly was one of two men who entered the water at 00:10 BST on Saturday after spotting the woman fall.\nThe coastguard and the Met Police's marine unit rescued the woman and one of the men.\nA body, thought to be Mr Olubunmi-Adewole's, was found six hours later.  \nFormal identification has not yet taken place.\nHis father Michael Adewola, 63, told the Sun newspaper that his son deserved a medal for the bravery he showed by diving into the river to try to save the woman.\n\"He is a very unique and angelic soul, and I am proud of him, so proud, and I want the world to know he is the deepest and most wonderful man,\" Mr Adewola said.\nHe added: \"He is a hero, and always will be. I can't bring him back but I want him to be remembered forever for what he did. It was just like him to want to always try and help others.\"\nMr Olubunmi-Adewole was with a friend, Bernard, when they heard a woman had fallen into the Thames.\nBernard told Sky News they could hear the woman screaming \"help me, help me, I'm gonna die\".\n\"Instantly Jimi looked at me and I said, 'all right, we can look for her'. But we couldn't see her, it was pitch black.\"\nPolice have not said how the woman fell into the river.\nA GoFundMe appeal to support Mr Olubunmi-Adewole's family and pay for his funeral has raised more than £50,000 - double the £25,000 target - with more than 4,000 people donating.\nIt was set up by Malcolm's World Foundation, a charity established by the parents of Malcolm Mide-Madariola, a student who was murdered in 2018. Mr Olubunmi-Adewole was involved with the organisation.\nOn Monday, Mr Olubunmi-Adewole's school, Harris Academy Peckham, held a two-minute commemorative clap in his honour, with all students and staff gathering in the playground to remember him.\nRebecca Hickey, the school's executive principal, said it was very emotional.\n\"He was quite a character, he would never be seen without a smile. He was known for his slightly cheeky, optimistic outlook. He was very popular, incredibly popular amongst his peers and obviously he leaves them devastated in his wake,\" she said.\n\"Anyone who knew him remotely well would not have been surprised at the actions he took. He put others in front of himself at all times. \n\"He was a very gentlemanly young man. He had a clear set of moral values and his manners were very gentlemanly, he would hold doors open, and if anybody ahead of him failed to do that he would have been morally outraged and make that clear.\"\nMs Hickey said the school intended to work with his family to find a way to continue his memory in a way they would want them to.\n\"He will always be a hero within our community,\" she added.\nMayor of London Sadiq Khan posted on Twitter that Mr Olubunmi-Adewole \"was the best of us\".\n\"A true hero of our city who gave his life trying to save another,\" he wrote.\n\"My thoughts and prayers are with his family and friends at this time of tragic loss.\"\nHome Secretary Priti Patel tweeted it was a \"truly selfless act of heroism from a brave young man\".\nMr Olubunmi-Adewole was also a member of Athenlay Football Club in south-east London and a minute's silence was held at all of their matches on Sunday.\nTony Underwood, from the club, later tweeted: \"Saw my first swallow of the summer yesterday. Hope his family can also see his soul now as a beacon of warmth and hope for us all. RIP #JimiTheHero.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56878753/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Shops, gyms, pools and pubs reopen after lockdown",
      "tags": "Coronavirus lockdown measures,Pubs,Museums,Glasgow,Scotland business,Coronavirus pandemic",
      "text": "Shops, gyms, swimming pools, pubs, restaurants and cafes in Scotland have reopened after a four month-long winter lockdown. \nEarly morning queues formed at fashion retailers in Glasgow and Edinburgh as shoppers waited for doors opening.\nTravel restrictions have also been eased, allowing trips to other parts of the UK for non-essential reasons.\nMinisters say restrictions can be eased as the most vulnerable people have been offered their first vaccine dose.\nScotland has been in level four lockdown since 26 December, with all non-essential shops, leisure facilities, and hospitality venues closed.\nDriving lessons and tests can resume, while nail salons, museums and holiday accommodation can also reopen.\nAs the mainland moves into level three restrictions many businesses will still be subject to strict rules on capacity and social distancing. \nUnlike England, pubs and restaurants will be able open indoors until 20:00 - but they will only be able to serve alcohol to customers seated outside. \nA number of shops across Scotland opened early to mark the easing of restrictions with queues outside many larger retailers.\nBraehead Shopping Centre near Glasgow opened at 07:00, with some customers outside for an hour beforehand. \nKatie Moody, of the city's Princes Square shopping centre, said: \"People do seem a bit more comfortable about coming out this time.\n\"Glaswegians love to shop, we have seen queues in the city and I think there are just some things you want to experience in person and we are giving them that back.\"\nIn Inverness, restaurateur Norman MacDonald MBE opened his Cafe 1 restaurant for the first time since Christmas Eve.\nHe said: \"It is great we are open, and the team is back in and champing at the bit to look after their customers.\"\nLush on Edinburgh's Princes Street had a small queue waiting. Manager Alan Brown said: \"We're just really excited to be speaking to people again after such a long time.\"\nLiz Cameron from the Scottish Chamber of Commerce said the excitement was \"fantastic\" for businesses.\nShe added: \"We must remember it's been a long time, and we have a lot of costs we have to be able to recoup and it will not happen in a day or a week.  \n\"It's the start of our journey but let's remember this is about trying to save as many jobs as possible. \"\nPublic Health expert Prof Devi Sridhar said infection numbers were low enough to support the opening up of a large part of society.\nShe told BBC Radio's Good Morning Scotland: \"The end is in sight within weeks. We can see the full adult population getting vaccines by the summer.\"\nShe said Covid testing would also make a difference.\n\"I would really encourage people to get tested both the PCR and at home lateral flow testing,\" she added. \n\"The safest way to keep bars and pubs and indoor hospitality open is to make sure that nobody inside is infectious.\"\nRapid testing kits are being made available to everyone in the country.  The lateral flow tests can be picked up without an appointment from walk-in or drive through test sites from 15:30 every day. \nAnd the Scottish government is launching a new app - Check In Scotland - making it easier for businesses to collect contact tracing details. \nAmong those reopening their business is Barry Cowan from The Walled Garden Touring Park, near Maybole in Ayrshire. \nHe had to open his gates four hours earlier than usual to meet demand.\nHe said the caravan park would be operating at half capacity so holiday-makers have more space.  But with restrictions on foreign travel still in place, Mr Cowan is booked into August and September. \n\"We can't wait, we're really, really excited and we're sure we're going to have a good season,\" he said. \nHepcat Tattoos in Glasgow is one of the \"close contact businesses\" that will be open for the first time in four months. \nPent-up demand means most of Kurt McGonigle's tattooists are booked up for months to come. \n\"We were closed for four months so most of our income stopped, so we're all really excited to be going back to work and get back to normal,\" Mr McGonigle said. \nSteve Annand, of drinks wholesaler Inverarity Morton, said the lifting of lockdown was \"a bit of light at the end of the tunnel - but there's still a good way to travel before we're back to normal levels\". \nPermitting bars and restaurants to serve drinks indoors will be the key to rebuilding after a \"really difficult\" few months. \n\"I think we need to get back to enjoying alcohol inside, in an indoor environment, in bars and restaurants,\" he said.\n\"That is what's going to give us the opportunity to try and trade normally and rebuild our business and rebuild the whole wholesale sector.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56892528",
      "category": "uk",
      "title": "Covid-19: PM's 'bodies could pile high' comment and EU sues AstraZeneca",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. \nPrime Minister Boris Johnson suggested that \"bodies could pile high\" during a heated discussion about whether to impose a lockdown in the autumn, sources familiar with the conversation have told the BBC. It comes after Downing Street and Mr Johnson himself both denied a report in the Daily Mail that he had said he would rather see \"bodies pile high in their thousands\" than re-impose strict coronavirus restrictions. Labour leader Sir Keir Starmer called the remarks \"astonishing\". The claims come amid a bitter row between Downing Street and the prime minister's former senior adviser Dominic Cummings.\nA group of families bereaved by Covid-19 have expressed disappointment after the government rejected their calls for an immediate inquiry into the handling of the pandemic. Downing Street said there was \"simply no capacity\" for the government to divert resources to an \"intensive\" inquiry. Jo Goodman, co-founder of Covid-19 Bereaved Families for Justice UK, said they had hoped to ensure lessons were learned that could save other lives. They had watched in \"heartbreak\" as the second wave meant other families suffered the same fate as they had, she said. The prime minister has previously promised an inquiry at a later stage. \nAfter months of wrangling over delayed supplies of the vaccine, the European Union has launched legal action against the British-Swedish pharmaceutical giant AstraZeneca. It accuses the company of not having a reliable plan for ensuring timely delivery of doses. Stella Kyriakides, European health commissioner, said the priority was to ensure Covid-19 vaccine deliveries took place to protect the health of the European Union. She said: \"Every vaccine dose counts. Every vaccine dose saves lives.\" AstraZeneca said the legal action was without merit and pledged to defend itself strongly in court.\nOn the day that Scotland re-opened its shops and hospitality and Wales allowed pubs and restaurants to serve outdoors, economic forecasters predicted a rapid recovery for UK consumer spending and growth. Deloitte experts said the nation was heading for a \"sharp snap back\" as people listed \"going to a shop\" as one of their top activities as lockdown restrictions eased. Separate research suggests the UK economy will grow at its fastest rate on record this year. \nIf spending time in nature and the outdoors has helped you through lockdown, you're not alone - at least according to a survey from the Office of National Statistics (ONS). More than 40% of people in England say nature, wildlife and local green spaces became even more important to them since coronavirus restrictions began. The ONS said changes in personal behaviour could mean people in the UK would continue to value and interact with nature on a much greater scale than before the pandemic. \"What we do not know yet is whether the changes brought on by lockdown will be a temporary trend, or a new way of life,\" the ONS said.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs Scotland and Wales open up hospitality, take a look at our guide to when, where and with who you can now have a pint.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56301683",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: The five years separated from her family",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "It's more than 1,800 days since Richard Ratcliffe waved goodbye to his wife Nazanin at the departure gate at London's Gatwick Airport, worrying only about how their young daughter would cope with the long flight to Tehran. \nNazanin Zaghari-Ratcliffe had taken Gabriella to spend time with her Iranian grandparents three times before. \nAnd Richard had no reason in the world to think he wouldn't be back at the airport a fortnight later to pick them up.\n\"It was a slightly rushed goodbye,\" he recalls. \"Gabriella, at the time, was one and three quarters and a bit of handful. So I was just really wishing her good luck with the flight.\"\nThat was the last time he saw his wife in person.\nNazanin was arrested by members of Iran's Revolutionary Guard at Tehran Airport as she prepared to fly home. \nSince then, she's endured eight months of solitary confinement, blindfolded interrogations, hunger strikes to press for medical treatment, false promises of release, and almost five years of separation from her family.\n\"At the beginning, I just thought that this was so profoundly unfair that if we just shouted it from the rooftops, the right people would intervene and it would get sorted,\" Mr Ratcliffe told me. \"Never in my imagination did I think this would take five years or more.\" \nHe adds: \"Now the end of her actual sentence - which was once the worst-case scenario - looks like a good outcome, at this point.\"\nAt a secret trial in 2016, Ms Zaghari-Ratcliffe was sentenced to five years in jail for \"membership of organisations working against the Iranian state\" - a reference, her husband says, to her work for the charities BBC Media Action and the Thomson Reuters Foundation. And no, she wasn't training journalists at the time of her arrest. \nSunday 7 March is the official date of her release - her lawyer has seen it marked in the computer of the Iranian judiciary. She's been counting down the weeks on a calendar at her parents' home, where she is now under house arrest with an ankle tag.  \nBut her husband - who has fought an extraordinary, high-profile campaign for her release - doubts that she will be allowed to fly home.\nHe describes his wife as a hostage - used as a bargaining chip over a long-standing debt that Britain owes Iran for a tank deal that was never fulfilled. \n\"The Revolutionary Guard have been completely consistent over the past five years - that they arrested Nazanin as leverage for the tank debt,\" says Mr Ratcliffe. \n\"They've held her all the time that it's not being paid. And I think that if the tank debt is not paid, not only will Nazanin and other dual nationals continue to be held but more collateral will be taken.\"\nHer case may also be caught up in negotiations over Iran's nuclear deal, the JCPOA, which the UK is working with European allies to revive.\n\"There's the potential for this to drag on and on,\" says Mr Ratcliffe. \"It's perfectly possible that Nazanin gets a new court case thrown at her. \n\"The family have never seen a copy of the charges on which she was sentenced. There is no written documentation on anything.  So they preserve the space to make it up as they go along at every stage.\"\nHe worries about the impact that any prolongation of the family's separation will have on both his wife and Gabriella, now six, who has also been counting down the days until her mother's release - on a calendar she made herself.   \nShe returned to the UK to live with her father and start school in October 2019, hoping that her mother would soon follow behind.   \n\"Gabriella has been promised so many times that 'Mummy is coming home soon,'\" says her father. \nThe darkest period for Nazanin herself came in 2016, when she was held alone in a dark room, incommunicado. Her interrogators told her, wrongly, that Richard was having affairs and that they had photographic evidence. \n\"I don't think I can possibly understand what she's gone through,\" Mr Ratcliffe says.\n\"It's a very practised technique of really breaking someone. That fear and abuse led her to feel suicidal. She said to me: 'It would be better if I just died and you could get on with your lives.'\"\nIn her first letter from jail to her husband, Ms Zaghari-Ratcliffe wrote in despair: \"Every day and every second I would submerge more and more in an ocean of doubt, fear, threat, loneliness... my wails would go unheard in that tiny, dingy, cold, grey cell.\" \nBeing parted from her daughter for so long has been a source of agony and guilt.   \nShe apologised to her daughter from jail, saying: \"Forgive me for all the nights I was not by your side to hold your warm, little hand till you fall asleep. \n\"Forgive me for all those moments you missed the bosom of your mother, for all those teething fever nights that I was not there for you; forgive me.\"\nSeparated by thousands of miles, the family now speaks twice a day over Skype. \nMs Zaghari-Ratcliffe, who is now 42, watches Gabriella draw and they play games together. \nGabriella looks forward to swimming with her mother, and going to a toy shop - one day.\nThe couple hope to have another child, but fear that time may now be against them.\nLate last month, Foreign Secretary Dominic Raab, phoned Ms Zahari-Ratcliffe in Tehran, reassuring her that the government is doing all it can to bring her home, but managing expectations of an imminent release.\nThe Foreign Office says that she and other dual British-Iranian nationals are \"arbitrarily detained\" by the Iranian government.  It adds: \"We do not accept Iran detaining dual nationals as diplomatic leverage.\"\nBut Mr Ratcliffe has been critical of the UK government's approach. \n\"Not to do anything that's going to rock the boat means there's no cost whatsoever to the hostage takers to continue the practice and to continue to wait,\" he says. \n\"And so both sides can wait each other out because they're not the ones bearing the cost of the waiting - whereas the victim and the family certainly are.\"\nAs for what might happen on Sunday and over the next few months, Richard says, stoically:  \"Fate will deal us the hand it deals us. But one day the sun will come.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56870270",
      "category": "technology",
      "title": "Google Argentina's domain name bought by man for £2",
      "tags": "Argentina,Google",
      "text": "Google Argentina's domain name was bought by a web designer while the site was out of action for two hours in the country last Wednesday. \nNicolas Kurona, aged 30, said he managed to buy Google.com.ar through a normal, legal process.\n\"I never imagined that it was going to allow me to buy it,\" he told the BBC.\nGoogle Argentina told the BBC: \"For a short term, the domain was acquired by someone else.\" It added it had regained control of the domain very quickly.\nThe story started when Nicolas was at his desk on the outskirts of Buenos Aires on Wednesday night, designing a website for a client. \nHe started getting messages on WhatsApp that Google was down. \n\"I entered www.google.com.ar into my browser and it didn't work,\" he said.  \"I thought something strange was happening.\" \nHe decided to go on to the Network Information Center Argentina (NIC) - the organisation responsible for operating the .ar country code domains. He searched for Google - and up popped Argentina's Google domain available for purchase. \nDespite thinking it would not work, he \"followed the steps and then I received an email with the purchase invoice\", he said.\nNicolas shared the NIC invoice with the BBC. Google Argentina's domain name was acquired for 270 pesos (£2.08/$2.90).\nDumbfounded, he tapped www.google.com.ar into his search bar and pressed enter. \"My personal data appeared,\" he said. \n\"I was frozen looking at the screen. I could not believe what had just happened.\"\nAt 21.52 local time on Wednesday, Nicolas bought Google Argentina's domain name. All of those millions of Google searches, and people coming to www.google.com.ar, were now in theory, coming to him. \n\"I want to make it clear that I never had any bad intentions, I just tried to buy it and the NIC allowed me to,\" he said.\nNicolas's night had, in just a few minutes, turned into a major news story.\n\"When the purchase process was completed and my data appeared, I knew that something was going to happen... I was really anxious,\" he said.\nNicolas tweeted what had happened - to try to clarify how events had gone down, he said.\nSo what on earth happened?\nWell, one theory is that Google had simply forgotten to renew its domain name. However, Google says its licence for the domain hadn't expired - and was not due to expire until July 2021. \nOpen Data Córdoba group (which is dedicated to tracking expired Argentine domains, and tracking registered ones) backs this up. It's still unclear why Google's domain name was released. \nNicolas says he has no idea what happened, but it feels \"slightly strange\" to have so much media attention. He has been hailed as a hero in some corners of Twitter, and his tweet clarifying what happened has racked up 80,000 likes. \nNicolas says he's just relieved that he didn't get into trouble. \nHe says the NIC took the domain name away from him shortly after he purchased it, but his 270 pesos have not been returned.\nHe says Google didn't get in touch, and that he wasn't paid. Google has yet to clear up how they got the domain name back.\nThe company is investigating what went down on Wednesday. But for some reason, for a few minutes at least, Google lost control of Google Argentina this week - to a 30-year-old web designer, it seems.\nJames Clayton is the BBC's North America technology reporter based in San Francisco. Follow him on Twitter @jamesclayton5."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56891136",
      "category": "uk-scotland-glasgow-west",
      "title": "Glasgow student is youngest Mastermind champion at 24",
      "tags": "University of St Andrews,Glasgow",
      "text": "A 24-year-old student from Glasgow has been crowned the youngest ever champion of the BBC's Mastermind.\nJonathan Gibson won the final by four points - scoring a perfect 11 out of 11 in his specialist subject, the comedy song-writing duo Flanders and Swann.\nHe had specialised in Agatha Christie's Poirot in the heat and William Pitt the Younger in the semi-final.\nThe new champion said he was \"overwhelmed\" at the response since the programme was aired on Monday.\nThe PhD student in Modern History at the University of St Andrews told the BBC's Good Morning Scotland programme how he had to keep the result a secret between filming and broadcast.\nHe said: \"The last four months since filming have just felt like a dream, so it's good to have visual evidence on TV that it actually happened. I told my parents and my sister and that's basically it.\"\nJonathan said the key to his victory was choosing specialist subjects that he was passionate about.\n\"They were all things I have really loved since I was young,\" he said. \n\"The heat subject was the TV show Poirot, which I was introduced to by my mum and my grandma so that was really lovely to revisit.\n\"For the semi-final I did William Pitt the Younger, the late 18th century prime minister. That was inspired by a book my history teacher gave me in school and was one of the main reasons I decided to be a history student.\n\"And for the final I did Flanders and Swann which was a favourite of my dad's. I've known the lyrics of every single song since I was seven or eight so it has been lovely revisiting these things.\"\nJonathan, who had previously appeared on University Challenge, is a keen quizzer but is now focussing on finishing his PhD studies.\nJonathan said he only realised he was in the running to be Mastermind's youngest ever winner as the final approached.\n\"I didn't think about it as a possibility when I applied,\" he said. \"Or until after I won the semi-final when the producers told me I would be marginally younger than Gavin Fuller was when he won.\n\"It's really incredible to make history in that way and it is beyond anything I could have imagined.\"\nMastermind has been running on the BBC since 1972. Monday night's grand final was John Humphrys' last episode after 18 years as host.\nThe television and radio broadcaster has presented 735 episodes of the quiz show and asked more than 80,000 questions during that time. \nThe new series, hosted by BBC journalist and newsreader Clive Myrie, will be on BBC One and the BBC iPlayer later this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56888856",
      "category": "entertainment-arts",
      "title": "Charlotte Crosby: Channel 5 pulls 'immoral' plastic surgery documentary",
      "tags": "Social media,Television,Big Brother,Reality TV,Mental health",
      "text": "Channel 5 has stopped streaming an episode of its celebrity plastic surgery series after condemnation from one of its subjects, Charlotte Crosby.\nLast Thursday's episode of Celebrities: What Happened to Your Face? analysed Crosby's changing appearance. \nThe reality TV star called the show \"immoral\", saying it had aired despite her team warning Channel 5 of its detrimental mental health implications.\nIn a statement, the broadcaster apologised for \"any upset caused\". \nIt added that both the channel and the programme's producers, Crackit Productions, \"take duty of care very seriously\". \n\"While we acknowledge that the programme was Ofcom compliant, we have taken on board Charlotte's feedback and removed the episode from our streaming platform My5.\"\nCrosby, who rose to fame on MTV's scripted reality show Geordie Shore and now hosts her own self-titled series, is yet to comment on the removal of the documentary.\nHowever, in her original statement, she said it was \"unbelievable\" that the programme had been made amid an increased focus on mental health within the entertainment industry.\n\"At a time when the broadcast and media world were backing a policy of 'be kind', Channel 5 and Crackit decided to commission this one-hour special on 'rubber lip Charlotte' (their words not mine),\" Crosby wrote, while referring to the kindness campaign that was prompted by the death of Love Island presenter Caroline Flack.\n\"Their 'experts' dissected my 'plastic face' with disgust, discussing my fluctuating weight (with images), and then decided to flash up the worst troll comments from the past five years.\"\nCrosby's public criticism followed a similar statement from her Geordie Shore co-star Holly Hagan who, on Thursday evening,  urged her Instagram followers to report Channel 5's programme to Ofcom.\nCrosby, 30, has been open about her cosmetic procedures and body image struggles - undergoing her first nose surgery in 2016 after becoming self-conscious over her appearances on TV, and later using lip-fillers.\nShe previously told Heat magazine: \"It's not like I can hide it. If I'd not been on TV, I'd never have got it done.\n\"I do think [my nose] caused a lack of confidence, and you always compare yourself to other people who are on TV as well.\"\nCrosby's statement continued: \"Dealing with trolls is one thing, you ignore, you block but where are we as a society, when the trolls are the mainstream TV channels?\n\"Will they now take responsibility for my dip in mental health and plummeted self-esteem? Do they take responsibility for the resulting press from the show, again discussing how 'shocking' my face is?\" she asked.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56893701",
      "category": "world-us-canada",
      "title": "AstraZeneca: US to share up to 60m vaccine doses",
      "tags": "United States,Coronavirus pandemic,AstraZeneca,Joe Biden",
      "text": "The US will share up to 60 million doses of its AstraZeneca vaccine with other countries as they become available, the White House has said.\nThe doses will be able to be exported in the coming months after a federal safety review.\nThe US has a stockpile of the vaccine even though its regulators have not yet authorised it for public use.\nCritics have accused the government of hoarding the vaccine, while other countries are in desperate need.\nLast month President Joe Biden pledged to share about four million doses of the AstraZeneca vaccine with Mexico and Canada - both of which have approved the jab.\nThe crisis in India has also piled pressure on the Biden administration to share US health resources.\nOn Monday, the White House said it expected that about 10 million doses of the AstraZeneca vaccine could be released when the Food and Drug Administration (FDA) finishes its review in the coming weeks.\nIt said that another 50 million doses were in various stages of production.\nAt a news briefing, White House spokeswoman Jen Psaki said FDA officials would carry out quality checks on doses before they were exported. \n\"Our team will share more details about our planning and who will be receiving offers from here, but we're in the planning process at this point in time,\" she added.\nThe US has already announced that it will provide raw materials for Indian vaccine manufacturers as the country battles a devastating surge in cases.\nIn a \"warm and positive\" phone call with Indian Prime Minister Narendra Modi on Monday, President Biden promised more emergency assistance \"including oxygen-related supplies, vaccine materials and therapeutics\", a White House statement said.\nWashington is also looking at supplying oxygen, Covid tests, personal protective equipment (PPE) and the antiviral drug remdesivir to India's health service.\nThe FDA has so far authorised three vaccines against Covid- 19 - Pfizer BioNTech, Moderna and Johnson & Johnson (Janssen). Experts say it looks likely that these will provide all the country's needs and the AstraZeneca jab may not be needed.\nAccording to the latest figures, more than 53% of adults have so far received at least one dose of vaccine.\nThe US handling of the coronavirus pandemic has had plenty of shortcomings, but vaccine production isn't one of them. The Biden administration has an abundance of jabs, and now it is sharing some of that bounty with other countries.\nThe decision to ship as many as 60 million doses of the AstraZeneca vaccine - which have yet to be approved for use in the US - comes at a critical moment, with US neighbours Canada and Mexico continuing to struggle and India facing a devastating surge in cases.\nIt gives the Biden administration the opportunity to engage in \"vaccine diplomacy\" - using the shipments to pressure other nations to follow suit and engender goodwill that might help advance other US foreign policy priorities. \nAt the very least it inoculates Joe Biden from criticism that the US has turned its back on the world as it sat on millions of doses that weren't needed - or wanted - when they could be saving lives. \nThe domestic risk for the president seems minimal, as long as the US supply holds up. It signals the administration's growing confidence that the domestic challenge ahead isn't one of having enough jabs, but convincing all Americans to receive vaccinations that are already available."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56828748",
      "category": "entertainment-arts",
      "title": "Oscars 2021: Chloé Zhao, from 'outsider' to Hollywood history-maker",
      "tags": "China,The Oscars,Nomadland,Film,Brighton",
      "text": "Chloé Zhao has made history by becoming the first woman from an ethnic minority background- and only the second woman at all - to win the best director award at the Oscars.\nChinese-born, British-educated, US-based Zhao also won best picture for Nomadland, her third feature film.\nAll three have been quietly compelling portraits of people, often played by non-professional actors, in the margins of society in the American West.\nBut her next film will be a departure - a Marvel comic blockbuster, Eternals.\nWith her Oscar triumph, which comes 11 years after Kathryn Bigelow became the first woman to win best director for The Hurt Locker, 39-year-old Zhao has been recognised as one of the most distinctive and talented film-makers to emerge in recent years.\nBorn in Beijing, her father was a successful steel executive and her step-mother is the well-known Chinese comedy actress Song Dandan.\nIn her best director acceptance speech on Sunday, Zhao said: \"I've been thinking a lot lately of how I keep going when things get hard. I think it goes back to something I learned when I was a kid.\n\"When I was growing up in China, my Dad and I used to play this game. We would memorise classic Chinese poems and texts, and we would recite them together and try to finish each other's sentences.\n\"There's one that I remember so dearly, it's called the Three Character Classics. The first phrase goes... 'People at birth are inherently good.' Those six letters had such a great impact on me when I was a kid, and I still truly believe them today.\n\"Even though sometimes it might seem like the opposite is true, I have always found goodness in the people I met, everywhere I went in the world. \n\"So this is for anyone who had the faith, and the courage to hold on to the goodness in themselves, and to hold on to the goodness in each other, no matter how difficult is to do that.\n\"And this is for you. You inspire me to keep going.\"\nShe has had a tricky relationship with her home country, especially since a 2013 interview resurfaced in which she said there were \"lies everywhere\" when she was growing up.\n\"A lot of info I received when I was younger was not true, and I became very rebellious toward my family and my background,\" she said.\nChinese authorities reportedly reacted by censoring marketing and mentions of Nomadland on social media, with questions raised about the film's release in the country.\nHowever, there was praise on Monday - after her win was announced - with users on Chinese microblogging platform Weibo calling her \"the light of China\" after her speech referenced her Chinese heritage.\nOne person commented that her speech appeared to have deeper political meaning, adding that \"no smart person would think of abandoning the Chinese market\".\nBut other users noted how \"strange\" it was that neither her name or the Oscars made it to the top trending search list on Weibo. \nIn China, the Oscars are reportedly not being broadcast due to the controversies surrounding Zhao, as well as the documentary short Do Not Split, about the Hong Kong pro-democracy movement. \nZhao moved to England to study in Brighton at the age of 14 in the mid-1990s, despite speaking little English.\n\"What I remember most about her was that she loved a challenge, in a good way,\" Alison Withers, a former teacher at Brighton College, a boarding school, told BBC South East Today.\n\"She came to a different country, a different culture, was always questioning why we did things, and just was willing to get stuck in. She was clearly very bright and picked up English terribly quickly.\"\nZhao herself has fondly remembered her time \"being very emo\" on Brighton beach. \"A lot of teenage angst, but those were some creative years,\" she told the i newspaper.\nAfter Brighton, she went to the US and studied political science in Massachusetts before moving to New York in 2010 to enrol in NYU's Tisch School of the Arts' graduate film programme, whose artistic director is Spike Lee.\nIt was a pivotal time for Zhao. She started working on her first feature film, Songs My Brothers Taught Me, a slow-burning coming-of-age story shot on a Native American reservation in South Dakota, shot using non-professional actors.\nWhile at NYU, she also embarked on a partnership - professional and personal - with fellow grad student Joshua James Richards, from Penzance, Cornwall, who has worked as cinematographer on all three of Zhao's films.\n\"There was a bond formed just through our taste and visually what we were drawn to,\" he told IndieWire.\nRichards was nominated for an Oscar of his own for best cinematography for Nomadland.\nWhile working on Songs My Brothers Taught Me, Zhao met a rodeo rider called Brady Jandreau, and decided to construct her next film around him.\nThe Rider, which came out in 2017 (and listed Zhao's father as an executive producer), followed a young man called Brady coming to terms with the aftermath of a bad rodeo accident, mirroring the real Brady's own story.\nIt was named the year's best film by the US National Society of Film Critics and BBC Radio 4's Film Programme.\nThe Rider refined what have become Zhao and Richards' hallmarks - casting non-actors to deliver compassionate, deeply moving personal drama in a form of fictionalised reality, often shot in wide open spaces bathed in golden sunlight.\nZhao recently told The Telegraph about the stories that appeal to her. \"Wherever I've gone in life, I've always felt like an outsider,\" she said. \"So I'm naturally drawn towards other people who live on the periphery, or don't live mainstream lifestyles.\"\nShe was drawn to the stories of people whose homes are vans, and whose transient, unpredictable but often liberated lives on the road were documented in the 2017 non-fiction book Nomadland: Surviving America in the Twenty-First Century by Jessica Bruder.\nZhao got to know many of the people from the book, and cast some of them to play versions of themselves in the film of Nomadland alongside the lead character Fern, a fictional role played by Frances McDormand.\nFern finds a new life on the road - and a new community among her fellow nomadic van-dwellers - after the death of her husband and the decline of both the company where she worked and the town she called home.\nIt has been an Oscars frontrunner since September, when it became the first movie to win the top prizes at both the Toronto and Venice film festivals.\nThe film has had its share of controversy, however, with some criticising Zhao for glossing over some of the problems documented by Bruder about work in an Amazon warehouse, one of several temporary jobs that Fern and her friends find.\nBut that did not derail its award momentum or stop Zhao becoming one of Hollywood's most feted film-makers.\nShe has already made the move into the world of blockbusters. She will use her distinctive vision and voice in Marvel's Eternals, about immortal superheroes played by Angelina Jolie, Salma Hayek, Richard Madden and Kumail Nanjiani.\nShe has been a fan of the Marvel Cinematic Universe for a decade. \"I put the word out there I wanted to make a Marvel movie, and the right project came to me,\" she said.\nEternals is due out in November. After that, she is reportedly scheduled to work on a \"futuristic, sci-fi Western\" take on Dracula.\nShe has said building a rich, convincing world on film is her \"favourite thing\", whether that's the world of rodeo riders or comic book heroes. \nSpeaking about her Marvel movie to Variety, she said she planned to \"put a spin on it while still being true to the essence of it\". \n\"That's exciting to me. It's not that different than me going to the world of rodeo cowboys.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56882250",
      "category": "world-europe",
      "title": "German opera star Christa Ludwig dies at the age of 93",
      "tags": "Austria,Germany,Opera,Vienna",
      "text": "The celebrated German opera singer, Christa Ludwig, has died at the age of 93. \nThe mezzo-soprano, who was born in Berlin, died at her home near the Austrian capital, Vienna, on Saturday, her family confirmed.\nLudwig made her debut in Frankfurt aged 18 just after the end of World War Two. She retired in 1994. \nThe singer was widely praised for the rich quality, range and amplitude of her voice. \nLudwig grew up in Aachen, western Germany, with parents who were both musical. Her father was a tenor and also conducted at the local opera house. Her mother was a mezzo-soprano.\n \"Singing for me was as natural as learning to walk,\" Ludwig once said. \nLudwig joined the Vienna State Opera in 1955 and performed at the famous Salzburg Festival under Austrian conductor Karl Boehm. \nHer most memorable roles included Dorabella in Mozart's Cosi fan tutte, Kundry in Wagner's Parsifal, Leonora in Beethoven's Fidelio and both Octavian and Marschallin in Richard Strauss's Der Rosenkavalier.\nDuring her long career she also sang at London's Royal Opera House, New York's Metropolitan Opera, Milan's La Scala and other top international venues.\nIn 2010 France awarded her the Legion of Honour.\n\"It was the very special combination of a unique voice and intelligence of interpretation that made her so special,\" the Vienna State Opera said. \nLa Scala opera house said the music world had \"lost a luminous and inimitable personality\".\nLudwig was married to the Austrian bass-baritone Walter Berry for 13 years. They divorced in 1970 and two years later she married French actor and director Paul-Emile Deiber, who died 2011. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56891326",
      "category": "world-europe",
      "title": "Coronavirus: EU sues AstraZeneca over vaccine delivery delays",
      "tags": "Coronavirus vaccines,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The European Union has launched legal action against the coronavirus vaccine manufacturer AstraZeneca.\nThe European Commission - the EU's executive branch - said it was suing the company for not respecting its vaccine supply contract, and for not having a \"reliable\" plan to ensure timely deliveries. \nAstraZeneca said the move was \"without merit\".\nIt said it would \"strongly defend itself in court\".\nThe legal action marks an escalation in a long-running dispute between the two sides over the supply of coronavirus vaccines.\nSome in the bloc have claimed that AstraZeneca has shown preferential treatment to the UK - but the company has denied this.\nMeanwhile, the US has announced that it will share up to 60 million doses of its AstraZeneca vaccine with other countries as they become available. The doses will be able to be exported in the coming months after a federal safety review, AP news agency reports.\nA European Commission spokesman said the action was launched on Friday, with the backing of all 27 member states. \nIt stems from a deal the commission signed last August for 300 million doses of the Oxford-AstraZeneca vaccine, with an option for 100 million more.\nEarlier this year, AstraZeneca said its supplies would be reduced because of production problems. Of 80 million doses planned for delivery in the first quarter of 2021, only about 30 million were sent. \nAccording to the European Commission, the company is set to provide 70 million doses in the second quarter of 2021 instead of the 180 million that were initially arranged. \n\"The terms of the contract, or some terms of the contract, have not been respected,\" the spokesman said. \"We want to make sure that there's a speedy delivery of a sufficient number of doses... which have been promised on the basis of the contract.\"\nHealth Commissioner Stella Kyriakides tweeted that the commission's priority was to \"ensure Covid-19 vaccine deliveries take place to protect the health of the European Union\".\n\"Every vaccine dose counts. Every vaccine dose saves lives,\" she wrote. \nOne EU official told Reuters news agency that the move was taken to \"send a message\" to AstraZeneca's chief executive Pascal Soriot. \nIn a statement responding to the announcement, AstraZeneca said it had \"fully complied\" with its agreement with the EU, and hoped to resolve the dispute as soon as possible.\n\"Following an unprecedented year of scientific discovery, very complex negotiations, and manufacturing challenges, our company is about to deliver almost 50m doses to European countries by the end of April, in line with our forecast,\" the British-Swedish company said. \n\"We are making progress addressing the technical challenges and our output is improving, but the production cycle of a vaccine is very long which means these improvements take time to result in increased finished vaccine doses,\" the statement read.\nAstraZeneca had previously said that the contract obliged the company to make its \"best effort\" to meet EU demand, without compelling it to stick to a specific timetable.\nUK Prime Minister Boris Johnson's spokesman told reporters he was unaware of the specifics around the legal action. He said AstraZeneca had been a \"hugely strong partner for the UK and in fact, globally, for the work they're doing\".\nUnder the contract, any legal action would need to be resolved by Belgian courts. \nThe EU originally planned to use AstraZeneca as the main vaccine in its rollout, but following the supply issues, the bloc now relies mostly on the Pfizer-BioNTech jab.\nDespite vaccine delays, the EU is still aiming for \"a minimum of 70% of the entire adult population\" to have received at least one dose of a coronavirus vaccine by this summer.\nThe announcement of legal action on Monday came as some countries began to ease restrictions. \nMillions of French children returned to the classroom, as primary schools and nurseries reopened following a three-week shutdown. In Italy, restaurants and bars in much of the country were allowed to serve customers outside, while hairdressers in Belgium reopened their doors. \nMeanwhile, the mayor of the Spanish city of Pamplona announced that the annual Sanfermín fiesta in July - with its famous running of the bulls - would be cancelled for a second year. \nOutside of the EU, Turkey announced a coronavirus lockdown until 17 May in a bid to curb a surge in coronavirus cases and deaths. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56890714",
      "category": "uk-politics",
      "title": "Covid: Boris Johnson's 'bodies pile high' comments prompt criticism",
      "tags": "Coronavirus lockdown measures,Boris Johnson",
      "text": "Boris Johnson said he would rather see \"bodies pile high\" than take the country into a third lockdown, sources familiar with the conversations have told the BBC.\nThe remarks were said to have been made last autumn, just as England went into a second lockdown.\nThe PM has strongly denied saying the phrase, describing the reports as \"total rubbish\".\nLabour's Rachel Reeves urged Mr Johnson to apologise.\nShe called the comments \"stomach-churning\".\nThe government is also facing questions over possible donations made to re-decorate the prime minister's flat, and an investigation into leaked information about England's second lockdown.\nEngland entered its third lockdown on 6 January.\nMr Johnson's comments - first reported in the Daily Mail - came at the end of October when the government announced there would be a second lockdown in England following a sharp rise in coronavirus cases.\nBBC political editor Laura Kuenssberg says, at the time, the prime minister was reported to have had big concerns about the implications of another lockdown on the economy and non-Covid related health issues.\n\"This does take us back to that moment and back to the very serious claims made by some people who were involved in the decision making  - including some ministers - that the hesitancy around the second lockdown did cost lives,\" she said. \nAsked about the comments earlier on Monday, Mr Johnson denied having made them adding that the public wanted the government \"to make sure that the lockdowns work, and they have\".\nThe PM's spokesman said the reported comments were false adding: \"This is untrue and the PM has denied it… I'm not aware of anyone else making that statement.\"\nMr Johnson was also defended by Cabinet Office minister Michael Gove who told MPs he was in the room during conversations about the lockdown but \"never heard language of that kind\".\nLabour leader Sir Keir Starmer said he was \"astonished\" by the reports adding: \"Everybody would be deeply concerned, not least all those families who have lost someone in the pandemic.\" \nThe prime minister was also strongly criticised by other opposition MPs in the House of Commons.\nMs Reeves - Labour's shadow Cabinet Office minister - said the prime minister was a man who \"would rather the bodies pile high than act on scientific advice - but they are not bodies; they are people, they are loved ones and they are deeply missed.\"\nShe called for an urgent public inquiry into the government's handling of the pandemic adding: \"This is all about conduct, character and decency - frankly, our country deserves an awful lot better than this.\"\nThe SNP's Alison Thewliss said the comments were \"not befitting the office of prime minister\" describing his words as \"despicable, cruel and callous\".\nMatt Fowler, co-founder of the group Covid-19 Bereaved Families for Justice, which is calling an inquiry into the pandemic, said the comments had caused outrage among members.\nHe said: \"These callous comments will have caused untold hurt to hundreds of thousands of us across the whole of the country.\n\"This demonstrates exactly why an urgent inquiry is so vital, to understand the decisions, rationale and consideration in protecting our loved ones that the government chose.\"\nThis comes amid a bitter row between Downing Street and the prime minister's former senior adviser Dominic Cummings.\nLast week, Mr Cummings published a blog in which he:\nEarlier, Mr Case gave evidence at an MPs' committee and said the inquiry into the second lockdown leak is ongoing; however, he added that \"given the time that has now passed, I think it's probable the team will not successfully identify the source or sources\".\nA Cabinet Office source told the BBC that no-one had yet been exonerated in the investigation. \nAsked if he would launch an inquiry into the leak of the prime minister's lockdown comments, Mr Case said he would have to discuss that with Mr Johnson.\nThe prime minister is also facing questions about the funding of his Downing Street flat refurbishment.\nOver the weekend, ministers had said the prime minister \"personally paid the bill\" for the flat but did not answer questions on whether a Tory party donor initially provided the money to him.\nMr Johnson has said he would make any necessary declarations about donations \"in due course\" and Mr Case - who is the UK's top civil servant - said he would review how the refurbishment was paid for.\nSpeaking in Wrexham, Mr Johnson said the public were more interested in what the government was doing to move the country \"cautiously but irreversibly through the steps of the road map to unlock and to get our country going\".\nHe said the disease was \"under control\" and that deaths and hospitalisations were low but added \"that doesn't mean that we've got it totally licked\".\n\"We've got to be realistic about that; unfortunately, there probably will be another wave of the disease.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-42252741",
      "category": "uk-politics",
      "title": "Nazanin Zaghari-Ratcliffe: What is Iran jail case about?",
      "tags": "Foreign & Commonwealth Office,Boris Johnson,Iran,Jeremy Hunt,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe was detained at an Iranian airport in April 2016, while travelling home to London with her young daughter.\nThe British-Iranian was sentenced to five years in prison - for allegedly plotting against the Iranian government.\nShe maintains her innocence, saying she was on holiday in Iran visiting family.\nMrs Zaghari-Ratcliffe, 41, has dual British and Iranian citizenship, and before her arrest lived in London with her husband Richard Ratcliffe, who is an accountant.\nShe worked as a project manager for the charity Thomson Reuters Foundation and was previously employed by BBC Media Action, an international development charity.\nShe says she took her daughter Gabriella, now six, to Iran in March 2016 to celebrate the country's new year and visit her parents.\nIranian authorities allege Mrs Zaghari-Ratcliffe was plotting to topple the government in Tehran - but no official charges have been made public.\nIran's Revolutionary Guards said she was leading a \"foreign-linked hostile network\" when she visited.\nBoth the Thomson Reuters Foundation and BBC Media Action issued statements saying she was not working in Iran but was on holiday there.\nMr Ratcliffe said he had asked his wife what the charges were during a phone call in 2016, and a nearby prison guard had said: \"National security charges\".\nIn October last year, Foreign Secretary Dominic Raab said the government would \"redouble\" its efforts to secure Mrs Zaghari-Ratcliffe's release after her daughter Gabriella returned to the UK.\nA month earlier, newly-appointed prime minister Boris Johnson had called for Mrs Zaghari-Ratcliffe's immediate release during a meeting with Iran President Hassan Rouhani.\nHe had previously been involved in the case when he was foreign secretary. In November 2017, he had to apologise after he was criticised for suggesting Mrs Zaghari-Ratcliffe had been training journalists when she was arrested, rather than on holiday.\nCampaigners said she could face an increased prison sentence in Iran as a result of the comments.\nThe following month Mr Johnson visited Tehran and met his counterpart as well as President Rouhani, and pressed for her release on humanitarian grounds.\nTheresa May had also raised concerns when she was prime minister.\nIn March 2019, then-Foreign Secretary Jeremy Hunt - Mr Johnson's successor - announced Mrs Zaghari-Ratcliffe would be given diplomatic protection -  making the case a formal, legal dispute between Britain and Iran.\nMrs Zaghari-Ratcliffe, who maintains her innocence, mostly speaks publicly through her husband, who regularly calls her.\nAccording to Mr Ratcliffe, she misses Gabriella \"all the time\" and is in a \"pretty fragile\" state of mental health. \nIn an open letter, published in October 2019, Mrs Zaghari-Ratcliffe said weekly visits from her daughter had sustained her during her imprisonment.\nWriting before Gabriella returned to the UK to start school, she said the thought of being unable to hold her child was \"the deepest torture of them all\". \nMrs Zaghari-Ratcliffe's five-year-sentence was handed down on 6 September - one day after the UK appointed an ambassador to Iran for the first time since 2011.\nMr Ratcliffe said the timing was proof his wife is being held as a political bargaining chip.\nIt has been claimed Mrs Zaghari-Ratcliffe is being held in order to force the UK into settling a multi-million pound dispute with Iran, which dates back to the 1970s.\nBBC diplomatic correspondent Caroline Hawley said London and Tehran do not see eye-to-eye on Iran's role in the wider Middle East or on human rights.\nIran's Revolutionary Guards are hardliners, opposed to Iran's nuclear deal struck by moderates with the West in 2015. And in 2009, Britain was accused of fuelling unprecedented street protests.\nTensions between the nations increased last year after a series of incidents in and around the Gulf, including Iran seizing a British-flagged tanker in the Strait of Hormuz."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56888938",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe sentenced to a year in Iran prison",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe has been sentenced to a further year in prison and a one-year travel ban after being found guilty of propaganda against the Iranian government.\nHer lawyer said she was accused of taking part in a protest in London 12 years ago and speaking to the BBC Persian service.\nThe prime minister said the UK would \"redouble\" efforts to free her. \nThe British-Iranian charity worker was first jailed in Tehran in 2016.\nShe has always denied the spying charges levelled against her.\nConfirming the latest sentence, her husband, Richard Ratcliffe, said the court's decision was a bad sign and \"clearly a negotiating tactic\" by the Iranian authorities - who are in the middle of discussions over the country's nuclear activities.\nMrs Zaghari-Ratcliffe has not been taken to prison yet, her husband said, and plans to appeal against the sentence. \n\"The threat is there, and the threat is bigger than we were fearing.\" Mr Ratcliffe told the BBC. Referring to the possibility of being separated from his wife until summer 2023, he said: \"I think the worst case got a bit closer.\"\nMr Ratcliffe has not seen his wife in person since her imprisonment in 2016. Their daughter, Gabriella, who was with her mother in Tehran when she was arrested, has been with him in the UK since 2019. \nPrime Minister Boris Johnson said: \"I don't think it is right at all that Nazanin should be sentenced to any more time in jail.\"\nHe said it was \"wrong that she is there in the first place\" and pledged to work hard to secure her release so she could return to her family, \"just as we work for all our dual national cases in Iran\".\n\"The government will not stop, we will redouble our efforts, and we are working with our American friends on this issue as well,\" Mr Johnson said.\nMr Ratcliffe maintains his wife was imprisoned as leverage for a debt owed by the UK over its failure to deliver tanks to Iran in 1979. \nHe says the case may also be caught up in negotiations over the international agreement to limit Iran's enrichment of nuclear material, which the UK and others are trying to revive.\nThe sentencing may mean that part of the Iranian regime is unhappy with the direction of the negotiations taking place in Vienna and is signalling that things can get worse for Mrs Zaghari-Ratcliffe and other jailed dual nationals, Mr Ratcliffe said\nLast year, Mrs Zaghari-Ratcliffe was moved from prison due to the coronavirus crisis and held under house arrest in Tehran until March, when her ankle tag was removed.\nBut she returned to court later that month to face the latest propaganda charges.\nby Caroline Hawley, BBC diplomatic correspondent\nThe new sentence is a bitter blow to Nazanin Zaghari-Ratcliffe and her family, who have campaigned relentlessly to get her home for five years.   \nMr Ratcliffe says the sentence is worse than he'd expected - but that a guilty verdict was guaranteed.\nHe has consistently said that she's being held as a hostage on trumped-up charges - and fears that she will only be freed if Iran gets something in exchange.  \nIn this, the Iranian regime certainly has form. \nLast November, it released the British-Australian academic Kylie Moore Gilbert, who'd been sentenced to 10 years for spying. That was in exchange for three Iranian prisoners in Thailand - two of whom had been convicted over a bomb plot. \nAnd back in early 2016, when Iran's nuclear agreement came into force, Iran freed an American journalist, Jason Rezaian, in a prisoner swap.  \nIt's no coincidence, Mr Ratcliffe believes, that this verdict has come just as negotiations are taking place to revive the deal. \nLabour MP Tulip Siddiq, who represents the family's north London constituency, said they had been \"hoping and praying\" she would soon be free but instead she was \"being abusively used as a bargaining chip\".\nMs Siddiq said the UK government's behind-the-scenes efforts to secure her release had \"clearly failed\", saying, \"We deserve an urgent explanation from ministers about what has happened.\"\nFormer foreign secretary Jeremy Hunt said, \"Iran's cruelty seems to know no bounds,\" but he questioned why the UK had not simply settled the tank debt, given it accepted it owed the money.\nLiberal Democrat foreign affairs spokesperson Layla Moran called for the government to impose targeted sanctions against the officials responsible in Iran.\nA medical evaluation carried out for the human rights charity Redress recently found Mrs Zaghari-Ratcliffe had post-traumatic stress disorder, depression and obsessive stress disorder due to \"traumatising experiences in the prisons of Iran\" and the uncertainty about her fate.\nShe told doctors that, during solitary confinement at the beginning of her sentence in 2016, she was interrogated - often while blindfolded - for eight to nine hours a day.\nRedress director Rupert Skilbeck said a further sentence could cause \"irreparable damage to her health\" after the \"torture and ill-treatment\" she had already been subjected to.\n\"Nazanin has never received a fair trial in Iran and is innocent of the allegations made against her. Her detention has always been illegal under international law,\" he said.\n\"The case must be dismissed and she should be allowed to return to her husband and daughter in the UK immediately.\"\nAmnesty International UK's director, Kate Allen, said Mrs Zagari-Ratcliffe had twice had to face a \"sham trial\" in Iran. \"We fear that going back to jail will be almost too much for Nazanin to bear,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56845104",
      "category": "science-environment",
      "title": "Space junk map tracks 200 ‘ticking time bombs’",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56890662",
      "category": "uk-england",
      "title": "Ex-Serco bosses cleared after fraud case collapses",
      "tags": "Serious Fraud Office,Ascot,Shabbington,Serco",
      "text": "Two former executives at the private security company Serco have been cleared of concealing £12m in profits from electronically tagging criminals.\nNicholas Woods and Simon Marshall were charged with defrauding the Ministry of Justice (MoJ) between 2011 and 2013.\nA judge ordered the acquittals because of problems with the disclosure of documents to defence lawyers.\nSubsidiary firm Serco Geografix was fined £19.2m in 2019 for hiding profits.\nMr Woods, 51, of Ickford, Buckinghamshire, is the former finance director of Serco Home Affairs while Mr Marshall, 59, of Ascot, Berkshire, is a former operations director of field services within Serco.\nTheir trial at London's Southwark Crown Court began in March, after the Serious Fraud Office (SFO) launched an investigation in 2013 into Serco's government contracts.\nMrs Justice Tipples ordered the pair's acquittal on a joint fraud charge and also cleared Mr Marshall of two further counts of fraud.\nShe said the SFO took the view that issues identified had \"undermined the process of disclosure in this case to the extent that the trial cannot safely and fairly proceed\".\nIn a statement, Mr Marshall said: \"Over the last eight years I have made clear that I acted properly and honestly in all my work at Serco.\n\"The allegations against me were entirely without substance, as is now clear.\"\nMr Woods' solicitor, Andrew Katzen, said the SFO's decision to drop the case was a \"vindication\" of his client.\nHe added: \"The fact that it has done this after an eight-year-long criminal investigation and three weeks into a trial should be a matter of profound concern to everyone concerned with justice.\"\nIn 2019, Serco Geografix was fined £19.2m in relation to the MoJ contracts as part of a Deferred Prosecution Agreement (DPA).\nMr Katzen said: \"In this case - just as in other similar recent failed fraud prosecutions - the SFO signed a DPA with Serco in which the company, in return for avoiding corporate prosecution, admitted wrongdoing and co-operated with the investigation.\n\"It is hard to avoid the conclusion that, once again, the narrative created by the DPA drove this investigation, and did so in defiance of the facts.\"\nMr Marshall added: \"I note that Nick Woods and I were the tenth and eleventh people to be charged by the SFO following a DPA. As of this morning, we became the tenth and eleventh to be acquitted in such circumstances.\n\"It is clear to me that I was prosecuted, not as a result of a fair assessment of the evidence, but because I was collateral damage in the deal that was done by Serco with the SFO.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56880376/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Vaccine rollout in England extends to 44-year-olds",
      "tags": "Public health,Coronavirus vaccines,Vaccination,NHS,Matthew Hancock,Coronavirus pandemic",
      "text": "About half a million more people in England are being invited to book their Covid-19 jab from Monday, as the vaccine rollout opens to 44-year-olds.\nTwo-thirds of the previous age group - 45 to 49-year-olds - have received their first dose.\nThe NHS said it would set out when 40 to 43-year-olds would be able to book appointments \"in the coming days\", and as supply allows.\nIt comes as a TV advert is launched to encourage under-50s to get vaccinated.\nHealth Secretary Matt Hancock said the \"great news\" at being able to open up jabs to 44-year-olds came after \"a huge few days for vaccinations\".\nHe added: \"We'll keep working down the age range to make sure everybody can have the offer of a jab by the end of July - all adults.\"\nAs well as 44-year-olds, people who are due to turn 44 by 1 July are also eligible to make an appointment, according to the NHS Covid vaccination booking website.\nThe total number of vaccine doses given in the UK reached almost 46.3 million on Sunday, with a further 498,430 second doses and 142,215 first doses reported. \nMore than 33.7 million people have now received their first dose and almost 12.6 million are fully vaccinated.\nNorthern Ireland is opening its vaccination programme to people aged 35 to 39, while Wales has been asking over-40s to book appointments and Scotland has been inviting over-45s for vaccination.\nMeanwhile, Scotland is taking its biggest step out of lockdown since December as shops reopen along with cafes, pubs and restaurants - with some restrictions. Outdoor hospitality is also opening up in Wales.\nThe TV advert promoting the Covid-19 vaccine - featuring the slogan \"every vaccination gives us hope\" - is predominantly aimed at people aged under 50 who are being invited for their first dose, the Department of Health and Social Care said.\nShowing scenes from vaccination centres across the country, it also aims to encourage over-50s to ensure they receive their second jab for the best possible protection.\nIt will be accompanied by a poster campaign highlighting how the Covid-19 jab helps to reduce infections, hospital admissions and deaths.\nThe 60-second advert will be shown for the first time during Emmerdale on ITV at 19:15 BST on Monday, and it features people arriving at vaccination centres and getting the jab across the UK - to the accompaniment of a cover version of Dinah Washington's What a Difference a Day Makes recorded by songwriter and artist Shells.\nThe advert urges people to \"join the millions already vaccinated\" and reminds them \"you need two doses for maximum protection\".\nMr Hancock said it was a \"poignant reminder of everything we've been through as a country and everything we have to look forward to\".\nOne of the people featured in the advert is 32-year-old Thor Porter, a drummer and graphic designer from Salisbury, in Wiltshire, who said: \"I feel the vaccine rollout is key to regaining some form of normality. As a musician, it will hopefully enable venues to reopen and ensure a future in my career.\"\nThe campaign will also be reflected in special postmarks put on stamped mail by the Royal Mail, vaccine messaging on Google and YouTube, and free advertising on LinkedIn to get the vaccine message to businesses.\nHow has coronavirus affected you? Do you have any questions about the vaccine rollout? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIt comes as there are signs that the groups which are most hesitant about getting the vaccine are becoming more likely to get the jab.\nAmong ethnic minority communities, take-up has tripled since February, outpacing the national average increase among all ethnicities. In Pakistani communities, it has quadrupled, and among people from Bangladeshi backgrounds it has risen five-fold.\nAbout one in eight (12%) people aged 16 to 29 say they are hesitant about getting the vaccine, although this has decreased from 17% in February."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56864780",
      "category": "entertainment-arts",
      "title": "Oscars 2021: 13 major red carpet looks from the Academy Awards",
      "tags": "The Oscars,Film,Hollywood",
      "text": "Most awards ceremonies have gone without red carpets in the last year, for the quite understandable reason that there would be no guests to walk down them.\nBut then came Sunday's Oscars - the pinnacle of awards season; the biggest night in the entertainment calendar - where nominees were encouraged to turn up in person if they could, rather than dial in virtually.\nThe resulting red carpet gave us elegance, flamboyance, and an explosion of colour. Here are 13 of the biggest and best looks from the 93rd Academy Awards.\nRegina King is no stranger to the Oscars, having won best supporting actress two years ago for her performance in If Beale Street Could Talk.\nThis year, she returned to the Academy Awards not as an actress, but as the director of One Night In Miami, which had three nominations.\nThe film may have gone home empty-handed, but in the absence of a host, King was chosen to open the ceremony. She welcomed viewers and went on to present the first two categories for best original and adapted screenplay.\nOn the red carpet, King wore a custom, pale-blue Louis Vuitton gown with bedazzled pleating and bold 1980s-style shoulders.\nSound of Metal star Paul Raci was in high spirits as he hit the red carpet with his wife Liz Hanley Raci, who also doubles up as the 73-year-old actor's agent.\n\"My wife has been my agent for 20 years now and she's been in there fighting for me,\" the supporting actor nominee told People magazine. \"My wife Liz, she'll be there with me and she's my heart.\"\nRaised as the hearing son of two deaf parents, Raci is fluent in sign language and he both spoke and signed his answers as he talked to reporters on the red carpet. \nBritish director Emerald Fennell famously shot Promising Young Woman while she was seven months pregnant. The movie, which scored five Oscar nominations, was filmed over just 23 days back in 2019.\nTwo years on, Fennell found herself walking the red carpet at Sunday's Academy Awards - this time pregnant with her second child. \nShe looked beautiful in a voluminous floral Gucci gown, which was pink in places, but mostly green (perhaps a reference to her own first name).\nMartin Desmond Roe and Travon Free won best live action short for their film Two Distant Strangers. Their stylish outfits on the red carpet came complete with a touching and subtle tribute to the late Kobe Bryant.\nThe basketball player and his daughter Gianna were two of the nine people who died in a tragic helicopter crash last January. Gianna Bryant, who was aged just 13, was a prodigiously talented basketball player like her father.\nRoe and Free sported bejewelled Dolce & Gabbana pins with the numbers 24 and 2 - which were Bryant and his daughter's jersey numbers.\nShortly after his death, the Los Angeles Lakers retired the number 24 as a mark of respect to the star, who won an Oscar himself in 2018 for Dear Basketball, an animated short film he wrote and narrated.\nThe star of Borat Subsequent Moviefilm has sussed out the easiest way to abide by the two-metre rule: wear a six-metre-wide dress.\nIn fact, the Louis Vuitton gown she wore featured 100 metres of of tulle - a lightweight netted material - paired with a deep V neckline adorned with diamonds.\nThe best supporting actress nominee looked amazing as she walked the red carpet, and frankly we're just glad she finally had the chance to show off a more glamorous side.\nHer role in Borat was the opposite - it involved everything from interviewing Rudy Giuliani in a hotel room to taking part in numerous gross-out scenes alongside Sacha Baron Cohen. If anyone earned a red carpet appearance this year, it's Maria. \nViola Davis (centre) looked wonderful in an Alexander McQueen dress designed by Sarah Burton, while her co-nominees Andra Day (left) and Carey Mulligan (right) both opted for high-slit golden gowns, designed by Vera Wang and Valentino respectively.\nWe're not sure if the pair were trying to improve their Oscars chances by dressing like one of the statuettes, or if this was one of those awkward moments where you accidentally wear the same outfit as your colleague to the office, but we applaud them either way.\nBest actress was the hardest race to call this year - but the prize ultimately went to Frances McDormand for Nomadland.\nThe nine-year-old isn't just one of the breakout stars of Minari, we're going to go ahead and say he's breakout star of the entire Academy Awards.\nKim provided one of the early viral moments of the night, when he was filmed dancing on the red carpet.\nHe sported a stylish Thom Browne suit featuring shorts (it's quite hot in LA at this time of year) and a single striped sock, effortlessly showing some of his acting elders how it's done.\nThe British singer was nominated in the best original song category for Hear My Voice, from The Trial of the Chicago 7. \nCeleste walked the red carpet holding an anatomical red heart purse, supplied by Gucci (rather than a real human).\nHowever, she lost out on the award to H.E.R.'s Fight For You, from Judas and the Black Messiah.\nTwo of the major British acting nominees - Daniel Kaluuya and Riz Ahmed - played it fairly straight with their outfits - going for razor-sharp black and navy tuxedos.\nThe Americans were a little more adventurous. One Night In Miami star Leslie Odom Jr wore a golden Brioni suit, complemented with Cartier jewels, while Colman Domingo from Ma Rainey's Black Bottom wore a hot pink Versace suit.\nTwo years ago, Glenn Close and Olivia Colman faced each other in the best actress category, with Colman ultimately winning for The Favourite. This year, they were up against each other again, for best supporting actress.\nBut while they might be nominated in the same category, they weren't actually on the same continent.\nClose was pictured wearing a blue Armani dress in Los Angeles, while Olivia Colman wore a long-sleeve scarlet gown at the Academy's UK hub at London's BFI.\n(They were both beaten to the supporting actress award by Minari's Yuh-jung Youn.)\nAlso on the red carpet were the stars and producers of Crip Camp, nominated for best documentary feature.\nAlong with Sound of Metal and Falling Through, Crip Camp was one of several nominees this year praised for their representation of disability. \nCo-directors Nicole Newnham (second left) and Jim LeBrecht (centre) wore a beautiful cream gown and a custom-made navy blue Gucci ensemble respectively.\nAfter they tweeted a picture from the Los Angeles red carpet, one user replied: \"As a disabled teenager, this is the coolest thing I've ever seen.\"\nAnd or the first time ever, this year's Oscars stage had a ramp, to make sure wheelchair users had no problem going up for their acceptance speech.\nBest director winner Chloé Zhao was truly the queen of this year's Academy Awards, but that didn't mean she was planning on hogging the spotlight. Instead, she walked the red carpet with Swankie, one of the stars of her film, Nomadland.\nThe movie has been praised for its depiction of the nomadic lifestyle, and Charlene Swankie was one of several non-professional actors who appeared in it.\nAs one of last year's winners, Laura Dern returned this year to present the best supporting actor category.\nHer delightful Oscar de la Renta gown gave off three simultaneous messages:\n1. Laura Dern is one of Hollywood's best dressed women.\n2. Laura Dern will not be getting cold at the after party.\n3. Bjork's swan dress from the 2001 Oscars was way more ahead-of-its-time than we realised.\n."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56362220",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe needs mental health treatment, charity says",
      "text": "Nazanin Zaghari-Ratcliffe, the British-Iranian woman held in Iran since 2016, needs urgent treatment for her mental health, according to a medical report sent by a charity to the UK government.\nThe charity worker faces a new court hearing in Tehran on Sunday, a week after her ankle tag was removed. \nThe report says she is suffering from major depression and PTSD. \nDespite her sentence coming to an end, she is still waiting to return to the UK to be reunited with her family.\nMrs Zaghari-Ratcliffe was sentenced to five years in prison in 2016 for membership of organisations working against the Iranian government, allegations which she has always denied. \nPrior to the recent removal of the ankle tag, the dual national had been under house arrest in Tehran since being released from jail last March. \nPrime Minister Boris Johnson has called for her permanent release so she can return home to her husband and young daughter in the UK. \nThe report - commissioned by the human rights charity Redress - says she was interrogated for hours, often blindfolded, while in solitary confinement at the beginning of her sentence. \nThe Redress report was based on a medical evaluation carried out virtually by doctors while Mrs Zaghari-Ratcliffe was under house arrest towards the end of last year. It was completed last month and sent to the government on Thursday. \nNeither Mrs Zaghari-Ratcliffe nor her husband Richard has felt able to read the report in full, but both feel that it is important to have her ordeal documented, giving the charity the go-ahead to share the details with the BBC.\nIn the medical evaluation, she also told doctors she suffered hair loss, had to listen to her female guard talking loudly to her child while separated from her own daughter, and developed OCD around washing. \nAccording to the report, her post-traumatic stress disorder, depression and obsessive stress disorder are due to \"extremely stressful, traumatising experiences in the prisons of Iran\" and the uncertainty about her fate - and warns things could worsen without her being treated and reunited with her family in the UK. \nMrs Zaghari-Ratcliffe, 42, was arrested in April 2016 while travelling to visit her parents in Iran with her British-born daughter, Gabriella, who is now six years old.\nWhilst in solitary confinement at the beginning of her sentence, she was interrogated - often blindfolded - for eight to nine hours a day, she told the doctors who examined her online.  \n\"The interrogations were traumatising,\" she is quoted as saying in the report. \"They were threatening to send my child away, told me my husband was a spy, that he had already left me, that he was lying to me, that he worked for the British intelligence service.  \n\"They said he was unfaithful, they said he was not an accountant and that he had always been lying to me. They told me I had been fired from my job.\"\nShe says she was in a tiny cell - a 1.5 to 2-metre square - during solitary confinement. It had no window, made her feel claustrophobic and she could not tell the difference between night and day.\n\"The light was left on all the time there was only a dirty mat on the floor with a thin blanket to sleep on,\" she says. \"There were times I could not breathe.\"\nShe was only allowed one sanitary pad a month during this time. \nMr Ratcliffe says of his wife's documented experiences: \"This is mental torture. It's a really horrific experience. And it's cumulative. And it builds up. And of course, most of it has been hidden away. \n\"She didn't talk about it a lot when she came out. I don't talk to the media about some of the stuff. But I think it's important to put it on the record. It's important that our government takes responsibility for protecting people.\"\nThe two doctors carrying out the evaluation were told that, while in prison, she developed OCD centred around cleaning rituals.  \nMr Ratcliffe spoke to the BBC of his wife's \"need to try and control what you can, leading to a sort of obsessive control about certain things and having certain routines to cope with the other things you can't control - all the things that are completely out of your hands\". \nHe adds: \"And of course, Nazanin's entire life is out of her hands.\"\nHer interrogators tried to pressure her into co-operating with them, in exchange for clemency, she told the doctors.\n\"I said that I could not do, that I said I needed so much psychological help that I was not even sure I could work for myself, let alone work for my captors,\" she reported.\nShe told the doctors that one of her female guards would talk loudly to her child just outside her cell, while Mrs Zaghari-Ratcliffe was separated from her own daughter. \n\"It was unbearable,\" Mrs Zaghari-Ratcliffe told the medics. \"I dreaded her shifts as I knew she would do that to torture me.\"\nIn July 2018, she spent a week in a psychiatric hospital, accompanied by prison guards and chained to the bed by both her feet and hands. \nHer incarceration took a significant physical toll on her health as well, the report finds. At one point, in jail, her hair was falling out and she was too weak to climb up to the top bunk in the women's ward where she was held for most of her imprisonment.\nThe report details the continuing guilt and anguish she feels and says she has tried to put a brave face on her ordeal and hide her symptoms from her parents, with whom she now lives. \n\"She knows that her suffering traumatises her parents and that her post-traumatic symptoms, like irritation and anger, harm her parents' psychological health,\" the report says. \n\"She also knows that her absence might create serious traumatic problems in her daughter who is being forced to grow up without the presence of her caring mother. Her imprisonment is a huge burden on her marital relationship. As her husband is struggling to gain her freedom, these efforts also keep him in a constant state of stress and suffering instead of continuing the ordinary life of a parent and a husband.\"\nDr Michele Heisler, medical director of Physicians for Human Rights, is one of the doctors who conducted the evaluation for the Independent Forensic Expert Group.  \nShe described Mrs Zaghari-Ratcliffe as a \"remarkably resilient woman\" who was \"trying to keep hope, trying to be strong\" during her evaluation. \nBut she said: \"Her current situation continues the psychological torture. Although she has finished five years of being imprisoned, she faces ongoing threat and uncertainty.\"\nShe may have spared her parents the details, but Mrs Zaghari-Ratcliffe reported to the doctors that she felt constant sadness, had suicidal thoughts, and suffered other manifestations of extreme anxiety - including trembling, tingling, and hot and cold sweats.\nConcern that lumps in her breasts could be cancerous have contributed to her anxiety. And she also has continuing neurological and muscular-skeleton problems, as a result of prolonged confinement, according to the report.\nThe doctors say it is \"possible that the positions in which she was handcuffed for extended periods led to nerve and joint injury\" in her right hand.\nAnd even once she is safely home in the UK with her family, the report makes clear that there will be a long road to recovery.  \nShe will need medication as well as psychotherapy and treatment for her physical symptoms.\n\"Nazanin's healing can be only provided in the UK in the presence of her family after reunification,\" it concludes. \"In order to recover, she needs to be in a safe and non-threatening environment.\"\nBut it's not clear whether Sunday's court hearing will be used to block her return to the UK.\n\"The threat of a second trial remains very real,\" says Rupert Skilbeck of Redress, which acts as her and her husband's legal representative.  \n\"This report is evidence of the severe suffering that Nazanin has experienced in Iran due to the mistreatment suffered and the cruelty of a legal process that has never followed the rule of law, making it impossible for Nazanin to know when she will be reunited with her family.\"\nHer treatment, Redress says, clearly amounts to torture.\nIn a statement, the Foreign Office said: \"Iran continues to put Nazanin Zaghari-Ratcliffe through a cruel and intolerable ordeal. Nazanin must be allowed to return permanently to her family in the UK and we will continue to do all we can to achieve this.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56878223",
      "category": "uk-politics",
      "title": "Boris Johnson covered Downing Street flat renovation from his own pocket, says Liz Truss",
      "tags": "Angela Rayner,Dominic Cummings,Boris Johnson,Elizabeth Truss",
      "text": "Boris Johnson covered the renovation costs for his Downing Street flat \"from his own pocket\", one of his ministers has said.\nTrade Secretary Liz Truss told the BBC the work is being \"fully declared\".\nBut she did not answer repeated questions on whether a Tory party donor initially provided the money to him.\nIt comes after the PM's former chief adviser, Dominic Cummings, claimed Mr Johnson had a \"possibly illegal\" plan for donors to pay the refurbishment.\nLabour said questions remained, as details over how the work was paid for had yet to be made public.\nThe government is supposed to publish the list of minister's interests twice a year, but the last one showing money donated to them was released in July 2020. \nSpeaking on the BBC's Andrew Marr Show, Labour deputy leader Angela Rayner said Mr Johnson should come in front of MPs on Monday to answer questions and publish the list \"as the public deserves [to see] it\". \nMr Johnson lives in the flat above 11 Downing Street with his fiancee Carrie Symonds - a move echoing a number of his predecessors as it is bigger than the accommodation above No 10. \nIn March, Downing Street dismissed as \"speculation\" suggestions that refurbishments on the flat last year would be paid for by Tory donors through a charity set up for this purpose, amid reports that the costs had spiralled out of control.\nBut on Friday, Mr Cummings launched a blistering attack on his former boss via his blog, claiming he advised the PM the renovation plans were \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nA No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\"\nAnd Cabinet Office Minister Lord True told the House of Lords on Friday that \"any costs of wider refurbishment in this year have been met by the prime minister personally\".\nDonations and loans to political parties of more than £7,500 must be reported to the Electoral Commission, which said it was having \"discussions with the Conservative Party\", but had not yet launched an investigation.\nThe controversy also comes amid an ongoing row over lobbying in Westminster, after revelations former prime minister David Cameron had texted ministers about the financial firm he was working for and businessman Sir James Dyson had directly contacted Mr Johnson over tax issues when working on ventilators during the pandemic. \nBy Damian Grammaticas, BBC political correspondent\nThe reason this issue is so difficult for Boris Johnson is it comes down to something simple - money.\nHow a job was paid for is a far more straightforward issue for people to form an opinion about than other recent questions about government conduct. \nThat swirl of revelation and allegation has dealt with the more intangible currency of politics, access, influence and favours. \nThis is about cash. Tens of thousands potentially. \nThe cost of a home makeover, and the as-yet-unanswered question, did Mr Johnson get help? \nAnd if he did, what about the implications for how that benefit should be declared - whether for electoral or tax reasons. \nSimple really.\nAlso talking to Marr, Ms Truss defended Mr Johnson, saying: \"My understanding is the costs have been covered by the prime minister and everything has been fully declared by the rules.\"\nBut asked five times whether the money was put up by a party donor first, she would not answer.\nInstead, she told the programme: \"What I know is the prime minister has personally met the costs of the flat refurbishment and that is what people in Britain want to know and that is what has happened.\" \nWhen asked why the list of minister's interests had yet to be published, Ms Truss replied: \"I'm sure it will be published in line with the rules.\"\nAnd questioned about rumours of leaks out of No 10 - also addressed by Mr Cummings in his blog - the minister urged Mr Johnson to \"carry on\" doing \"an excellent job\" rather than \"listening to these noises off\".\nShe added: \"I think this a complete load of Westminster tittle tattle that people simply don't care about.\" \nBut Ms Rayner said there was a \"real stench\" around the government and the \"serious allegations\" it faces.\nMs Rayner told Marr: \"The issues that we have seen with ministers over the last couple of months has really undermined the institution of government and there are serious questions now the Conservatives need to answer.\n\"These are serious allegations and we think the prime minister should come to the House of Commons on Monday and should declare the ministers register of interests, which is eight months in delay. \n\"The problem is the government is hiding.\"\nThe SNP's Westminster leader, Ian Blackford, backed the call for the prime minister to answer questions in Parliament.\nHe said: \"The longer Boris Johnson stays in hiding and dodges accountability, the more overpowering the stench of sleaze surrounding him and his government becomes.\n\"Rather than hiding behind Tory ministers, Boris Johnson must now come before Parliament and answer these very serious questions for himself.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56889188",
      "category": "uk-england-london",
      "title": "Richard Okorogheye: Met Police investigated over missing teenager case",
      "tags": "Richard Okorogheye case,Independent Office for Police Conduct,Metropolitan Police Service",
      "text": "The police watchdog will consider whether ethnicity played a role in the way initial reports of a teenager's disappearance were handled.\nRichard Okorogheye, 19, went missing from his home in Ladbroke Grove, west London, on 22 March. \nThe student was found dead in Epping Forest, in Essex, two weeks later. \nThe Independent Office for Police Conduct (IOPC) said his mother had complained about the way her reports were treated initially.\nMr Okorogheye's mother, Evidence Joel, alleged that when her son's disappearance was first reported, police \"did nothing\". Ms Joel said she was initially told he was an adult, who could go out and come back whenever he wanted.\nHe was not officially recorded as missing until 08:00 GMT on 24 March.\nIOPC regional director Sal Naseem said: \"Our thoughts are with Richard's family and friends and all those affected by this tragic loss. We have spoken to his family and explained our role.\n\"Our investigation will establish whether the police responded appropriately to the concerns raised that Richard was missing.\n\"We will examine whether the force appropriately risk-assessed those reports, and if the amount of resources the Metropolitan Police dedicated to its inquiries were suitable, based on the information known by the police and the risks posed.\n\"We will also consider whether Richard's or his mother's ethnicity played a part in the way the initial reports of his disappearance were handled.\"\nThe Met said previously that, as a matter of routine, a referral had been made to its Directorate of Professional Standards, as the 19-year-old had been reported missing by his family before his body was found."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-surrey-56884838",
      "category": "uk-england-surrey",
      "title": "Walton-on-Thames: Shaan Mir charged with murder",
      "tags": "Weybridge,Walton-on-Thames",
      "text": "A man has been charged with murder over the death of a man in a supermarket car park in Surrey.\nShaan Mir, of Arlington Lodge in Weybridge, is also charged with attempted murder of another man.\nMatthew Tester, 49, locally known as Tik, died at the scene in Walton-on-Thames on Thursday and a second man in his 40s received hospital treatment and is recovering from serious injuries.\nMr Mir, 26, is due to appear at Guildford Magistrates' Court later.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56877967",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Sturgeon faces questions over 'hard border'",
      "tags": "Scottish Parliament election 2021,Willie Rennie,Nicola Sturgeon,Scotland economy,Scottish Greens,Scottish Labour,Scottish Conservatives,Scottish independence,Anas Sarwar,Scottish Liberal Democrats,Scottish Parliament,Douglas Ross,European Union,SNP (Scottish National Party)",
      "text": "Nicola Sturgeon says she wants to keep trade flowing across an England-Scotland border if an independent Scotland re-joined the European Union. \nSpeaking on the BBC's Andrew Marr programme, the SNP leader accepted there would have to be a border if an independent Scotland was in the EU. \nBut she said Scotland would try to negotiate arrangements to \"keep trade flowing freely\". \nOpponents say a hard border with England would be \"dreadful for trade\".\nThe SNP want to hold a referendum on Scottish independence if they win a majority in the Scottish Parliament elections on 6 May. \nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage\nMs Sturgeon was questioned on the practical details of an independent Scotland re-joining the EU. \n\"Of course we want to keep trade flowing across the England-Scotland border, that would be in the interests of Scotland as well and we would work to make sure that happened,\" she said. \n\"We will keep trade flowing freely, we will comply with all of the requirements of EU membership.\"\nEU regulations set out that 30% of poultry, eggs, milk and fish, as well as 100% of live animals, need to be inspected when entering the single market.\nAsked how she would police such a border, Ms Sturgeon said: \"I am not denying what the EU regulations say. I am not denying because of the absurdity of Brexit that all sorts of issues are raised for Scotland completely against our democratic will.\n\"We would work as a country to make sure that for our businesses, there is no difficulties in terms of their day to day experiences in trading.\"\nMs Sturgeon was pressed further on whether she had modelled the impact of Scottish independence on people's incomes.\nShe responded: \"If I was do to all of that modelling now we'd have to redo it when we were asking people to make that choice. I believe it's right to only ask people to make a choice of that magnitude on the basis of quality up to date information.\"\nThe Scottish Liberal Democrats treasury spokeswoman Christine Jardine said it was time the SNP \"came clean on whether they are planning tax rises or spending cuts\".\n\"This week has not only exposed the SNP as desperately confused over the economics of independence but revealed that they are contemplating a hard border with England,\" she added. \n\"This would not only be dreadful for trade but throw up barriers between friends and families.\"\nOn the election campaign trail, the Liberal Democrats have been highlighting mental health support for police officers.\nParty leader Willie Rennie said the emergency services in Scotland were suffering a mental health crisis because they were working under a government that was \"distracted\".\nSCOTLAND'S ELECTION: THE BASICS\nWhat's happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the government. Find out more here.\nWhat powers do they have? MSPs pass laws on aspects of life in Scotland such as health, education and transport - and have some powers over tax and welfare benefits.\nScottish Labour it was \"reckless beyond imagining\" for the SNP to call for a referendum during the recovery from the pandemic, while economists warned Scotland was headed for a jobs crisis.\nCommenting on Ms Sturgeon's Andrew Marr interview, the party's Scotland spokesman Ian Murray said: \"Hearing the casual way with which Nicola Sturgeon dismisses those independent experts that she is so fond of quoting when they agree with her and her failure to answer any of the tough questions on separation - from effects on income to the border - is playing fast and loose with people's futures.\n\"Scotland deserves better than this. Scottish Labour is opposed to independence and a second referendum.\"\nOn the campaign trail in Fife, party leader Anas Sarwar said only Labour could hold the SNP to account and ensure that the next parliament was focused on the \"national recovery\".\nScottish Conservative leader Douglas Ross said Ms Sturgeon's plans for a \"post-referendum border\" with England would be a \"hammer-blow\" for Scottish businesses.\n\"By Nicola Sturgeon's own admission, the SNP are clueless about the economic impact of independence. They've done no analysis on how many jobs it would put at risk or how much damage would be done to Scotland's economy,\" he said.\n\"She floundered and didn't have a single convincing answer to dispel the overwhelming evidence that separating Scotland from the rest of the UK would be devastating for jobs and businesses.\"\nMeanwhile, the party has been campaigning on the need to protect Scottish jobs and the economy by reopening safely at a slightly faster pace.\nThe Scottish Greens have been focusing on \"pointless plastics\" in their campaign, with the party pledging to phase out single use \"non-essential\" plastics by 2025 in a move towards a \"circular economy\".\nSpeaking ahead of a litter pick on a canal in Edinburgh, Scottish Greens co-leader Lorna Slater said: \"Plastic pollution is choking our planet, and we need to act.\n\"The Scottish Greens will deliver a dramatic reduction in the use of single use plastics where suitable alternatives are available.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56880376",
      "category": "uk",
      "title": "Covid-19: Vaccine rollout in England extends to 44-year-olds",
      "tags": "Public health,Coronavirus vaccines,Vaccination,NHS,Matthew Hancock,Coronavirus pandemic",
      "text": "About half a million more people in England are being invited to book their Covid-19 jab from Monday, as the vaccine rollout opens to 44-year-olds.\nTwo-thirds of the previous age group - 45 to 49-year-olds - have received their first dose.\nThe NHS said it would set out when 40 to 43-year-olds would be able to book appointments \"in the coming days\", and as supply allows.\nIt comes as a TV advert is launched to encourage under-50s to get vaccinated.\nHealth Secretary Matt Hancock said the \"great news\" at being able to open up jabs to 44-year-olds came after \"a huge few days for vaccinations\".\nHe added: \"We'll keep working down the age range to make sure everybody can have the offer of a jab by the end of July - all adults.\"\nAs well as 44-year-olds, people who are due to turn 44 by 1 July are also eligible to make an appointment, according to the NHS Covid vaccination booking website.\nThe total number of vaccine doses given in the UK reached almost 46.3 million on Sunday, with a further 498,430 second doses and 142,215 first doses reported. \nMore than 33.7 million people have now received their first dose and almost 12.6 million are fully vaccinated.\nNorthern Ireland is opening its vaccination programme to people aged 35 to 39, while Wales has been asking over-40s to book appointments and Scotland has been inviting over-45s for vaccination.\nMeanwhile, Scotland is taking its biggest step out of lockdown since December as shops reopen along with cafes, pubs and restaurants - with some restrictions. Outdoor hospitality is also opening up in Wales.\nThe TV advert promoting the Covid-19 vaccine - featuring the slogan \"every vaccination gives us hope\" - is predominantly aimed at people aged under 50 who are being invited for their first dose, the Department of Health and Social Care said.\nShowing scenes from vaccination centres across the country, it also aims to encourage over-50s to ensure they receive their second jab for the best possible protection.\nIt will be accompanied by a poster campaign highlighting how the Covid-19 jab helps to reduce infections, hospital admissions and deaths.\nThe 60-second advert will be shown for the first time during Emmerdale on ITV at 19:15 BST on Monday, and it features people arriving at vaccination centres and getting the jab across the UK - to the accompaniment of a cover version of Dinah Washington's What a Difference a Day Makes recorded by songwriter and artist Shells.\nThe advert urges people to \"join the millions already vaccinated\" and reminds them \"you need two doses for maximum protection\".\nMr Hancock said it was a \"poignant reminder of everything we've been through as a country and everything we have to look forward to\".\nOne of the people featured in the advert is 32-year-old Thor Porter, a drummer and graphic designer from Salisbury, in Wiltshire, who said: \"I feel the vaccine rollout is key to regaining some form of normality. As a musician, it will hopefully enable venues to reopen and ensure a future in my career.\"\nThe campaign will also be reflected in special postmarks put on stamped mail by the Royal Mail, vaccine messaging on Google and YouTube, and free advertising on LinkedIn to get the vaccine message to businesses.\nHow has coronavirus affected you? Do you have any questions about the vaccine rollout? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIt comes as there are signs that the groups which are most hesitant about getting the vaccine are becoming more likely to get the jab.\nAmong ethnic minority communities, take-up has tripled since February, outpacing the national average increase among all ethnicities. In Pakistani communities, it has quadrupled, and among people from Bangladeshi backgrounds it has risen five-fold.\nAbout one in eight (12%) people aged 16 to 29 say they are hesitant about getting the vaccine, although this has decreased from 17% in February."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56882495",
      "category": "business",
      "title": "Catalytic converters: Demand for precious metals drives surge in thefts",
      "tags": "Crime,Motoring",
      "text": "Catalytic converter thefts have surged in lockdown amid a spike in the value of precious metals, research shows. \nThe RAC and insurer Ageas found the crime now accounts for three-in-10 thefts from private vehicles in the UK, up from two-in-10 before the pandemic. \nCatalytic converters contain metals such as platinum and rhodium which fetch high prices on the black market.\nWhen values of these metals go up it usually leads to a spate of thefts, the RAC and Ageas said.\nThey pointed out that prices of rhodium hit record highs earlier this year, having climbed more than 200% since March 2020.\nThe research compared thefts during the first three months of the year, compared with the period between October and December 2019.\nRAC spokesman Simon Williams said: \"Drivers are often oblivious of their vehicle's catalytic converter being stolen. Our patrols are often called to attend cars that have suddenly become excessively noisy. \n\"On investigation it's very often the case that the car's catalytic converter has been stolen.\"\nAccording to the research, most thefts happen while cars are parked at home, either on the driveway or the road.\nBut converters have occasionally been stolen in supermarket car parks while the driver is shopping, the research said. \nMr Williams recommended motorists take extra precautions, parking their vehicle in well-lit residential locations, or ideally a garage. \n\"When away from home, look for car parks that have security patrols and are covered by CCTV,\" he said.\nBecause thieves slide under the car to get at the catalytic converters, parking against a wall can also help. \nCatalytic converters form part of a car's exhaust system. They contain a honeycomb coated with precious metals such as platinum, palladium and rhodium which help to reduce and filter harmful gases from the vehicles' exhaust systems. \nWhile converters are just one component of a car, their theft can often result in a driver's car being written off. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56885265",
      "category": "uk-northern-ireland",
      "title": "Slieve Donard fire 'probably deliberately', fire service says",
      "tags": "Northern Ireland Fire and Rescue Service",
      "text": "A major blaze in the Mourne Mountains is believed to have been started deliberately, NI Fire and Rescue Service has said. \nIn a statement, it urged the public to take more caution when lighting fires outside.  \nThe fire on Northern Ireland's highest mountain Slieve Donard led to a three-day emergency effort involving more than 100 firefighters.\nIt was brought under control on Sunday evening.\nThe Police Service of Northern Ireland (PSNI) said it is working to establish the circumstances of the fire and is appealing for information.\nArea Commander Mark Smyth said he was \"angry\" the fire may have been started deliberately.\nMr Smyth pleaded for \"people to stop lighting fires - especially over the next weeks and months\".\n\"A big issue for me is we have firefighters down the mountains when we really need them in towns where there might be some extremely serious life risk fires or there might be RTCs [road traffic collisions],\" he told the BBC's Good Morning Ulster programme on Monday.\n\"That's the first thing that is major for us and our resourcing.\n\"But then whenever you see pictures of firefighters that we have they are absolutely exhausted, but they will keep going.\n\"I am extremely disappointed in whoever thinks this is fun or if they think this is a great opportunity to manage land.\"\nThe gorse fire was declared a major incident on Saturday and there has been extensive damage to wildlife and the environment. \nThe Northern Ireland Fire and Rescue Service (NIFRS) said the fire is no longer considered a major incident.\nMore than 100 firefighters were involved in the operation.\nThe PSNI said it wanted to hear from anyone who was in the area of the main walkway along the Bloody Bridge path late on Thursday night and made a special appeal for the occupants of a specific vehicle. \n\"In particular, we want to hear from the owner/occupants of a black/dark coloured saloon-type car that is understood to have been present in the Bloody Bridge car park when NIFRS arrived just after 1am on Friday morning as they may have vital information which could assist us,\" it said. \nTwo groups normally get the blame following situations like this - landowners and recreational users of the uplands. \nBurning of vegetation is a recognised way of managing land. \nThere are strict rules around it and a designated season for it which has now passed. \nHuge numbers of people have also been using the mountains during lockdown. \nIt's estimated there's been three-to-four times the normal footfall in the mountains. \nThat's several hundred thousand people in the year. \nOne carelessly-discarded barbecue or poorly-extinguished camp fire would have been enough to start this devastating blaze.\nIn a statement on Monday, NI Fire Service's chief fire and rescue officer Michael Graham said firefighters had worked in \"intense conditions\" to stop the fire \"spreading to threaten human life or property\". \n\"While I am proud of the work our people did, we are all saddened by the destruction this fire has caused to our natural environment.\"\nHe said that firefighters had been involved in responding to 400 other incidents while the fire on the Mourne Mountains was burning. \nMr Graham thanked everyone in the fire service for their efforts in fighting the blaze, and said it had \"simply lost track of the number of people who contacted us offering anything they could to help us\". \n\"For everyone out there who watched the fire this weekend with horror, there is one thing we ask of you - help us prevent these fires starting in the first place,\" he said. \n\"Don't start fires in the countryside. Don't be careless with smoking materials or glass. Don't be careless with barbeques or any other flames.\"\nAgriculture Minister Edwin Poots said it was \"shockingly sad\" that extensive damage had been \"done to an area of outstanding natural beauty\".\n\"Whoever lit this fire - whether it was accidental or whether it was reckless - should be thoroughly ashamed of themselves, because this involved some element of human behaviour,\" he added.\n\"It is so easy for this to happen, it happens dozens of times every year, this one was very visible to the eye, there were major fires last year on the Antrim Plateau and other places, so this happens every year and we really need people to be very, very careful, very conscious of the fact that fires are so easy to light in these areas right through from March to June.\"\nMr Poots said he was committed to looking at legislation that would impose major penalties on anyone found guilty of starting such fires.\n\"If we are required to upgrade our legislation then that's something I will not be shy in bringing forward,\" he said.\nLater on Monday, Mr Poots said the fire was now under control but it would take decades for plant and animal life to recover from the damage caused.\nHe told the assembly that there would be a long-term loss to biodiversity, with the damage extending to more than 3.5km.\nMr Poots said the risk of wildfires had always existed but in Northern Ireland they were rarely natural. \n\"They are almost always started either deliberately or by reckless burning of inflammable vegetation or material,\" he said. \n\"We need to think about all measures that can be put in place to deter people from starting such fires.\"\nThe minister said that in 2020, Forest Service staff attended 22 fires.  As a result of these, 70 hectares of forest and 110 hectares of peatland was burnt, he added. \nSinn Féin MP for South Down, Chris Hazzard, said the fires made him feel \"sick to the stomach\".\n\"The Mournes on Friday night looked like a range of volcanoes erupting.\n\"We had messages coming in from as far away as Australia and from America and Canada, people who had travelled here previously and enjoyed this local area who were just completely shocked.\"\nMr Hazzard welcomed Mr Poots' comments that he was committed to looking at legislation in relation to major penalties and said \"greater action\" was need.\n\"The fire service says that they were dealing with this from the very early hours of Friday morning, likely to be 05:00 or so,\" he said.\n\"There's not too many people who go into the Mournes at 05:00 on a Friday morning for a barbecue.\n\"What we need to see now is a moratorium on all gorse burning right across the island.\"\nNational Trust director for Northern Ireland, Heather McLachlan, said it would take years to repair the damage caused by the gorse fire. \nSpeaking to BBC Radio Foyle, Ms McLachlan said she \"found it personally devastating\" looking out at a landscape of 500-600 acres of scorched earth.\nShe said the people of Northern Ireland \"have lost a large asset\" as a result of the fire, and a lot of wildlife would be detrimentally affected because of it. \n\"So many Skylarks and Meadow pipits were out flying around yesterday trying to find their nests - their young are gone,\" she said.  \n\"We have lost all those eggs and probably many other species we don't know, like lizards or newts that people probably don't see, but they are all absolutely vital to the ecosystem here.\"\nMs McLachlan said she hopes this incident will hopefully see the introduction of harsher legislation for anyone who deliberately starts these sort of fires. \n\"Hopefully, if there is someone responsible for this, they are morally struggling with themselves this morning,\" she said. \n\"I am very cross and very disappointed with whoever has done this.\"\nAssistant Chief Fire and Rescue Officer Aidan Jennings said the location, terrain and weather conditions continued had presented many challenges. \nHe said the location, terrain and weather conditions continued had presented many challenges. \n\"Everyone has worked so hard in extremely challenging conditions, they have worked tirelessly - it is at the heart of what it means to be a firefighter,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56889021",
      "category": "entertainment-arts",
      "title": "Line of Duty: Penultimate episode achieves record ratings",
      "tags": "Television,Line of Duty",
      "text": "The penultimate episode of Line of Duty was the show's most-watched instalment to date, with an average of 11 million viewers tuning in on Sunday night.\nThe record ratings came as BBC One unveiled a trailer for next weekend's series finale, that suggested it may be the police drama's last ever episode.\n\"Every investigation has led to this,\" the promo declared.\nA lingering H in the caption hinted that the mysterious criminal mastermind known as 'H' would be unveiled at last.\nLine of Duty returned to TV screens in March with 9.6m viewers watching the series' first episode - up on the 9.07m who tuned into the previous series' finale.\nSunday's episode saw Kelly Macdonald's character, Joanne Davidson, subjected to a mammoth grilling that led to secrets about her background being revealed.\nIt commanded 56.2% of the UK's TV audience, according to overnight figures.\nIt was the highest overnight audience for a drama since Doctor Who's Christmas Day special in 2008, which was watched by 11.7 million viewers. \nMacdonald was tight-lipped about the series finale when she appeared on BBC Breakfast on Monday, giving a terse \"no comment\" to presenter Dan Walker's demands for plot information.\nYet she did reveal that filming one dramatic scene had descended into laughter when one of the cast mispronounced \"racist thugs\" and said \"racist slugs\" instead.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56886334",
      "category": "uk",
      "title": "Covid-19: Bereaved families disappointed by government response to inquiry",
      "tags": "Coronavirus pandemic",
      "text": "A group of families bereaved by Covid-19 say they are \"really disappointed\" at the government's response to their calls for an urgent inquiry into the handling of the pandemic. \nIn a letter sent to thousands of affected families, Downing Street said \"an inquiry now is not appropriate\".\nIt said there was \"simply no capacity\" for the government to divert resources to an \"intensive\" inquiry.\nThe PM has previously said there will be an inquiry in the future.\nThe Covid-19 Bereaved Families for Justice UK group has been lobbying Boris Johnson since last summer to meet them and to launch an urgent independent investigation.\nThe co-founder of the group said the lack of urgent inquiry was \"really, really disappointing\".\nThe six-page letter responding to the lawyers of the bereaved families read: \"The government's response to the pandemic is at a critical phase… there is simply no capacity for government to pause these efforts and divert resources to an intensive inquiry.\"\nThe letter, dated 1 April and from the government legal department, added: \"The very people who would need to give evidence to an inquiry are working round the clock to respond to the pandemic and keep us all safe. \n\"It is not anticipated that the government's workload will ease in the coming months.\"\nJo Goodman, co-founder of the Covid bereaved group, told BBC Radio 4's Today programme that her reaction to the letter was a \"feeling of disappointment\". \n\"Those of us who lost loved ones early on - it's over a year since I lost my dad now - we really hoped that we would be able to use our losses… to ensure that lessons are learnt that could save other lives.\"\nShe said the group first started calling for a rapid review inquiry in June last year in the hope that lessons from the first wave could be implemented ahead of the second wave. \n\"It's been really heart-breaking for us to watch our group expanding day-on-day as the second wave hit. \n\"So many of the stories looked so similar to those of us who'd lost loved ones early on.\" \nShe added that it was \"really, really disappointing\" the government hadn't earmarked time for a public inquiry \"when there is a roadmap for almost everything else imaginable\". \nLabour has called for a inquiry into the pandemic to begin at the end of June when most restrictions in England are due to end.\nScotland First Minister Nicola Sturgeon said she wanted a four nations inquiry into the pandemic by the end of the year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-56880177",
      "category": "newsbeat",
      "title": "Ashley Cain's daughter Azaylia dies aged 8 months",
      "tags": "Childhood cancer,Reality TV,Coventry,Cancer",
      "text": "Former footballer Ashley Cain has announced his eight-month-old daughter Azaylia has died. \nShe was diagnosed with an aggressive form of leukaemia at eight weeks old. \nHer parents, ex-Coventry City player turned reality star Ashley Cain and partner Safiyya Vorajee, had raised more than £1.5m earlier this year to fund specialist treatment in Singapore. \nBut the 30-year-old told his Instagram followers last month that Azaylia had become too ill for the treatment. \nIn posts announcing her death, Ashley and Safiyya shared pictures of them cuddling their daughter.\nEx on the Beach star Ashley wrote: \"Rest in Paradise Princess. I will always hold you in my heart until I can hold you again in heaven.\"\nAzaylia's mum said her baby was \"my angel, my heartbeat, my soul.\"\nShe added: \"RIP my precious baby, you will always be with me like a handprint on my heart.\"\nIn November, the couple - from Nuneaton in Warwickshire - had urged people to register as stem cell donors after being told their daughter needed a transplant.\nIt led to 41,000 people registering within 48 hours.\nBut doctors had told them they wouldn't be able to cure Azaylia, whose leukaemia got worse despite a successful bone marrow transplant.\nLove Island's Molly-Mae Hague is one of many who've posted tributes online, writing: \"Heaven has gained the sweetest angel, My heart is broken\".\nLateysha Grace, who's also an MTV reality star, posted: \"So sorry. I honestly can't believe how strong you and your partner have been throughout this\".\nLove Island's Malin Andersson, who recently spoke about the death of her baby and a miscarriage, also sent her love to the couple. \nTOWIE's Mario Falcone wrote on Instagram: \"Heartbroken for you mate! Rip little Princess\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56895332",
      "category": "uk",
      "title": "UK sanctions 22 individuals linked to corruption",
      "tags": "Foreign, Commonwealth and Development Office",
      "text": "The UK has imposed sanctions on 22 individuals, 14 of them Russians, involved in notorious corruption cases under a new anti-corruption regime.\nIndividuals across South Africa, South Sudan and Latin America were also targeted with the asset freezes and travel bans.\nForeign Secretary Dominic Raab told MPs the UK had an important role to play in combating corruption.\nHe also described the country as a \"honey pot\" for \"corrupt actors\".\nThe new regime means individuals \"involved in some of the world's most serious cases of corruption\" will no longer be able to channel their money through UK banks or enter the country, a statement from the Foreign, Commonwealth & Development Office said.\nSanctions were imposed on people from six countries, including: \nThis is the first time the UK has imposed sanctions for international corruption.\nAnnouncing the sanctions in the House of Commons, Mr Raab said: \"Corruption has an immensely corrosive effect on the rule of law, on trust in institutions, it slows development, it drains the wealth of poorer nations, it keeps their people trapped in poverty. It poisons the well of democracy around the world.\"\nHe added: \"Our status as a global financial centre makes us an attractive location for investment... but it also makes us a honey pot, a lightning rod for corrupt actors who seek to launder their dirty money through British banks or through British businesses.\"\nMr Raab said the new sanctions regime, taken partly in tandem with measures in the US, would provide \"an additional powerful tool to hold the corrupt to account\". \nLabour welcomed the announcement, but said law enforcement needed the resources to support investigations, describing the current rate of prosecutions for economic crime as \"woefully low\".\nShadow foreign secretary Lisa Nandy said: \"If he's serious about what he's saying today he needs to put his money where his mouth is.\"\nShe also criticised a \"tangled network of financial interests and cosy relationships in the heart of government\".\n\"We need to know that this announcement isn't just a gloss on the surface of a grubby system which underneath signals business as usual,\" she said.\nMeanwhile, US Secretary of State Anthony Blinken backed the new regime, as the country also introduced its own corruption sanctions. \nHe said: \"Together, along with other allies and partners, we will seek to promote our shared values with similar tools. Corrupt actors, and their facilitators, will not have access to our financial systems.\"\nMore than 2% of global GDP is lost to corruption every year, and corruption increases the cost of doing business for individual companies by as much as 10%, according to government figures.\n\"Corruption also threatens our national security by exacerbating conflict and facilitating serious and organised crime, creating space for terrorist and criminal groups like Daesh and Boko Haram to operate,\" a Foreign Office statement said.\nIt added: \"This new regime will allow the UK to combat serious corruption, in particular bribery and misappropriation. It will promote effective governance, robust democratic institutions and the rule of law - demonstrating our power as a force for good around the world.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56863547",
      "category": "uk-politics",
      "title": "Dominic Cummings launches attack on Boris Johnson's integrity",
      "tags": "Sir James Dyson,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom",
      "text": "Dominic Cummings has launched a blistering attack on his old boss Boris Johnson, questioning his \"competence and integrity\".\nThe former top adviser denied leaking text messages sent between Mr Johnson and businessman Sir James Dyson.\nAnd he claimed Mr Johnson once had a \"possibly illegal\" plan for donors to pay for renovations of the Downing Street flat.\nNo 10 said ministers had always obeyed codes of conduct and electoral law.\nMr Cummings was forced out of his Downing Street role at the end of last year, following an internal power struggle.\nOn Friday, in his first blog post since leaving that role, he also denied leaking details of the second Covid lockdown in England.\nThis is an explosive intervention from a man Boris Johnson used to count on as one of his closest allies. \nAnd if you're tempted to roll your eyes and think it's just sour grapes from a jilted adviser, think again. \nDominic Cummings' blog is proof that he is willing to lift the lid on his time at the heart of Downing Street, regardless of how it reflects on the prime minister. \nBeyond his denial of leaking text messages, he has also given his version of events relating to two potential political weak spots for Boris Johnson. \nThey are the questions over the financing of the renovation of the Downing Street flat and the leaking of a plan to impose a lockdown.\nThe level of detail shows that Mr Cummings is willing to expose others while defending himself and lay bare the inner workings of No 10.\nSeveral newspapers ran front page stories suggesting Mr Cummings was the source of leaked messages between Mr Johnson and Sir James Dyson, first reported this week by the BBC.\nThe BBC - whose political editor Laura Kuenssberg first reported on the text messages on Tuesday - said it did not discuss the sources of stories.\nAsked whether he had blamed his former adviser for it, Mr Johnson said: \"I don't think people give a monkey's, to be frank, about who is briefing what to who.\"\nNo 10 has launched an inquiry into who leaked the text messages.\nThe text exchange between Mr Johnson and Sir James happened in March last year, after the government asked companies to help build thousands of ventilators needed to deal with very ill patients.\nIn it, the prime minister agreed to \"fix\" concerns the businessman had about tax bills for his Singapore-based staff if they moved to the UK to do this.\nWriting on his blog, Mr Cummings said: \"I was not directly or indirectly a/the source for the BBC/Kuenssberg story on the PM/Dyson texts.\"\nHe adds: \"I am happy to meet with the cabinet secretary and for him to search my phone for Dyson messages.\"\nMr Cummings continues that he is \"happy for No 10 to publish every email I received and sent July 2019-November 2020\".\nHe also calls for an \"urgent parliamentary inquiry into the government's conduct over the Covid crisis\", adding that he thinks Mr Johnson has fallen \"far below\" the standards of \"competence\" the \"country deserves\".\nMr Cummings promises to answer questions about \"any\" issues when he appears before a parliamentary inquiry into the government's pandemic response on 26 May.\nIn his blog, Mr Cummings also claimed the prime minister once planned to have donors \"secretly pay\" for renovation of his official Downing street flat. \nLike several of his recent predecessors, the PM is living in the flat above No 11 Downing Street, which is larger than the one above No 10.\nHe adds that Mr Johnson \"stopped speaking to me about the matter in 2020\", as he told him the renovation plans were \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nMr Cummings says he would be \"happy to tell the cabinet secretary or Electoral Commission\" what he knew about the matter but that his knowledge is \"limited\". \nIn response to Mr Cummings's claims, a No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\n\"Cabinet Office officials have been engaged and informed throughout and official advice has been followed.\n\"All reportable donations are transparently declared and published - either by the Electoral Commission or the House of Commons registrar, in line with the requirements set out in electoral law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in transparency returns.\"\nEarlier on Friday, the government said that \"costs of wider refurbishment in this year have been met by the Prime Minister personally.\" \nLabour's shadow Cabinet Office minister Rachel Reeves said the issue needed \"investigating in full\". \nDenying being the source of a leak last year ahead of the second Covid lockdown in November, Mr Cummings says an inquiry at the time found that neither he nor the then-Downing Street director of communications, Lee Cain, had been responsible.\nHe adds that the events around that inquiry \"contributed to [his] decision to stick to [his] plan to leave No 10 by 18 December\", which he says were \"communicated to the prime minister in July\".\nIn his blog, Mr Cummings also claimed Mr Johnson had considered stopping the inquiry.\nHe wrote that he recalled a meeting between Mr Johnson and the cabinet secretary at the time, after an inquiry had been launched, at which the cabinet secretary allegedly said \"all the evidence definitely leads to Henry Newman and others in that office\".\nAt the time, Mr Newman was a special adviser at the Cabinet Office. He took up a role in Downing Street earlier this year. \nMr Cummings claims that, in a conversation he had with the PM afterwards, Boris Johnson said: \"If Newman is confirmed as the leaker then I will have to fire him, and this will cause me very serious problems with Carrie [Symonds - the PM's fiancee] as they're best friends… [pause] perhaps we could get the cabinet secretary to stop the leak inquiry?\"\nIn response to Mr Cummings' claims, a Downing Street statement said: \"The prime minister has never interfered in a government leak inquiry.\"\nAnd a senior government official said: \"The allegations against Henry Newman are entirely false. He wouldn't be working in Downing Street if he was suspected of leaking information.\"\nEarlier, Downing Street declined to comment on \"speculation\" that Mr Cummings - who quit his government job last November after a row over his role as the PM's chief adviser - had leaked the texts.\nOn a visit to Derbyshire, Mr Johnson said anyone who thought there was something \"dodgy or rum\" in his dealings with Sir James Dyson was \"out of their mind\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56882496",
      "category": "business",
      "title": "Post office scandal: Ex-boss quits director jobs after scandal",
      "tags": "Dunelm Group,Post Office Ltd,St Albans,The Church of England,Post offices,Information technology",
      "text": "The former chief executive of the Post Office has quit her roles on the boards of Morrisons and Dunelm following the IT scandal which led to the wrongful convictions of former postmasters.\nMorrisons announced Paula Vennells would leave after serving as a non-executive director since 2016.\nShe is relinquishing her non-executive position at home furnishing retailer Dunelm with immediate effect.\nShe is also stopping her duties as an ordained Church of England minister.\nMs Vennells said: \"It is obvious that my involvement with the Post Office has become a distraction from the good work undertaken by the boards I serve.\n\"I have therefore stepped down with immediate effect from all of my board positions.\"\nMs Vennells was chief executive of the Post Office between 2012 and 2019.\nOn Friday, 39 former Post Office workers saw their criminal convictions overturned by the Court of Appeal.  \nThe convictions had been based on the flawed software system Horizon, which showed shortfalls in the sub-postmasters' accounts where they did not exist. The IT system was installed in 1999 under former chief executive John Roberts.\nOther appeals are expected to follow in what is the most widespread miscarriage of justice in the UK's history. \nThe government has launched an inquiry into the prosecution of the former Post Office workers.\nMs Vennells said: \"I am truly sorry for the suffering caused to the 39 sub-postmasters as a result of their convictions which were overturned last week.\"\nMs Vennells said she now intended \"to focus fully on working with the ongoing government inquiry to ensure the affected sub-postmasters and wider public get the answers they deserve\".\nDunelm's chairman Andy Harrison said: \"We respect Paula's decision to step down from the board and I would like to thank her for the positive contribution she has made to the business since her appointment in September 2019.\"\nThe chairman of Morrisons, Andrew Higginson, said: \"Paula has been an insightful, effective and hardworking non-executive director, and, on behalf of the Board, I want to thank her for her significant contribution over the last five years.\"\nMore than 700 people were wrongly convicted of offences of theft, fraud and false accounting, in prosecutions between 2000 and 2014, and some of them were imprisoned.\nQuestions had been raised about the behaviour of Post Office directors during this time, and Ms Vennells, 62, faced calls to have her bonuses clawed back and be stripped of her CBE title, which had been given for \"services to the Post Office and to charity\".\nJo Hamilton, one of the 39 former Post Office workers whose convictions were quashed on Friday, said Ms Vennells' role at Morrisons and Dunelm was \"untenable and I don't think she could stay\".\nShe added that she would now consider shopping at the retailers after boycotting both when Ms Vennells joined their boards. Even during the pandemic when many supermarket online delivery slots were booked up, Ms Hamilton said \"I'd rather starve to death\" than shop at Morrisons.\nIn a statement issued on Sunday evening, Ms Vennells, an associate Anglican minister in Bromham, Oakley and Stagsden, Bedfordshire, said she would be stepping back from her \"regular parochial duties\".\nMs Vennells said: \"It is obvious that my involvement with the Post Office has become a distraction from the good work undertaken in the Diocese of St Albans and in the parishes I serve.\n\"I have therefore stepped back with immediate effect from regular parish ministry.\"\nFor the sub-postmasters and postmistresses who faced prison, criminal convictions and financial ruin after being wrongly pursued by the Post Office, one of the hardest elements has been confronting a faceless institution. \nBut the name that has been repeated to me again and again by victims I've spoken to is that of Paula Vennells.\nAlthough the computer problems began before her tenure as chief executive, under her leadership, the glitches within the system became widely reported on. \nBut she insisted the system was \"robust\", defending the technology and her organisation's actions to a committee of MPs.\nAs chief executive, she chose to fight lengthy and expensive legal battles against sub-postmasters seeking redress. \nWhen more than 500 sub-postmasters won a civil court case against the Post Office in December 2020, the judge said that under her leadership the actions of the Post Office had been \"both cruel and incompetent\".\nShe received a CBE for \"services to the Post Office\" in 2019. \nSince Ms Vennells stepped down as boss, there has been a dramatic shift in tone from the Post Office. It did not contest the vast majority of individuals who managed to overturn their convictions in the Court of Appeal last week. It has issued an apology and is already mentioning compensation.\nThe Bishop of St Albans, the Right Reverend Dr Alan Smith, said that his father had been a sub-postmaster, adding: \" I express my distress at the miscarriage of justice that so many sub-postmasters have suffered.\"\nHe said: \"I am aware that there are still legal processes and inquiries to take place during which it is right that Ms Vennells stands back from public ministry.\" \nFollowing the legal decision on Friday, Ms Vennells said she was \"deeply saddened\" by the sub-postmasters' accounts. She said she would cooperate with the government inquiry \"as I did with last year's select committee inquiry\". \nThe Horizon IT system, installed by the Post Office in branches across the UK, was flawed from the start.  \nAt the Court of Appeal on Friday, Lord Justice Holroyde said the Post Office \"knew there were serious issues\" and had a \"clear duty to investigate\".\nBut the Post Office \"consistently asserted that Horizon was robust and reliable\" and \"effectively steamrolled over any sub-postmaster who sought to challenge its accuracy\".\nThose affected have long called for a judge-led, full, public inquiry, rather than the government's own inquiry which is set to report in the summer.\nThe Criminal Cases Review Commission, which investigates potential miscarriages of justice, is reviewing another 22 cases.\nThere were more than 700 prosecutions based on Horizon evidence. The commission and the Post Office are asking anyone else who believes their conviction to be unsafe to come forward. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56885457",
      "category": "business",
      "title": "Shopping trips set to fuel economic rebound",
      "tags": "Economics,GDP,Economic growth,UK economy,Ernst & Young,Coronavirus pandemic",
      "text": "Britain is set for a \"sharp snap back\" in spending by shoppers as restrictions ease, according to experts at Deloitte.\nThe firm found \"going to a shop\" topped the list of leisure activities people are most likely to do after lockdown.\nSeparate research suggested that the UK's economy will grow at its fastest rate on record this year, helped by the rebound in consumer spending.\nThe EY Item Club said the economy had \"proven to be more resilient than seemed possible\".\nThe forecasting body has upgraded its 2021 growth forecast from 5% to 6.8%, which would mark the fastest rate seen since Office for National Statistics (ONS) records began.\nThe UK's GDP, which measures all the activity of companies, governments and individuals in the economy, shrank by a record 9.9% last year as coronavirus restrictions hit output, according to the ONS.\nBut EY expects that the UK economy will return to its pre-pandemic size in the second quarter of 2022 - three months earlier than previously forecast.\nDeloitte's research also suggested that the UK could be on track for a faster economic rebound than previously thought.\nConsumer confidence increased at the fastest rate in a decade in the first three months of 2021, according to its survey of 3,000 adults between 19 and 22 March.\nThe survey found that six out of 10 people said they planned to return to the shops within a month of restrictions lifting.\nIan Stewart, chief economist at Deloitte, said: \"The UK is primed for a sharp snap back in consumer activity. \n\"High levels of saving, the successful vaccination rollout and the easing of the lockdown set the stage for a surge in spending over the coming months.\"\nThe economists at EY's Item Club also revised down their unemployment forecasts. The rate is now expected to reach 5.8% towards the end of this year, down from the 7% predicted in January.\nEY's chief economic adviser, Howard Archer, said that the latest forecast suggested the economy would \"emerge from the pandemic with much less long-term 'scarring' than was originally envisaged and looks set for a strong recovery over the rest of the year and beyond\".\nHe added : \"While restrictions have caused disruption, lessons learned over the last 12 months have helped minimise the economic impact.\"\nIn England and Wales, non-essential retail was allowed to reopen on 12 April. \nShops in Scotland will be allowed to reopen fully from Monday, while Northern Ireland is due to see non-essential retail reopen on 30 April.\nSeparate research published last Friday suggested that the recent easing of lockdown measures had triggered a surge in activity among UK firms.\nA closely watched survey, produced by IHS Markit/CIPS, indicated that the looser restrictions had led to the fastest UK private sector growth since late 2013.\nThe IHS Markit/CIPS Purchasing Managers' Index (PMI) rose to 60 in April, according to initial findings, up from 56.4 in March. Any figure above 50 indicates expansion.\nThe service sector grew faster than manufacturing for the first time since the Covid crisis began, the survey found, largely down to the reopening of non-essential shops seen in April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56882958/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Oscars 2021: Nomadland, Anthony Hopkins and Daniel Kaluuya share glory",
      "tags": "Sound of Metal,Chloe Zhao,Mank,Minari,Daniel Kaluuya,Soul,Anthony Hopkins,The Oscars,Nomadland,Film,Regina King,Ma Rainey's Black Bottom,Promising Young Woman,The  Father,Yuh-jung Youn,Emerald Fennell",
      "text": "Film drama Nomadland has scooped three Oscars including best picture, while British stars Sir Anthony Hopkins and Daniel Kaluuya have won acting awards.\nNomadland's Chloé Zhao made history as the first non-white woman and second woman overall to win best director.\nAt 83, Sir Anthony is the oldest ever recipient of best actor; while best supporting actor Kaluuya is the first black British actor to win an Oscar.\n\"I did not expect to get this,\" said Sir Anthony, who missed the ceremony.\nBritish actress-turned-writer/director Emerald Fennell also won a screenplay award.\nThe star, who plays Camilla Parker Bowles in The Crown, won best original screenplay for Promising Young Woman, which she also directed.\nFrances McDormand won best actress for her role in Nomadland, while veteran South Korean actress Yuh-Jung Youn won best supporting actress for Minari. \nThe trophies were handed out in one of the grand halls at Los Angeles's stylish Union Station to allow for a Covid-safe ceremony, while many UK-based nominees were at a venue in London - although Sir Anthony was at neither.\nSir Anthony won best actor for his masterful performance as a man suffering with dementia in The Father, 29 years after he won his first Oscar for The Silence of the Lambs.\nHis victory was the biggest surprise of the night. The award had been tipped to go to the late Chadwick Boseman, who died aged 43 last August, for Ma Rainey's Black Bottom.\nSir Anthony was neither in LA nor at the British Film Institute in London, the ceremony's UK venue, so instead posted a message on Instagram on Monday morning.\n\"At 83 years of age I did not expect to get this award, I really didn't,\" he said in a video filmed in his \"homeland\" of Wales. \"I'm very grateful to the Academy, and thank you.\"\nSir Anthony went on to pay tribute to Boseman, whom he said had been \"taken from us far too early\", and said he felt \"very privileged and honoured\".\nThe Father, which will be released in the UK on 11 June, also won best adapted screenplay for Sir Christopher Hampton and director Florian Zeller, who called Sir Anthony \"the greatest living actor\".\nThe slow-burning drama about a woman living in her van in the American West after the financial crash won the top prize for best film, plus best director and best actress.\nMcDormand, who now has three best actress Oscars, is one of the only professional performers in the film. Most of the rest of the cast is made up of real people playing fictionalised versions of themselves.\nIn her acceptance speech, Zhao thanked the real-life nomads \"for teaching us the power of resilience and hope\".\nBefore Zhao, the only woman to have won the directing prize in the Oscars' 92-year history was Kathryn Bigelow for The Hurt Locker in 2010.\nMcDormand spoke of her hopes for the revival of big-screen cinema, asking viewers: \"One day very, very soon, take everyone you know into a theatre, shoulder to shoulder in that dark space and watch every film that's represented here tonight.\"\nShe then said: \"We give this one to our Wolf,\" and howled like a wolf - a tribute to the film's sound mixer Michael Wolf Snyder, who took his own life at the age of 35 last month.\nMeanwhile, black-and-white film Mank, which led the nominations with 10, picked up two awards, as did Sound of Metal, Judas and the Black Messiah, Ma Rainey's Black Bottom and Soul.\nThe 32-year-old Londoner won best supporting actor for his incendiary performance as Black Panthers leader Fred Hampton in Judas and the Black Messiah.\n\"What a man. How blessed we are that we live in a lifetime where he existed,\" the actor said. \"I am humbled to be nominated for portraying a man whose principles I deeply respect and for guiding me to walk in his footsteps.\"\nKaluuya also paid tribute to his mother, who was watching at the BFI, who he said \"gave me my factory settings so I can stand at my fullest height\".\nBut she could be seen asking \"What is he talking about?\" when her excited son told the global audience of millions: \"My mum met my dad, they had sex, it's amazing. I'm here. I'm so happy to be alive so I'm going to celebrate that tonight.\"\nYuh-Jung Youn became the first South Korean actress to win an Oscar, for her role as the grandmother in Korean-American family drama Minari.\nShe beat Olivia Colman, Amanda Seyfried, Maria Bakalova and Glenn Close to the prize for best supporting actress. It was Close's eighth nomination without a win. Youn told the crowd she \"doesn't believe in competition\" and paid tribute to her fellow nominee, asking: \"How can I win over Glenn Close?\"\nThe night's other British winners included Emerald Fennell for her first film as writer and director.\nUntil now, Fennell has been best-known for appearing in front of the camera, playing Patsy in BBC drama Call the Midwife and Camilla Parker-Bowles in Netflix's The Crown.\nHer satirical thriller stars Carey Mulligan as a woman avenging the rape of her best friend. In her speech, Fennell recalled how they shot it in 23 days while she was heavily pregnant.\nShe thanked her family, including her young son, \"who did not arrive until a couple of weeks after shooting, thank God, because I was crossing my legs the whole way through\".\nShe is the first British woman to win the best original screenplay award since it was established in its current form in 1958.\nThe other UK winners included Sir Christopher Hampton, who shared the best adapted screenplay award with Florian Zeller for The Father; and Atticus Ross, who shared the best score prize with Trent Reznor and Jon Batiste for Soul.\nFellow Brits Andrew Jackson and Andrew Lockley won best visual effects for Tenet; James Reed won best documentary feature for My Octopus Teacher; and Martin Desmond Roe won best live action short for Two Distant Strangers, which addresses the police killings of black people in the US. \nMia Neal and Jamika Wilson became the first black winners of the best make-up and hairstyling award, triumphing for their work on Ma Rainey's Black Bottom. They shared the award with Spaniard Sergio Lopez-Rivera.\nIn an impassioned acceptance speech, Neal said: \"Jamika and I break this glass ceiling with so much excitement for the future because I can picture black trans women standing up here and Asian sisters and Latinx sisters, and one day it won't be unusual and groundbreaking, it will just be normal.\"\nThe film also won best costume design for 89-year-old Ann Roth, making her the oldest woman to win an Oscar.\nThe ceremony was delayed by two months and was inevitably different this year. At Union Station, nominees walked an unusually sparse red carpet before sitting, spaced out but mostly maskless, in one of the station's converted halls.\nLike last year, there was no single host, so the show was introduced by director and Oscar-winning actress Regina King, who began on a political note. \nReferring to the conviction of former police officer Derek Chauvin of the murder of George Floyd, she said: \"If things had gone any different in Minneapolis I might have traded in my heels for marching boots.\"\nMost nominees and winners were there in person, but some were in London, while others appeared by satellite from locations including Paris, Prague and Sydney.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56372153",
      "category": "entertainment-arts",
      "title": "Oscars 2021: The winners in full",
      "tags": "Amanda Seyfried,Sound of Metal,Judas and the Black Messiah,Chloe Zhao,Mank,Minari,Lakeith Stanfield,Soul,The Oscars,Film,Riz Ahmed,Ma Rainey's Black Bottom,One Night in Miami,The  Father,Yuh-jung Youn,Pinocchio,The Trial of the Chicago 7,Emerald Fennell",
      "text": "Hollywood's biggest night has taken place, honouring the movie industry's finest from the past 12 months. Here is the full list of the winners of the 93rd Academy Awards.\nFollow us on Facebook, on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    }
  ]
}