{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-58938012",
      "category": "uk-england-wiltshire",
      "title": "Soldier dies during Army training exercise",
      "tags": "British Army",
      "text": "A soldier has died in a training exercise on Salisbury Plain.\nThe 23-year-old was part of a crew operating an armoured vehicle in a training area near Enford, Wiltshire, on Friday.\nA source said the vehicle overturned and hit a tree, trapping several survivors and the dead man inside.\nThe presence of live ammunition meant firefighters could not use cutting equipment, so Army engineers rescued those inside, the source added.\nIt took several hours for the Corps of Royal Electrical and Mechanical Engineers to free the soldiers.\nAn Army spokesman said: \"It is with sadness that we can confirm the death of a soldier on Salisbury Plain Training Area.\"\nWiltshire Police said it was investigating alongside the Health and Safety Executive and the Army.\nOffering condolences to the man's family, Devizes MP Danny Kruger said: \"While thankfully rare, it is vital that all serious accidents that take place during military training exercises are comprehensively investigated.\n\"We owe so much to the young men and women who risk their lives for our safety and we must do everything we can to keep them safe as well.\"\nA spokesperson for Dorset and Wiltshire Fire and Rescue said crews were called to the scene at 11:57, along with a heavy rescue unit. The patient was taken to Salisbury Hospital, the ambulance service added.\nMost recently, Salisbury has been the base for the Army Warfighting Experiment with troops testing out new kit as the Army adapts to digital warfare which is increasingly becoming more prominent across the world.\nThis week, private companies have also been pitching their latest gear, with soldiers testing out equipment and giving them feedback.\nThe British Army currently has about 76,500 soldiers, with about 15,000 based around the West Country.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58943246",
      "category": "world-us-canada",
      "title": "Robert Durst: US millionaire hospitalised with Covid after life sentence",
      "tags": "United States",
      "text": "US real estate heir Robert Durst, subject of HBO crime documentary series The Jinx, has been hospitalised with Covid-19 just days after he was sentenced to life in prison.\nDurst was found guilty on Thursday of killing his best friend Susan Berman in 2000.\nHe murdered her to stop her talking to police about his wife's disappearance. Police believe he killed two others.\nDurst, who has numerous medical issues, is on a ventilator, his lawyer said.\nHe \"looked worse than I've ever seen him,\" Dick DeGuerin told the Los Angeles Times. \nIt is not clear where the 78-year-old is being treated.\nProsecutors called Durst a \"narcissistic psychopath\". He has denied killing Susan Berman.\nHis sentence for first-degree murder excludes any possibility of parole.\nDurst's wife Kathleen McCormack, a medical student, went missing in 1982 and is presumed dead. He was never charged over her disappearance. \nProsecutors have argued that Durst actually murdered three people - the third being an elderly neighbour, Morris Black. \nBlack had discovered Durst's identity in 2001 while Durst was hiding in Texas and pretending to be a mute woman.\nDurst was acquitted of murdering Black, successfully arguing he had killed him on the grounds of self-defence before cutting up the body.\nDurst is an estranged member of one of New York's wealthiest and most powerful real estate dynasties. His brother Douglas Durst, who testified at the trial, told the court: \"He'd like to murder me.\"\nAt the end of The Jinx series, Durst is heard muttering to himself: \"What the hell did I do? Killed them all, of course.\"\nHours before the last episode aired in March 2015, authorities arrested Durst in New Orleans for Ms Berman's murder. Jurors were played the clip during the trial. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58948339",
      "category": "uk",
      "title": "Earthshot Prize: Costa Rica wins £1m from William's Earthshot prize",
      "tags": "Emma Watson,UK Royal Family,Climate change,Prince William, Duke of Cambridge,Catherine, Duchess of Cambridge",
      "text": "Two best friends who grow coral and the country of Costa Rica are among the winners of the first ever Earthshot Prizes.\nThe annual awards were created by the Duke of Cambridge to reward people trying to save the planet. \nThere were five winners announced in London, each receiving £1m. \nPrince William was joined by stars including Emma Watson, Dame Emma Thompson and David Oyelowo for the ceremony at Alexandra Palace.\nEd Sheeran, Coldplay and KSI were among the acts that performed - and in keeping with the eco message, the music was powered by 60 cyclists pedalling on bikes.\nNo celebrities flew to London for the ceremony, no plastic was used to build the stage and guests were asked to \"consider the environment\" when choosing an outfit - with Watson wearing a dress made from 10 different dresses from Oxfam.\nThe Earthshot prize's name is a reference to the \"Moonshot\" ambition of 1960s America, which saw then-President John F Kennedy pledge to get a man on the Moon within a decade.\nEach year for the next decade, the prize is awarding £1m each to five projects that are working to find solutions to the planet's environmental problems.\nThe inaugural winners were selected from five different categories, and were chosen from a shortlist of 15 by judges including broadcaster Sir David Attenborough, actress Cate Blanchett and singer Shakira.\nProtect and Restore Nature:\nClean our Air:\nRevive our Oceans:\nBuild a Waste-Free World:\nFix our Climate:\nIn a recorded message played at the ceremony - which was broadcast on BBC One and iPlayer at 20:00 BST - Prince William said the next 10 years was a \"decisive decade\" for the planet.\n\"Time is running out,\" he said. \"A decade doesn't seem long enough, but humankind has an outstanding record of being able to solve the unsolvable.\"\nEarlier this week, the duke suggested that rather than the world's top minds setting their sights on space tourism, they should instead focus on saving Earth.\nWith stars from the worlds of football and music arriving on a green carpet, the message was that environmental challenges deserve the same kind of attention as the Oscars. \nAnd the winning teams were obviously thrilled to get such high-profile recognition. \nThe test now is whether their projects will be scaled up in a way that makes a difference worldwide. \nWhether it's restoring corals and forests or reducing waste and carbon emissions, the plan is for big name companies to support these mostly small-scale schemes and help them to become global. \nIt may well be years before we see how well that works out in practice, and inevitably some projects may prove more effective than others. \nIn any event, in the countdown to the vital COP26 climate summit in Glasgow next month, the winners offer something that's been in short supply recently: a sense of optimism.  \nAmong the celebrities at Sunday night's ceremony was Love Actually actress Dame Emma, who criticised throwaway culture as she made her way to the event.\n\"If we had shown my parents how people live (today), how they will wander down the streets with a coffee cup, immediately throw it away, eat, throw away, everything throw away, they would've gone, 'what's going on?'\" said Dame Emma."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58945203",
      "category": "uk-england-hampshire",
      "title": "Car crashes through wall into Hythe library",
      "tags": "Hythe",
      "text": "A car has crashed through a wall and into a library in Hampshire.\nThe car became wedged half in, half out of Hythe Library, having ploughed through the wall from a car park in New Road shortly after 11:15 BST.\nHampshire & Isle of Wight Fire & Rescue Service said crews tunnelled through the debris to get to the two people inside the car and stabilise the vehicle.\nBoth occupants had escaped without any serious injuries, the service said. \nHampshire Constabulary said the crash was not being treated as suspicious and no arrests were made.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58926333",
      "category": "business",
      "title": "Scams: Cost of impact on wellbeing calculated as £9bn a year",
      "tags": "Cash,Money,Personal finance,Fraud",
      "text": "The cost to scam victims' wellbeing can be calculated at a monetary total of £9.3bn a year, according to the consumer group Which?.\nThat is the equivalent of £2,509 a year for each victim, but the impact can be higher for someone hit by online fraud.\nPeople targeted by fraudsters have spoken of suffering from anxiety and ill-health after being scammed.\nWhich? says the cost to well-being is higher than the typical financial hit of £600. \nThe consumers' association appointed consultants to study data including 17,000 responses to the Office for National Statistics' Crime Survey for England and Wales.\nThe results were then applied to an approach to assessing social impacts approved by the Treasury earlier this year. The model allows researchers to value changes in wellbeing in monetary terms.\nThe research suggested scam victims faced a drop in life satisfaction, significantly higher levels of anxiety, and lower levels of happiness. It was also associated with people self-reporting worse general health, although to a much smaller degree.\nJennifer Runham burst into tears in her local bank branch, on her way to the school run, after being told she was a victim of a scam.\nA cycle of events began when she received an email claiming that she needed to renew her TV licence. She entered her details on what proved to be a fake website, before receiving a call from criminals claiming to be from her bank's fraud department. They had even spoofed her bank's phone number.\nShe transferred £1,500 before realising she had been tricked. \n\"The impact was massive. I was so upset, scared and anxious,\" said Mrs Runham, who is in her 40s.\n\"My severe level of anxiety meant I had a lot of help from Victim Support.\" \nIt took a year of battling before her bank reimbursed the money.\n\"It takes a lot of courage to go through the complaints process. I felt they were blaming me,\" she said. \n\"I went to the ombudsman. When I got my money back, I felt I had some freedom to get on with my life.\"\nRocio Concha, Which? director of policy and advocacy, said: \"This brings home the scale of the emotional and psychological harm that victims suffer when they are defrauded. \n\"The government must not ignore the huge impact an epidemic of fraud is having on our society.\"\nShe is presenting the findings to MPs on the Draft Online Safety Bill Joint Committee on Monday.\nThe draft Bill includes measures to tackle user-generated fraud like romance scams, but omits the scam adverts leading to other types of fraud such as investment scams. \nThe consumer group, alongside campaigners such as Moneysavingexpert's Martin Lewis, are calling for more comprehensive and urgent action regarding online scams.\nIt is calling on the government to include scam adverts in the Online Safety Bill as the first step towards new laws and regulations placing more content policing responsibility on online platforms.\nHome Secretary Priti Patel has said that the scam provisions in the Online Safety Bill would help fight \"ruthless criminals who defraud millions of people\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58946222",
      "category": "uk-england-essex",
      "title": "Sir David Amess: Priest tried to give last rites to dying MP",
      "tags": "Westcliff-on-Sea,David Amess,David Amess death,Southend-on-Sea,Leigh-on-Sea",
      "text": "A Catholic priest has told how he tried to administer last rites to his friend Sir David Amess.\nFr Jeffrey Woolnough said he rushed to Belfairs Methodist Church on Friday when he heard the MP - a devout Catholic - had been stabbed.\nHe said he asked a police officer if he could deliver the sacrament but was unable to enter as it was crime scene.\nHe added he respected the police's decision and an officer had asked colleagues if he could go inside.\nInstead, he prayed the rosary outside the police cordon with a fellow parishioner.\nFr Woolnough is the parish priest at St. Peter's Catholic Church, Eastwood, Southend, close to where Sir David was killed.\n\"A Catholic when they're dying would want a priest there, and for reasons that only the police know, I was not allowed in,\" he told the PA news agency.\n\"I got my clerics on, and got the holy oils, sort of expecting that I might be allowed on the crime scene to administer the oil of the sick,\" he said.\n\"I didn't know at that time what kind of condition he was in,\" Fr Woolnough said. \"It was a just-in-case matter.\"\nHe said it was important to respect the police's decision and that the officer he approached had radioed colleagues inside the church to relay his request.\n\"It would've been a great thing to do if I'd have had the chance, but it wasn't to be,\" he added. \nA constituent who saw Sir David Amess minutes before his murder has also spoken of his disbelief. \nRichard Hillgrove said the MP had been \"in fine form\" during a Zoom meeting before his weekly constituency surgery in Leigh-on-Sea.\nHe told the BBC his video call had overrun until 12:02 GMT, three minutes before the attack took place.\n\"It is just senseless, shocking,\" he said.\nMr Hillgrove said Sir David had championed the Children's Parliament, a project that partners youngsters with sitting MPs, and his daughter, Lola, 11, was matched with Sir David.\n\"It was something that was so important to him, he said when he was the same age at his school they had mock parliaments, and he set up his own political party,\" he said.\n\"He had been in such fine form, talking about meeting next week up in Westminster - we were going to get a picture with Sir Lindsay Hoyle. He said 'leave it with me'. \n\"He's one of the great ones, he made sense of a crazy world.\"\nMr Hillgrove, who attended a special church service at St Alban the Martyr church in Westcliff-on-Sea on Sunday, said his friend had a strong faith and that prayers would be said at services across the borough.\n\"This is uniting everyone,\" he said. \"He stood for democracy, he was a libertarian and a Christian.\"\nCouncillor John Lamb, chairman of Southend West constituency, said he had offered support to Sir David's family and to two parliamentary assistants who witnessed the attack on Friday.\n\"They are very distressed,\" he said, \"but they are coping quite well. It will hit home later.\n\"[Sir David] loved canvassing, and his actual work through the surgery where he could go out, meet people, listen to their problems and try and help them,\" he said.\n\"All the different events in Southend, he would be there, supporting young and old, whatever religion.\n\"He was very much a community politician.\"\nHe said the Conservative office will stay open to offer support to any constituent who needs it. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58946223",
      "category": "uk-england-essex",
      "title": "Stansted Airport: Flights missed amid baggage system 'chaos'",
      "tags": "Airport security,London Stansted Airport,Stansted",
      "text": "Passengers at Stansted Airport missed flights when a baggage system failure plunged departures into \"chaos\".\nTravellers hoping to depart on Sunday said they were faced with long queues around the terminal as staff raced to manually process luggage.\nStansted said its system, which recently underwent a £70m upgrade, was thought to have suffered a power issue.\nAn airport spokesman apologised for disruption and said the problem had been fixed.\nSeveral families who spoke to the BBC at Stansted described chaotic scenes that had put a downer on long-awaited holidays.\nNeil and Gemma Jackson arrived at Stansted at 04:30 BST after travelling from Kent with their children. The trip to Lanzarote is their first in two years. \n\"It started off ordinarily, we queued up to check in and that progressed quite quickly,\" said Mrs Jackson.\n\"But where it really went off the rails was we were all advised to drop our bags at a particular zone. There was absolute chaos.\n\"Every single passenger from every airline seemed to be in the same queue. There was no crowd control, it snaked around the entire airport, people were pushing in.\n\"We waited politely at security control. Then our gate closed and we were turned away.\"\nEllie Winstanley, 27, who was flying with Ryanair, also said she was advised to join a queue that \"circled the entire airport\".\n\"Then the conveyor belt stopped working,\" she said. \"We rushed through security which was fairly quick and then we sprinted and they closed the gate on time.\n\"I've got asthma so I was just trying to get a break. I felt for this other woman with two kids who looked teary and so incredibly stressed.\"\nTrinity Hammatt, 21, from Haverhill, and Thomas Hammond, 21, from Saffron Walden, were heading to Valencia and said they arrived at the airport three hours in advance - as advised by Ryanair.\n\"We had to wait in that awful long queue because the belts are down,\" Ms Hammatt said. \"It's completely put a downer on the whole thing.\n\"Everyone we spoke to brushed us off. I understand it's busy and manic, but it's been overwhelming. \n\"No-one is taking responsibility.\" \nThe baggage system upgrade in May involved replacing ageing conveyor belts and chutes with 2.4km (7,874ft) of track and 180 automated carts.\nAn airport spokesman said he believed the system had suffered a power issue.\n\"Contingency measures were immediately put in place with our airlines to mitigate disruption and manually process baggage while engineers worked to fix the issue.\" he said.\n\"The system is now operating as normal but passengers are still asked to arrive at the airport at least three hours before their flight departs in accordance with their airline's latest advice.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58942279",
      "category": "uk-scotland-glasgow-west",
      "title": "Teenage boy dies after incident at railway station",
      "text": "A 14-year-old boy has died after an incident at a railway station in Glasgow.\nOfficers were called to High Street station in the city centre at about 15:45 on Saturday.\nHe was taken to the Queen Elizabeth University Hospital, where he was pronounced dead.\nDetective Inspector Iain Nelson said: \"This has been a shocking loss of a young life and a significant investigation is under way.\"\nHe added: \"Specialist officers are supporting the boy's family at this incredibly difficult time. \n\"Enquiries continue to establish the full circumstances and anyone who can help is urged to get in touch as soon as possible.\"\nScotRail said High Street station would remain closed on Sunday while the police investigation was ongoing, with no trains running between Bellgrove and Partick stations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58937582",
      "category": "world-europe",
      "title": "Covid: Russia's daily deaths pass 1,000 for first time",
      "tags": "Russia,Coronavirus pandemic",
      "text": "Russia on Saturday recorded 1,000 Covid-related deaths in a single day for the first time since the pandemic began.\nThe figure had been rising all week, with the Kremlin blaming the Russian people for not taking up vaccination.\nOnly about a third of the population has had a jab, amid wide distrust of the vaccines.\nRussia's figure of 222,000 Covid deaths is the highest in Europe, with another 33,000 infections reported on Saturday.\nThe government has avoided bringing in strict restrictions because it says it needs to keep the economy working.\nThe Kremlin has instead focused on public apathy on vaccination.\nThis week, spokesman Dmitry Peskov said: \"In a situation where infections are growing, it is necessary to continue to explain to people that they must get vaccinated.\n\"It is really irresponsible not to get vaccinated. It kills,\" he said.\nThe government insists the health system has not been overwhelmed and can cope with the rising number of patients.\nHowever, Health Minister Mikhail Murashko urged doctors who had left practices because of Covid fears to get vaccinated and come back to work.\nThe number of active cases of infected people in Russia is around 750,000 - also the highest it has been since records started in February 2020.\nOverall infections since the outbreak began are now closing in on 8 million.\nThe figures for the percentage of Russians who have had single and full vaccination are surprisingly close together - both just short of a third of the population.\nThis suggests a large number of people do not want to be vaccinated at all. Recent opinion polls suggested that figure could be more than 50%.\nRussia has not been slow in developing vaccines. Its Sputnik V was rolled out quickly last year and it has approved three others.\nBut it appears to have failed to convince many at home they are either necessary or reliable.\nIt has had more success selling Sputnik V around the world. But although the vaccine was made available for other countries quickly, it also ran into delivery issues, with some nations unable to get their doses on time.\nAbout 70 nations have authorised the use of Sputnik V but, like Russia's other vaccines, it has yet to be approved by the World Health Organization.\nThis, along with the lack of international vaccines inside Russia, has led some Russians to take advantage of vaccination tour packages.\nSerbia - which Russians can enter without a visa - is one nation where visitors can get a jab of a vaccine such as Pfizer, and open up the possibility of travelling around the world."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58940128",
      "category": "uk-politics",
      "title": "Matt Hancock's United Nations role withdrawn",
      "tags": "United Nations,Africa economy,Matthew Hancock",
      "text": "Former Health Secretary Matt Hancock has had a job offer from the United Nations withdrawn.\nMr Hancock announced this week that he had been given a role helping Africa's economy recover from Covid.\nThe UN said he would bring valuable experience - but Mr Hancock now says a rule has come to light that prevents him from taking the job while an MP.\nLeading figures across Africa and UK opposition parties had criticised the UN's choice of the MP for the role. \nOn Tuesday, the former health secretary tweeted a copy of the letter from UN Under-Secretary General Vera Songwe offering him the unpaid role.\nHe was congratulated by former cabinet colleagues, including Foreign Secretary Liz Truss, Housing Secretary Michael Gove and Culture Secretary Nadine Dorries. \nBut the West Suffolk MP faced a backlash from critics on social media, who pointed to the fact that a highly critical report from MPs on the UK government's handling of the pandemic had been released on the same day.\nMr Hancock's new role came four months after he resigned from his cabinet post for breaking social distancing guidelines by kissing a colleague.\nHe had been planning to continue as a Conservative MP while working as the UN special representative on financial innovation and climate change for the United Nations Economic Commission for Africa.\nThe UN has now told him the appointment \"is not being taken forward\".\nMr Hancock said he had been \"honoured to be approached by the UN\" but it later wrote to him to explain that UN rule \"has subsequently come to light\".\nHe added: \"Since I am committed to continuing to serve as MP for West Suffolk, this means I cannot take up the position. \n\"I look forward to supporting the UN ECA in their mission in whatever way I can in my parliamentary role.\"\nBy Mark Lobel, BBC News correspondent\nThis is undoubtedly an embarrassment for the former health secretary who was looking to resuscitate his political career.\nThe first step in doing so appeared to come with the announcement about the unpaid role. \nIt was not a UK government one - but there was glowing support from many senior former cabinet colleagues.\nMatt Hancock says a technical rule has now come to light which prevents him from taking the job as he is a sitting MP.\nBut the appointment attracted anger too, coming on the day a group of MPs had been highly critical of the government's handling of the pandemic. And some in the international community questioned the MP's expertise, past mistakes, and his suitability for such a challenging role. \nIt appears that added to pressure on the UN to withdraw the invitation - and three days later a spokesman confirmed it was not being taken forward.\nUN sources say the appointment should never have been made in the first place.\nGordon Brown was a sitting MP when he took a similar role. He was appointed in 2012, two years before he announced his intention to stand down as an MP.\nIn her letter to Mr Hancock offering him the job, Ms Songwe said his \"success\" in handling the UK's pandemic response was a testament to the strengths he would bring to the role.\nIn his reply, the MP said: \"As we recover from the pandemic so we must take this moment to ensure Africa can prosper.\"\nThe withdrawal of the offer was welcomed by campaign group Global Justice Now.\nThe group's director Nick Dearden said: \"If Matt Hancock wants to help African countries recover from the pandemic, he should lobby the prime minister to back a patent waiver on Covid-19 vaccines. \n\"If he'd done that when he was in government, tens of millions more people could already have been vaccinated.\n\"The last thing the African continent needs is a failed British politician. This isn't the 19th Century.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58928256",
      "category": "uk-northern-ireland",
      "title": "Holiday-at-home vouchers: NI tourism body urges more money for scheme",
      "tags": "Travel & leisure industry,NI economy,Coronavirus pandemic",
      "text": "A holiday-at-home voucher scheme will need more money behind it to stop people from missing out, a tourism body has said.\nUnder the proposal, vouchers will be issued on a first-come, first-served basis. \nUnlike the high street scheme, there will be a limited number available.\nThe Northern Ireland Tourism Alliance (NITA) said the draft £2m budget would need to be increased to avoid disappointment.\nThe Department for the Economy said officials were still considering the scheme's suitability.\nPlans for the scheme were first revealed by BBC News NI in September 2020. \nIt will allow households to claim back 50% off a stay of two nights or more in certified accommodation, up to the value of £100.\nVouchers will also be issued, offering 50% off visits to attractions or tourism experience providers, up to the value of £20.\nEvery household can apply for one of each type of voucher. \nNITA chief executive Joanne Stuart said a lot of people would be disappointed. \n\"£2m has been allocated to this scheme and we do believe the demand will be high and a lot of people will be disappointed, so we would ask the minister to consider the funding he has and whether there is more available to the scheme,\" she said.\n\"This is not just support for the accommodation sector and tourism attractions. When people stay in a destination, they spend money in hospitality or retail so there would be much more in terms of a wider economic benefit. \n\"We believe this is a really important intervention for the accommodation and attraction sector and we are working with the department and the minister with regards to when this needs to be launched.\n\"Given the funding needs to be spent by the end of the financial year we would like to see it launched as soon as possible to see the maximum return on investment,\" she said. \nAsked if the scheme would be beneficial if launched in January or February, Ms Stuart said she believe it would provide a boost. \n\"January to March is traditionally the slowest period of the year so if we were able to get a scheme that starts in January, we would get the chance to get the benefit in those slow months,\" she said.\n\"From 1 April, we are going to see significant cost increases with the rates holiday ending and VAT returning to 20%. \n\"The majority of tourism businesses have had to take loans and in 2022 the repayments are going to be starting, so anything we can do to help those businesses have a better January to March period would be really good before moving into the high season. We are not out of the woods.\" \nNorthern Ireland's tourism industry has been severely affected by coronavirus restrictions, with lockdowns closing most of the sector. \nThe industry does not expect to welcome international visitors until spring 2022. \nUnder the proposed scheme, money is claimed back by uploading a receipt and voucher details online. \nA spokesperson for the Department for the Economy told BBC News NI the scheme was one of a number of steps being taken to support the tourism sector. \n\"The department is currently considering the suitability of the intervention in the context of the levels of consumer demand that were experienced over the summer and the impact of the high street scheme,\" they said.\n\"This consideration includes working with the industry to decide on the most opportune time to launch any scheme.\"\nMs Stuart said while there had been support from the domestic market in August and September, the expectation was that demand would begin to fall. \n\"What we need to remember is the sector has only been able to open for about 50% during 2020 and 50% during 2021,\" she said.\n\"Year-to-date occupancy figures for hotels are 44% and we are now moving into the low season and there are real financial viability concerns within the industry. \n\"We are still not out of the woods, so this scheme is really important especially at this time of the year.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58938701",
      "category": "uk",
      "title": "Sir David Amess was a friend and neighbour and deeply loved - Priti Patel",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-53474152",
      "category": "world-africa",
      "title": "Omar al-Bashir: Sudan's ex-president on trial for 1989 coup",
      "tags": "Sudan crisis,International Criminal Court,Sudan,Omar al-Bashir",
      "text": "Sudan's ousted long-serving leader Omar al-Bashir has gone on trial in the capital, Khartoum,  in connection with the military coup that brought him to power more than three decades ago. \nThe 76-year-old, who has already been convicted for corruption, could face the death penalty if found guilty over his role in the 1989 coup.\nMore than 20 former officials are on trial alongside him. \nBashir was forced from power in 2019 following popular protests.\nThe civilian uprising started in late 2018 as anti-austerity demonstrations but quickly morphed into a call to end President Bashir's rule.\nOn 11 April 2019, the military announced that he had been ousted and arrested.\nA joint transitional government made up of the top army officials and civilians was later formed in August.\nBashir is also wanted by the International Criminal Court (ICC) for alleged war crimes and genocide in the western Darfur region. \nThe authorities in Sudan said in February they were are ready to hand the former leader over to the ICC. \nThe defendants including former vice presidents Ali Osman Taha and Bakri Hassan Saleh were in a caged off area in the courtroom, the AFP news agency reports.\n\"This court will listen to each of them and we will give each of the 28 accused the opportunity to defend themselves,\" it quotes court president Issam al-Din Mohammad Ibrahim, as saying. \nIt adds that one of Bashir's 150 defence lawyers, Hashem al-Gali, said in court that their client and other defendants were facing \"a political trial\" being held \"in a hostile environment\".\nThe court adjourned the trial until 11 August before any statements or evidence could be given, the Reuters news agency reports. \nThe decision was reached to allow more lawyers and family members of defendants to attend, it adds.\nBashir seized power in a military coup on 30 June against the democratically elected government of Prime Minister Sadek al-Mahdi.\nAlong with other officials who served in his government Bashir is accused of having plotted the coup in which the army arrested Sudan's political leaders, suspended parliament, closed the airport and announced the overthrow on the radio."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58946633",
      "category": "uk",
      "title": "Nebra Sky Disc: British Museum to display world's 'oldest map of stars'",
      "tags": "Archaeology,Astronomy,Germany,Unesco,British Museum",
      "text": "An ancient object thought to be the world's oldest map of the stars is to go on display at the British Museum.\nThe Nebra Sky Disc is widely believed to be 3,600 years old, dating from the Bronze Age.\nThe bronze disc was unearthed in Germany in 1999 and is considered one of the most important archaeological finds of the 20th Century.\nBut its discovery has also been controversial, with a small number of scholars disputing its authenticity. \nThe Nebra disc measures about 30cm in diameter and has a blue-green patina emblazoned with gold symbols representing the Sun, Moon, stars, solstices and other cosmic phenomena.\nAccording to Unesco, which includes the artefact on its global list of important historic documents, the disc gives a unique glimpse into humanity's early knowledge of the heavens.\nIt belongs to Germany's State Museum of Prehistory in Halle but is being loaned to the British Museum - the first time it has been loaned abroad in 15 years.\nThe British Museum said it would go on show as part of an exhibition on Stonehenge, opening in February.\n\"It's going to be eye-opening,\" said Neil Wilkin, curator of The World Of Stonehenge exhibition.\n\"The Nebra Sky Disc and the sun pendant are two of the most remarkable surviving objects from Bronze Age Europe,\" he said.\n\"Both have only recently been unearthed, literally, after remaining hidden in the ground for over three millennia.\n\"We're delighted that they will both be key pieces in our once-in-a-lifetime Stonehenge exhibition at the British Museum.\n\"While both were found hundreds of miles from Stonehenge, we'll be using them to shine a light on the vast interconnected world that existed around the ancient monument, spanning Britain, Ireland and mainland Europe.\"\nThe original purpose of Stonehenge remains a mystery, but the stone circle built in about 2,500 BC is aligned with the movements of the Sun. \nThe Sun and its solstices are also represented with markings on the Nebra disc - and experts believe the Sun was central to northern European Bronze Age religion. \nArchaeologist and Bronze Age expert Prof Miranda Aldhouse-Green previously told the BBC that the symbols on the Nebra disc \"are all part of a complex European-wide belief system whereby people looked at the heavens, worshipped them, worshipped the sun, worshipped the moon, aligned their monuments on the sunrise or the moonrise\". \n\"And because Nebra has brought all these symbols together it tells us for the first time perhaps what people were really seeing, perceiving and believing.\"\nShe compared the Nebra disc to a visible version of a sacred text.\nThe disc was discovered near the town of Nebra in Germany along with swords, axes and other items dating from the Bronze Age.\nIt was found with a metal detector by two illegal treasure hunters, and later recovered by police in a sting. \nWhile it is widely considered to date from the Bronze Age, in the past others have claimed it to be a fake.\nAnd last September, the debate was reignited when two archaeologists published a new paper suggesting the object could be about 1,000 years younger and dating from the Iron Age. \nThe German museum has dismissed the claims, CNN reported, saying some claims were inconsistent, \"not comprehensible\" and that the researchers had ignored other published research. \nThe World Of Stonehenge will run from 17 February to 17 July next year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58947175",
      "category": "world-us-canada",
      "title": "Bill Clinton: Former US president discharged from hospital",
      "tags": "Bill Clinton,Hillary Clinton,United States,California",
      "text": "Former US President Bill Clinton has been discharged from a Californian hospital after spending five nights under care. \nMr Clinton had been receiving treatment for a urinary tract infection that developed into sepsis. \nThe 75-year-old gave a thumbs up to waiting news crews as he walked out of hospital with his wife, former presidential candidate Hillary. \nMr Clinton will return home to New York to complete his recovery, doctors said. \nDr Alpesh Amin, who oversaw the team of medics treating Mr Clinton, said in a statement: \"His fever and white blood cell count are normalised and he will return home to New York to finish his course of antibiotics.\"\nThe 42nd president, who served from 1993 to 2001, shook hands with waiting medical staff as he left the facility with his wife of 46 years. \nAccording to US media, Mr Clinton - who was in California to attend a private event for his foundation - had felt fatigued on Tuesday and underwent tests before being admitted to the hospital.\nPresident Biden said on Friday night that he had spoken with Mr Clinton and told reporters that he was \"not in any serious condition\".\nThe infection is the latest health scare for Mr Clinton. In 2004, aged 58, he had a quadruple bypass surgery after doctors found signs of extensive heart disease and, ten years later, he had a clogged artery opened after complaining of chest pains.\nNot long after his second surgery, the ex-president - known for his love of fatty foods - went vegan. He told Politico in 2016, \"I might not be around if I hadn't become a vegan. It's great.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58940463",
      "category": "world-australia",
      "title": "Australian police make record $104m heroin seizure",
      "tags": "Heroin,Drugs trade,Malaysia,Australia",
      "text": "Australian police have announced the seizure of the largest heroin shipment ever recorded in the country, worth around A$140 million (£76m; $104m). \nAuthorities said the shipment, which weighed 450kg, included 1,290 packages of heroin with unique red branding. \nThe seizure was made at the Port of Melbourne - Australia's largest port - on September 29.\nOffices said they arrested a Malaysian man after the huge haul was discovered in a container of ceramic tiles. \nHe was later charged with the import and attempted possession of a commercial quantity of a border-controlled drug. He could face a sentence of up to life in prison. \nTesting of the substance in the packages showed it was heroin.\nThe shipment originated in Malaysia and was bound for a business located in Melbourne. Several locations were later raided in the Victorian state capital. \nSpeaking following the announcement, Acting Assistant Commissioner Krissy Barrett of the Australian Federal Police said the discovery had been made thanks to close co-operation between international police forces. \n\"We have a strong relationship with the Royal Malaysia Police (RMP) and in particular the RMP Narcotics Criminal Investigation Department,\" she said. \"We continue to work together in identifying and disrupting transnational organised crime syndicates that seek to harm both our nations and generate millions of dollars of profits from criminal activity.\" \nCommissioner Barrett added that police estimated that they had saved one life for every two kilograms of the drug removed from circulation in Australia's communities. \n\"It is important to note that in addition to the arrests made, the primary outcome of this operation is the preservation of an estimated 225 lives\" she said.\nIn 2019, authorities made an even bigger bust, when they discovered an enormous haul of methamphetamine worth around A$1.2bn (£660m, $840m) hidden inside stereo speakers at a Melbourne port. Around 37kg of heroin was also found in that raid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58938824",
      "category": "uk-england-london",
      "title": "Westfield Stratford closed after fire in first floor shop",
      "tags": "Stratford",
      "text": "Westfield in east London was closed due to a fire inside a shop.\nWitnesses said the concourse of the shopping centre, in Stratford, \"filled with smoke\" as the centre was evacuated just after 10:00 BST.\nThe small fire, within a shop on the first floor, had been brought under control by about 11:45 BST.\nThe centre was closed to staff and shoppers for five hours but has since reopened. Car park users would not be charged for the morning, bosses said.\nAbout 60 firefighters were at the scene at one point, the London Fire Brigade said. \nCrews from Stratford, Leytonstone, Leyton, Plaistow and other surrounding fire stations went to the scene.\nOnly \"a small part\" of a shop was damaged, the brigade said, and the cause of the fire is not yet known. No-one was injured."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58945024",
      "category": "business",
      "title": "Gas price rises: Russia not withholding supplies, says ambassador to UK",
      "tags": "Gazprom,Germany,Russia,Vladimir Putin,Oil & Gas industry,Ukraine,Natural gas,Coronavirus pandemic",
      "text": "Russia is not withholding gas supplies to Europe for political reasons, the country's ambassador to the UK has said.\nAndrei Kelin said that commitments to increase supply would take time to take effect.\nGas prices globally have soared as economies start to recover from the Covid pandemic.\nThe US has expressed concern that Russia may be using gas as a political weapon as household bills rise.\nRussia only provides about 5% of the UK's gas usage, but it accounts for about half of the EU's natural gas imports, with most of the rest coming from Norway and Algeria.\nSome analysts have suggested Russia could be holding back supplies to Europe to speed up approval of the newly built Nord Stream 2 pipeline running directly from Russia to Germany.\nThis bypasses Ukraine, and has been met with objections on geo-political as well as environmental grounds, although Russia is keen for it to come on stream.\nGerman Chancellor Angela Merkel has said she is not aware of any instances where Russia has not met contractual obligations on gas supply.\n\"Russia can only deliver gas on the basis of contractual obligations and not just like that,\" she has been quoted as saying.\nGazprom, Russia's majority state-owned energy company, supplies gas to Europe under two different arrangements: long-term contracts often lasting from 10 to 25 years, and \"spot\" deals or one-off purchases for a fixed amount of gas.\nData from Gazprom's own electronic sales platform suggests very few \"spot\" sales are currently taking place - which would result in little gas being supplied to Europe under this mechanism.\nHowever, Russian President Vladimir Putin has said claims Russia is withholding gas to put pressure on Germany over Nord Stream 2 are \"complete rubbish... and politically motivated tittle-tattle\".\nSpeaking to the BBC's Andrew Marr Show on Sunday, Mr Kelin echoed Mr Putin.\n\"Certainly, we do not withhold it for political reasons. But gas problems, this is at the pump stations, of course,\" he said.\nMr Putin has described the gas allegations as \"blather\", and yet the Deputy Prime Minister Alexander Novak said that German Nord Stream 2 approval \"would give a positive signal and cool off the current situation\".\nMr Kelin said he didn't see \"any contradiction\" with that.\nHe said the pipeline was ready and that \"we expect final go-ahead from Germany. So as soon as it will happen then of course new gas supplies will come from this pipeline\".\nAsked whether Russia would carry on increasing the amount of gas for western Europe if Germany did not approve the pipeline quickly, Mr Kelin said: \"As much as we can do that.\n\"We have increased supplies via Ukraine pipeline by 10%, but as we understand [it] we cannot do more because the equipment at this pipeline has never been modernised and has never been reconstructed so it is simply dangerous to use it.\"\nWhen challenged about a lack of evidence that Russia has increased supply through the Ukraine by 10%, Mr Kelin said he was not a specialist in that area.\nHe added that supply would not increase so soon after Mr Putin announcing that it would.\nHe said: \"Gas travels at not the speed of light of course, it goes very slowly by that.\"\n\"So what do you expect - once the president has said, tomorrow prices will go down? This is not possible.\"\nWhen asked whether Russia was doing everything it could to get more and cheaper gas to Western Europe, Mr Kelin said Nord Stream 2 would help.\nThe Russian ambassador to the UK said he could not say if gas supplies would rise from November, but said there had already been a 15% increase.\nAddressing whether Nord Stream 2 would give Russia huge powers over western Europe just by \"using a tap\", Mr Kelin dismissed those suggestions as \"nonsense\" and joked whether such a tap might be in the basement of his embassy.\n\"Of course, it is nonsense,\" he said.\nAsked if gas supplies would increase from 1 November whether or not Nord Stream 2 was granted approval, Mr Kelin said: \"I simply do not know. But we have, as I said, we increase it by 15% right now.\"\nMr Kelin also questioned the effect of Russian gas supply on price increases in the UK, saying: \"We watch what is happening in the UK, but the UK as far as I understand has only this year from Gazprom has about 3% - it is just nothing.\"\nHe added that if there was an opportunity for \"rescue we will do what we can of course to alleviate difficult conditions which are now being created through [the] crisis\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58943184",
      "category": "uk",
      "title": "Sir David Amess: MP murder suspect held under Terrorism Act",
      "tags": "David Amess,David Amess death",
      "text": "The man arrested by police following the killing of the MP Sir David Amess has been named as Ali Harbi Ali.\nThe 25-year-old is being held under the Terrorism Act and officers have until Friday to question him.\nWhitehall officials confirmed the man's name to the BBC, and said he was a British man of Somali heritage.\nThe BBC understands Mr Ali was referred to the counter-terrorist Prevent scheme some years ago, but was never a formal subject of interest to MI5.\nIt also understands that his father, Harbi Ali Kullane, who was previously an adviser to Somalia's prime minister, has been visited by police who have taken his phone for analysis.\nPolice officers have spent the weekend searching three addresses in the London area.\nIt is thought a converted Victorian property in Lady Somerset Road in north-west London is linked to the investigation. Neighbours said officers started searching it late on Friday night.\nFurther searches, also believed to be part of the inquiry, have been taking place at a property in Bounds Green Road, north London, and another in Cranmer Road, Croydon. \nSir David, who had been a Conservative MP since 1983, was stabbed multiple times during a regular Friday meeting with his Southend West constituents at Belfairs Methodist Church in Leigh-on-Sea, Essex.\nSouthend councillor John Lamb said he has since spoken to two of Sir David's assistants who were at the constituency surgery with Sir David at the time of the attack.\nHe described how one was in the room with Sir David taking notes. \"All of a sudden there was a scream from her, because the person deliberately whipped out a knife and started stabbing David,\" he said.\n\"The other lady who was getting names from people outside, she came running in and saw poor David had been stabbed.\"\nHe said both were quite distressed but were \"coping quite well\" under the circumstances.\nCatholic priest Father Jeff Woolnough said he tried to administer last rites to Sir David shortly after the stabbing but police told him he could not enter a crime scene. Instead, he prayed for his friend on the street behind a police cordon.\nAli Harbi Ali was initially arrested on suspicion of murder and held in Essex. \nHe has since been transferred to a London police station where he was further detained under Section 41 of the Terrorism Act.\nPolice say they are not looking for anyone else for now.\nEarly investigations revealed a potential motivation linked to Islamist extremism, police said. \nIt is thought Ali Harbi Ali did not spend long in the Prevent programme - which aims to stop people becoming radicalised.\nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives.\nEngagement in the scheme is voluntary and it is not a criminal sanction.\nSir David, 69, who was married with four daughters and a son, is the second MP to be killed in recent years following the murder of Labour MP Jo Cox in June 2016.\nThe latest attack has raised concerns for the safety of MPs, many of whom hold constituency surgeries which anyone can attend.\nHome Secretary Priti Patel said MPs had access to a \"panoply\" of security measures - many of which were put in place after Ms Cox's murder - but said changes could be made to constituency surgeries.\nAny measures needed to be proportionate, she told the BBC's Andrew Marr show. \"We're here to serve, we're here to be accessible to the British public.\"\nMs Patel described hearing the news that Sir David had died, saying \"our worlds were shattered\".\nA post-mortem examination of Sir David took place on Saturday, police said.\nMeanwhile, Tory MP Andrew Rosindell said the killing of his friend and fellow Essex MP \"shouldn't change things in a way that stops us going about our democratic role\".\n\"There's got to be some balance to this. I don't have an answer,\" he told BBC Breakfast on Sunday. \"This is not the Britain I want, this is not the country that we're used to.\"\nLabour's Diane Abbott MP said she would prefer to meet constituents behind a screen to prevent possible stabbing attacks.\nCommons Speaker Sir Lindsay Hoyle said he wanted to avoid a knee-jerk reaction but insisted \"the best had to come out of this hideous killing\".\nHe said security measures would be reviewed to improve MPs' safety and urged MPs to take up measures already available to them.\nTributes to Sir David have been pouring in from politicians and constituents, with the home secretary saying his \"infectious personality\" meant he \"touched so many lives\".\nOver the weekend, people have gathered for a candlelit vigil in Leigh-on-Sea to mark Sir David's life and attended a church service to share their memories of him.\nMany constituents have reflected on his gentle nature and willingness to listen and to help.\nSir David had long campaigned for Southend to be given city status. On Sunday, Sir Lindsay Hoyle said that would be \"a good thing to do\" in his memory."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58943013",
      "category": "world-africa",
      "title": "Sudan: Protesters demand military coup as crisis deepens",
      "tags": "Sudan crisis,Abdalla Hamdok,Sudan",
      "text": "Opponents of Sudan's transition to democracy took to the streets of Khartoum on Saturday to call on the army to take control of the country.  \nSeveral thousand demonstrators gathered outside the presidential palace as the country's political crisis deepens. \nMilitary and civilian groups have been sharing power since the toppling of President Omar al-Bashir in 2019.\nHowever, tensions have grown since a coup attempt attributed to followers of Mr Bashir was foiled in September. \nSince then, military leaders have been demanding reforms to the Forces of Freedom and Change (FFC) coalition, a civilian alliance which led the anti-Bashir protests and formed a key part of the transitional government. The armed forces have also called for the replacement of the cabinet. \nHowever, civilian leaders say that the demands are part of a power grab from the armed forces. \nOn Saturday, pro-military demonstrators chanted \"down with the hunger government\" and called for General Abdel Fattah al-Burhan, head of the armed forces and Sudan's joint military-civilian Sovereign Council, to instigate a coup and seize control of the country. \n\"We need a military government, the current government has failed to bring us justice and equality,\" one protester told AFP. \nUnlike previous demonstrations in the country, protesters were allowed to reach the gates of the presidential palace and there was little police presence. \nPro-government protesters have also called a rally on Thursday in response to Saturday's demonstrations. \nOn Friday, Sudan's civilian Prime Minister, Abdallah Hamdok, unveiled a plan to tackle what he called the country's \"worst and most dangerous\" political crisis in its two-year transition. \n\"I am not neutral or a mediator in this conflict. My clear and firm position is complete alignment to the civilian democratic transition,\" he said.\nMr Hamdok was sworn in as Prime Minister in August 2019, after mass protests saw the military step in and end the 30-year-rule of Omar al-Bashir in April. \nBut support for the transitional government has slumped in recent months as economic reforms spearheaded by Mr Hamdok have seen fuel subsidies slashed and inflation soar. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58943245",
      "category": "world-europe",
      "title": "Macron condemns 'unforgivable' 1961 massacre of Algerians in Paris",
      "tags": "France,Emmanuel Macron,Algeria",
      "text": "French President Emmanuel Macron has called a bloody crackdown on Algerian protesters by police in Paris 60 years ago an \"unforgivable crime\".\nOn 17 October 1961, French police turned on Algerian demonstrators. Some were shot, others were drowned.\nThe precise number of victims is not known, but some say several hundred could have lost their lives.\nMr Macron is the first French president to attend a memorial for those killed that day. \nHe joined a commemoration beside the bridge over the River Seine which was the starting point in 1961 for a march against a night curfew imposed only on Algerians.\nMr Macron told relatives of victims on the 60th anniversary of the bloodshed that \"crimes\" were committed under the command of the notorious Paris police chief Maurice Papon. Papon was revealed in the 1980s to have collaborated with occupying Nazi forces in World War Two in transferring Jews to Nazi death camps. \nThe 1961 march was repressed \"brutally, violently and in blood\", Mr Macron's office said in a statement. Some 12,000 Algerians were arrested, many were wounded and dozens killed, it added. \nBut activists hoping for an even stronger recognition of responsibility were left disappointed. \nMr Macron stopped short of an apology and did not give a public speech, with the Élysée Palace issuing only the written statement.\nThe president's statement \"is progress but not complete. We hoped for more\", Mimouna Hadjam of the Africa93 anti-racism association told the AFP news agency. \n\"Papon did not act alone. People were tortured, massacred in the heart of Paris and those high up knew,\" Hadjam added, calling for recognition of a \"state crime\".\nHistorian Emmanuel Blanchard said that Mr Macron's comments represented \"progress\" and had gone \"much further\" than his predecessors.\nThe massacre, which happened during the war against French rule in Algeria, was denied or concealed by French governments for decades.\nThe first commemorations of the event were organised in 2001 by the mayor of Paris.\nIn 2012, then-President François Hollande said the Republic recognised that Algerians had been killed that day in a \"bloody repression\", and he paid tribute to the victims."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58947172",
      "category": "world-europe",
      "title": "Pedro Sánchez: Spanish PM vows to outlaw prostitution",
      "tags": "Spain,Pedro Sanchez,Prostitution,Sex trafficking",
      "text": "Spain's Prime Minister Pedro Sánchez pledged on Sunday to criminalise prostitution in the country. \nSpeaking to supporters at the end of his Socialist Party's three-day congress in Valencia, Mr Sánchez said that the practice \"enslaves\" women. \nProstitution was decriminalised in Spain in 1995 and in 2016 the UN estimated the country's sex industry was worth €3.7bn (£3.1bn, $4.2bn). \nA 2009 survey found that up to one in three Spanish men had paid for sex. \nHowever, another report published in 2009 suggested that the figure may be as high as 39% and a 2011 UN study cited Spain as the third biggest centre for prostitution in the world, behind Thailand and Puerto Rico.\nProstitution is currently unregulated in Spain, and there is no punishment for those who offer paid sexual services of their own will, as long as it does not take place in public spaces. However, pimping or acting as a proxy between a sex worker and a potential client is illegal. \nThe industry has boomed since its decriminalisation and it is commonly estimated that around 300,000 women work as prostitutes in Spain. \nThe Spanish police freed 896 women being exploited as sex workers in 2019 and estimate that over 80% of those working as prostitutes are victims of mafias.  \n\"Prostitution is not an expression of women's sexual freedom,\" said APRAMP, an association which campaigns to prevent and eradicate sexual exploitation. \"It is almost always linked to violence, marginalisation, economic difficulties and a sexist, patriarchal culture.\" \nThis Socialist Party (PSOE) proposal comes at a time when issues such as gender violence and sexual consent have been taking centre stage in Spanish public debate. \nHowever, CATS, a charity which provides support to sex workers in southeastern Spain, warned that policies aimed at abolition are unlikely to work, instead sending the sex industry further underground. \n\"If you throw people engaged in prostitution out of the establishments and flats where they work, then they're going to end up on the street,\" said Nacho Pardo of CATS. \"And that is sad, it's dangerous and it makes them vulnerable to mafias.\" \nCésar Jara, a Spanish journalist who has researched the sex industry, told Efe news agency that \"95% of prostitution in Spain is not free, it's forced in one way or another, whether because of socio-economic conditions, threats or other pressures\". \nSex trafficking generates €7-8m daily in Spain, he says, describing the country as Europe's second-biggest prostitution market in Europe after Germany, and as \"a paradise for international mafias\".\n\"The worst thing is that some young people see it as normal to pay so that a woman gives them pleasure however they want.\" \nIn 2019, Mr Sánchez's PSOE published a pledge in its election manifesto to outlaw prostitution, in what was seen as a move to attract more female voters. \nThe manifesto called prostitution \"one of the cruellest aspects of the feminisation of poverty and one of the worst forms of violence against women\".\nHowever two years on from the election, no legislation has yet been tabled. Spanish media report that the PSOE would need to agree on a draft with their left-wing Podemos coalition partners before presenting a bill to parliament, so there is still a long way to go.\nPSOE equality secretary Carmen Calvo, quoted by Efe, said \"we've passed other laws which were much more difficult, so we'll get this one done\", though she warned of \"ridiculous traps\" frequently placed in the path of feminists.\nSupporters of Spain's current system say that it has brought huge benefits to the women working in the trade and made life safer for them. \nHowever in recent years significant concerns have grown around the potential for women to be trafficked into sex work. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58938399",
      "category": "uk",
      "title": "Sir David Amess: Johnson and Starmer lay flowers for killed MP",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58940458",
      "category": "world-middle-east",
      "title": "Nazanin Zaghari-Ratcliffe: British-Iranian aid worker loses court appeal in Iran",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "The British-Iranian aid worker Nazanin Zaghari-Ratcliffe has lost an appeal against a second jail sentence in Iran. \nHer family said on Saturday that there had been no court hearing, but her lawyer was informed of the outcome.\nFirst jailed for five years in 2016 after being accused of plotting against the regime, she was sentenced to another year's confinement in April on charges of \"spreading propaganda\". \nShe spent the final year of her term on parole at her parents' home in Tehran. \nBut concerns have been raised that Mrs Zaghari-Ratcliffe may now be sent back to prison. \nSpeaking to the BBC, her husband, Richard Ratcliffe, said that his wife was \"waiting for the call to summon her back\" and said that she was \"traumatised at the thought of having to go back to jail\".\nShe had called her daughter several times over the course of the day to tell her she loves her, such is her fear that her return to confinement may be imminent, he said. \nMr Ratcliffe has not seen his wife in person since her imprisonment in 2016. Their daughter, Gabriella, who was with her mother in Tehran when she was arrested, has been with him in the UK since 2019.\nUK Foreign Secretary Liz Truss denounced the Iranian decision as \"an appalling continuation of the cruel ordeal\" Mrs Zaghari-Ratcliffe is going through.\n\"We are doing all we can to help Nazanin get home to her young daughter and family and I will continue to press Iran on this point,\" Ms Truss said.\nMrs Zaghari-Ratcliffe was a project manager for the charity Thomson Reuters Foundation when she was was arrested in April 2016 after having taken her daughter to Iran to celebrate the Iranian new year and to visit her parents.\nIranian authorities alleged that Mrs Zaghari-Ratcliffe was plotting to topple the government in Tehran and Iran's Revolutionary Guards accused her of leading a \"foreign-linked hostile network\" when she visited.\nShe completed a five-year sentence in March this year, only to be slapped with a fresh one-year jail term for \"propaganda against the system\".\nShe is one of a number of Western passport holders being held by Iran in what human rights groups condemn as a policy of hostage-taking aimed at winning concessions from foreign powers.  \nHer husband has alleged that she is being held hostage over a long-standing debt of £400m ($550m) that Britain owes Iran for a tank deal that was never fulfilled. \nAnalysis by Caroline Hawley, BBC Diplomatic Correspondent\nOver the five and a half years since Nazanin Zaghari-Ratcliffe's arrest, it has become increasingly clear that she's a chess piece in a geopolitical game, and that political calculations lie behind Iran's legal moves against her.   \nThe UK government repeatedly says it's doing all it can to get her home.  But Iran has made it abundantly clear that her freedom - and that of other dual nationals - will come at a price.   \nIn particular, it wants the UK to repay the debt owed since before Nazanin Zaghari-Ratcliffe was born, when Iran bought tanks that were not delivered after the Islamic Revolution of 1979.   \nRichard Ratcliffe sees the failure of her appeal - without even a court hearing - as merely a \"judicial figleaf\" for continuing to hold her hostage.  And he fears that unless the debt is paid she is \"never coming home\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-48511226",
      "category": "world-africa",
      "title": "Sudan crisis: What you need to know",
      "tags": "Sudan crisis,Sudan,Khartoum,Omar al-Bashir",
      "text": "Sudan has been in the midst of a political crisis since long-serving ruler Omar al-Bashir was overthrown in April. The military and pro-democracy movement have been locked in a tussle for power that has led to mass protests and killings. \nThe security forces have used brute force to strengthen the position of the generals. In the worst such case, dozens of people were killed - and some had their bodies thrown into the River Nile - in a crackdown on protesters in the capital, Khartoum on 3 June. \nBut tens of thousands of protesters returned to the streets a few weeks later to stage the biggest demonstration since Mr Bashir's overthrow. This forced the junta to resume talks on a power-sharing government and an agreement has now been reached.\nHere's what you need to know about the crisis.\nThe unrest in Sudan can be traced back to December 2018, when then President Bashir's government imposed emergency austerity measures to try to stave off economic collapse. \nCuts to bread and fuel subsidies sparked demonstrations in the east over living standards and the anger spread to the capital, Khartoum. \nThe protests broadened into demands for the removal of Mr Bashir - who had been in charge for 30 years - and his government.\nThe movement reached a climax on 6 April, when demonstrators occupied the square in front of the military's headquarters to demand that the army force the president out.\nFive days later, the military announced that the president had been overthrown.\nA council of generals assumed power on 11 April but it has struggled to return normality to the country.\nThe seven-member Transitional Military Council (TMC) is led by Lt-Gen Abdel Fattah Abdelrahman Burhan. The council says it needs to be in charge to ensure order and security.\nBut the army is not a unified force in Sudan. Paramilitary organisations and various Islamist militias hold some sway.\nThe military has also faced international condemnation for the attack on protesters on 3 June, with the UK saying the military council bore \"full responsibility\".\nIn response, the TMC expressed \"sorrow for the way events escalated\", saying that the operation had targeted \"trouble makers and petty criminals\" .\nThe economic problems brought Sudanese from all walks of life to the streets, but the organisation of demonstrations was taken on by the Sudanese Professionals Association (SPA) - a collaboration of doctors, health workers and lawyers.\nThe protesters are mostly young, reflecting the country's demographics, but people of all ages have been seen in the crowds. \nWomen are at the forefront of the demonstrations. A video of a young woman standing on the roof of a car and leading the chants was widely shared on social media.\nWhen the military took power in April, demonstrators stayed put outside its headquarters and insisted that it transfer authority to a civilian administration.\nTalks between the ruling generals and the protest organisers, who have come together under the umbrella group Forces of Freedom and Change, initially showed little sign of progress, but they eventually came to an agreement.\nThe military and protesters have reached several agreements fleshing out the details of a power-sharing arrangement, with each side trying to overcome suspicion and build a working relationship. \nOn 4 August they signed a constitutional declaration which will pave the way for the formation of a transitional government. A formal signing ceremony is due to take place on 17 August.\nThey have agreed on the following:\nThe long transition period is seen as a victory for the pro-democracy movement - the generals had threatened a snap election after the 3 June crackdown.\nDemonstrators argued that Mr Bashir's regime was so deeply entrenched that it would take time to dismantle its political network and open the way for free and fair elections.\nMore about the Sudan crisis:\nMost African and Western countries have backed the protesters. But Egypt, Saudi Arabia and the United Arab Emirates are seen to be allies of the junta. \nThey perhaps fear the protests in Sudan could inspire similar events to take place in their countries.   \nThe TMC's vice-president, Mohamed Hamdan Dagolo, also known as Hemeti, flew to Saudi Arabia in June to meet the crown prince Mohamed Bin Salman, promising to stand with the kingdom against threats and continue sending Sudanese troops to help the Saudi-led coalition in Yemen.\nThe AU suspended Sudan as a member of the pan-African body after 3 June crackdown, saying it will be reinstated only after a civilian-led transitional authority is established. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-58945558",
      "category": "uk-england-wiltshire",
      "title": "Salisbury Plain soldier death: Jethro Watson-Pickering named by Army",
      "tags": "Boosbeck,Salisbury",
      "text": "A soldier who died during an Army training exercise on Salisbury Plain has been named. \nPte Jethro Watson-Pickering of the 1st Battalion The Yorkshire Regiment, was part of a crew operating an armoured vehicle in Wiltshire on Friday.\nThe vehicle overturned near Enford and hit a tree, trapping several soldiers inside, a source told the BBC. \nThe Yorkshire Regiment said on Facebook that its thoughts and prayers were with Pte Watson-Pickering's family.\nIt also confirmed the 23-year-old was from the village of Boosbeck, near Redcar on Teesside. \nThe presence of live ammunition meant firefighters could not use cutting equipment, so Army engineers rescued those inside, the source said.\nIt took several hours for the Corps of Royal Electrical and Mechanical Engineers to free the soldiers.\nWiltshire Police said a joint investigation with the Health and Safety Executive and the Army has been launched.\nAn Army spokesperson added: \"It is with sadness that we can confirm the death of Private Jethro Watson-Pickering in an incident on Salisbury Plain Training Area. \n\"The thoughts and sympathies of the Army are with the family and friends of Pte Watson-Pickering at this very sad time.\"\nThe British Army currently has about 76,500 soldiers, with about 15,000 based around the West Country.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58948182",
      "category": "business",
      "title": "Klarna to offer pay now option ahead of crackdown",
      "tags": "Companies,Personal finance,Online shopping,Retailing,Personal debt,Klarna",
      "text": "Buy now, pay later firm Klarna is planning changes ahead of an expected Treasury crackdown on the UK market.\nThey include a \"pay now\" option, to let people pay for items in full, immediately.\nThe boom in the use of buy now, pay later has fuelled fears that it encourages people into debt.\nKlarna's boss, Sebastian Siemiatkowski, told the BBC that retailers using its service see the average value of an order increase by 40%.\nThe company said it wanted to \"drive up standards\" in the sector by improving the way it operates and communicates as well as introducing the choice of paying for items in full, immediately.\nKlarna said the \"pay now\" option and other changes it was making would give customers more clarity and control.\nIt also said it would perform more thorough checks on how much users could afford to borrow, and use clearer language during the checkout process to ensure customers understood they were taking on debt.\nThe \"pay now\" option for customers is already available in several of the 20 other countries where Klarna operates.\nLike other buy now, pay later services, Klarna offers shoppers the opportunity of delaying or spreading the cost of a purchase without being charged fees or interest. \nInstead Klarna charges retailers a small percentage of the transaction cost in exchange for providing the payment service.\nThe opportunity to pay in instalments appeals in particular to younger and low-income shoppers.\nIt allows customers to order several sizes of a clothing item, for example, in the expectation that those which do not fit will have been returned and refunded before they are charged the full amount.\nBut such schemes have been widely criticised for encouraging shoppers to buy more than they can afford, with charities warning it can be a \"slippery slope into debt\". \nCritics say customers are bombarded with messages urging them to use buy now, pay later credit without a clear enough explanation of what it involves. \nIn particular, buy now, pay later firms have been accused of failing to explain that customers could be referred to debt collectors and that their credit scores could be affected if they miss payments.\nConsumer group Which? recently found that although Klarna and other firms shared their guidelines with retailers about how their service should be presented, some retailers did not adhere to those guidelines.\nKlarna is the largest buy now, pay later platform but many other firms offer a similar service, including Clearpay, LayBuy and Paypal.\nBuy now, pay later services were used by five million people in the UK for total sales of £2.7bn in 2020. However, one in 10 people using them already had debt arrears elsewhere, a review by the Financial Conduct Authority found.\nThe review, led by Chris Woolard, found that three quarters of buy now, pay later users were under the age of 36 and the vast majority of transactions related to clothing purchases.\nThe Citizens Advice charity said it had found shoppers did not view buy now, pay later services as \"proper borrowing\" and many did not understand fully what they were signing up for.\nThe charity warned that four-in-10 of those who had used this type of credit in the previous 12 months were struggling to repay. \nKlarna's boss said he believed there was a place for this kind of affordable credit offering.\n\"We firmly believe that most of the time, people should pay with the money they have, but there are certain times where credit makes sense,\" Mr Siemiatkowski said.\n\"In those cases, our [buy now, pay later] products offer a sustainable and no-cost healthy form of credit - and a much needed alternative to high-cost credit cards.\"\nKlarna said it had worked with consumer group Fairer Finance to ensure its terms and conditions were \"clear, simple and easy to understand\", and that the language during the checkout process made it \"absolutely clear\" there would be \"consequences for missed payments\".\nIt had also improved its complaints procedure for dissatisfied customers, it said.\nIn February, the government announced that buy now, pay later products would be regulated by the Financial Conduct Authority (FCA).\nThe Treasury's consultation on the sector is expected before the financial watchdog sets out its rules on regulation later.\nThe government said that giving the FCA oversight of firms like Klarna, Clearpay or Laybuy would mean that customers would be able to complain to the Financial Ombudsman if they were not happy with the service."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58929348",
      "category": "education",
      "title": "Further strikes threatened at universities this term",
      "tags": "Universities,Students,Young people,Strike action",
      "text": "Students could face more strike action at universities this term after the academics' union opened a ballot over pay, pensions and conditions.\nUniversity and College Union (UCU) general secretary Jo Grady said the UK's flagship university sector was built on the \"exploitation of staff\".\nThey had experienced a decade of pension cuts, collapsing pay and insecure contracts, she said.\nUniversity employers said the prospect of disruption was \"disappointing\".\nThe union is demanding:\nThe ballot represents a ramping up of the long-running dispute between UCU members and university employers, with staff at 152 institutions being balloted.\nA total of 78 of these are being consulted during the next three weeks over pay and working conditions, with another 68 facing two ballots - over pay and conditions, plus the USS pensions scheme.\nThe dispute over pensions has been rumbling on for nearly a decade, and has been kicked into action again after what the UCU describes as a \"flawed valuation of the USS pension fund\" wiped \"an estimated 35% off the value of a typical pension\".\nThe pay dispute has led to numerous strike days over the past two years, and was only paused during the pandemic.\nMs Grady said: \"There is a sense that we are at a breaking point and a sense that this is a sector that needs saving. I don't think I can over-articulate that enough.\n\"The idea that staff would want to go out on strike again could not be further from the truth.\"\nShe accused institutions of spending their increased fee and research income on extravagant building projects, advertising and advice from consultants, rather than the staff who are teaching young people.\nAnd she added that \"exploitative contracts\" were the \"dirty secret\" of a higher education sector which requires students to pay £9,000-plus fees a year for tuition.\nThe union estimates that there are some 74,000 staff working on such temporary contracts.\nThe UCU says pay for university staff fell by 17.6% relative to inflation between 2009 and 2019.  \nSince then employers made further below-inflation offers, despite university income from tuition fees growing by a third in the last five years, it said. \nThe University and Colleges Employers Association has offered guaranteed increases of at least 1.5% to the pay spine. \nHigher percentage rises were pledged for lower-paid staff, up to a maximum of 3.6%.\nChief executive Raj Jethwa said: \"We are disappointed that UCU is encouraging its members to ballot for action which is specifically designed to disrupt teaching and learning for students who have endured so many recent upheavals.\" \nMr Jethwa continued: \"The final offer from employers was fair and meaningful in the context of the sector's ongoing delicate financial situation. \n\"We very much hope the trade union members understand the considerable pressures which continue to face their HE [higher education] institutions. The financial impact of Covid-19 continues to affect these HE institutions, alongside declines in other income sources.\"\nHe added that most staff understood the \"financial realities facing their institutions\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58943249",
      "category": "world-latin-america",
      "title": "Venezuelan President Maduro's close aide extradited to US",
      "tags": "Nicolás Maduro,Venezuela,Cape Verde,Venezuela crisis",
      "text": "One of President Nicolás Maduro's closest aides has been extradited from Cape Verde to the United States, where he's been charged with money laundering.\nThe US Treasury says Alex Saab worked as a front man for Mr Maduro's regime. \nThe Venezuelan government suspended talks soon afterwards with the US-backed opposition.  \nThe talks were to resolve a political crisis that has led to violence and the collapse of the economy. \nThe discussions had been due to resume this weekend in Mexico.\nThe US Treasury accuses Mr Saab - a Colombian-born businessman and Venezuelan envoy - of using his accounts in American banks to launder the proceeds of corruption.\nHe was detained in June last year as his plane made a stopover to refuel in Cape Verde. \nMr Saab said he was travelling on an official mission to obtain medical supplies to deal with the Covid-19 pandemic. He denies all the charges and says they are politically motivated.\nThe Venezuelan government has accused the US of kidnapping diplomatic personnel and announced the suspension in negotiations with the opposition that were set to resume this weekend. \nMr Saab was due to be a member of the government's negotiating team in talks with the opposition in Mexico.\nThe suspension of talks was announced by ruling Socialist party legislator Jorge Rodriguez, who heads the government's negotiating team.\nMr Rodriguez called the decision \"an expression of our deepest protest against the brutal aggression\" against Mr Saab.\nMr Saab is accused of making large amounts of money from overvalued contracts, as well as from Venezuela's government-set exchange rate and centralised system of import and distribution of basic foods.\nVenezuela has faced chronic shortages of food and medicine as a result of years of political and economic crisis.\nVenezuela's opposition has described Mr Saab as a front man doing shady deals for the populist socialist regime of Mr Maduro.\nColombian President Ivan Duque tweeted that Mr Saab's extradition was \"a triumph in the fight against drug trafficking, money laundering and corruption by the dictatorship of Nicolas Maduro\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58945569",
      "category": "uk-wales-politics",
      "title": "Sir David Amess: Death threat to Rhondda MP Chris Bryant after kindness plea",
      "tags": "Rhondda,Liz Saville-Roberts,Simon Hart,David Amess death,Cardiff,Chris Bryant,Carmarthen,Penarth,Vaughan Gething",
      "text": "A Welsh Labour MP said he has been subjected to \"another death threat\".\nAfter the killing of Conservative MP Sir David Amess, Chris Bryant told BBC Wales he did not know of any MP who had not received at least one death threat.\nThe Rhondda Labour MP said the latest threat came after he tweeted that people should be kinder to those they do not agree with.\nWelsh Secretary Simon Hart said he had also spoken with other MPs this weekend who had faced \"alarming incidents\".\nSpeaking on the BBC Politics Wales programme, Mr Hart, the Conservative MP for Carmarthen West and South Pembrokeshire, said that MPs \"pride themselves on the fact that they are open and are available\", so any response to Sir David's killing does not \"compromise those basic ambitions that we all have\".\nMr Bryant wrote in an article in The Guardian that it was time to \"get serious about MPs' security away from the parliamentary estate\". \n\"That starts with the police. My local police have always been great in dealing with threats of violence to me. But I know from colleagues that this is patchy,\" he said in the article.\nHe said: \"I've been an MP for 20 years, I'm painfully aware that there can't be many workplaces in the land where you've had to face two colleagues being murdered in five years and of course Stephen Timms stabbed before that,\" he said.\nMr Timms, Labour MP for East Ham, was stabbed at a constituency surgery in east London in 2010. A woman was later jailed for life for attempted murder.\nMr Bryant said: \"If we're to be able to do our job properly, which in Britain relies on being… very much in our local communities, we've got to keep hold of that but that does need a little bit of support to make sure that we are secure and safe.\"\nHe called for greater respect between politicians on all different sides, adding that social media had also contributed to the problem.\n\"I think we just spit too much venom in each other's face and all that poison has just built up over the last few years. Social media don't help.\"\nLindsay Hoyle, the Speaker of the House of Commons, has said he is working \"at pace\" with police and the home secretary to find ways to improve safety for MPs.\nLiz Saville Roberts, Plaid Cymru MP for the rural seat of Dwyfor Meirionnydd, told Politics Wales the size of her constituency meant it was \"a real challenge in practical terms to have the police present with us\".\nThe Senedd Commission has called a meeting to allow Members of the Senedd to discuss security concerns at the Welsh Parliament.\nWelsh Economy Minister Vaughan Gething said: \"I certainly have thought more about what I do when I'm going about my business not just as an elected representative... but also just in my normal life as well.\n\"I didn't have to think about that when I was first elected but I do need to think about it now,\" said the Labour Member of the Senedd for Cardiff South and Penarth.\n\"There's been a harder edge to some of the language that's used, both online but also with the recent demonstration outside the Senedd.\"\nProtesters gathered outside the Senedd's buildings following a knife-edge vote on Covid passes, chanting \"shame on you\" following the result.\nAnd in July there was cross-party condemnation after anti-lockdown protestors gathered outside the home of First Minister Mark Drakeford. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58947033",
      "category": "uk",
      "title": "Sir David Amess: Prevent scheme needs urgent work, says Robert Buckland",
      "tags": "UK government,Robert Buckland,Counter-terrorism",
      "text": "The government's Prevent scheme - which aims to stop people becoming terrorists or supporting them - needs urgent work, the former justice secretary has said.\nRobert Buckland said there needs to be more of a \"joined up\" approach to monitor individuals.\nIt has emerged that the man suspected of killing Sir David Amess had been referred to Prevent some years ago.\nThe scheme is already being reviewed to ensure it is \"fit for purpose\", Home Secretary Priti Patel said.\nThe Prevent scheme is part of the government's overall counter-terrorism strategy. It aims to reduce the terror threat to the UK by stopping people from being drawn into terrorism.  \nIn the year to March 2020, just over 6,000 people were referred to the Prevent scheme in England and Wales, because of concerns they were at risk of radicalisation.\nOnce someone is referred to the scheme, an assessment is made about whether further action is needed. \nIn some cases - about 11% of referrals - the person is placed on the government's Channel scheme for support such as mentoring. The most common referrals to Channel were for right-wing radicalisation (43%), followed by Islamist radicalisation (30%), in the year to March 2020.\nEngagement in the Prevent scheme is voluntary and it is not a criminal sanction.\nThe BBC understands that Ali Harbi Ali, the man arrested by police following the murder of MP Sir David on Friday, had been referred to Prevent some years ago.\nHowever, it is thought Mr Ali, 25, did not spend long in the Prevent programme, and he was never a formal subject of interest to MI5.\nSpeaking to Times Radio on Sunday, Mr Buckland - who was the government's justice secretary until September - said he thought there needed to be more cooperation between agencies.\n\"I very much hope that when it comes to community supervision and community involvement with people like this particular individual, that it is much more joined-up between health services, education, whatever it might be, who have had some involvement with that individual in the past,\" he said.\n\"And I think that that element of being joined-up is what we really need to work on urgently.\"\nAsked how agencies might work more closely, Mr Buckland said: \"There may be records or information from schools or colleges or from the health service which can tell us much more about individuals and their activities.\n\"I think we need to join this up much more effectively because what we're talking about here is community prevention.\n\"We've got to make sure that every arm of the state is absolutely working together in order to understand as much as possible about these individuals.\"\nEarlier, Home Secretary Ms Patel said that Prevent was being independently reviewed \"right now\".\nThe independent review began earlier this year and is being led by William Shawcross, the former head of the charity watchdog the Charity Commission. \n\"It's timely to do that, we have to learn, we obviously constantly have to learn, not just from incidences that have taken place but how we can strengthen our programmes.\"\nShe added: \"We want to ensure that it is fit for purpose, robust, doing the right thing. But importantly learning lessons, always building upon what is working and addressing any gaps or issues where the system needs strengthening.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58898085",
      "category": "health",
      "title": "Prof Sarah Gilbert, Covid vaccine creator: Now let’s take on 12 more diseases",
      "tags": "Medical research,Vaccination,University of Oxford,Malaria",
      "text": "Medical science has transformed the pandemic, and the experimental technologies that helped develop vaccines in record time have strapped rocket boosters to scientific ambitions. Could we be entering a golden age of new vaccines?\nIf you head to the cutting edge of vaccinology you will find Prof Dame Sarah Gilbert, from the Jenner Institute and the architect of the Oxford vaccine.\nUsing a revolutionary technology, the team at Oxford had a vaccine ready to start clinical trials in just 65 days. In partnership with pharma giant AstraZeneca, more than 1.5 billion doses have been distributed around the world.\nYou might assume that once you had reached the top of your professional tree you would be free to think profound thoughts that push the boundaries of human knowledge. Yet nearly every time I interview Prof Gilbert, I get the sense that a huge chunk of her time is taken up buying fridges and freezers. After all, if you can't keep viral samples and prototype vaccines cold then you can't do vaccine research.\n\"I'm still being asked for more,\" Prof Gilbert tells me.\nBut the kitchen, where such appliances are most commonly found, is not a bad place to build an understanding of the leap in vaccine science achieved by Prof Gilbert and her contemporaries. \nThe new generation of vaccines are quick to make and highly flexible. \"It's like decorating a cake,\" says Prof Gilbert.\nThe old-school method of developing vaccines means you must go back to the raw materials and start from scratch for every vaccine you make. It is like starting with a bench of flour, sugar, eggs and butter. The next step is to take the offending virus, or other disease-causing microbes, and either kill it or weaken it to make a vaccine.\nTake the two seasonal flu vaccines that are given each year. The adult jab is made by growing influenza viruses inside eggs. The viruses are then purified and killed to make the vaccine. The nasal spray for children has live viruses, but these are made weak and unstable so they can grow in the cooler temperatures of the nose, but not in the warmth of the lungs.\nBut it takes a lot of work to start from scratch for every new disease and there is plenty that can go wrong. You can end up with the vaccine-equivalent of a soggy bottom. \nThe development of Oxford's coronavirus vaccine used a completely different approach known as \"plug-and-play\". \nWith this type of vaccine most of the work has already been done - the cake has been pre-baked, it just needs to be \"decorated\" in order to match its target.\n\"We've got the cake and we can put a cherry on top, or we can put some pistachios on top if we want a different vaccine, we just add the last bit and then we're ready to go,\" Prof Gilbert tells Inside Health.\nThe Oxford vaccine's \"cake\" - or platform, to employ the scientific term - is a virus that causes the common cold in chimpanzees. It has been genetically modified to make it safe so that it cannot cause an infection in people. The \"decoration\" is whichever genetic blueprint is needed to train the immune system to attack. Such a blueprint is added to the cake and job done.\nIt was this work, applied to the Sars-Cov-2 coronavirus, that led to Prof Gilbert's many accolades which range from a damehood to a Barbie doll made in her image. \"Barbie's comfortably ensconced in my office, but yeah I am thinking of sending Barbie as a stand-in.\n\"It would be useful to have a double who could go and do interviews for me,\" she says. \nTwo of the other big Covid vaccines - one made by Pfizer-BioNTech and the other by Moderna - use another style of highly adaptable plug-and-play vaccine technology. And all these technologies should make it quicker and easier to develop the vaccines of the future. \n\"There's a lot of vaccine development that we need to do now that we can do it,\" says Prof Gilbert. \nTop of her list of targets are the official \"priority pathogens\". While Covid was a surprise, these are the deadly known threats that are bubbling away. They have the potential to cause large outbreaks and could be the pandemics of the future. Vaccines against them would save lives.\nThey include \nSome of this work is already under way. Oxford has started clinical trials of a plague vaccine using its plug-and-play technology. Plague infamously caused the Black Death pandemic killing hundreds of millions of people. Separately Moderna is already looking at using its own mRNA technology to make a Nipah vaccine. The virus kills up to three-quarters of infected people.\nYet, the big barrier for tackling these diseases will be the same as it has always been - money. They affect some of the poorest parts of the world and there is concern that, even in the wake of pandemic, research won't be funded.\nAnd, while vaccine technology has leapt forward - the old enemies are still the same and some have tricksy quirks that mean they pose monumental challenges. \nAll vaccines need a target - called an antigen - that they train the immune system to attack.\nFor all the problems Covid has caused, the virus was a pretty simple beast and the target antigen was blatantly obvious. The outer surface of the virus is covered in spike proteins. So all researchers had to do was plug in the genetic blueprints for the spike protein, train the body to recognise it and be pretty confident that the vaccine was going to work.\nHowever, the target antigen is not obvious in other more complex microbes such as the three big killers - malaria, HIV and tuberculosis. HIV is a constantly moving target. It is a shape-shifter that rapidly mutates in order to alter its appearance and outwit our immune system. It is hard to know how to pin it down.\nWe already have vaccines against malaria and tuberculosis, but they are far from perfect. \nThe world rightly celebrated the rollout of the first malaria vaccine in Africa, this month, but it is only about 30% effective at preventing severe disease. That's because the malaria parasite has a complex life-cycle, during which it morphs into a variety of forms, across two species. A tuberculosis bacterium is also far more complex than a coronavirus.\nThere's a long list of antigens to choose from in TB and malaria, and the right one has remained frustratingly elusive. \n\"There's such a huge range of choices, and it's not obvious what we should be using,\" Prof Gilbert tells me. \"It's taking a long time to find the right antigen, so that's much more difficult. They are much more difficult than with these outbreak pathogens, which are fairly simple viruses.\"\nHowever, BioNTech is using its tech to try to develop an HIV vaccine.\nSo, if plug-and-play was the revolution that was proven during the pandemic, what's next on the horizon? \n\"I think the next big leap in vaccines, rather than totally new technologies, is making the technologies we've got more stable, that will be great,\" says Prof Gilbert. \nVaccines are a bit like Goldilocks - they need to be kept at just the right temperature from the moment they're made to the moment they're given. It means there's a global network of freezers, fridges, cold boxes and so on, known as the cold chain. But it is hard to get vaccines to some of the remotest and poorest parts of the world, particularly where there is no electricity. \nShe also says it would be \"really good\" if we could get vaccines that don't require needles. \nIt might be better to stop giving some vaccines as injections. You may get a better immune response to some lung infections (such as Covid) by giving them as a spray. \"Because that's where the virus itself would normally go, it's different if you've got a blood-borne infection like Dengue fever.\" \n\"But this is something that we can't do very quickly, there is quite a lot of vaccine testing to be done\".\nFollow James on Twitter\nInside Health is broadcast on BBC Radio 4 at 21:00 BST on Tuesdays and 15:30 BST on Wednesdays, and is available as a podcast on BBC Sounds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58931348",
      "category": "uk",
      "title": "Sir David Amess killing: Should MPs still be able to meet the public?",
      "tags": "David Amess,David Amess death,UK Parliament",
      "text": "The killing of a second MP in five years has thrown a harsh spotlight on the risks faced by politicians.\nHome Secretary Priti Patel has asked all police forces to review security arrangements for MPs \"with immediate effect\" after Southend West MP Sir David Amess was stabbed to death at a constituency surgery.\nBut Ms Patel has stressed that it is not the end of face-to-face meetings between the public and MPs, saying: \"We live in an open society, a democracy, where we (MPs) are accessible to the people and that is right and proper.\"\nShe said measures were already in place to \"safeguard\" MPs in their constituencies and all 650 of them had been contacted since Sir David's death to check on their security.\nOperation Bridger, set up after the murder of Labour MP Jo Cox five years ago, was designed to give MPs access to extra security for their homes and offices, but there is now likely to be a push to ensure all forces are fully on board with it.\nThe home secretary said she was working closely with Commons Speaker Sir Lindsay Hoyle, who is also carrying out a review of security.\n\"If things keep me awake at night it's worrying about the security of MPs, their staff, their families,\" Sir Lindsay told the BBC.\nBut he said he had attended his own constituency surgery on Friday evening as normal despite the attack on Sir David.\n\"We have got to make sure that democracy survives this,\" he added.\nSecurity at Westminster has been stepped up in recent years, with armed police and extra security barriers, but it is harder to keep MPs safe in their constituencies.\nMost value meetings with constituents, as a way of staying in touch with issues that matter to people, but some now feel it would be safer to move to a virtual meeting space.\nConservative MP Sir Gary Streeter told the Plymouth Herald: \"There are people who hate us (MPs). We are all committed to the democratic ideal of meeting our constituents but we may have to change the way we hold our surgeries. We are elected to give access to our constituents.\"\nHis Tory colleague Tobias Ellwood said he would recommend that MPs pause holding surgeries following Sir David's killing.\n\"You can move to Zoom... you can actually achieve an awful lot over the telephone,\" he told BBC Radio 4's The World Tonight.\nBut James Duddridge, Conservative MP for Rochford and Southend East, next to Sir David's constituency, said virtual surgeries \"will not happen\".\n\"We will carry on as members of Parliament meeting our constituents and being open and accessible,\" he told BBC News.\n\"We are part of the community and that's what works so, yes, we need to dust off a few security arrangements, but there is no ability to wrap us in cotton wool, nor would our electorate want that, nor would we want it.\"\nVeteran Labour MP Harriet Harman said she will be writing to the prime minister asking him to back a Speaker's Conference to review the safety of MPs in their constituencies.\nShe told BBC Radio 4's Today programme: \"We cannot have the death of an MP being a price worth paying for our democracy.\"\nOnly six Speaker's Conferences, which seek to find cross-party solutions to major issues facing the Commons, have been held in the modern history of Parliament. The most recent one in 2010 examined how to bring MPs closer to citizens and widen the democratic process. \nMost MPs do not get close protection while in their constituencies, but security was increased following Mrs Cox's killing.\nAll MPs were offered panic buttons, extra lighting, additional locks and emergency fobs at their homes and constituency offices. \nThe spending on such measures soared from £170,576 in 2015/16 to £4.5m two years later.\nThe bigger issue, as some MPs have said in the aftermath of Sir David's killing, is the massive increase in abuse, intimidation and death threats MPs now have to face, driven by social media.\nTheir staff are also in the firing line, or have to spend part of their working day dealing with threatening messages.\nWriting on social media, Jade Bottrill - a former member of staff for Labour MP Yvette Cooper - said: \"Ultimately I left my last job because of the overwhelming death threats, I reported over 100 a week once. Usually was around 50 a week.\"\nSpeaking to the BBC, she recalled Ms Cooper's office being sent a \"sympathy card for Yvette's friends and family\".\n\"Inside there was an impending death threat - it said 'you are going to need this card because I am going to kill her'.\n\"I became obsessed with finding death threats, I would finish work quite late, I would come home, have tea, go to bed and just lay in bed scrolling Facebook, finding and reporting death threats.\n\"I would then go to sleep and have this recurring nightmare that Yvette was stabbed in the constituency.\"\nJo Cox's sister Kim Leabdeater, who earlier this year became MP for her Batley and Spen constituency said her partner had asked her to stand down after the death of Sir David.\nShe said the killing had left her \"scared and frightened\" and it was \"horrific\" that another family would have to go through what hers had.\n\"This is the risk we are all taking and so many MPs will be scared by this,\" she said.\nIn his recent book, Ayes & Ears: A Survivor's Guide to Westminster, Sir David Amess wrote about how attacks on MPs had \"spoilt the great British tradition\" of voters meeting politicians.\nHe wrote about Mrs Cox's murder and how she had been attacked \"in the most barbaric fashion imaginable\" and about the 2000 machete attack on the Liberal Democrat MP Nigel Jones, which resulted in his aide Andy Pennington's death as he tried to protect him.\nHe also said he had himself experienced \"nuisance from the odd member of the general public\" at his own property. \nMPs were issued with safety guidance for themselves and their families, Sir David wrote. and most had changed the way they interacted with voters.\nHe also mentioned frequently being abused online, and how \"ignorant cowards\" could remain anonymous.\n\"The law in this regard needs to be changed and updated as a matter of urgency,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58944531",
      "category": "world-europe",
      "title": "BBC's Rainsford can return if Russian journalists get UK visas - ambassador",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58922522",
      "category": "uk",
      "title": "Sir David Amess stabbing: What we know so far",
      "tags": "David Amess,David Amess death,Leigh-on-Sea",
      "text": "Conservative MP Sir David Amess died after being stabbed multiple times at his Essex constituency surgery, in what police are treating as a terrorist incident.\nHere's how the attack unfolded and what we know so far. \nThe MP for Southend West was stabbed at Belfairs Methodist Church in Leigh-on-Sea, in Essex. He was there for one of his regular Friday meetings with his constituents.\nJust 15 minutes before the attack, the 69-year-old was standing on the church steps, chatting and laughing with locals.\nAt about 12:05 BST on Friday, Sir David walked into the church alongside two female members of his staff to meet more constituents.  \nLocal councillor John Lamb said that it was then a man emerged from a small group of waiting constituents and attacked Sir David, stabbing him several times.\nMr Lamb later shared the accounts of Sir David's two assistants. \nHe described how one was in the room with Sir David taking notes. \"All of a sudden there was a scream from her, because the person deliberately whipped out a knife and started stabbing David.\n\"The other lady, who was getting names from people outside, she came running in and saw poor David had been stabbed.\"\nPolice arrived at the scene in Eastwood Road North within minutes where they found the MP with multiple injuries and arrested a man.\n\"We knew it must be very serious because the paramedics had been working on Sir David for over two-and-a-half hours and they hadn't got him on the way to hospital,\" Mr Lamb told the PA news agency.\nAt 14:13 an air ambulance arrived at a nearby sports ground to move him to hospital. However, members of his team began to fear the worst as paramedics remained at the scene. \nShortly before 15:00, Essex Police said Sir David had died.\nAt 13:50 on Friday, Essex Police confirmed a 25-year-old man had been arrested immediately at the scene on suspicion of murder, and that a knife had been recovered. \nWhitehall officials have confirmed to the BBC that the suspect - who is being held at a London police station under the Terrorism Act 2000 - is Ali Harbi Ali, a British national of Somali heritage.\nHe was born in Southwark in south London and grew up in Croydon, and is the son of a former adviser to a previous Somali prime minister and the nephew of the Somali ambassador to China.\nIn his teenage years he was referred to the government's extremism programme Prevent but was never a formal \"subject of interest\" for MI5.\nPrevent is the UK's terrorism-prevention programme, which aims to stop people being radicalised.\nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives.\nEngagement in the scheme is voluntary and it is not a criminal sanction. It is thought Mr Ali did not spend long in the programme.\nThe attack has been declared a terrorist incident by police.\nThe early investigation revealed \"a potential motivation linked to Islamist extremism\", according to Metropolitan Police's Counter Terrorism Command.\nBut it is still not exactly clear why Sir David in particular was targeted, Daniel Sandford, the BBC's home affairs correspondent said.\nAli Harbi Ali was initially detained on suspicion of murder but was further detained under the Terrorism Act late on Friday.\nOn Saturday, detectives were granted a warrant by magistrates to allow them to keep Mr Ali in custody until Friday 22 October.\nThe suspect is still being questioned and has not been charged.\nPolice searches have taken place over the weekend at properties in Lady Somerset Road, in Kentish Town, and Bounds Green Road in north London and Cranmer Road, Croydon.\nA post-mortem examination of Sir David has taken place, the police added.\nAnthony Finch, who was working nearby, told Sky News: \"We arrived to do some work on the adjacent building... and at the point when I was crossing the road I saw an upset lady on the phone saying 'you need to arrive quickly, he's still in the building.'\" \nHe said he had seen armed police, as well as an air ambulance and police helicopter. He told LBC: \"It's very odd and it's very distressing, that's for sure.\"\nLee Jordison, who works for a local butchers and was on the scene shortly after the stabbing, told the BBC everyone in the area was in a state of shock. \n\"Something like this doesn't happen - not in all the years I've been round this way.\"\nSir David, who was married with five children, served as an MP for 38 years, initially in Basildon from 1983, before representing Southend West from 1997.\nRaised as a Roman Catholic, he was known politically as a social conservative and a prominent campaigner against abortion. He was also a committed campaigner on animal welfare issues, and supported a ban on fox hunting.  \nThe 69-year-old was a Brexit supporter and vocal champion for the town he represented, particularly in his long-running campaign to make Southend a city. He launched a new bid last month, after a city status competition was announced to mark the Queen's platinum jubilee next year.  \nWhile he was never a minister, he was a member of numerous Commons committees, including the Health and Social Care and Backbench Business Committees.  \nBorn in Plaistow, east London, in 1952, he went to school in the capital and taught at a school in the city. He was a recruitment consultant before becoming an MP. \nHe was knighted in the 2015 New Year's Honours List for political and public service.\nHis family said in a statement that their hearts had been shattered and \"nobody should die in that way\".\nThey called on people to show kindness and love and \"set aside hatred and work towards togetherness\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58939716",
      "category": "uk-wales",
      "title": "Sir David Amess killing: Ex-police boss Arfon Jones faces backlash for tweet",
      "tags": "David Amess,David Amess death",
      "text": "A former police and crime commissioner has faced a backlash for a tweet posted after the killing of Sir David Amess.\nIn the now deleted tweet Arfon Jones, PCC for north Wales between 2016-2021, said \"this is what happens\" when you have a government that \"sows hate\". \nBrecon and Radnorshire Conservative MP Fay Jones replied that Mr Jones was \"not fit for public office\".\nThe former Plaid Cymru member has since apologised for the tweet, adding that it was \"untimely and offensive\".\nMP Sir David Amess died after being stabbed multiple times at his constituency surgery in Leigh-on-Sea in Essex on Friday.\nPolice said the killing was being treated as a terrorist incident.\nFay Jones said Mr Jones's comments were \"completely out of line\". \nMany others criticised the comments online, with one user posting: \"I hope you apologise to his family profusely; they're the ones that deserve it, not Twitter\". \nOther users labelled the comments a \"disgrace\", and accused Mr Jones of previously contributing to the political \"toxicity\" he claimed he was trying to express concern about.\nIn his apology Mr Jones said he was trying to express concern about the \"toxic nature of our political discourse\".\nMr Jones has been asked to comment. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58943152",
      "category": "uk-politics",
      "title": "Sir David Amess: We must learn from hideous killing, says Commons Speaker Lindsay Hoyle",
      "tags": "David Amess,David Amess death",
      "text": "The House of Commons Speaker Sir Lindsay Hoyle has said \"we must learn\" from the \"hideous killing\" of Sir David Amess, and ensure MPs are protected.\nThe Chorley MP told the BBC he would review safety measures - but also warned against a \"knee-jerk reaction\".\nHe said it was important to \"protect our democracy\" against \"people who hate our values and the democratic process\". \nHe also urged MPs to take up the security options currently on offer.\nSir Lindsay praised Sir David as a \"well-loved\" politician who \"got the best out of the job\".\nHe said MPs would be able to pay tribute in the House of Commons on Monday, followed by a church service. \nHe also said it would be right to install a plaque in the House of Commons to honour Sir David, as happened following the murder of MP Jo Cox in 2016.\nSpeaking to the BBC's Andrew Marr, Home Secretary Priti Patel said she and the Speaker were looking at \"practical measures\" to protect MPs.\nBut she stressed that any action should be \"proportionate to the risk\" and that MPs should remain \"accessible\".\nSir David, 69, was stabbed multiple times at Belfairs Methodist Church in Leigh-on-Sea, where he had been meeting members of the public. \nA man arrested by police after the killing is Ali Harbi Ali, a 25-year-old British citizen of Somali heritage, Whitehall officials have told the BBC.\nPolice say he is being held at a London police station under the Terrorism Act 2000. \nIt has also emerged that some years ago he was referred to the government's counter-extremism programme, Prevent, although it is thought he did not spend long in the scheme and he was not on MI5's watch list.\nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives. \nThe attack has led MPs and their staff to question whether they are still safe to meet constituents face-to-face without police protection. \nSir Lindsay said it was \"right\" that he went ahead with his own two-hour surgery in his constituency in Lancashire on Friday, hours after hearing of the attack on Sir David.\nMPs regularly hold surgeries in public buildings, such as churches and libraries, where constituents can seek advice and support. \n\"My constituents needed access to me - I gave them that access,\" Sir Lindsay said.\nHe acknowledged people would be \"very worried\" and said it was important to get \"the best outcome out of this hideous killing\".\n\"We will look at all the different measures, we will review measures, we will also remind members - please take up the measures available to you,\" he said. \nSince Jo Cox's murder, MPs have increasingly been taking more security precautions.\nIn 2016, Labour's Jess Phillips told the BBC she had installed a panic room in her office and locksmiths had \"overhauled\" her house. \nOther MPs, including Labour's deputy leader Angela Rayner and Conservative minister Caroline Dinenage, have said they have had emergency buttons fitted in their homes. \nMost MPs do not get close protection while in their constituencies, but security was increased following Ms Cox's killing.\nAll MPs were offered panic buttons, extra lighting, additional locks and emergency fobs at their homes and constituency offices. \nThe spending on such measures soared from £170,576 in 2015/16 to £4.5m two years later.\nWriting in the Observer and the Mail on Sunday, Sir Lindsay also called for an end to \"the hate which drives... attacks\" against MPs.\n\"If anything positive is to come out of this latest awful tragedy,\" he said, \"it is that the quality of political discourse has to change. The conversation has to be kinder and based on respect.\" \nMs Patel said abuse directed to MPs - as well as the wider population - could be \"very corrosive\" but said the government would adopt a \"balanced\" approach towards banning anonymous accounts, as they could be used by \"pro-democracy\" movements.\nLabour MP Diane Abbott - who has been the target of a large volume of online abuse - told the BBC it could be \"very traumatic\".\nShe said social media companies needed to do \"a lot more\" to take down abusive accounts.\nThe London MP opposed suggestions that police could be sent to guard MPs' constituencies.\n\"One of my colleagues tried that and the numbers that came in just dropped,\" she said. \nAsked about the possibility of ramping up security at MPs' surgeries, Ms Patel said it was one of a \"range of measures\" that could keep politicians safe.\nBut she added it should be considered on a case-by-case basis and be proportionate to the risk posed. \nThe home secretary advised that MPs could improve their security by only seeing constituents who have pre-booked an appointment and checking the backgrounds of the individuals. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58949153",
      "category": "uk",
      "title": "Sir David Amess death: Show kindness and love, say MP's family",
      "tags": "David Amess,David Amess death",
      "text": "The family of MP Sir David Amess have said their hearts are shattered as they called on people to \"set aside hatred and work towards togetherness\". \nThe Conservative MP was stabbed multiple times during a meeting with his constituents in Essex on Friday.\nA 25-year-old British man is being held under the Terrorism Act.\nIn a statement, his family said they were trying to understand \"why this awful thing has occurred... nobody should die in that way. Nobody\".\nSir David, 69, was married with four daughters and a son.\nThe family said the \"wonderful\" tributes paid to him by friends, constituents and the public had given them strength.\n\"We have realised from tributes paid that there was far, far more to David than even we, those closest to him, knew,\" they added.\n\"We are enormously proud of him. Our hearts are shattered.\" \nOn Monday afternoon, Prime Minister Boris Johnson will lead MPs in paying tribute to their late colleague in the House of Commons.\nPoliticians will have at least two hours from 15:30 BST to share their memories of Sir David, after prayers and a minute's silence. The tributes will be followed by a service at St Margaret's Church, next to Parliament. \nA Conservative MP since 1983 - first in Basildon and, from 1997, in Southend West - he was a champion for the town he represented, particularly in his long-running campaign to make Southend a city. \nHis family have asked people to support campaigns that he was involved in, including fundraising for a memorial to Dame Vera Lynn, who he thought \"epitomised the strength of the nation\" - and to help Southend gain city status.\nThey described Sir David as strong and courageous, a patriot and a man of peace.\n\"We ask people to set aside their differences and show kindness and love to all. Please let some good come from this tragedy.\n\"We are absolutely broken, but we will survive and carry on for the sake of a wonderful and inspiring man.\"\nRaised as a Roman Catholic, Sir David was known politically as a social conservative and a prominent campaigner against abortion. \nHe was also a committed campaigner on animal welfare issues, and supported a ban on fox hunting.\nTributes to Sir David have been pouring in from politicians and constituents, with Home Secretary Priti Patel saying his \"infectious personality\" meant he \"touched so many lives\".\nOver the weekend, people gathered for candlelit vigils in Leigh-on-Sea to mark Sir David's life and attended a church service to share their memories of him.\nMany constituents have reflected on his gentle nature and willingness to listen and to help.\nDetectives are continuing to hold the 25-year-old man at a London police station and have until Friday to question him.\nWhitehall officials confirmed the man's name as Ali Harbi Ali, and said he was a British man of Somali heritage.\nThe BBC understands he was referred to the counter-terrorist Prevent scheme some years ago, but was never a formal subject of interest to MI5.\nIt also understands that his father, Harbi Ali Kullane, who was previously an adviser to Somalia's prime minister, has been visited by police who have taken his phone for analysis.\nPolice officers have spent the weekend searching three addresses in London.\nIt is thought a converted Victorian property in Lady Somerset Road in north-west London is linked to the investigation. Neighbours said officers started searching it late on Friday night.\nFurther searches, also believed to be part of the inquiry, have been taking place at a property in Bounds Green Road, north London, and another in Cranmer Road, Croydon, south London. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58933011",
      "category": "uk-england-birmingham",
      "title": "Former homeless couple have long-term option to buy Wednesfield home for £1",
      "tags": "Wednesfield,Wolverhampton",
      "text": "A formerly homeless couple have a chance to buy a house for £1 under a scheme to help key workers and others on to the property ladder.\nTim Perry and Aaron Parsons are among the first tenants who have moved into 12 new houses at a development in Wednesfield, Wolverhampton.\nThey become eligible for the £1 purchase on the 25th anniversary of moving in.\nThe project has spent £24m buying 100 properties.\nMr Perry, a machine press operator, said he felt \"ecstatic\", adding: \"[I'm] still pinching myself over it. It feels so weird and [I'm] so blissfully happy.\"\nHelp to Own was set up by the city council, West Midlands Combined Authority, and fund management business Frontier Development Capital Ltd, for \"working families struggling to save enough deposit to fulfil their dream of home ownership\".\nThe council said the scheme provided long-term rent security and enabled tenants to build up a \"loyalty premium\" as they made their monthly payments.\nThis can be taken as cash if they leave the scheme within 20 years, or they can buy the home for just £1 a quarter of a century after joining.\nThe 100 properties, being built on Lakefield Road at The Marches development, are a mix of two, three and four-bedroom houses.\nMr Perry said the lack of a deposit had appealed, adding \"it's pretty much you can move in after just paying application fees and solicitors' fees\".\nHe said previously he had been \"sofa surfing on friends' couches and stuff\". \nNHS staff and other key workers are also among the first 32 tenants to receive the keys to their new homes under the initiative.\nSo far, 86 of the houses have been offered to successful applicants, and more than 41% of the homes will go to a key worker, according to those behind the scheme.\nHelp to Own is not a social housing scheme, but is available to anyone struggling to get on the property ladder, subject to credit checks.\nThe council has put £5.7m into the project, while the combined authority has contributed £4.7m. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58938494",
      "category": "world-europe",
      "title": "Dormice favoured by Italian mafia seized in drugs raid",
      "tags": "Animals,Italy",
      "text": "Police carrying out a drugs raid on a cannabis farm in southern Italy have seized a stash of 235 frozen dormice - said to be a mafia delicacy. \nAfter discovering more than 700 cannabis plants, police searched outbuildings and found cages of dormice and freezers filled with carcasses.\nThree people at the site were arrested.\nWildlife groups say baked dormice are served to honour high-ranking gangsters at banquets organised by the powerful Calabrian 'Ndrangheta mafia clan.\nPoachers illegally trap the largely nocturnal protected species in the woods of the Aspromonte hills and sell them to mobsters and restaurants, according to Italian wildlife protection organisation Lipu.\nPolice said the dormice were discovered on Saturday after a search at the farm in Reggio Calabria was extended to nearby ruins and other properties.\nIt is said that bosses of the 'Ndrangheta - godfathers and clan leaders - make their most important decisions in front of a plate of dormice, Italy's Il Corriere della Sera newspaper reported. \nEdible dormice were a delicacy in ancient Rome. They were fattened in cages before being gutted, skinned and stuffed with pork mince, ground pine nuts and garlic and then baked. \nThey are still eaten in Croatia and Slovenia.\nThe 'Ndrangheta clan is one of the world's richest criminal groups, operating from Calabria in southern Italy.\nFor years, they have brought cocaine from Latin America and cannabis from North Africa into Europe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58870341",
      "category": "uk-wales",
      "title": "Outdoor swimming in Wales: Are lidos making a comeback?",
      "tags": "Abergavenny,Coronavirus lockdown measures,Wales business,Swansea,Monmouthshire County Council,Pontypridd",
      "text": "Lidos became the staple of a 19th Century summer's day - but are they making a comeback after falling out of favour?\nWith a record-breaking summer at Wales' only lido in Pontypridd, Abergavenny Lido Group are aiming to raise enough money to build one in the town.\nThe Monmouthshire group said there was a \"great deal of enthusiasm\" to bring back outdoor swimming spaces.\nHistorian Daryl Leeworthy said the enthusiasm \"comes in waves\".\nAt one time there were more than 57 outdoor pools in Wales. Now there is just one, the National Lido of Wales in Pontypridd, Rhondda Cynon Taf.\nThe Grade II-listed Lido Ponty, set in Ynysangharad War Memorial Park, reopened in 2015 after a £6.3m revamp.\nBut the Pontypridd pool needed extensive repairs after Storm Dennis brought a month's worth of rain in 48 hours in February 2020.\nDue to Covid restrictions, it also had to close for over a year.\nThe answer is \"absolutely\", according to Brent Bennett, operations manager at Ponty Lido.\nMr Bennett said the facility had been \"hugely popular\" since reopening because more people wanted to exercise outside due to Covid.\n\"We got around 75,000 visitors in 2018, which was a particularly hot and sunny season, and now we're just over 92,000 visitors,\" he explained.\n\"We've shortened our sessions to allow more people to have an opportunity so they are not turned away.\n\"Obviously, when people have been stuck indoors, when they then open the floodgates... it's been once again very popular.\"\nMr Bennett said he believed people have been increasingly turning to outdoor exercise in recent years, even before the pandemic, so was not surprised the lido, which has a 17-week season, had a record-breaking summer.\n\"It could be quite freezing cold but behind the walls you could be anywhere in the world,\" he said.\n\"If you just looked up in the mountains in the greenery, it could be absolutely anywhere, and you know, is fantastic.\"\nHe said if projects could find the money, lidos would thrive in other areas too and attract visitors.\nThe Abergavenny Lido Group are looking to fund a feasibility study to assess the viability of a project - the first step towards funding for a lido.\nThe original pool opened in 1938 and was demolished a decade after it closed in 1996.\nThe planned lido would be powered by renewable energy and built on the site of the former pool at Bailey Park.\nChairman George Foster said the group had been inundated with support on social media due to a \"huge resurgence\" of interest in swimming outdoors during lockdown.\nMr Foster said \"an awful lot of people\" had fond memories of being at the old lido during the summer months.\n\"It could be a real asset for the town, great tourist attraction and also something that people can be proud of,\" he added.\n\"The town really needs a lift, like any other towns do after the pandemic, and this is something that we feel an awful lot of people will continue to support.\"\nMonmouthshire council, which owns the land, previously granted the lido group consent to carry out fundraising activities, such as applying for grants, but said it would be unable to provide further financial support.\nA previous estimate said it would cost about £7m to rebuild the outdoor pool.\nMr Leeworthy, a historian at Swansea University, said a resurgence of love for lidos in Wales is not unusual, and that it comes in \"waves of popularity\".\n\"In the 1920s, they were brand new facilities for communities to use,\" he said.\n\"The growth of swimming in the 1950s was helped by the popularity of open air swimmers and big races taking place around the world, and in the 1970s they were massively helped by the sports councils.\"\nBut once package holidays became cheaper and more accessible, Mr Leeworthy said holidays in often colder and wetter Wales \"lost its appeal\".\nMr Leeworthy said nostalgia could be driving the resurgence.\nIn north Wales, many were introduced in the 1920s and 1930s to \"give an extra\" to seaside towns.\nBut in the south, particularly in the valleys, many were introduced as a consequence of the Miners' Welfare Fund and \"a desire to have open air, leisure facilities\".\nThe aim of the fund was to provide facilities in coalfield areas to help make them \"less riotous\", Mr Leeworthy explained.\nHe added: \"So the swimming pools and recreation grounds that were built were very much a demand from communities themselves.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58947117",
      "category": "uk-scotland-glasgow-west",
      "title": "Murder inquiry after boy, 14, stabbed to death at Glasgow railway station",
      "text": "Police have launched a murder inquiry following the death of a 14-year-old boy who was stabbed at a railway station in Glasgow.\nJustin McLaughlin was found seriously injured at High Street station at about 15:45 on Saturday.\nHe was taken to the Queen Elizabeth University Hospital where he was pronounced dead a short time later.\nPolice Scotland said an extensive investigation was under way and appealed for witnesses to come forward.\nThe attack, which police described as \"a shocking act of violence in broad daylight\" is believed to have taken place on a platform at the station.\nAt least some of the incident was captured on CCTV, while detectives are also studying earlier footage from on board a train.\nDet Ch Insp Brian Geddes, of Police Scotland's Major Investigation Team, said a number of young people were believed to have been involved in an \"altercation\".\nHe said: \"At this stage of the investigation, it is too early to say how many people we are looking for. There are certainly a number of witnesses we need to speak to first.\n\"It's very difficult to comment on whether it was a targeted attack or not. But we will keep an open mind all the way through until we know exactly what happened.\"\nThe teenager was a pupil at St Ambrose High School in Coatbridge, North Lanarkshire.\nThe school's head teacher, James McParland, said he was \"a valued member of our community and his loss will be felt by staff and pupils alike\".\nMr McParland added that additional pastoral support would be available to pupils at the school when they return on Monday morning.\nPolice Scotland said Justin McLaughlin's family were being supported by specialist officers.\nDet Ch Insp Geddes added: \"Our thoughts very much remain with Justin's family and friends. His family have asked for their privacy to be respected at this very difficult time.\n\"Although inquiries are at an early stage, we are sure that there will be people who may have witnessed something in the lead up to this.\n\"The needless loss of a 14-year-old boy is pretty shocking and I can imagine that will be felt across the communities in Glasgow and far wider.\n\"It's really up to us, with the help of the public, to establish the full circumstances of what happened for Justin's family.\"\nBritish Transport Police said it would be increasing uniformed patrols in the local area in the coming days \"to help reassure the travelling public\".\nDetectives have set up an online portal to encourage members of the public to submit information."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58943252",
      "category": "world-latin-america",
      "title": "Haiti: US Christian missionaries kidnapped in Port-au-Prince - reports",
      "tags": "Haiti,Jovenel Moise assassination",
      "text": "A group of US missionaries and their family members, including children, are reported to have been kidnapped by an armed gang near Haiti's Port-au-Prince.\nAt least 15 people were taken off a bus after visiting an orphanage, Haitian security sources have told news media.\nFew details are known, but US officials said they were aware of the reports.\nHaiti has one of the highest rates of kidnapping in the world, as powerful gangs exploit the lawless situation to make money from ransom payments.\nSince the killing of President Jovenel Moïse in July, rival factions have been trying to gain control and the lack of security has intensified the daily struggle to survive of many Haitians.\nThe Christian missionaries were seized shortly after leaving the town of Croix-des-Bouquets and continue to be held by the gang, according to a security source quoted by the AFP news agency.\nThe Haitian justice ministry and the National Police have not commented.\nThe US government is yet to provide any information on the incident, but the US state department told AFP it had seen the reports and that the safety of American citizens abroad was one of its highest priorities.\nChristian Aid Ministries, a US-based organisation, sent a voice message to religious groups in Haiti as a \"special prayer alert\", the Associated Press news agency reported.\nThe message said the group was working with the US embassy in Haiti to \"see what could be done\" to help the abducted people.\nChristian Aid Ministries supports Haitians largely through donations and supplies shelter, food and clothing to children and helps to fund their education.\nArmed gangs have controlled the poorest districts of the Haitian capital for years. Recently they have extended their hold to other parts of Haiti's capital city Port-au-Prince and its outlying areas.\nMore than 600 kidnappings were recorded in the first three quarters of 2021, compared with 231 over the same period last year, according to a local civil society group.\nViolence in Haiti - the poorest country in the Americas - has spiralled both since the assassination of President Moïse and an earthquake the following month which killed more than 2,000 people.\nAccording to the New York Times, many in Haiti have been calling for the US to send troops to the country, a request the Biden administration is reluctant to accept."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58932139",
      "category": "uk",
      "title": "Sir David Amess: How a tragic day unfolded",
      "tags": "David Amess",
      "text": "The day started out much like every other Friday morning for Sir David Amess. One of Essex's most longstanding MPs, he held meetings with his Southend constituents every second week, in recent years varying the location to meet more of the local residents that relied upon his help. \nThis week he was at the Belfairs Methodist Church in his home town of Leigh-on-Sea. He tweeted on Tuesday about the upcoming event inviting constituents to join him.\nSir David was known for being passionate about his job - and constituents and colleagues spoke of his boundless enthusiasm for his role. These constituency surgeries were at the heart of his political life.\nJust 15 minutes before the attack, the 69-year-old father of five was spotted standing on the church steps, chatting and laughing with locals.\nAt around 12.05pm, accompanied by two female members of his staff and nearing the end of the drop-in event, Sir David entered the church to meet some more constituents, where he may have noticed the inscription: \"All are welcome here: where old friends meet and strangers feel at home.\"\nLocal councillor John Lamb said that it was at this point that the attacker emerged from a small group of waiting constituents and attacked Mr Amess, stabbing him several times. \n\"I'm told that when he went in for his surgery there were people waiting to see him, and one of them literally got a knife out and just began stabbing him,\" Mr Lamb said.\nLee Jordison, who works at the nearby Hicks Butchers, told the PA news agency: \"We could see a police cordon set up... (someone outside) told me a woman had come out screaming on the phone, saying 'someone's been stabbed, please get here soon', he's not breathing'.\"\nPolice arrived on the scene shortly after the stabbing, and arrested a 25-year-old man and recovered the knife used in the attack. At 1.50pm, Essex police confirmed that the man had been arrested in connection with the stabbing. \nOne witness, electrician Anthony Fitch, told Sky News that he had witnessed the man being led from the church and being put in the back of a police car. \n\"We arrived to do some work on the adjacent building... and at the point when I was crossing the road I saw an upset lady on the phone saying 'you need to arrive quickly, he's still in the building,'\" he said. \n\"There were loads of armed police, overhead there was an air ambulance as well as a police helicopter. Obviously wondered what the hell was going on, you don't often see armed police around the local area. \n\"I saw the suspect get put into a police van, get taken away and then they cordoned the whole road and pushed us all down the road.\"\nAt 2.13pm, an air ambulance arrived at the nearby Belfairs sports ground to move Sir David to a hospital. \nHowever, members of his team began to fear the worst, as paramedics remained at the scene rather than moving towards the helicopter. For almost two-and-a-half hours they battled to save his life. \nBut just before 3pm, Essex police confirmed that Mr Amess had died at the scene. \nAs news of his death filtered through, tributes began to pour in from friends, constituents and fellow MPs. \nPrime Minister Boris Johnson said that Amess was \"one of the kindest, nicest, most gentle people in politics\".\nLocal councillor Dan Nelson told the BBC that Sir David had died \"doing what he loved best, and that was to help residents of Southend West\". \nRofique Ali, a local Conservative Party member, described the MP as his best friend in the world.\n\"I have known him for many years, and he was so kind to everyone,\" he said. \"I can't forget David.\"\nAnd resident Melanie Harris left a card at the scene that read: \"What has the world come to? What a senseless waste of a charming, witty and kind and gentle soul who deserved a lot more than to be snatched from life.\"\n\"You were always a pleasure to speak to. Thank you for restoring my faith in politicians.\"\nBy mid-afternoon a full \"Gold\" command meeting was activated by police chiefs back in London - meaning some of the most senior and experienced leaders of major incidents were sitting around the table to work out how to respond. \nJoining the discussions were representatives from the security service, more commonly known as MI5, whose investigators sit side-by-side with detectives on many investigations.\nAnd watching on from government was Home Secretary Priti Patel - a close personal friend of Mr Amess. She said later on Twitter that she was devastated to learn of his death.\nThe conference was an inevitable decision: the killing of an MP is not an everyday occurrence - and the last time it happened, when Jo Cox was murdered in 2016 - it was an act of terrorism by a far-right extremist.\nAs daylight faded, members of the press gathered to hear police announce that an investigation was under way. Senior officers appealed to the public for information. \n\"This is a shocking and utterly despicable attack against somebody who was an outstanding MP and has worked tirelessly for their community for many, many years,\" said police commissioner Roger Hirst.\nHe added that members of Metropolitan Police's specialist Counter Terrorism Command would now try to make sense of an utterly senseless killing. \nBy early evening, investigators - still seeking a motive - had at least established the suspect's identity. A government source told the BBC the man arrested was a British national who, according to initial inquiries, was of Somali heritage.\nMeanwhile, at St Peter's Roman Catholic Church, locals gathered together to remember the man who, for many, was the only MP they had ever known. \nFather Jeffrey Woolnough told the service: \"Have you ever known Sir David Amess without that happy smile on his face? Because the greeting he would always give you was always that happy smile.\"\nAnd he paid tribute to Sir David as a man who carried with him \"that great east-London spirit of having no fear, and being able to talk to people and the level they're at\".\nShortly after midnight, police formally declared the attack a terrorist incident, explaining that their early investigations had revealed a \"potential motivation linked to Islamist extremism\".\nOfficers continued to search two London addresses in connection with the attack, while the suspect remained in custody at an Essex police station."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58945255",
      "category": "uk-politics",
      "title": "David Amess death: MPs could get police guards at surgeries",
      "tags": "David Amess,David Amess death,Priti Patel",
      "text": "Giving MPs police guards at local meetings is one of a \"range\" of steps that could protect politicians, Priti Patel has said after an MP's killing.\nThe death of Sir David Amess has raised concern over the safety of politicians and the abuse they receive online. \nThe home secretary said she and Commons Speaker Sir Lindsay Hoyle were working on \"practical\" measures to protect MPs.\nBut she stressed action should be \"proportionate to the risk\" and that MPs should remain \"accessible\".\nShe added that any action against anonymous social media accounts, which could be used for \"pro-democracy\" reasons, should be \"balanced\". \nSpeaking to the BBC's Andrew Marr, she said it \"wasn't just about MPs\" adding that children had been \"subject to the most appalling hate and abuse online\".\nShe said the government's Online Harms Bill offered an opportunity for all politicians to come together to close \"the corrosive space online where we see just dreadful behaviour\".\nSir David, 69, was stabbed at Belfairs Methodist Church in Leigh-on-Sea on Friday, where he had been meeting members of the public. \nA man arrested by police after the killing is Ali Harbi Ali, a 25-year-old British citizen of Somali heritage, Whitehall officials have told the BBC.\nPolice say he is being held at a London police station under the Terrorism Act 2000. \nThe BBC has been told that some years ago he was referred to the government's counter-extremism programme, Prevent which aims to de-radicalised people. \nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives. \nIt is believed that Mr Ali was not in the voluntary scheme for long and was not on MI5's current watch list.\nMs Patel described hearing the news that Sir David had died, saying \"frankly our worlds were shattered\". \nShe said the MP had been a \"dear friend\" whose \"infectious personality\" meant that he \"touched so many lives\".\nThe attack has prompted questions about whether MPs should continue to meet constituents face-to-face without police protection - with one Conservative MP suggesting in-person surgeries should be temporarily paused. \nMost MPs hold weekly surgeries in their local area, often in public buildings such as libraries where their constituents can seek help or advice. \nSpeaking to the BBC's Andrew Marr, Ms Patel said MPs were \"here to serve\" and to be \"accessible to the British public\" but that there was \"a way to do things differently around surgeries\". \nShe added that MPs could protect themselves by only seeing constituents who have pre-booked an appointment and making sure to check the backgrounds of the individuals.\nAsked about whether MPs should be offered police protection when holding constituency meetings, Ms Patel said there were a \"range of measures available\" to politicians.\n\"This isn't about just saying let's just go for option A — have bodyguards or security,\" she said adding that any action should be \"proportionate\" to the risk faced by each individual MP following a one-to-one assessment between an MP and the police. \nSpeaker of the House of Commons Sir Lindsay Hoyle has also said he is working \"at pace\" to improve the safety of MPs. \nWriting in the Observer and the Mail on Sunday, he said he didn't want MPs to stop meeting their constituents but that it was necessary \"to take stock and review whether those measures are adequate to safeguard members, staff and constituents, especially during surgeries\".\nHe also called for an end to \"the hate which drives... attacks\" against MPs.\n\"If anything positive is to come out of this latest awful tragedy,\" he said, \"it is that the quality of political discourse has to change. The conversation has to be kinder and based on respect,\" he said.\nMost MPs do not get close protection while in their constituencies, but security was increased following Ms Cox's killing.\nAll MPs were offered panic buttons, extra lighting, additional locks and emergency fobs at their homes and constituency offices. \nThe spending on such measures soared from £170,576 in 2015-16 to £4.5m two years later.\nAsked about the role of social media, Ms Patel said the culture department was leading work into online abuse, but that she was \"absolutely vigorous\" when speaking to tech companies such as Facebook and Twitter. \nShe said there had to be a \"proportionate\" and \"balanced\" approach to the issue of anonymous use of social media.\nLabour's shadow foreign secretary Lisa Nandy agreed that it was right to be \"cautious\" about ending anonymity online, arguing that it was \"lifesaving\" for some campaigners such as whistleblowers or campaigners in Belarus and Hong Kong.\nHowever, she said people should be \"held to account for what would be criminal behaviour in the real world if they indulge in it online\".\n\"The trick is to get the right balance,\" she said adding that the government had \"dragged its feet on this for years\".\nShe also said there should be penalties for executives of social media companies who failed to tackle abuse on their platforms. \nBoth Labour and the Liberal Democrats have said they would not put up candidates against the Conservatives when a by-election is held in Southend West."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58817328",
      "category": "uk-wales",
      "title": "Climate change: Welsh industry's 23 million tonne carbon problem",
      "tags": "Wind power,Pembroke Dock,Milford Haven,Greenhouse gas emissions,Wales business,Aberthaw,Climate change,Wind turbines,Port Talbot,Wales economy,Renewable energy,Neyland,Pembroke",
      "text": "\"Genuine courage\" is needed to tackle climate change in Wales, which produces a fifth of the UK's industrial emissions, an economist has said.\nThousands of Welsh jobs rely on Tata's steelworks in Port Talbot and RWE's gas power station in Pembrokeshire, the UK's top two emitters.\nProf Calvin Jones said it was \"good news\" that a big difference can be made from a small number of industries.\nBut he said people should accept not every industry will survive.\nThe Cardiff University academic said: \"As a teenager in the valleys, we were absolutely clear that it was unconscionable that pits should close.\n\"The inability to have a plan B is writ large across the shuttered shops of Maerdy, and what I don't want is for the same thing to happen in Neyland, or Port Talbot, or Broughton.\"\nThe Welsh government said net-zero targets may be different for each organisation, and it is working with each to help them reach their goals.\nWales is among several nations who have pledged net-zero carbon emissions by 2050.\nThe UK will host the UN climate change conference, COP26, in Glasgow at the end of this month.\nRWE has committed to making its Pembrokeshire operation carbon neutral by 2040, replacing natural gas burning with offshore wind and schemes to store energy when there is no wind.\nBut environmental campaign group Friends of the Earth Cymru said the climate emergency meant the plan for Welsh industry was \"decades too late\" to prevent catastrophic warming. \nBBC Wales analysis of official emissions data from 2019 shows major Welsh industries pumped out the equivalent of more than 23.5 million tonnes of climate-warming gases, 93% of which came from just 25 sites. \nThe Welsh economy is more reliant on carbon-intensive industries than the other home nations. With just 4.73% of the UK population, companies in Wales produced 18.8% of all UK carbon emissions from major industries. \nRWE's gas-fired power station in Pembroke Dock, Valero's nearby oil refinery and the South Hook LNG terminal in Milford Haven produce a combined total of 7.9 million tonnes of climate-warming gases annually - a third of all carbon emissions from major industries in Wales. \nThe UK's highest-emitting power station at Pembroke Dock pumped out more than 4.7 million tonnes of climate-warming gases in 2019.\nOperator RWE said it is also one of the most efficient gas-powered machines in Europe and is the \"best option\" if the UK is forced to burn fossil fuels to keep the lights on.\nBut the plant manager, Richard Little, said every year the plant shut down for longer periods as more wind power came online.\nHe said the same trend happened right up to the closure of RWE's coal-fired power station at Aberthaw in 2019.\nRWE said it had \"huge ambitions\" to be a part of the UK's push to build 40 gigawatts of floating offshore wind capacity, but said it was also looking into alternative measures such as battery storage, for periods of low wind.\nMr Little said: \"RWE now directs more than 90% of its capital investment into renewables, hydrogen and battery storage.\n\"Our strategy is to build as fast as we can while we maintain plants such as Pembroke here in support of that bridge to renewable future.\"\nBleddyn Lake, of Friends of the Earth Cymru, has called on industry to match the public sector's goal to be net-zero by 2030 and said \"they need to up their game\".\n\"Science tells us that we absolutely need to act decisively by 2030, so the time frames they are looking at are way too far into the future.\"\nMr Little said shortening the timescale was technically feasible, \"but the sheer scale of what we need to build, 40 gigawatts, is like building the entire energy infrastructure of the UK again in floating wind in the next nine years\".\nHe said stumbling blocks remained, including over planning permissions for offshore wind and a deal with the UK government on how it can get a return on the billions of pounds of investment needed.\n\"We are working closely with the UK government to try and generate a framework that can allow businesses such as ours to invest at the fastest possible rate,\" Mr Little added.\nA Welsh government spokesperson said carbon capture and storage technology, currently under development, may be more applicable to the small number of large, high-emitting sites in Wales.\n\"Due to economies of scale, large firms may generally be able to adopt new low-carbon technologies and new low-carbon processes quicker and at lower cost,\" the spokesperson said.\n\"There may also be challenges if low-carbon technologies take longer to be developed and rolled out in these key, high-emitting industries.\"\nProf Jones said Welsh ministers had limited influence on \"the big players in the carbon economy\" because they all had headquarters outside Wales.\n\"We could decide to twist our industrial policy to a certain direction to make it supportive of a transformation in these high-carbon industries,\" he added.\n\"And they may still close because global conditions might mean that investment in Wales is just simply irrational.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58945961",
      "category": "uk-england-sussex",
      "title": "Brighton bin strike: Deal could end weeks of waste pile-up, union says",
      "text": "A last-ditch deal could bring an end to Brighton's bin strike, a union has said.\nGMB and council officials spent most of Sunday thrashing out a new agreement amid the increasingly bitter row over bin lorry drivers' pay.\nIf members approve the deal, 30 days of industrial action due to launch on Thursday would be cancelled.\nAs both sides met, private firms were called in to tackle piles of street rubbish dumped in the past fortnight.\nGary Palmer, GMB organiser, said the agreement between Brighton & Hove City Council and the union could take effect from Tuesday if it is signed off.\n\"If the agreement is passed by both parties, GMB will immediately suspend 30 days of strike action due to start on October 21.\" \nMountains of waste have accumulated around the city for almost two weeks amid attempts to end the dispute. \nBrighton & Hove City Council said it had only called in third parties as blocked pavements and vermin became a \"growing and serious\" health issue.\nIt said fires had been started in some communal bins over recent days, and pedestrians were increasingly at risk as more waste was dumped on pavements.\nThe Green-led authority met union officials as both sides attempted to agree a formal resolution in the row over changes to driver rounds and pay.\nA spokesperson said the council respected the decision by some of its Cityclean staff to strike, and it was \"keen to address the issues raised\" in order to \"get the city clean as soon as possible\". \nThe council said it was putting forward a \"significant and generous pay offer, benefiting some of the lowest paid staff across the whole council, as well as the Cityclean service\".\nGMB organiser Mr Palmer had previously said Sunday's talks could usher in the start of city-wide rubbish clearance.\nA planned break in the strike is due to take place between Monday and Wednesday, allowing some rubbish to be collected.\nMeanwhile, GMB General Secretary Gary Smith has called for a Brighton City Councillor to be sacked for comparing striking workers to terrorists.  \nIn a meeting last week, Conservative councillor Joe Miller said: \"I hate to refer to Maggie Thatcher, but this is a similar situation - you can't negotiate with terrorists.\"\nMr Smith has written to the joint chairmen of the Conservative Party - Ben Elliot and Oliver Dowden MP - calling for Councillor Miller to be removed from the party.\nMr Miller previously said he would not be \"bullied\" by the GMB. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58939209",
      "category": "uk-england",
      "title": "Southeastern train services taken over by government",
      "tags": "Department for Transport,Rail travel,Southeastern",
      "text": "Southeastern's train services have been taken over by the government.\nFranchise holder Govia was informed of the decision last month after failing to declare more than £25m of taxpayer funding.\nTransport Secretary Grant Shapps said the Operator of Last Resort would take over the running to protect taxpayers' interests.\nPassengers are unlikely to see any immediate changes as trains, timetables and fares will stay the same.\nSoutheastern's vast network includes London, Kent, East Sussex and the High Speed 1 line.\nThe franchise was owned by Govia - a joint venture between Go-Ahead Group and Keolis.\nThe government stepped in after an investigation by the Department for Transport (DfT) identified Govia had not declared millions of pounds of historic taxpayer funding.\nThe DfT said the money had since been reclaimed.\nFurther investigations are being conducted and the government is considering more action, including financial penalties.\nAnthony Smith, chief executive of passenger watchdog Transport Focus, said: \"Passengers will want a punctual, reliable, clean train, with enough room to sit and stand, and value for money fares.\"\nCat Hobbs, director of public ownership campaign group We Own It, said \"privatisation is failing our railway\" and called for the whole rail network to be brought into public hands \"where it belongs\".\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58942671",
      "category": "entertainment-arts",
      "title": "Alan Hawkshaw: Grange Hill and Countdown composer dies aged 84",
      "tags": "Music",
      "text": "The musician who wrote the theme tunes for Grange Hill, Countdown, and Channel 4 News has died aged 84.\nAlan Hawkshaw was also a member of The Shadows, toured with the Rolling Stones, and was sampled by Jay-Z.\nHe was admitted to hospital this week with pneumonia and died in the early hours of Saturday, his agent said.\nHis wife Christiane said: \"It was heartbreaking to say goodbye to Alan, my husband of 53 years and the love of my life.\"\nShe added: \"We spent the last few hours gazing at each other with love, holding hands, no need for words. \n\"I told him he and I were forever, and even though he has been unable to speak for the past two months, he managed a few 'forevers' and I knew he was at peace.\"\nHawkshaw wrote the music for more than 35 films and \"countless\" television programmes, his website said. \nIn the 1960s Hawkshaw was in rock'n'roll group Emile Ford & The Checkmates, which toured with the Rolling Stones.\nHe joined The Shadows in the 1970s and worked as Olivia Newton-John's musical director, arranger and pianist.\nHe was awarded best arrangement by The American Academy of Arts and Sciences for Newton-John's \"I Honestly Love You\".\nHawkshaw was instrumental in a host of hits and worked with artists including Barbra Streisand, Tom Jones, Lulu and David Bowie.\nA statement from talent agency DNA Music Limited called Hawkshaw \"one of the most sampled musicians in the world\".\n\"Hip hop producers in particular have plundered Alan's catalogue of works including the biggest of them all, Jay-Z with Pray which featured on the American Gangster album,\" it said.\n\"Alan would often joke, 'I'm one of the oldest rap artists in the world.'\n\"He also famously said of Streisand, 'Barbara held this song of mine eight years until I sent her a note via one of her lawyers saying please record it before one of us dies.'\" \nShe went on to record his song Why Let It Go.\nIn 2004, in association with the Performing Rights Society, he set up The Alan Hawkshaw Foundation.\nThe scholarship programme funded over 70 scholarships at the Leeds College of Music, now the Leeds Conservatoire, and the National Film & Television School.\nHawkshaw, who was from Leeds, also underwrote the Radlett Junior Tennis Tournament, in the Hertfordshire town where he lived and, according to his website, donated 10% of his income to less well-off people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58932470",
      "category": "uk-politics",
      "title": "Boris Johnson pays tribute to Conservative MP Sir David Amess",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58941729",
      "category": "uk-england-essex",
      "title": "Sir David Amess: Southend city bid would be a 'fitting tribute' to stabbed MP",
      "tags": "David Amess,David Amess death,Southend-on-Sea,Leigh-on-Sea",
      "text": "Making Southend a city would be the \"perfect tribute\" to Sir David Amess, colleagues said.\nSir David, who represented the Southend West constituency, was stabbed as he held a regular Friday meeting with constituents in Leigh-on-Sea.\nHe had championed Southend's bid for city status as part of The Queen's Platinum Jubilee celebrations in 2022.\nHome Secretary Priti Patel described him as Mr Southend and said his passion for the town warmed hearts.\n\"When David's name is mentioned going forward he will bring great cheer and smiles,\" she told The Andrew Marr Show on Sunday.\n\"He was Mr Southend, he was Mr Essex, he would always put Southend front and centre of his work and that was David through and through.\"\nIn December 2019, Sir David secured an adjournment debate in the Commons specifically on the campaign and he told MPs: \"I am not messing around.\n\"We have got it from the prime minister that Southend is going to become a city - and it will become a city.\"\nAfter the most recent Cabinet reshuffle in September, Sir David joked to the House that he was left disappointed not to be made \"minister with responsibility for granting city status to Southend\".\n\"I think it would be a very fitting tribute to Sir David, particularly as it was something he had campaigned for, for a long time,\" Conservative councillor for Southend Borough Council James Courtenay said. \n\"I suspect local politicians from across the political divide will actively support it.\n\"I wouldn't be surprised if a number of his Westminster colleagues were to do so as well, given that every time - well it felt like it anyway - he stood up in Parliament, he would ask if Southend could be made a city.\"\nLiberal Democrat Carole Mulroney, council member for tourism and culture, told the BBC: \"Sir David was a figurehead, he was incredibly passionate about it.\n\"Southend welcomes millions of people every year, it has a really successful arts festival and a huge wealth of talent. You name it - there's a club for it.\"\nShe said Sir David's killing was \"a true tragedy\", describing him as a \"jolly chap, very witty, above all a constituency MP who reached out to an enormous amount of people.\"\nSir David said at the time of the bid launch: \"Southend is unique and city status would provide long overdue recognition of what we have to offer. \n\"The longest pleasure pier in the world, a huge wealth of local talent in the arts and culture industries and a centre of educational excellence, are just a few of the things that make Southend special.\"\nSouthend Borough Council is currently led by a coalition of Labour, Liberal Democrat and Independent councillors - while the Conservatives have the most councillors.\nIt became a unitary authority in 1998 and has a population of more than 183,000. \nChelmsford became Essex's first city in 2012 as part of the Queen's Diamond Jubilee celebrations.\nJust an hour up the A12, Colchester - once the capital of Roman Britain - has just submitted its bid to become a city at the fourth attempt, as has Milton Keynes.\nApplications close on 8 December.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58945194",
      "category": "uk-england-hampshire",
      "title": "Great South Run: 16,000 compete in Portsmouth",
      "tags": "Portsmouth,Coronavirus pandemic",
      "text": "More than 16,000 people have taken part in the 10-mile (16km) Great South Run.\nElite male, elite female and fast-paced club runners led the the first wave of the event, held in Portsmouth, from 10:00 BST.\nBritish 5,000m record holder Eilish McColgan clocked a time of 50 minutes and 43 seconds to take victory and claim a new course record time.\nJack Rowe crossed the finish line to win the men's elite race with a time of 47 minutes and 20 seconds.\nThe route takes runners past the Historic Dockyard and HMS Victory to the finish line at the seafront.\nIn recognition of the efforts of all NHS staff during the pandemic four local members of NHS staff were the official starters of this year's race.\nA Great South Run 5km (3 mile), junior and mini runs were held on Saturday as part of the weekend event.\nIt has been held in the city since 1991. The event was cancelled last year due to the pandemic.\nRoad closures in place for the race were expected to lifted along the route by 16:00 BST."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58944936",
      "category": "uk",
      "title": "David Amess: MPs' security measures 'being looked at', Priti Patel says",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58944004",
      "category": "uk",
      "title": "Covid-19: Golden age for new vaccines, and UK cases remain high",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you on Monday.\nThe number of new UK coronavirus cases has been rising in recent days, with a further 43,423 daily infections recorded on Saturday. After falling at the end of July, the average number of daily confirmed cases climbed and fell a number of times during August and early September. The average has been rising once again in the last week. Meanwhile, the recent spikes have been driven by the Delta variant, which spreads faster than the previously most common Kent variant (now named Alpha).\nMedical science has transformed the pandemic, and the experimental technologies that helped develop vaccines in record time have strapped rocket boosters to scientific ambitions. Prof Sarah Gilbert, the architect of the Oxford-AstraZeneca Covid jab, tells the BBC that there is a lot of vaccine development that needs to be done now that we have the right technologies. Top of her list of targets are the official priority pathogens - like Mers, Zika, Ebola - that are known threats bubbling away with the potential to spark large outbreaks or future pandemics. You can read more here.\nRussia on Saturday recorded 1,000 Covid-related deaths in a single day for the first time since the pandemic began. The figure had been rising all week, with the Kremlin blaming the Russian people for not taking up vaccination. Only about a third of the population has had a jab, due to wide distrust of the vaccines. Russia's total figure of 222,000 Covid deaths is the highest in Europe, with another 33,000 infections reported on Saturday. You can read more here.\nFormer Prime Minister Gordon Brown has urged the UK, US, the EU and Canada to launch an emergency airlift of 240 million Covid jabs from unused stocks for an \"unparalleled distribution\" to 92 vaccine-starved countries. Mr Brown said: \"With vaccines stockpiled in the West, we urgently need a timetable to prevent avoidable loss of lives.\" He added that the initiative could save 100,000 lives.\nSince Monday, people aged 18 and over in Wales have needed an NHS Covid pass to be able to legally attend big events or nightclubs. They show that people have either tested negative on a lateral flow test or are double jabbed against Covid. But football fans have told the BBC they expect \"a mixed reaction\" to Covid passes for sporting events, as the south Wales derby between Swansea and Cardiff City is played on Sunday. It will be the first time fans will be able to attend the fixture in person since January last year, with the past two being played behind closed doors.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nSo far more than two million people have had their Covid booster jabs in England but they will only be offered to certain groups of people - find out if you're in one of them.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58935260",
      "category": "world-us-canada",
      "title": "Afghanistan: US offers to pay relatives of Kabul drone attack victims",
      "tags": "Afghanistan",
      "text": "The US government has offered financial compensation to the relatives of 10 people mistakenly killed by the American military in a drone strike on the Afghan capital, Kabul, in August.\nAn aid worker and nine members of his family, including seven children, died in the strike. \nThe Pentagon said it was also working to help surviving members of the family relocate to the US.\nThe strike took place days before the US military withdrew from Afghanistan.\nIt came amid a frenzied evacuation effort following the Taliban's sudden return to power and only days after a devastating attack close to Kabul's airport by IS-K, a local branch of the Islamic State (IS) group. \nUS intelligence had tracked the aid worker's car for eight hours on 29 August, believing it was linked to IS-K militants, US Central Command's Gen Kenneth McKenzie said last month. \nThe investigation found the man's car had been seen at a compound associated with IS-K, and its movements aligned with other intelligence about the terror group's plans for an attack on Kabul airport.\nAt one point, a surveillance drone saw men loading what appeared to be explosives into the boot of the car, but these turned out to be containers of water.\nGen McKenzie described the strike as a \"tragic mistake\" and added that the Taliban had not been involved in the intelligence that led to the strike.\nThe strike happened as the aid worker - named as Zamairi Ahmadi - pulled into the driveway of his home, 3km (1.8 miles) from the airport.\nThe explosion set off a secondary blast, which US officials initially said was proof that the car was indeed carrying explosives. However, an investigation found it was most likely caused by a propane tank in the driveway.\nOne of those killed, Ahmad Naser, had been a translator with US forces. Other victims had previously worked for international organisations and held visas allowing them entry to the US.\nThe compensation offer was made on Thursday in a meeting between Colin Kahl, the under-secretary of defence for policy, and Steven Kwon, the founder and president of an aid group active in Afghanistan called Nutrition and Education International, the Pentagon said in a statement.\nMr Kahl noted Mr Ahmadi and others who were killed \"were innocent victims who bore no blame and were not affiliated with ISIS-K or threats to US forces\", said a statement attributed to Defence Department spokesman John Kirby.\nHe reiterated Secretary of Defence Lloyd Austin's commitment to the families, including \"condolence payments\".\nMr Austin has apologised for the attack, but Mr Ahmadi's 22-year-old nephew Farshad Haidari said that was not enough.\n\"They must come here and apologise to us face-to-face,\" he told the AFP news agency in Kabul.\nWhen the US started to withdraw its troops from Afghanistan, the Taliban managed to seize control of the country within about two weeks in a rapid offensive. Kabul fell on 15 August.\nIt sparked a mass evacuation effort from the US and its allies, as thousands of people tried to flee. Many were foreign nationals or Afghans who had worked for foreign governments.\nThe security situation was further heightened after the IS-K attack on the airport. A suicide bomber killed up to 170 civilians and 13 US troops outside the airport on 26 August. \nMany of those killed had been hoping to board evacuation flights leaving the city.\nThe last US soldier left Afghanistan on 31 August - the deadline President Joe Biden had set for the US withdrawal.\nMore than 124,000 foreigners and Afghans were flown out of the country beforehand. But some people were unable to get out in time, and evacuation efforts are ongoing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58629978",
      "category": "world-africa",
      "title": "Sudan failed coup: Government blames pro-Bashir elements",
      "tags": "Sudan",
      "text": "Sudan says that \"forces of darkness\" linked to the ousted President Omar al-Bashir were behind Tuesday's failed coup attempt.\n\"Remnants from the previous regime\" were \"intent on aborting the civilian democratic transition\", said Prime Minister Abdalla Hamdok in a separate message.\nHe described it as an \"orchestrated coup attempt\".\nBashir, who had been in power for three decades, was toppled two years ago.\nThe current administration - involving the military, civilian representatives and protest groups - was then established as part of a power-sharing agreement.\nReuters news agency quotes the Sudanese military as saying 21 officers and a number of soldiers had been detained in connection with the failed putsch, and are continuing to search for the rest of the culprits.\nEarlier reports on Tuesday from the capital, Khartoum, and nearby Omdurman described intense military activity, and the main bridge across the River Nile was shut.\nIn the small hours, shooting was heard near a military base housing a tank division in Omdurman, journalist Mohammed Alamin told the BBC's Focus on Africa programme.\nThen shortly after a news flash on state TV said that a coup attempt had been thwarted.\nThe coup plotters had tried but failed to take over a building housing the state media.\nPrime Minister Hamdok said his government would \"take immediate measures to fortify the transition and continue to dismantle the system of the former regime, which still poses a threat to the transition\".\nSeveral coup attempts have taken place in Sudan in the years since President Bashir was toppled, the BBC's media monitoring service reports.\nMr Hamdok said several days of unrest in Port Sudan in the east of the country were also part of a plot to destabilise the country.\nThere has been tension within the Sovereign Council which is supposed to be overseeing a return to civilian rule. \n\"We're not going back... there are people trying to turn back the hands of time,\" said Information Minister Hamza Baloul in a statement read earlier on state TV.\nHe added that \"forces of darkness were targeting the revolution\" started by mass popular protests against then-President Bashir, but said government bodies would be the \"first line of defence\" protecting Sudan's transition.\nCorrespondents say some elements within the military are likely to be strongly opposed to a transition that will see them lose considerable power.    \nThe Sudanese government says the situation in the country is now \"under control\".\nVideo footage shared on Tuesday morning appeared to show armoured vehicles on city streets, but reports from Khartoum now say traffic is now flowing smoothly in central Khartoum and its bridges are open.\nSudan's state news agency has published photos of the leader of Sudan's Transitional Military Council (TMC), Lt-Gen Abdel Fattah Abdelrahman Burhan,  visiting the armoured division headquarters after the aborted coup:\nMohanad Hashim, a journalist for government-run Sudan TV in Khartoum, reports that the Bashir loyalists blamed for the coup say they are disgruntled with Sudan's tough economic situation.\nThe BBC's Africa correspondent Catherine Byaruhanga says Sudan's transitional government is under pressure to deliver economic and political reforms amid competing demands from conservative and liberal constituencies. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58938400",
      "category": "uk",
      "title": "Sir Davis Amess death: How emergency services responded to MP's stabbing",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58940912",
      "category": "uk-wales",
      "title": "Covid passes: Clubbers and Swansea and Cardiff City fans divided",
      "tags": "Coronavirus vaccines,Swansea,Cardiff,Coronavirus testing,Vaccine passports,Coronavirus pandemic",
      "text": "On the first weekend since Covid passes were introduced in Wales, football stadiums and nightclubs received a mixed reaction from punters.\nAt the south Wales derby between Swansea and Cardiff City, fans were divided over the pass, which is now mandatory for over-18s at large events.\nThe pass proves vaccination, a negative lateral flow test in the last 48 hours, or having Covid in the past six months.\nIt applies to nightclubs and stadiums with a capacity of more than 10,000.\nAs fans headed to the Swansea.com Stadium for the derby - which Swansea won 3-0 - some said passes were open to abuse and a restriction on personal freedoms, while others said it made them feel safer.\nNightclubs reported some confrontations between customers and door staff over the checks.\nNick Newman of Cardiff Licensees Forum said reports he received suggested that generally the pass had had a negative impact on venues.\nHe said it was time-consuming to check passes, and the Welsh government website had crashed when customers tried to download them at the door,\nSwansea City fan Luke Davies said he did not have a problem with the introduction of the Covid pass, as fans attended the derby in person for the first time since January last year.\n\"Personally I think, if you remember back to last year, there was a long period where we couldn't go to games,\" he said.\n\"The game this weekend is a big one for the team. We missed out on that last year, it's the one everyone gets excited for.\n\"If [showing a Covid pass] means we can get back into the stadiums full time then I'm not bothered by the decision.\n\"I think it's a case of better safe than sorry. It helps the bigger picture really and helps get everything back to normal.\"\nBut Mr Davies, who also hosts the Swans Cast supporters podcast, feared it could put others off attending.\n\"I think there's been a bit of a mixed reaction,\" he said. \"I understand the frustration for those who chose not to have the vaccine.\n\"There's a little bit more effort involved there. They have to test proving they're negative to get in and that's a little bit more effort. Some people will be happy just to stay at home, especially if it's on TV.\"\nHe said some people had viewed the rule as an \"extra control on society\".\n\"I've not really heard anyone saying 'this is going to make me feel safer and now I'm happy to go,' but I've definitely seen some that are saying 'I don't want to go while this is a rule, I won't go back, refund my season ticket'. That sort of thing.\n\"It's a different way of living and I understand some people are not going to be able to adjust as easily as others, so it could definitely have an impact [on attendances].\"\nFellow Swansea fan Cath Dyer said she was hopeful most fans would get behind the new requirements.\n\"It's got to be done, the legislation has been passed, so we've got to follow Welsh government rules,\" she said.\n\"People, hopefully, will feel a bit safer knowing either that they've either been double jabbed or had a lateral flow test.\n\"Safety is the top priority and that's what the club are working towards.\n\"The club wants everything to run as smoothly as possible, because at the end of the day, everybody wants to get into the ground to get all the excitement, the build-up, ready for the game.\"\nSome supporters have expressed concern that having to show Covid passes before going in could cause disruption, but Ms Dyer said she was confident the club was well prepared.\n\"The club was proactive before everything started,\" she said.\n\"They gave us plenty of warning to get ready before everything came into effect. Everybody knows they have to have their passports, passports will be checked.\"\nBut Mr Davies said he was worried some might not have got the message, which could affect what kind of reception the passes get.\n\"It might have an impact on how long it takes you to get into the stadium, how early you've got to go down\", he said.\n\"That will be interesting, to see how many people miss kick-off, and to see if their reaction to the rules then might change after that.\n\"The club has actually communicated about this and said to bear it in mind and to factor that in to your timings and come down a bit earlier, but not everyone is going to see that.\n\"I'm not concerned because I'd make sure I account for that, but I can completely understand sometimes you might just get caught out.\"\nBethan Maunder, 45 from Swansea, said she believed the Covid pass system was flawed, and easy to get around.\n\"I know there's a lot of people that have got issues with being dictated to, having that restriction of freedom,\" she said.\n\"The lateral flows don't work, because you self input the data. I do them in work and I can put down negative whether it's positive or negative.\n\"If you want to get in you're just going to put negative and put that result in.\"\nFellow supporter John Evans, 74, said he has had all of his jabs and had no issues with passes being required. \"It makes you feel safer if someone hasn't had their jabs, they can't get in,\" he said. \nNicola Bennet, 57, from Swansea, said it was a personal choice whether people wanted to get the vaccine or not, but there were \"consequences for that decision\". \n\"I'd feel safer with Covid passes - it's good for mass gatherings,\" she said.\nGary Lulham, boss of venue Sin City Swansea, said most customers have been \"really good\" but trade had declined.\n\"We've seen around 25% fewer people than expected but that could have happened anyway,\" he said.\n\"We had a couple of people who didn't want to do it and were quite vocal about the fact they couldn't come in.\n\"There is an element of relying on people being honest.\n\"I have a Covid pass and it is valid until November  - but what happens if I get Covid next week? I still have the pass on my phone.\"\nMichael Kill, from the Night Time Industries Association, said checking Covid passes has led to \"quite a divisive situation on the door\" of clubs.\n\"We've heard of confrontations between customers and staff because the Covid passport has a poor reputation,\" he said.\n\"Businesses are picking up the flak from people who haven't had vaccines and not done lateral flow tests.\"\nHealth Minister Eluned Morgan told Dewi Llwyd on BBC Radio Cymru that the pass system \"isn't perfect\".\n\"But we were also aware, for example, that nightclubs are places where lots of young people congregate, and that there were no other measures, or a very small number of other measures to keep people from coming into contact with another,\" she said.\n\"Therefore, this hopefully will make a difference, especially amongst young people,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-58940752",
      "category": "uk-england-lancashire",
      "title": "Clayton-le-Woods house collapse: Family pays tribute to Carl Whalley",
      "tags": "Lancashire Constabulary,Chorley,Clayton-le-Woods,Lancashire Fire and Rescue Service",
      "text": "A man killed in a house collapse was \"the centre of our world\", his family has said.\nCarl Whalley, 57, died amid reports of a suspected explosion in Clayton-le-Woods on Friday.\nLancashire Police said officers continued attempts to establish the cause of a house fire that destroyed the Kirkby Avenue property.\nIn a statement, Mr Whalley's family said they were \"devastated\" by the loss of a \"much-loved family member\".\n\"No amount of time will lessen the pain that we are all going through,\" they said.\n\"He was the centre of our world and it has been ripped apart.\"\nHis daughter Charlotte added: \"Everything I do in my life I do to make my Mum and Dad proud.\n\"I want to carry on in my Dad's footsteps and make sure that his legacy lives on forever. He taught me everything I know and my life will never be the same without him.\"\nNeighbours have been returning to their homes after the area was evacuated following the blast at about 13:30 BST on Friday.\nOne resident said: \"My wife thought a washing machine had blown up until we went outside and the whole of the front of the house had blown out completely.\"\nDet Con Insp Zoe Russo, from Lancashire Police, said: \"Our investigation into the incident, which we now know was a house fire, is in its early stages and we are working with Lancashire Fire and Rescue Service and associated partner agencies to establish the cause of the incident.\n\"I would like to thank the nearby residents for their patience, especially those who have had to be evacuated from their houses.\"\nPolice are appealing for anyone with information or CCTV footage of the surrounding area to contact them.\nWhile a cordon remains around the property, a number of the surrounding roads have reopened.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58938850",
      "category": "uk-england-essex",
      "title": "Sir David Amess killing casts shadow over Leigh-on-Sea constituency",
      "tags": "David Amess,David Amess death,Leigh-on-Sea",
      "text": "The killing of Sir David Amess has shocked the country. But news of the MP's death has perhaps been felt most keenly in his Essex constituency, where he was known to and beloved by many. A day after he was attacked while serving the public, as he had done for almost 40 years, the local community tries to make sense of what happened.\nThe mood in Leigh-on-Sea is one of bewilderment. Sir David Amess had represented the area for decades and his constituents speak warmly of a man who dedicated his life to serving them.\nAs detectives attempt to piece together possible motives for his fatal stabbing, a thick gathering of police and global media has descended upon the usually quiet Essex town.\nPeople have gathered to pay tributes outside the Belfairs Methodist Church, on Eastwood Road North, where Sir David was attacked. \nResident Audrey Martin remembered her MP as \"an absolute gentleman\" who \"dedicated his whole life to his constituents here\".\n\"For many, many years he's just been a pillar of society, helping out all different people,\" she said. \nShe told the BBC how Sir David had \"taken time out\" to speak to her when she first moved to the area from Scotland. \n\"I just wanted to talk and just tell him how I was feeling at that moment in time, moving to Leigh-on-Sea, leaving my friends behind in Scotland and not having friends here. \n\"He just had this aura about him.\"\nAbigail Mkhize held back tears as she recalled how Sir David had helped her with her Employment and Support Allowance (ESA).\n\"Six years ago I was having chemotherapy and because I was working as an agency nurse, I had problems with getting the help with ESA, so I went and saw him,\" she said. \n\"He said, 'This is not right, you've been here for so long and you don't deserve this - I will sort it out' and he did.\"\nMs Mkhize has lived in Southend for 20 years and said she \"always felt comfortable\" knowing Sir David was around to help.\n\"He was the father of all nations, that's how we can describe him,\" she said. \"Whether you were black, white, irrespective of where you come from he gave that love, affection, kindness, caring.\"\nA steady trickle of locals have been slowly edging to the cordon tape to lay flowers and stand for a moment, remembering their MP.\nClusters of bouquets have been laid near the scene of the attack, with Prime Minister Boris Johnson and Labour leader Sir Keir Starmer among those to have paid their respects.\nResidents said they were touched that Mr Johnson had paid a visit so soon and felt he seemed clearly affected by what had happened.\nThose who knew Sir David have remembered him as \"universally liked\" regardless of their politics.\n\"What he was was a thoroughly decent man: he believed in right and wrong. He was always a positive person, always had a smile on his face,\" said Councillor Tony Cox, of Southend Borough Council. \nLocal people have \"lost a great man, they've lost a great MP, they've lost a respected parliamentarian and they've lost a good constituency advocate,\" he said.\nConstituent Lorraine Migliorini highlighted Sir David's work for children and young people with special educational needs.\n\"He was genuinely interested and listened to them which was fantastic,\" she said. \n\"He got things done and I think all of the special needs groups around here are very very grateful for what he's done.\"\nJulie Everitt, a constituent, said she would \"always remember him for his genuine smile\" and his passion for animal rights.\n\"He would go on campaigns, he was against the badger cull, he was against trophy hunting and fox hunting,\" she said.\nMs Everitt has co-ordinated a vigil for people to \"pay our respects to Sir David and our heartfelt sympathies to his loved ones\".\n\"I wrote to him on several occasions and he would always reply. \n\"He was a good gentleman, he had a good heart,\" she said.\nSome said they were especially shocked to hear police were investigating a possible terrorism link to Sir David's killing.\n\"For it to be classed as a terrorist attack is scary, very scary,\" said Tara Wilkinson. \nShe said Leigh-on-Sea was a close-knit community and one where you would \"never\" expect a terrorist attack to occur.\n\"It's just such a small community, to hear this here is just awful.\"\nA 25-year-old man arrested on suspicion of Sir David's murder remains in custody.\nA vigil to mark Sir David's life will take place in Leigh on Sea at 19:00 BST. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    }
  ]
}