{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56644577",
      "category": "world-africa",
      "title": "More than 1,800 prisoners escape in Nigeria",
      "tags": "Nigeria",
      "text": "More than 1,800 inmates have escaped from a prison in Nigeria after it was attacked by gunmen, officials say.\nThe attackers reportedly entered the prison yard in the south-eastern town of Owerri by using explosives to blast the administrative block. \nSix prisoners have reportedly returned, while 35 refused to escape.\nPolice have accused the banned separatist group, the Indigenous People of Biafra, of carrying out the attack. It has reportedly denied involvement.\nThe Nigerian Correctional Service has confirmed that 1,844 inmates escaped from the jail in Imo state.\nHeavily armed men stormed the Owerri Custodial Centre in the early hours of Monday, after arriving in pickup trucks and buses, the service said.\nA police spokesperson said the attackers carried rocket-propelled grenades, machine guns, explosives and rifles.\nPresident Muhammadu Buhari called the attack an \"act of terrorism\" carried out by \"anarchists\". He called upon security forces to capture the attackers and the escaped prisoners. \nA spokesman for the Indigenous People of Biafra separatist movement told the AFP news agency that accusations it was behind Monday's attack were \"lies\".\nImo state has long been a breeding ground for separatist groups, while relations between the central government and indigenous Igbo population are strained. \nSince January several police stations and vehicles across south-eastern Nigeria have been attacked and large amounts of ammunition stolen. No-one has claimed responsibility for the attacks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56266355",
      "category": "uk-wales-politics",
      "title": "Compulsory lifesaving lessons in Welsh curriculum in U-turn",
      "tags": "CPR,Welsh government",
      "text": "Schools in Wales will be required to teach lifesaving skills and first aid under the nation's new curriculum.\nEducation Minister Kirsty Williams has previously rejected calls for compulsory lessons on emergency resuscitation skills.\nThe British Heart Foundation had called for cardiopulmonary resuscitation (CPR) to be taught in all schools.\nConservative Senedd member Suzy Davies said it was \"difficult to understand why Welsh Government was so resistant\".\nMs Williams said guidance to schools would be amended.\nIn September 2020 CPR was added to the English secondary school curriculum, and in Scotland every local authority has committed to teaching lifesaving skills in secondary schools there.\nMs Davies attempted to add lifesaving skills to the new curriculum for Wales - which is planned to come into force from 2022 - through amendments to a law implementing the new system.\nOn Wednesday her amendments won the support of Labour MS Alun Davies, who suffered a cardiac arrest last year while jogging in a Cardiff park.\n\"It was a defibrillator that restarted my heart,\" he told the Senedd. \nThe Blaenau Gwent member said he was lucky enough that someone could cycle to get the device, which was in a college, \"whilst the people performing CPR on me were able to keep me alive for that to happen\".\n\"That doesn't happen and couldn't happen and wouldn't happen in too many parts of Wales,\" he said.\nMs Williams said in response that the statutory guidance to schools would in future say they \"should also consider what strategies their learners will need to be able to safely intervene to support others who may be at risk\". \n\"This should include lifesaving skills and first aid,\" she told the Senedd.\n\"I hope that this strengthened wording and this approach, which will, I hope, put it beyond doubt that this is a statutory element of the curriculum that must be provided to children and young people, will achieve what you have long campaigned for, Suzy, that children leaving our schools will have had the opportunity to acquire these skills.\"\nMs Davies, who dropped her amendments following the minister's commitment, welcomed the changes.\nShe said: \"From securing cross-party support for this in my early days as an Assembly Member, through several debates and pitches to different ministers, on to my own proposed legislation which found favour among Senedd members, it was difficult to understand why Welsh Government was so resistant.\n\"In this country, our chances of surviving a cardiac arrest outside hospital are as poor as 10%. In countries around the world where teaching CPR and defibrillator use is compulsory, those odds improve dramatically. \n\"These skills are quick and easy to learn, and easy to remember.\"\nA Welsh Government spokesman said: \"As part of the new curriculum, teachers will be able to focus on a wide range of health and well-being topics, including first aid.\n\"We have worked closely with partners, including the British Heart Foundation, in developing guidance and will continue to work with experts in this field as we refine the curriculum going forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56639088",
      "category": "technology",
      "title": "Google v Oracle: Supreme Court declares Google's code copying fair",
      "tags": "Copyright,Google",
      "text": "A decade-long battle over copied code in Google's Android operating system has ended in the US Supreme Court.\nOracle, another tech titan, had sued Google in 2010 for copyright infringement over what it said was copied computer code.\nAndroid is now used in an estimated 70% of global smartphones, and damages could have run into the billions.\nBut the Supreme Court let Google off the hook, overturning a lower court's decision it had infringed copyright.\nThe court ruled six to two in favour of Google.\nAt issue was whether Google's use of Oracle's Java API - a widely-used \"building block\" for programmers - counted as \"fair use\" under US copyright law. \nIf it was, the fact that Google was accused of copying more than 11,000 lines of code would not matter.\nJustice Stephen Breyer, in his written opinion, said that \"to allow enforcement of Oracle's copyright here would risk harm to the public\".\nSo many programmers used and had deep knowledge of Oracle's building blocks that such a move would turn computer code into \"a lock limiting the future creativity of new programs\". \n\"Oracle alone would hold the key,\" he warned.\nOracle made clear that it firmly disagreed with the court's judgement, saying that it had increased Google's power further and damaged other companies' ability to compete.\n\"They stole Java and spent a decade litigating as only a monopolist can,\" said Dorian Daley, the company's general counsel, in a statement.\n\"This behaviour is exactly why regulatory authorities around the world and in the United States are examining Google's business practices.\"\nGoogle, meanwhile, painted the decision as a victory for the software industry as a whole.\n\"Today's Supreme Court decision in Google v Oracle is a big win for innovation, interoperability and computing,\" wrote Ken Walker, the company's senior vice president for global affairs.\n\"Thanks to the country's leading innovators, software engineers and copyright scholars for their support.\"\nThe majority of judges agreed that Google's copying of the Java code - in the particular way it was used - was \"a fair use of that material\".\nBut the judges disagreed on how to apply traditional copyright law to computer code.\nJustice Breyer, writing for the majority, acknowledged that it is \"difficult to apply traditional copyright concepts in that technological world\".\nBut in a dissenting opinion, Justice Clarence Thomas wrote that allowing fair use simply because it allows new products to be created effectively redefines the idea. \n\"That new definition eviscerates copyright,\" he warned.\nHe also lamented that the majority had decided not to rule on whether code was copyrightable, instead saving the question for another day and relying on fair use instead.\n\"The majority cannot square its fundamentally flawed fair-use analysis with a finding that declaring code is copyrightable,\" he wrote of his peers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56639101",
      "category": "business",
      "title": "Penguin Random House keeps furlough cash despite strong sales",
      "tags": "Companies,Books,Publishing",
      "text": "Britain's biggest publisher says it will not hand back funds it received under the furlough scheme, despite seeing strong sales in lockdown.\nPenguin Random House UK is thought to have claimed about £1m via the scheme.\nLike other publishers, it has seen demand for books surge as people spend more time at home.\nA spokesperson said: \"We have used the government's furlough scheme for its intended purpose: to protect jobs during this extraordinary time.\"\nCompanies are under no obligation to repay the taxpayer cash they receive through the government's job retention scheme, but they have been urged to do so if they can afford it.\nIt is not known how many of workers at Penguin Random House were furloughed at the height of the pandemic. \nOnly six of 1,800 members of staff are now on paid leave, including a number of facilities staff at its head office in London, which is currently closed.\nThe publishing house, which is owned by German firm Bertelsmann, saw global revenues rise by 4.6% to €3.8bn last year. It does not publish its UK profits separately, but they are thought to have soared. \nIn its 2020 annual report, the publisher said that it sells more than 600 million printed books, e-books and audiobooks each year, with the UK making up 6.5% of its sales.\nOther publishers such as Hachette UK and Harper Collins were reported as having placed staff on furlough at the height of the pandemic, although the latter said after a \"strong performance\" it did not claim any money from the scheme.\nHousebuilders Redrow, Barratt and Taylor Wimpey also handed back cash, so too gaming retailer Games Workshop, distribution giant Bunzl and the Spectator magazine.\nThe furlough scheme was launched in April 2020 to support businesses that could not operate, or had to cut staffing levels, during lockdown. \nMore than 1.3 million employers in the UK have claimed support under the scheme, which covers up to 80% of an employee's salary for the hours they can't work up to £2,500 per month.\nIt has cost the government around £55.7bn to date, according to latest figures from HMRC.\nThe highest take-up rate has been in hospitality businesses such as restaurants, cafes and pubs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56634176",
      "category": "uk",
      "title": "Covid: Passports showing vaccine status would be time-limited, says minister",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Vaccine passports,Coronavirus pandemic",
      "text": "Any \"Covid passport\" scheme to prove people in England are safe to attend mass-audience events would be \"time-limited\", the government said.\nA \"Covid status certification\" scheme is being developed to enable concerts and sporting matches to take place.\nIt would record whether people had been vaccinated, recently tested negative or had natural immunity, having already had a bout of coronavirus.\nThe government is also trialling other ways of holding mass events safely.\nSports Minister Nigel Huddleston said the trials would be a \"learning experience\" and no decisions had been made about processes or vaccine certification.\nImproved ventilation and testing before and after events are among the other approaches being tested for mass gatherings and indoor events, including sports matches and nightclubs.\nMr Huddleston said the PM would receive a report on all the trial events at the end of May.\nThe pilot events - which include the FA Cup final, the World Snooker Championship, cinema screenings and nightclub events - will take place up until mid-May.\nThe NHS is said to be working on a system to allow people to demonstrate their Covid vaccination status through an app or paper certificate. \nFor people who have not yet been vaccinated, it could record any recent negative tests, or whether they have tested positive in the last six months and are likely to have natural immunity.\nThe FA Cup final will require certification but some of the venues stressed they would not be involved in trialling the so-called Covid passports proposed by the government.\nPaul Blair, co-owner of the Hot Water Comedy Club in Liverpool which is due to host the very first event, said his club faced the \"worst negative press we've ever had\" when it was wrongly reported certification would be used at his event.\nHe told the BBC that one person sent a message saying they hoped the owners would \"catch Covid and die\", while several messages seemingly organised by a conspiracy theorist group accused the club of practising \"medical apartheid\".\nInstead of using Covid passports, his event will involve testing audience members before and after the show as part of a scientific experiment to ensure that it will be safe to reopen without social distancing after 21 June.\n\"The sole reason we are doing this is to help prove it's safe for live venues to open,\" he said, adding that it would apply to people regardless of their vaccine status.\nAnother series of events to be piloted in Liverpool will be three open-air cinema nights put on by Luna Cinema, with around 1,000 people expected each time.\nGeorge Wood, the cinema's founder, told the BBC they would aim to run the screenings \"in a way that will be allowing people not to think about social distancing\".\n\"For just those few hours when they come to the event, it'll be back to pre-Covid restriction levels, where people will be able to sit next to each other and enjoy a film on a big screen,\" he said.\nHe added that detail on how testing will work at the events will come out in the next few days.\nMore than 31.5 million people have received a first dose of a Covid vaccine and nearly 5.4m have received both jabs, but most people vaccinated so far are over 50.\nThe government said it was also working with clinical and ethical experts on exemptions for people for whom vaccination is not advised and repeat testing would be difficult. \nBusinesses in England which can reopen in the coming weeks, including pubs, restaurants and non-essential retail will not have to use the system for now.\nHowever, sources say requiring a certificate to access hospitality further down the line - perhaps to reduce the need for social distancing - has not been ruled out. \nPrime Minister Boris Johnson said the government was doing everything it could to ensure people could return to events and travel \"as safely as possible\".\nCabinet Office Minister Michael Gove, who is leading a review into the use of Covid passports, has called certification for international travel an \"inevitability\".\nIt could also be a \"valuable aid\" in reopening parts of the domestic economy faster, he wrote in the Sunday Telegraph.\nHowever, critics, including more than 40 Tory MPs and privacy campaigners, have suggested a Covid passport scheme could be \"discriminatory and counterproductive\".\nFormer Labour leader Jeremy Corbyn, who now sits as an independent, and senior Tory Iain Duncan Smith are among a broad coalition of MPs who have pledged their opposition.\nWhile the proposed plans cover England only, the government is discussing the scheme with Scotland, Wales and Northern Ireland.\nThe plans come as the UK reported another 2,297 cases and 10 deaths - although Wales and Northern Ireland did not report data for that 24-hour period.\nOn Monday, the prime minister is expected to outline plans for easing restrictions on international travel, involving a \"traffic light\" system for rating the virus risk of international destinations. \nInternational travel will not be allowed until 17 May at the earliest.\nBut the government said the traffic-light system would \"help ensure the UK's vaccine progress isn't jeopardised and provide clear guidance\" when travel resumes.\nPeople coming back from countries in the green category will not have to self-isolate on their return, although pre-departure and post-arrival tests will still be required.\nFor countries assigned red and amber, restrictions would remain as they are now, with arrivals required to enter quarantine or self-isolation.\nThe list of countries included in each category will only be announced nearer the launch date, and the government continues to advise people not to book summer holidays abroad.\nIndustry body Airlines UK, which has been calling for a similar system, said travel could take place \"proportionately and in a risk-based way\" without \"opening up the border to every country out there\".\nChief executive Tim Alderslade said: \"There are tens of thousands of jobs dependent upon aviation and restarting travel, and the sector cannot survive another lost summer with little or no revenue.\"\nAlso expected on Monday are details of a review into social distancing, which is examining when distancing requirements and the guidance to \"work from home if possible\" could be lifted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52646738",
      "category": "explainers",
      "title": "UK holidays: What are the rules?",
      "tags": "Tourism,Coronavirus lockdown measures,Holidays,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Going abroad is not straightforward at the moment, so many people are choosing to holiday in the UK this summer. \nWhat are the current rules?\nYou can travel freely between England, Scotland, Wales and Northern Ireland, unless you have to self-isolate because you have Covid symptoms or have tested positive. \nAll holiday accommodation - including hotels, hostels, B&B, caravans and boats - can operate across the UK. \nIf you have to cancel a trip because of Covid, you may be entitled to a refund or to rearrange for a later date, but this will depend on the terms and conditions of your booking, so you will need to discuss this with your holiday provider. \nAnyone planning a trip to the Scottish islands is asked to take two lateral flow tests - one on the day of travel and one three days before.\nPeople travelling to Northern Ireland from the rest of the UK are also advised to test before departure and after arrival, but this is not law.\nSome UK cruise operators are insisting passengers do a rapid test before boarding. Saga and P&O have said all cruise passengers must be fully vaccinated. \nThere is no longer any requirement for social distancing, and no limits on how many people can stay together in holiday accommodation or private homes in England, Scotland or Wales. \nHowever people are still advised to meet others outdoors or in well-ventilated spaces wherever possible. \nThere are still some restrictions in place in Northern Ireland:\nThe Northern Ireland Executive is due to discuss easing remaining restrictions at its next meeting on 1 September.\nFace coverings are no longer required by law in England, although the government \"expects and recommends\" that they are worn in crowded and enclosed spaces. \nHowever, a number of transport operators in England are still asking customers to wear masks, as are a number of shops and supermarkets.\nWearing a face covering remains compulsory in many public indoor spaces in Wales, Scotland, and Northern Ireland, including on public transport, so you will be expected to use a mask on any cross-border plane, train or bus journey, unless you are exempt. \nMuseums, galleries, amusement parks, leisure centres, cinemas, theatres, stately homes and gardens can open across the UK. \nHowever, some venues are still not operating at full capacity, and you may need to pre-book tickets, so you should check before you visit. \nYou may still be asked to wear a face covering or physically distance from other people. \nBusinesses in Wales are required to carry out risk assessments to decide if social distancing measures are still needed. \nIndoor hospitality venues in Scotland must continue to collect customer contact details. Organisers of outdoor events for more than 5,000 people and indoor events for more than 2,000 have to apply for permission to go ahead. \nNightclubs are still closed in Northern Ireland.\nThe Common Travel Area (CTA) is a term which covers the UK, Ireland, the Channel Islands and the Isle of Man. \nTravel within the CTA is not considered international travel. \nFully vaccinated adults or under-18s travelling from the UK to other CTA destinations may not need to do any travel-related testing or quarantine on arrival, but the rules do vary, so you need to check before arranging a trip. \nAs long as you've not been outside the CTA in the previous 10 days, you do not have to complete a passenger locator form, take any Covid tests or quarantine on your return to the UK.\nForeign travel is allowed, but people must follow different rules about testing and quarantine according to the traffic light status of their destination country. \nVisitors to green-list countries do not need to isolate on their return home. Under-18s and fully vaccinated people returning to the UK from amber-list countries also no longer have to self-isolate on arrival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-56640415",
      "category": "uk-england-dorset",
      "title": "Durdle Door sea arch base jumpers 'idiotic and irresponsible'",
      "tags": "West Lulworth",
      "text": "Two men who parachuted 20m (70ft) off a rock arch have been branded \"idiotic and irresponsible\".\nThe men were seen climbing up Durdle Door on the Dorset coast and jumping off at around 10:30 BST on Sunday.\nJames Weld who runs the estate where the arch is located said their actions endangered lives by encouraging others.\nLast May, three people were seriously hurt jumping into the sea from the arch, leading to extraordinary scenes as the crowded beach was evacuated.\nSigns are in place warning people not to climb Durdle Door.\nMr Weld, who manages the 12,000 acre Lulworth Estate on behalf of his family, said: \"Climbing Durdle Door disturbs wildlife and is dangerous.\n\"Jumping off is life-threatening, requiring the emergency services and others to respond to a conscious decision by those who have no excuse not to be aware of the potential consequences.\"\nThe coastguard said it had received reports of two people jumping at 10:30, but no assistance was required."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56635809",
      "category": "uk",
      "title": "Covid: Weekly tests for all in England, and cabinet to sign off lockdown easing",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday. We'll have another update for you on Tuesday morning. \nIn a bid to \"squash any outbreaks\" as lockdown rules ease, everyone in England will soon be able to order twice-weekly coronavirus tests.  The lateral flow kits, which will provide results in about 30 minutes, will be available for free from testing sites, pharmacies and through the post from Friday. However, critics of the scheme say it could become a \"scandalous\" waste of money. There are also concerns over false positive tests.\nUK Prime Minister Boris Johnson is due to meet the cabinet to sign off the next stage of lockdown easing in England. Later, the prime minister will hold a Downing Street briefing, where he is expected to outline plans for coronavirus passports to enable mass-audience events to take place in the months ahead and confirm a traffic light system will be introduced when international leisure travel resumes. Read more about the roadmap for easing restrictions.\nMeanwhile in Scotland, hairdressers, homeware shops and garden centres are reopening. Holyrood lifted its \"stay at home\" rule on Friday, but urged people to continue following the rules. \"The virus is down but it's not yet out,\" Deputy First Minister John Swinney said. Other areas allowed to reopen include non-essential click-and-collect services, key cutting, mobility equipment, baby equipment and electrical repairs. Read more about what rules are changing in Scotland and when.\nA little over a year ago the labels Covid-somnia or coronasomnia would have been unheard of. But doctors are starting to see those who were once good sleepers experience insomnia, while those who had sleeping problems before the pandemic have experienced a worsening of symptoms. This is how the virus has changed the way we sleep.\n\"I don't have any job, I don't have a life, I don't have any food for my kids.\" Josephine Muchilwa worked in the kitchen of a school in Kenya before pupils were told to study at home. When she lost her job, she had to find new ways of supporting her four children. More than a year on, and despite her attempts to start her own business, the circumstances she is faced with means Josephine continues to struggle. Listen to her story on Business Daily.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nLockdown is being eased, with fewer restrictions on what we can do. What does it mean for things like sports, gyms, hairdressers and pubs?\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56638328",
      "category": "world-africa",
      "title": "Tigray crisis: The Weeknd donates $1m to Ethiopians in conflict",
      "tags": "Tigray crisis,Ethiopia",
      "text": "R&B singer The Weeknd has promised to donate $1m (£700,000) to Ethiopians caught up in the conflict in Tigray.\nThe star, born Abel Tesfaye in Canada, is the son of Ethiopian immigrants.\n\"My heart breaks for my people of Ethiopia as innocent civilians ranging from small children to the elderly are being senselessly murdered,\" he said.\nFighting between the Ethiopian army and the Tigray People's Liberation Front (TPLF) began in November and has left millions of people homeless.\nThe fighting started when Prime Minister Abiy Ahmed sent forces to the Tigray region, after accusing the TPLF of attacking a government military base.\nThe TPLF had been the ruling party in the area, but fell out with Mr Abiy over his efforts to increase the central government's power.\nLast week, a BBC Africa Eye investigation uncovered evidence suggesting the Ethiopian military had carried out a massacre in Tigray, killing at least 15 men. \nSo far more than two million people have left their homes to get away from the fighting, according to Tigray's interim administration.\nThe government estimates that 4.5 million people need emergency food assistance, according to the UN's World Food Programme (WFP).  \nThe WFP adds in a statement that the government has asked WFP to provide food for 1.4 million people.\nThe Weeknd's donation to WFP \"will provide lifesaving food to those affected by conflict in Ethiopia's northern Tigray Region\", WFP adds.\nThe Weeknd said on Twitter and Instagram that his $1m donation would go to the UN's World Food Programme to pay for two million meals.\nThe singer has become one of the biggest chart stars of the last decade with hits including Blinding Lights.\nHe has spoken before about his Ethiopian heritage, telling Rolling Stone magazine in 2015 that his grandmother would take him to services at their Ethiopian Orthodox church in Canada, that his first language was Amharic, and that his vocal style was influenced by Ethiopian singer Aster Aweke.\nMore about the conflict in Tigray:\nThe conflict in Tigray spread over international borders as forces from neighbouring Eritrea joined Ethiopian government troops in fighting the TPLF.\nEritrean troops are reported to have started to withdraw after the G7 group of industrialised nations called for them to do so on 2 April. \nThe G7 group also said it is \"strongly concerned\" by reports of human rights abuses in Tigray. These include mass killings of civilians, sexual violence, looting and the abuse of refugees.\nEthiopia's prime minister has previously denied that any civilians have been killed.\nTigrayan forces, meanwhile, have also faced accusations of human rights abuses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56639858",
      "category": "health",
      "title": "Mental health: More help for new and expectant mothers in England",
      "tags": "Solihull,Birmingham,Postnatal depression,NHS England,Mental health,Pregnancy",
      "text": "Mental health \"hubs\" for new, expectant or bereaved mothers are to be set up around England. \nThe 26 sites, due to be opened by next April, will offer physical health checks and psychological therapy in one building.\nNHS England said these centres would provide treatment for about 6,000 new parents in the first year.  \nFive years ago, 40% of areas in England had no dedicated maternal mental health services.\nThings have improved since then with some specialist services available in each of the 44 local NHS areas in England. \nBut in the NHS's Long Term Plan, published in 2019, the health service pledged to offer more \"evidence-based\" support, including to partners and families through these hubs or \"outreach clinics\".\nThe NHS hopes to offer services to people with moderate-to-severe difficulties, whereas earlier investment focused on the most acutely unwell mothers.\nThese clinics will \"integrate maternity, reproductive health and psychological therapy for women experiencing mental health difficulties directly arising from, or related to, the maternity experience,\" NHS England said.\nOne of the new sites, in Devon, opened in January this year. \nLizzie, who experienced low mood and nightmares during her pregnancy having previously suffered a miscarriage, was referred to the service for some support.\nShe was diagnosed with post-traumatic stress disorder (PTSD) and offered a therapy called Eye Movement Desensitization and Reprocessing (EMDR), which is designed to help people cope with distressing memories.\nAfter the treatment and having had her baby girl Enfys, Lizzie said: \"I feel unbelievably better after this pregnancy and birth compared to how I felt after my experience with my first child, when there wasn't any support available to me; even with the added distress of having a miscarriage, the pressures of Covid-19 restrictions and not being able to see my family. \n\"I feel happier, more confident and much better in my mental health. I feel fully recovered.\"\nIn 2019-20, more than 30,000 women were seen by specialist perinatal mental health community services. \nNHS England has made a commitment to offer specialist care to at least 66,000 people with mental health difficulties related to pregnancy, birth or parenthood by 2023-24. \nEmily Slater, CEO of the Maternal Mental Health Alliance, said: \"For the more than one in 10 expectant and new mothers experiencing mental health problems, and the increased numbers as a result of the pandemic, there needs to be a system of care available to support them. \n\"These new services will enable more women than ever to access vital perinatal mental health care.\"\nHelp will be available from before conception - for those with pre-existing mental health conditions who want to get pregnant - until the baby's second birthday, whereas currently these services are available for the first year of a child's life. \nNHS England said care would be provided for a \"wide range of mental health issues from post-traumatic stress disorder (PTSD) after giving birth to others with a severe fear of childbirth,\" for 1,001 days from conception. \nClaire Murdoch, NHS England's national mental health director, said: \"Every woman has a unique experience with pregnancy and motherhood and some will need extra support to cope with mental health issues that can range from anxiety to severe depression. \n\"I would encourage any mum who needs this support to come forward safe in the knowledge that her mental health and wellbeing are of paramount importance and she should not feel ashamed of accessing the help she needs.\"\nThe clinics will also train maternity staff and midwives as well as providing psychological therapies to people during pregnancy and after giving birth.\nThe first 10 sites will open around England \"within months\", in:\nThe rest are expected to be up and running by April 2022, with plans for all 44 local NHS areas to have one of these hubs by April 2024. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56635888",
      "category": "business",
      "title": "LG scraps its smartphone business as losses mount",
      "tags": "Companies,Television,Samsung,LG,Mobile phones",
      "text": "LG Electronics said on Monday it would close down its loss-making smartphone business.\nIn January, the South Korean electronics giant said it was looking at all options for the division after almost six years of losses totalling around $4.5bn (£3.3bn).\nLG had made many innovations including ultra-wide angle cameras, rising to third largest smartphone maker in 2013.\nBut bosses said the mobile phone market had become \"incredibly competitive\".\nWhile Samsung and Apple are the two biggest players in the smartphone market, LG has suffered from its own hardware and software issues.\nAs LG struggled with losses it had held talks to sell part of the business but these fell through.\nIt still ranks as the third most popular brand in North America but has slipped in other markets. LG phones are still fairly common in its domestic South Korean market.\n\"LG's strategic decision to exit the incredibly competitive mobile phone sector will enable the company to focus resources in growth areas such as electric vehicle components, connected devices, smart homes, robotics and artificial intelligence,\" it said in a statement. \nLast year it shipped 28 million phones, which compares with 256 million for Samsung, according to research firm Counterpoint.\nThe smartphone business is the smallest of LG's five divisions, accounting for just 7.4% of revenue. Currently its global mobile phone market share is about 2%.\nIt has been innovating its phones to compete with its bigger rivals, with last year's launch of the T-shaped Wing, a smartphone with a larger screen which swivels out to reveal a second, smaller one underneath.\nLG still has a strong consumer electronics business, particularly with home appliances and televisions. LG is the world's second best-selling TV brand after Samsung.\nIn December it launched a joint venture with automotive supplier Magna International that will make key components for electric cars.\nLG's phone inventory will continue to be available for sale, and it will still provide service support and software updates for existing customers. The divisions is expected to be wound down by the end of July.\n\"Moving forward, LG will continue to leverage its mobile expertise and develop mobility-related technologies such as 6G to help further strengthen competitiveness in other business areas,\" a spokesman added.\nAnalysts said South Korean rival Samsung and Chinese companies such as Oppo, Vivo and Xiaomi are likely to benefit the most from LG's exit.\nSmartphone makers struggled during the pandemic with sales down about 10% in 2020 mainly due to lockdowns limiting store openings."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56639409",
      "category": "uk-wales",
      "title": "Covid: 'All over-50s in Wales offered vaccine by target date'",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "All over-50s and at-risk adults with underlying health conditions have been offered a Covid-19 vaccine in Wales, according to the Welsh government. \nThe government said it had hit its target after First Minister Mark Drakeford said everyone in the top nine priority groups would be offered a first jab by Sunday.\nAll four UK governments had promised to reach the milestone by mid-April.\nThe Welsh government said it had achieved its \"second milestone\".\nIt comes after the top four priority groups in Wales, which is made up of all over-70s, including care home residents, were offered a jab by mid-February.\nOn Monday, Public Health Wales said 1,490,372 people had received a first dose of the vaccine, and 467,683 had had both doses and were fully vaccinated.\n\"I can confirm that the second milestone has been achieved, all phase one priority groups have been offered a vaccine by the NHS,\" a Welsh government spokesman said.\n\"We are encouraging people in these priority groups who haven't yet had a vaccine to contact their local health board to arrange it.\"\nWelsh Conservative Senedd leader Andrew RT Davies said: \"This is a true British success story and I would like to thank everyone involved, especially our incredibly hard-working vaccination teams and armed forces who have gone above and beyond delivering the rollout programme.\n\"This is a significant milestone we can all celebrate as we continue on the road to recovery.\"\nPlaid Cymru's health spokesman Rhun ap Iorwerth said reaching the milestone was \"testament to the hard work of our wonderful NHS staff and the army of volunteers who have gone beyond the call of duty\".\n\"The vaccine rollout gives us hope and confidence that we are moving in the right direction and it must continue at pace to ensure that the people of Wales are vaccinated as quickly as possible. We need to know what this milestone now means for further easing of restrictions.\"\nThe Welsh Liberal Democrats said it was \"good news\" and thanked staff who worked over Easter.\n\"We must continue this roll out to ensure everyone in Wales is vaccinated as quickly and safely as possible,\" the party's health spokeswoman Jo Watkins said.\nMeanwhile, everyone in England is to be given access to two rapid coronavirus tests a week from Friday, under an extension of the UK government's testing programme.\nWhen asked if people in Wales would be offered the same service, the Welsh government said it was \"already providing access to over 22% of our total population to regular testing\", and that this was growing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56632955",
      "category": "world-asia",
      "title": "Taiwan train crash: Lorry boss offers 'deep remorse'",
      "tags": "Rail travel",
      "text": "A construction site manager whose lorry slid on to a railway track and led to Taiwan's worst train disaster in decades has expressed \"deep regret\".\nLee Yi-hsiang, 49, said he was \"deeply remorseful\" and wanted to give his \"most sincere apologies\".\nHis flatbed lorry was parked on an embankment but slipped down it, causing the train to derail on Friday near the city of Hualien.\nAt least 50 people were killed and more than 200 injured in the crash.\nInvestigators say CCTV footage from the front carriage showed the train driver had only 6.9 seconds to respond and the train was only 250m (820ft) away from the lorry, not enough time or distance for the driver to stop and avoid the collision. \nThe probe is now looking into whether Mr Lee failed to set the emergency brake or whether there was a mechanical failure in his vehicle. \nHe was questioned over the weekend by prosecutors and released on bail, but on Sunday he was taken back into custody because he was deemed a flight risk and had a previous conviction, Taiwanese media reported.\nReading a statement to news crews outside his house, Mr Lee said he would co-operate with crash investigators, and \"take the responsibility I should take\". He was then taken away by police.\nHe was part of a team who regularly inspected Taiwan's mountainous eastern train line for landslides and other risks. He was also thought to be the flatbed's operator.\nThe eight-carriage train was travelling from the capital Taipei to Taitung when it hit the flatbed and crashed inside a tunnel north of Hualien.\nThe train was packed with people travelling to celebrate a long-weekend holiday, and many of the nearly 500 passengers on board may have been standing because the train was so full.\nSome survivors lost their whole families, AFP reports, and Taiwan declared three days of national mourning.\nPriest Sung Chih-chiang said he spoke to one female survivor who lost her husband and two children in the crash. \n\"She could not find her daughter. When she yelled, she found her daughter was under the steel panels. She put some effort into moving those pieces one by one, but her daughter's voice became quieter and quieter, and then there was no response,\" he told Reuters.\nCrews are still slowly and carefully removing the train wreck from the tunnel. There are fears more bodies could be found.\nInvestigators have been going through the train's recording devices and CCTV footage from the front carriage, the chairman of the Taiwan Transportation Safety Board told AFP.\n\"According to the testimonies by some passengers, they heard the horn being sounded and it's believed the train driver had spotted an object on the track,\" Hong Young said. \nHe added that the train driver, who was among those killed, would have struggled to avoid the crash.\nThere have been mounting questions over how full the train was, and why there were no barricades on that section of the track. \nThis led to Taiwan's transport minister, Lin Chia-lung, offering his resignation on Sunday. On Facebook, he wrote: \"I should have accepted all the criticism over the past few days, but we have not done well enough.\"\nThe government has not accepted his resignation, however, and said he should stay in the position until the investigation was complete. \nThe incident has brought safety in Taiwan back into the spotlight and raised questions about whether enough importance is being placed on preventing accidents. \nIn 2019, a bridge collapse caused by a lack of maintenance killed four fishermen in a boat. A year earlier, 18 people were killed and 187 injured after a passenger train derailed in north-east Taiwan. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56632958",
      "category": "world-europe",
      "title": "Bernard Tapie: French tycoon and wife attacked in home",
      "tags": "France,Adidas",
      "text": "French tycoon and and former Adidas owner Bernard Tapie and his wife have been attacked in a violent burglary at their estate near Paris.\nThe couple were tied up with electrical cords, physically assaulted and robbed of their jewellery.\nBernard Tapie, 78, who was briefly a government minister, is a flamboyant and controversial figure. \nHe has been at the centre of legal battles concerning corruption and fraud for decades, and spent time in jail.\nThe investigation has now been taken over by prosecutors in the capital Paris.\nMr Tapie and his wife, Dominique, 70, were sleeping when four men slipped passed security guards and broke into their home around 00:30 on Sunday (22:30 GMT Saturday).\nThe intruders pulled Mrs Tapie by the hair \"because they wanted to know where the treasure was\", the mayor of Combs-La-Ville, Guy Geoffroy, told AFP. \n\"But of course there was no treasure, and the fact that they didn't find it made the violence only worse.\"\nMr Tapie was hit over the head with a club while sitting in a chair.\nManaging to free herself, Dominique Tapie ran to a neighbour's home and called the police. She suffered facial injuries after being hit several times, and was taken to hospital.\n\"She is doing well,\" Mr Tapie's grandson Rodolphe Tapie said.\nMr Tapie refused to go to hospital.\n\"He is shattered, very tired,\" Rodolphe Tapie said. \nThe thieves reportedly stole two watches, including a Rolex, earrings, bracelets and a ring.\nThe couple's son posted a photo of his father's injuries on Twitter.\nBernard Tapie has a long list of accomplishments over a number of decades:\nBut he has also had a string of legal problems, declared bankruptcy in the 1990s and spent five months in jail after a series of cases concerning corruption, tax fraud and misuse of corporate assets.\nFlaunting his wealth by buying the football club, Olympique de Marseille won the French championship while he was their owner, but he was accused of match-fixing and the club was stripped of its league championship title and later relegated to a lower division.\nHis most high-profile case has lasted more than two decades, and involves a controversial settlement of €400m ($470m) awarded to him in 2008 after he sold his stake in Adidas.\nMr Tapie had sued French state bank Crédit Lyonnais, accusing it of undervaluing the sports goods company during the sale.\nA panel concluded he had been the victim of fraud, and awarded him the massive damages.\nThe scandal also implicated then-Finance Minister Christine Lagarde. She was found guilty of negligence, because she approved the compensation money.\nMs Lagarde denied any wrongdoing, and was not fined or imprisoned. She now runs the European Central Bank.\nMr Tapie was ordered to repay the money in 2015, after a court found he had in fact not been defrauded by Crédit Lyonnais - a decision he continues to fight.\nBernard Tapie is currently suffering stomach cancer and cancer of the oesophagus, and the trial concerning his appeal was postponed last year until May 2021 because of his health."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56602371",
      "category": "uk-wales",
      "title": "Covid: All over-50s offered first jab by Sunday - Welsh government",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus testing,Bangor,Coronavirus pandemic",
      "text": "Wales is set to become the first UK nation to have offered a first Covid-19 jab to over-50s and at-risk adults with long-term health conditions, the Welsh government has said.\nFirst Minister Mark Drakeford said everyone in the top nine priority groups would be offered a first jab by Sunday.\nAll four UK governments had promised to reach the milestone by mid-April.\nHe paid tribute to front-line staff for helping to reach the target early.\n\"This is a truly remarkable effort and is down to the hard work of thousands of people who are working tirelessly on the NHS front line across Wales to make this happen,\" he said.\n\"I want to thank each and every one of them.\n\"And it is because of those efforts that I am able to say today that we will meet our next vaccine milestone early. \n\"By Sunday we will have offered a vaccine to everyone in the first nine priority groups - that's everyone over 50; all adults with an underlying health condition and a great many unpaid carers. \n\"By Sunday, a minimum of 75% of those in each priority group will have received a first vaccination.\"\nData on vaccinations will not be published by Public Health Wales on Easter Sunday.\nThe news comes as Mr Drakeford announced a series of lockdown easing measures, including plans for pubs, restaurants and hotels to reopen indoors in time for the Spring Bank Holiday at the end of May.\nEarlier on Thursday, he told Claire Summers on BBC Radio Wales Breakfast: \"The presence of the virus in Wales is the lowest in the United Kingdom, the rate of vaccination in Wales is the highest in the United Kingdom.\"\nThe announcement follows concern about a slow-down in vaccine supplies and people not attending appointments.\nOn Monday the Welsh Government's Chief Pharmacist said second Covid-19 vaccine doses will be prioritised during the expected supply slowdown of the Oxford-AstraZeneca jab with Wales receiving 250,000 fewer Oxford-AstraZeneca jab doses than expected.\nBut Andrew Evans insisted the shipping delay not affect Wales hitting its targets. \nThe NHS has also been urging people to attend vaccine appointment after hundreds failed to show up for their jabs.\nIn the Swansea Bay area almost 500 people did not attend on Monday.\nAt a mass vaccination centre in Bangor in Gwynedd, almost 200 people failed to show up over a three-day period.\nIn February it was announced that Wales became the first UK nation to offer a first dose to the top 4 priority groups.\nThe next target is to offer at least a first jab to every adult by the end of July.\nThe Welsh Liberal Democrats' health spokeswoman Jo Watkins said: \"This is good news and our thanks go out to everyone working on this programme and those who will be working over the Easter break.\n\"We must continue this rollout to ensure everyone in Wales is vaccinated as quickly and safely as possible.\"\nWelsh Conservative health spokeswoman Angela Burns said: \"The milestone that is expected to be met in Wales on Sunday has been made possible because of the strength of our United Kingdom, where the UK government made the swift decision to place orders for vaccines, and the superb work of NHS staff, volunteers and all others involved in the rollout of the programme in Wales.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56644335",
      "category": "uk-england",
      "title": "Man, 34, charged after baby hit by car in Brownhills",
      "tags": "Bloxwich,Walsall",
      "text": "A 34-year-old man has been charged in connection with a car crash that killed a two-week-old boy in a pram.\nCiaran Leigh Morris was being pushed along the pavement by family members on High Street, Brownhills, West Midlands, when he was struck on Sunday afternoon.\nJames Paul Davis, from Walsall, has been charged with causing death by dangerous driving and causing death by driving while uninsured.\nHe will appear at Wolverhampton Magistrates Court on Tuesday morning.\nMr Davis also faces further charges of failing to stop at the scene of a collision and failure to report a collision.\nFlowers, toys and tributes have been left at the scene, where damage to a brick wall can be seen.\nIn a tribute released on Monday, Ciaran's parents said: \"Mommy's and Daddy's hearts will always ache, we love you more than anything.\n\"We didn't get to keep you for long but we are happy we had the chance to meet you, look after you and call you our son.\n\"Fly high angel.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56633337",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Hairdressers and homeware shops reopen",
      "tags": "Coronavirus lockdown measures,Scotland economy,Retailing,Hairdressers,Coronavirus pandemic",
      "text": "Hairdressers, homeware shops and garden centres are reopening in Scotland as Covid restrictions on the economy have eased.\nNon-essential click-and-collect services are also allowed to resume.\nThey are the latest lockdown measures to be relaxed after the Scottish government lifted its \"stay at home\" rule on Friday.\nOther businesses reopening include key cutting, mobility equipment, baby equipment and electrical repairs.\nDeputy First Minister John Swinney urged people to remember the virus is still circulating and to continue following the rules.\nHe said: \"The virus is down but it's not yet out, and the last thing we need is to see it making a comeback and undoing all the progress from the massive effort and sacrifices we have all had to make.\"\nHairdressers and barbers with shopfronts can reopen by appointment only - but not mobile services.\nWhile some limited click-and-collect services have been operational since January - including clothing, footwear and books - non-essential click-and-collect can now resume.\nHowever, they will have to operate by staggered appointments. \nPeople still have to abide by the \"stay local\" rule, meaning they cannot travel outside their local authority boundaries, unless for essential reasons.\nMr Swinney added: \"While it's great news that garden centres and hairdressers are allowed to reopen, everyone needs to bear in mind that it doesn't mean the virus has gone away.\n\"My message is simple - enjoy the latest relaxing of the rules but remember to look out for each other, too.\"\nStylist Fallon Carberry said her salon in Glasgow had already been swamped with bookings.\nShe told the BBC's Good Morning Scotland programme: \"When we got the first announcement, we opened our books and we had over 1,000 bookings in 24 hours. We weren't expecting that.\n\"It's crazy busy but the staff are all well rested. We are going to be open seven days until eight at night. There are long days ahead but we're ready.\"\nMarc McCune, who owns two hair salons in Glasgow, said his staff were as much a priority as customers as restrictions are lifted.\nHe said: \"The government has provided financial support and furlough has allowed us to keep all our team employed.\n\"It's been a strange year for our team who have only worked for five months in the last year. So we are concerned more about their mental wellbeing.\"\nDavid Lonsdale, director of the Scottish Retail Consortium, welcomed the reopenings and urged shoppers to respect the rules in place.\nHe said: \"The decision to expand the list of essential retailers and unwind some of the elevated lockdown restrictions are positive steps. Its good news for shoppers and for the economy.\n\"Retailers are working hard to prepare for reopening. Shoppers can play their part by adhering to the rules on face-coverings, social distancing, queuing, and by being respectful of shop staff.\"\nOutdoor contact sports for 12 to 17-year-olds can also start again and college students are able to return to in-person teaching for practical subjects.\nIt is expected that all school pupils will return full-time after the Easter holidays. Those in secondary schools are currently operating under a blended learning system.\nMeanwhile Police Scotland have criticised campers who breached lockdown rules by pitching up in the Mennock Pass on Dumfries and Galloway.\nThe force tweeted: \"Whilst out on patrol yesterday in the Mennock Pass our officers found a large number of people who had travelled from out with our region to #DumfriesandGalloway.\n\"Approximately 50 people who had intended camping for the weekend were reminded of the current guidelines prior to them leaving the area.\n\"Our officers will continue to visit local beauty spots to encourage people to #StaySafe.\n\"Please follow the The Scottish government guidelines as we ease out of lockdown.\"\nIt comes after Scotland recorded 343 coronavirus cases and no new deaths of Covid patients on Sunday.\nFigures published by the Scottish government indicated the daily test positivity rate was 2.7%, up from 2.1% on Saturday.\nIn total, 2,553,837 people had received a first dose of the Covid-19 vaccination and 451,057 had received their second dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56198552",
      "category": "technology",
      "title": "Covid-19: How would an NHS vaccine passport app work?",
      "tags": "Coronavirus vaccines,Apps,NHS,Vaccine passports,Coronavirus pandemic",
      "text": "As the UK gets closer to easing its coronavirus lockdowns, attention is turning to how we might safely mix again and what role tech might play.\nAnd despite previous denials that a \"Covid passport\" app was being considered, it is now on the agenda.\nAfter all the hoo-ha and costs involved in creating the contact-tracing apps last year, you might think that a very brave decision.\nBut earlier this week The Times reported that the facility would be built into the existing NHS app used to access health services in England.\nIt is distinct from the NHS Covid-19 app used by England and Wales to warn people if they might have recently been infected, and fewer people have downloaded it.\nBut according to Google's own figures, it has been installed on more than one million Android devices (Apple does not share stats for iOS), which represents a decent start.\nOfficially, Downing Street says the matter is still under review and it does not want to pre-empt anything by speculating on the subject.\nBut it's clear there would be several benefits.\nFirstly, the NHS app, which serves patients in England only, already links up to users' GP services to give smartphone owners access to their medical records.\nIn fact, it can already provide a record of whether some people have been given one of the coronavirus jabs, if the GP surgeries involved have shared the information.\n(Confusingly, this sometimes appears under the Medicines tab rather than the Immunisations one if you've had an injection and want to check yourself).\nSo health chiefs would not need to build new IT infrastructure to get at the information.\nSecondly, the app has already tackled many of the security issues involved.\nTo set it up you must provide your NHS number, email address, phone number and then upload either an image of your passport or driving licence.\nThe smartphone then takes a scan of your face to check it matches the characteristics on the image on your official identification.\nAnd then, as a supplement to the automated checks, a human review takes place before you are granted access.\nHowever, there are still issues to be addressed.\nPeople would need to get to the certificate without having to hunt around several menus - possibly via a button at the bottom of the screen.\nAnd then the information would have to be presented in a format that someone else could verify quickly and easily.\nAnother health pass app points the way to how that might be done.\nTested.me displays a scannable barcode over an image of the user's face to provide employers with a means of keeping track of the health status of their staff.\nOf course, if the NHS app adopts a similar scheme, it will require other software to be developed so that establishments can verify a person's barcode when they present it.\nAnd there are further hurdles to overcome to prevent people who have yet to be vaccinated from simply passing off a screenshot of someone else's code, with their own face edited in, to access a venue.\nThat presupposes that it would be acceptable for businesses and other organisations to deny people access to a venue or their workplace if they have not been vaccinated.\nAnd one must bear in mind that while vaccines reduce the risk of someone getting seriously ill from at least some of the Covid-19 variants, it is still unknown how much impact they will have on people becoming infected and passing the virus on.\nSo the point of having such an app might only be to demonstrate that you would be unlikely to get seriously ill by entering an area, rather than proving you do not pose a threat to others.\nA further consideration is that these \"passports\" would probably not be used for travel abroad.\nThe World Health Organization is exploring what specifications an international scheme would require to work across borders and support different countries' immunisation programmes. \nIt already oversees an International Yellow Fever Vaccination Certificate.\nAnd the requirements of such a scheme might be different from those used by the NHS app.\nOne last issue is whether the government would allow third-party apps to tap into its system to offer specialised vaccine certificates of their own. \nThese would be customised for use in certain workplaces or leisure activities, where the details could be stored alongside ticketing or other relevant non-health-related data.\nIdentity-check technology provider iProov, whose face-scanning software is already integrated into the NHS app, is among those keen to do this.\nIts chief executive, Andrew Bud, pointed out that the NHS already had a mechanism to allow private apps to tap into GP records subject to strict security requirements.\nBut whether ministers would want to complicate matters by allowing there to be multiple ways to present a vaccine passport is another matter.\nIn any case, speaking to sources within NHSX - the division likely to be responsible for any digital certificate involving the NHS app in England - one thing becomes apparent: discussions about what would be involved are at a very early stage. \nAnd that means it will be many months before the idea of presenting an app to door staff to prove you have been jabbed has any chance of becoming a reality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56644578",
      "category": "world-middle-east",
      "title": "Jordan's Prince Hamzah pledges allegiance to king after mediation",
      "tags": "Jordan,Royalty",
      "text": "The former crown prince of Jordan has pledged allegiance to King Abdullah, two days after he said he was placed under house arrest and accused of trying to destabilise the country.\nPrince Hamzah bin Hussein, 41, issued a statement hours after mediation, saying he was committed to the constitution.\nOfficials said the king had asked his uncle, Prince Hassan, to help resolve the unprecedented tensions.\nThe prince denies the allegations of conspiracy.\nIn a signed letter quoted by the palace on Monday, Prince Hamzah said: \"I place myself in the hands of his majesty the king... I will remain committed to the constitution of the dear Hashemite Kingdom of Jordan.\"\nThe prince has not spoken publicly since sending videos to the BBC at the weekend.\nMalik Dahlan, a professional mediator and a friend of the family, issued a separate statement, saying the mediation had been \"successful\" and that he expected a resolution \"shortly\", according to the Associated Press news agency.\nPrince Hamzah was first in line to succeed his half-brother, King Abdullah, as Jordan's head of state until 2004, when he was removed as crown prince. King Abdullah designated his son as heir instead.\nThe public rift between Prince Hamzah and King Abdullah is unprecedented. Tensions within the royal household, however, have reportedly been present for some time.\nOn Tuesday, the prosecutor general in the capital, Amman, banned the publication of any information - on media or social media - about tensions between King Abdullah and Prince Hamzah.\n\"In order to keep the security services' investigation into Prince Hamzah and the others secret, [it is decided] to ban the publication of anything related to this inquiry at this stage,\" prosecutor Hassan al-Abdallat said in a statement shown on television.\nOn Saturday, Prince Hamzah released two videos to the BBC in which he claimed he had been placed under house arrest. He said a senior official had told him he was not allowed to go out or communicate with people because of criticisms of the government or king voiced at meetings where he had been present.\nThe apparent arrest is thought to have followed a visit by the prince to tribal leaders, where he is said to have garnered some support.\nOn Sunday, Deputy Prime Minister Ayman Safadi said the prince had been liaising with foreign parties about destabilising the country and had been monitored for some time.\nHe accused the prince of seeking to mobilise \"clan leaders against the government\". Mr Safadi said officials had tried to discourage the prince rather than take legal action, but Prince Hamzah had \"dealt with this request negatively\".\nHe added that at least 16 people, including a former adviser to King Abdullah and another member of the royal family, had been arrested over the plot. But no members of the armed forces were said to be among those detained.\nAlso on Sunday, Jordan's opposition released a recording in which a defiant Prince Hamzah said he would not obey orders from the authorities.\nJordan confronts a series of crises which are closely entwined: an unprecedented royal rift, an alleged plot involving \"foreign entities\" and growing discontent as a deepening economic crisis bites. \nFor now, the Hashemite royal family appear to have closed ranks. The family elder, Prince Hassan, threw his weight behind the scenes to achieve a public show of unity, bound by loyalty to the king.  But there are still Prince Hamzah's accusations and activities, including meetings with prominent tribes said to have voiced criticism of government and king, which rang alarm bells. \nMany holes in the alleged plot remain. The identities and ambitions of all people detained have not been made public. Nor is it clear which foreign entities may have wanted to destabilise the kingdom. \nWhatever happened was serious enough for Jordan's allies and neighbours, including other Arab monarchies, to race to express full support for King Abdullah. This crisis is not over. \nThe oldest son of the late King Hussein and his favourite wife Queen Noor, Prince Hamzah is a graduate of the UK's Harrow School and the Royal Military Academy at Sandhurst. He also attended Harvard University in the US and has served in the Jordanian armed forces.\nHe was named crown prince of Jordan in 1999 and was a favourite of King Hussein, who often described him in public as the \"delight of my eye\". However, he was seen as too young and inexperienced to be named successor at the time of King Hussein's death in 1999. \nInstead his older half-brother, Abdullah, ascended the throne and stripped Hamzah of the title of crown prince in 2004, giving it to his own son. The move was seen as a blow to Queen Noor, who had hoped to see her eldest son become king.\nHigh-level political arrests are rare in Jordan. The country's powerful intelligence agency, however, has gained extra powers since the pandemic began, drawing criticism from rights groups.\nA key Western ally, Jordan is a constitutional monarchy, but the royals play a major role in public life and King Abdullah has extensive powers. He can appoint governments, approve legislation and dissolve parliament."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56638055",
      "category": "uk-wales",
      "title": "Ex-pupil accuses former drama teacher of sexual abuse",
      "tags": "S4C,Pontypridd",
      "text": "\"He would call me into his office to discuss some script or speech I was working on. He would lock the door and pull the zip on my trousers down.\n\"My heart would sink because I knew what was going to happen next.\"\nNearly two decades after pupils at a Rhondda Cynon Taf school were allegedly sexually abused by their drama teacher, one has spoken about the ordeal.\nJohn Owen killed himself at a caravan in Porthcawl in 2001 when he was due to face trial.\nA new S4C documentary looks at alleged abuse pupils at Ysgol Gyfun Rhydfelen near Pontypridd were subjected to by Owen between 1977 and 1992. \nThe former pupil said Owen began to abuse him when he was \"very young\" and he did not understand \"how sinister the trap I was in was going to become\".\n\"I enjoyed performing, singing, reciting and competing. I remember thinking: 'I must get him to notice me',\" he said.\n\"He was an extremely charismatic man and you wanted him to praise you.\"\nReferring to the success of the school's shows and in getting children from non Welsh-speaking homes to feel passionately about the language, the man said: \"I was working hard on those shows.\n\"John Owen always insisted on loyalty from you. The night we heard John Owen had killed himself, we went for a drink. At last, it was all over.\"\nOwen killed himself after failing to appear at Cardiff Crown Court to face trial for the sexual abuse of pupils, which led to an investigation in 2004 by Peter Clarke, the children's commissioner for Wales at the time.\nHis report, which led to more victims coming forward, noted there was no doubt Owen was guilty of serious sexual offences against pupils over a number of years. \nSpeaking to S4C, Owen's accuser said there was a likeable side to him even though they hated him.\n\"He was a man who gave me a load of advice, there was a gentle and kind side to him and he could bring the best out of me.\"\n\"Emotionally, I'm still angry with him. I blame him for hurting me, but I could also make excuses for him and see him as a victim.\n\"If you weren't 100% with him, you were against him and you were the enemy. That's how he manipulated us.\n\"He could help me with what I wanted out of life but I had to make a deal with the devil.\n\"And when the sexual abuse began I switched off and tried to pretend I was somewhere else.\"\nOwen also scripted and produced the drama series Pam Fi Duw? for S4C from 1997, and the documentary will hear from some of its actors, along with journalist Eifion Glyn, who reported on the story and researched Owen's history.\nAn S4C spokesman said: \"It's almost 20 years since John Owen killed himself in a caravan in Porthcawl after failing to appear at Cardiff Crown Court to face trial, but the scars remain in the minds of his victims.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56638088",
      "category": "world-europe",
      "title": "Covid: Paris police probe 'secret luxury dinner parties'",
      "tags": "France,Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "French police have launched an investigation into alleged clandestine fine dining and parties in Paris, revealed in an undercover TV report. \nFrench Interior Minister Gérald Darmanin ordered the probe, saying such gatherings, breaching Covid lockdown rules, would be \"totally unacceptable\".\nA private TV channel, M6, tweeted the undercover film, with the description \"caviar, champagne, top chefs' menus and no masks allowed\". \nFrance is now in its third lockdown.\nThe new restrictions took effect nationally on Saturday and will continue for four weeks, with the aim of curbing a surge in Covid-19 cases. On Sunday the number of Covid patients in intensive care rose to 5,341, putting French hospitals under huge strain.\nAll schools and non-essential shops are shut and a night curfew is in place from 19:00 to 06:00.\nThe M6 film showed an unnamed private dining club in a \"smart district\" of Paris, where guests were told they could remove their masks. The secret venue, with window blinds down, was accessed via an apartment block. \nA waiter is heard telling the reporter - who is posing as a guest - that \"the people who come here don't wear masks; once you enter here there's no more Covid\".\nAccording to the report, the haute cuisine on the menu starts at €160 (£136; $188) and can cost as much as €490 per person.\nThe video also shows separate undercover footage of what is apparently a secret dinner party in a luxurious venue. The voice-over says the guests paid €220 per head, and some kissed each other cheek-to-cheek, ignoring all Covid distancing rules. \nA woman is heard claiming that \"this week I dined at two or three restaurants - so-called clandestine restaurants - with some ministers\". \nThe video has gone viral, and triggered the Twitter hashtag #OnVeutLesNoms, meaning \"we want the names\".\nThe video points out the penalties for lockdown offences in France - a year in jail and €15,000 fine for putting someone's life at risk and, for each guest, potentially a €135 fine for violating the curfew and another €135 for not wearing a mask.\nWhen asked about the report, Mr Darmanin said that in the current crisis there was not one rule for the rich and privileged and another for everyone else. \nIf the video is proven to be accurate, he said, \"these people must be prosecuted and, I imagine, sentenced for having organised such parties\".\nHe said police were intervening daily to break up \"big barbecues\" in working-class districts, \"because people don't respect the lockdown\".\n\"Clearly, in the capital's smartest districts, the rules are the same for everyone. We don't have two types of citizen: those with a right to party and those who don't.\"\nFrench Economy Minister Bruno Le Maire also voiced concern about the video, and insisted that \"all ministers, without exception, are respecting the rules and no-one among them thinks they have some sort of special pass\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56326456",
      "category": "health",
      "title": "Lateral flow tests Covid: how to do a lateral flow test",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56642582",
      "category": "world-us-canada",
      "title": "George Floyd: Derek Chauvin violated policy, Minneapolis police chief says",
      "tags": "Minneapolis,George Floyd death,United States",
      "text": "The police chief of Minneapolis has testified that ex-officer Derek Chauvin violated the agency's policy on force during the arrest of George Floyd.\nChief Medaria Arradondo said the way Mr Chauvin restrained Mr Floyd was not in line with training and \"certainly not part of our ethics and our values\".\nThe chief fired Mr Chauvin and the three other officers involved days after Mr Floyd's death last May.\nMr Chauvin, who is on trial for murder, has denied the charges against him.\nFootage of Mr Chauvin, who is white, kneeling on African-American Mr Floyd's neck for more than nine minutes last year sparked global protests against racism.\nMonday marks the sixth day in Mr Chauvin's trial, which is expected to last for at least one month. \nAs police officers are rarely convicted or charged at all for deaths that occur in custody, the verdict in this trial is being seen as an indication of how the US legal system will treat such cases in future.\nProsecutors, who are seeking to prove that Mr Chauvin's actions violated his training, focused their questions on departmental guidelines and strategies taught to help officers de-escalate situations.\nMr Arradondo told the court Mr Floyd should not have been restrained in the manner used by the officers after he stopped resisting, \"and certainly [not] once he was in distress\".\nHe said the type of restraint Mr Chauvin, 45, was using came \"once there was no longer any resistance and clearly after Mr Floyd was no longer responsive - and even motionless\".\n\"That is, in no way, shape or form, by policy, is not part of our training, and is certainly not part of our ethics and our values.\"\nMr Arradondo also noted it would be rare for officers to take into custody a suspect accused of passing a counterfeit bill, as Mr Floyd was.\nThe police chief said \"talking your way out of a situation\" was always better than using force, adding that officers may seek the \"community's help\" when available.  \nDefence lawyer Eric Nelson questioned Mr Arradondo about officers brandishing a weapon to defuse a situation, as Mr Chauvin did by holding up pepper spray to onlookers. \n\"Sometimes an officer has to take out his gun, and say, 'hey, if you don't listen to me, I'm going use force,'\" Mr Nelson said.\nThe chief agreed it was in line with policy to sometimes gesture in such a way to get a suspect to back down.\nWhen Mr Nelson showed different angles of footage of the arrest, Mr Arradondo also noted that right before the paramedics arrived, it appeared that Mr Chauvin had shifted his knee onto Mr Floyd's shoulder blade.\nMr Arradondo joined the force in 1989. He became the city's first African-American police chief in 2017.\nLast June, Mr Arradondo said that Mr Floyd's \"tragic death was not due to a lack of training - the training was there\".  He called Mr Floyd's death \"murder\", and said Mr Chauvin \"knew that Floyd was nonresponsive\" during the last few minutes of his life. \nThis is not the first time that Mr Arradondo has testified against a former officer. As assistant chief, he testified against patrolman Mohamed Noor for the killing of Australian woman Justine Damond in 2017. \nEarlier in his career, he successfully sued the Minneapolis police department along with four other officers, accusing the force of tolerating discriminatory practices.\nAnalysis by Tara McKelvey, BBC News, Minneapolis\nPolice officers are allowed to use force; it is part of their job. When a suspect ends up dead, officers are rarely convicted. \nBetween 2005 and 2014, out of thousands of police shootings, only about 40 officers were convicted of murder or manslaughter, according to Bowling Green State University's Philip Stinson.\nOn Monday, prosecutors tried to beat the odds. The appearance of a key witness, Chief Arradondo, was itself a rarity: he is one of the few police chiefs to speak out against a former officer. \nEven with Mr Arradondo's testimony, though, the odds are against the prosecutors. \nJurors understand that police use force routinely, and it is hard to convince them that an officer has crossed a line.\nOn Monday, the court also heard from Dr Bradford Wankhede Langenfeld, who pronounced Mr Floyd dead 30 minutes after he arrived at the Hennepin County Medical Center.\nDr Lagenfeld said he believed that Mr Floyd's death was caused from a lack of oxygen, called asphyxia. \nProsecutors have suggested that asphyxiation was the cause of Mr Floyd's death - contrasting with the ruling of the medical examiner who said Mr Floyd died of \"cardiopulmonary arrest\", which means a person's heart and lungs have stopped. \nMr Chauvin's defence team has contended that alleged drug use and an underlying heart condition contributed to Mr Floyd's death. \nThe physician's appearance in court follows testimony from two paramedics who said that Mr Floyd had no pulse and did not appear to be breathing when they arrived at the scene. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-56641436",
      "category": "uk-england-beds-bucks-herts",
      "title": "Capt Sir Tom 100: Family unveils NHS fundraiser's 'birthday challenge'",
      "tags": "Keighley,Marston Moretaine,Captain Tom Moore",
      "text": "The family of Captain Sir Tom Moore have encouraged people to take on their own \"100\" challenge on what would have been his 101st birthday weekend.\nThe Army veteran, who raised almost £33m for NHS charities by walking 100 laps of his Bedfordshire garden before he turned 100, died on 2 February.\nPeople have been asked to create their own challenge around the number 100 to raise money for charity.\nAny challenges would take place on the 30 April-3 May bank holiday weekend.\nCapt Sir Tom, whose fundraising walk in his garden in Marston Moretaine captured the hearts of the nation last year, died with coronavirus at Bedford Hospital.\nHis daughter Hannah Ingram-Moore urged people to create their own challenge to raise money for the Captain Tom Foundation or a charity of their choice.\nMs Ingram-Moore said her family were \"still a grieving family\" but are \"propelled forward by hope\".\n\"I really hope people see this [100 challenge] for what it is, which is an absolute chance to bring joy, put money back into charities and support the Captain Tom Foundation, which after all is the legacy of hope that he's left us,\" she said.\nShe said the family had spoken with Capt Sir Tom about what they might do for his 101st birthday.\n\"The number 100 - it really meant a lot to my father - and he was fully part of this next event to celebrate his 101st birthday and we fully expected him to be at it.\"\nShe said the family would take part by continuing Capt Sir Tom's walk \"right where he left it because we feel it's the only right thing to do\".\n\"We've talked about is that 100 [laps] a day? Is that 25 each? We're still working out the finer details,\" she said.\nMs Ingram-Moore added: \"We want people to go crazy and create their own 100 - a challenge around the number 100.\n\"Because he was 100 and he was so proud to be 100.\n\"We thought of whether it should be 101, but it's definitely 100 because that year he lived being 100 was the best year of his life, almost certainly.\"\nIdeas suggested include walking 100 steps, scoring 100 goals, baking 100 cakes or writing a 100-word poem - adhering to social distancing guidelines.\nMs Ingram-Moore said her father \"loved the beach so he would have said 100 sandcastles or jump 100 waves\".\nShe the challenge \"feels like the perfect way to celebrate the hope and joy we know he inspired in so many\" and her father \"would have loved the idea that everyone could get involved\".\n\"Just be in his spirit of hope... just help to keep that legacy of hope alive, that my father gave us,\" she added.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion please email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56638282",
      "category": "world-middle-east",
      "title": "Dubai police arrest group over nude balcony shoot",
      "tags": "Russia,United Arab Emirates,Dubai",
      "text": "A group has been arrested in Dubai accused of public debauchery after an outdoor nude photoshoot.\nVideo footage posted online on Saturday shows a group of naked women having their photo taken on a balcony. \nEleven Ukrainian women are among those detained, the Ukrainian consulate told the BBC. A Russian was also detained, according to Russian media. \nPublic debauchery carries a sentence of up to six months in prison and a 5,000 dirham fine (£981).\nMany of the UAE's laws are based on Sharia law, and people have been jailed in the past for public displays of affection and homosexual relationships. \nRoughly a dozen women were pictured on the balcony in the Marina district of Dubai. \nThe Ukrainian consulate says it will visit the women on Tuesday. \nEarlier reports in Russian media that eight Russian women were arrested have since been denied, but Ria news agency quoted officials as saying that a Russian who organised the shoot has been arrested.\nHe faces up to 18 months in prison, the agency says. \nPolice in Dubai warned that anyone publishing pornographic material or any material that \"may prejudice public morals\" faces imprisonment and a fine. \n\"Such unacceptable behaviours do not reflect the values and ethics of Emirati society,\" a police statement said.\nAny person who lives in or visits the UAE is subject to its laws: there are no exceptions for tourists. \nThere have been a few high-profile cases of tourists getting arrested while on holiday in Dubai. \nIn 2017, a British woman was sentenced to one year in prison for having consensual sex with a man she wasn't married to. The relationship came to light when the woman reported him to the authorities for sending her threatening messages."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56638260",
      "category": "entertainment-arts",
      "title": "Thandie Newton reverts to original spelling of first name, Thandiwe",
      "tags": "Film",
      "text": "Actress Thandie Newton has said she is reverting to the original Zimbabwean spelling of her first name, Thandiwe.\nThe actress has hitherto been known as Thandie, an anglicised version of her name with the \"w\" absent.\nAll of Newton's films will be credited with the name Thandiwe (pronounced \"tan-DEE-way\") Newton in future.\n\"That's my name. It's always been my name. I'm taking back what's mine,\" Newton told British Vogue.\nThe actress, whose full name is Melanie Thandiwe Newton, said her name was misspelled in the credits to her first film in 1991, Flirting, which co-starred Nicole Kidman and Noah Taylor. \nAs a result, Thandie Newton became the widely-used spelling of her name and has stuck with the actress for three decades.\nNewton also told Vogue she welcomed how much representation of ethnic minority groups has improved in the entertainment landscape.\n\"The thing I'm most grateful for in our business right now is being in the company of others who truly see me. And to not be complicit in the objectification of black people as 'others', which is what happens when you're the only one,\" she said.\nNewton was born in London to a white British father, Nick, and a Zimbabwean mother, Nyasha.\nHer family settled in Penzance, Cornwall, when Newton was three years old.\nNewton's role in the HBO sci-fi series Westworld earned her an Emmy Award in 2018 for best supporting actress in a drama series. \nIn 2006, she won a Bafta Film Award for best supporting actress for her role in Crash, which went on to win best picture at the Oscars.\nHer other film credits include Half of a Yellow Sun, Mission: Impossible 2, The Pursuit of Happyness, and Solo: A Star Wars Story.\nNewton was due to star in the 2000 remake of Charlie's Angels, but revealed last year she dropped out of the role after being asked to play up to racial stereotypes, adding that she also felt \"objectified\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56642644",
      "category": "world-us-canada",
      "title": "Harvey Weinstein appeals against conviction for sex crimes",
      "tags": "Harvey Weinstein",
      "text": "Lawyers for disgraced US film producer Harvey Weinstein have launched an appeal against his conviction for rape and sexual assault.\nWeinstein, 69, was convicted in New York City in February 2020 and later sentenced to 23 years in prison.\nIt was seen as a landmark moment in the #MeToo movement against the sexual abuse and harassment of women. \nWeinstein, formerly one of Hollywood's most powerful figures, has consistently denied any wrongdoing.\nHe has vowed to clear his name. Filed in New York State Supreme Court, the long-anticipated appeal signals the start of what is expected to be a lengthy attempt to have his conviction quashed.\nHis lawyers argue that the judge made several errors that denied Weinstein's right to a fair trial.\n\"With a year behind us and emotions subsided, the transcript of the case confirms what we always believed: that Mr Weinstein did not receive a fair trial,\" one of Weinstein's lawyers, Arthur Aidala, said in a statement sent to the BBC on Monday.\nDozens of women have come forward with allegations of sexual misconduct, including rape, against Weinstein, an Oscar-winning producer.\nThe allegations began to emerge in October 2017, when the New York Times newspaper first reported incidents dating back decades.\nWeinstein faces further criminal charges, for rape and sexual assault, in Los Angeles, California, where he is due to stand trial.\nHe is currently being held in a maximum-security prison in New York state. He had heart surgery after his February 2020 conviction and tested positive for coronavirus a month later while in jail.\nWeinstein faced five charges in the New York City trial but was only found guilty of two. \nThe first was a first-degree criminal sexual act against production assistant Miriam Haley in 2006. The second was a third-degree rape of aspiring actress Jessica Mann in 2013.\nNew York jurors acquitted him of the most serious charges, of predatory sexual assault, which could have seen him given an even longer jail term.\nWeinstein he did not testify to defend himself in court. But moments before he was sentenced, he read out a statement in which he expressed \"deep remorse\" but described himself as \"totally confused\" by the #MeToo movement.\nOutside court, Ms Haley said the assault had \"scarred me deeply, mentally and emotionally\".\n\"What he did not only stripped me of my dignity as a human being and a woman, but it crushed my confidence,\" she said.\nIn a 166-page brief, Weinstein's lawyers raise seven examples of \"errors\" that, in their view, compromised the fairness of the trial.\nIn one argument, the lawyers say the trial was \"tainted by a single juror who demonstrated a strong and disqualifying bias in favour of the prosecution\". That juror, they say, was writing an autobiographical book about the sexual harassment of younger women by older men.\nAnother argument says the testimony of women whose sexual allegations were not the subject of the criminal charges unfairly influenced the jury. Jurors heard testimony from the actress Annabella Sciorra, who accused Weinstein of raping her in 1993.\nWeinstein was not charged with raping Sciorra, but prosecutors used her testimony to support their argument that he was a sexual predator.\nA third argument says defence experts were improperly barred from rebutting the testimony of the prosecution's witnesses.\n\"We will argue that the trial judge disregarded well accepted and fundamental principles of New York law and violated Mr Weinstein's constitutional rights,\" Weinstein's lawyer, Mr Aidala, said. \"We have the utmost confidence that the Appellate Division will correct these mistakes and send this case back before a different judge.\"\nNow the appeal has been submitted, prosecutors will have a chance to respond before a judge assesses the arguments and makes a decision."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56633394",
      "category": "uk-wales",
      "title": "Covid: New Wales curriculum 'must be delayed' to aid pupils",
      "tags": "Welsh government,Wales education,NASUWT,Coronavirus pandemic",
      "text": "Rollout of a new school curriculum in Wales must be delayed so teachers can focus on helping pupils in the wake of the pandemic, a union has warned.\nChanges are set to be introduced in 2022 for all children currently in year three or below.\nHowever, the NASUWT said it must be pushed back to enable teachers to help pupils get back on track, otherwise the curriculum's success will be at risk.\nThe Welsh government said curriculum reform remained a \"priority\".\nThe changes represent the first complete reform of the curriculum in Wales in more than 30 years.\nSchools will be required to deliver areas of learning, although detailed plans for exactly what schools should be teaching has not yet been issued.\nChanges mean schools will be required to teach lifesaving skills and first aid, while the teaching of the histories of Black and Asian and Minority Ethnic communities will be mandatory.\nHowever, ahead of its annual conference, teaching union the NASUWT said ministers' decision to \"forge ahead\" with its plans to introduce the curriculum in 2022 despite the Covid pandemic, will \"put its success at risk\".\nSome pupils returned to classrooms before the Easter break, but all children are set to return on 12 April, after months of home schooling.\nDr Patrick Roach, general secretary of the NASUWT, said teachers now needed to have time to get pupils used to being back, before changes were made.\n\"These are landmark reforms which will have a profound and lasting impact on the futures of a generation of children and young people,\" he said.\n\"It is therefore absolutely vital that these changes are introduced in a way which commands the confidence of teachers, pupils and parents.\n\"The Welsh government must give teachers sufficient time, training and resources to ensure the introduction of the new curriculum runs smoothly.\"\nThe government said curriculum reform \"remained a key priority\" and \"must continue\".\nA national continuity plan has been published in response to Covid-19 that was \"closely aligned\" with the new curriculum, in order to support pupils' wellbeing, knowledge and skills, a spokesperson said. \n\"We are providing record levels of investment in staff professional learning to further support schools as they prepare for the introduction of the new curriculum in 2022,\" they said.\nPlaid Cymru said while the new curriculum had \"great potential\" it would not succeed without the right investment and resources.\n\"We need to listen to the very valid concerns raised by teachers, unions and school staff,\" the party's Sian Gwenllian said.\nWhile leader of the Welsh Liberal Democrats, Jane Dodds, said: \"The new curriculum will play a key role in our path to recovery. \n\"There is significant momentum for change and we should collectively grip this to support learners as the curriculum starts to be implemented from 2022.\"\nThe Welsh Conservatives said they would postpone the introduction of the new curriculum until September 2023, if voted into government after the 6 May election.\n\"This would help teachers and pupils to catch up from a year of lost learning, before having to take on the enormous challenge of a implementing a new curriculum,\" they said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56630546",
      "category": "business",
      "title": "Boohoo: Karen Millen skirt had Oasis label covered in pen",
      "tags": "Companies,Arcadia Group,Boohoo",
      "text": "A woman who bought a skirt from Karen Millen said she \"felt lied to\" as it had an Oasis label covered with pen.\nJoanna Sikora got in touch with the BBC after we revealed that Boohoo-owned brands had sold the same clothes at different prices.\nBoohoo said it was investigating how this had happened and the \"miscommunication was not intentional\".\nBut a company insider told the BBC \"it happens all the time\". Boohoo is yet to respond to these claims.\nMiss Sikora sent the company photographs of the altered labels and she received a refund.\nThe 39-year-old from Winchester said she used to like treating herself to clothes from Karen Millen, particularly for special occasions.\nBut when the skirt arrived she remembered thinking, \"For Karen Millen, that's quite poor quality,\" and started to examine it.\n\"The labels had been cut and blacked out with marker pen, but I could clearly see that the brand was actually Oasis,\" she said.\nWhat's more, the skirt was being sold by Karen Millen for £42 while the same garment was priced at £30 on Oasis' website, she said.\n\"The thing is, I don't mind clothes from Oasis at all. If I go to Primark, I am happy to wear clothes with a Primark label,\" said Ms Sikora\n\"What was really disappointing was that I felt lied to,\" she said. \"They didn't even try very hard to hide what they had done and thought consumers would be stupid enough not to realise.\n\"Prior to Karen Millen being owned by Boohoo, I trusted them. I would purposely shop there because I liked the designs, the quality and the fit. But I will never shop with Karen Millen again now.\"\nBoohoo acquired the online business of the Karen Millen brand along with Coast in August 2019. Ms Sikora said she bought her skirt in June 2020.\nMs Sikora's is another example of how Boohoo - which owns both Karen Millen and Oasis, among many other fashion brands - sells the same pieces of clothing for different prices across its business.\nThe BBC discovered the same coat being sold by Dorothy Perkins for £55, but at Coast it was priced at £89, despite both companies being owned by Boohoo.\nIt appears to be a wider practice, with identical garments appearing on websites for Warehouse and Oasis, but at different prices.\nBoohoo said last week that the \"miscommunication was not intentional\" and all of its brands - which also include Dorothy Perkins, Coast, Oasis and Warehouse - \"work independently\".\nBoohoo, an online-only retailer, has thrived during the pandemic as large swathes of the High Street have been forced to shut to stop the spread of Covid.\nIn the first 10 months of its current financial year, Boohoo sales rose 42% to £1.2bn and it has continued to expand its business.\nMost recently, it bought Dorothy Perkins, Wallis and Burton from Arcadia, which fell into administration earlier this year.\nThe deal included the brands and online businesses, but not the 214 shops nor 2,450 workers employed in them.\nThe industry insider explained that Boohoo needed to sell the huge amounts of stock sitting in the High Street stores that had shut as part of this buy out. So the items were rebranded and sold across a number of the websites it owned.\nShe said aside from this, Boohoo also operated \"group buys\", in which it placed bulk orders for a product and sold them across different brands at different prices.\n\"If a style does not sell on one brand, they will change the stock to another brand, to see if it sells better,\" she said.\n\"Boohoo don't make a secret of it, it's part of their business model. \n\"If they just said, 'Yeah we do it and it's to standardise the cost,' I think people might get it.\"\nThe BBC had asked Boohoo why Dorothy Perkins branding appeared to have been cut from the care label in the same coat sold by Coast for £34 more.\nBoohoo said: \"Stock of the item in question was purchased and live on site by Coast prior to the Boohoo Group's acquisition of the Dorothy Perkins brand.\"\nBut the insider said: \"The coat you bought [from Coast] would have been originally made for Dorothy Perkins and included in the buyout.\n\"They have then changed the brand label and altered the care label as you found, to spread the stock over all the brands. \n\"This would not have been sold on Coast before the Dorothy Perkins buyout like they said. That's not the standard label we use for Coast clothing.\n\"The layout is different. Normally the brand name is at the top, but here it was at the bottom where Dorothy Perkins have theirs and they've obviously cut that off.\"\nOn Friday, the BBC put the insider's claims to Boohoo, along with Ms Sikora's story, but the company is yet to respond.\nHave you bought clothes from a Boohoo brand, only to see it priced cheaper under another Boohoo-owned business?  Share your experiences.  Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56641583",
      "category": "uk",
      "title": "Richard Okorogheye: Police find body in search for missing student",
      "tags": "Richard Okorogheye case",
      "text": "A post-mortem examination is due to be carried out on a body found in Epping Forest by police searching for missing student Richard Okorogheye.\nThe family of the 19-year-old, who has sickle cell disease, have been spoken to by officers, who are waiting for formal identification.\nThe Metropolitan Police said the body was discovered in a pond in the woodland.\nDet Supt Danny Gosling said Mr Okorogheye's family have been informed.\n\"This is an extensive inquiry and we are working tirelessly.\n\"Our officers and specialist search teams and dogs have been carrying out extensive searches since Richard was last seen on CCTV in the area.\"\nThe Oxford Brookes student, who has sickle cell disease, was last seen by his family on 22 March, when he left their home in the Ladbroke Grove area of west London.\nPolice said he then took a taxi to a residential street in Loughton, Essex, where he was last seen on CCTV in the early hours of the following day, walking towards Epping Forest.\nThe force previously said Mr Okorogheye's phone had not been in use since his disappearance. He did not take his medication or any money when he left home.\nOfficers and police dogs were searching the forest for a fifth day when they made the discovery on Monday afternoon.\nMr Okorogheye's mother, Evidence Joel, previously said her son had been \"struggling to cope\" with his business and IT degree. \nAs someone with sickle cell disease, Mr Okorogheye would only leave the house to go to hospital for regular blood transfusions for his condition, his family explained.\nBy BBC News correspondent Dan Johnson\nCrime scene tape flutters in the trees around the Wake Valley pond. \nA few Met officers stand guard, shivering on a bright, freezing morning. They are supporting their Essex Police colleagues, making sure nobody interferes with any evidence.\nThere is urgent and important work to do as there is a body to identify and a cause of death to establish. \nDetectives must piece together the puzzle of how that person ended up in the pond.\nRichard's family and friends are waiting anxiously for answers to those and many other questions. \nWhat drew the 19-year-old student from his home nearly two weeks ago? Why did he travel across London then head for the forest after midnight and was anybody else involved?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56523999",
      "category": "world-asia-india",
      "title": "Gundecha Brothers: Famous Indian music gurus accused of sexual assault",
      "tags": "India",
      "text": "Her discomfort and nervousness is palpable, even across the Zoom screen. Monica's name has been changed to protect her identity because she fears reprisal. But she is keen to share her story.\nShe alleges that she was raped by the late Ramakant Gundecha, a famous classical Indian musician, while she was a student at his school, Dhrupad Sansthan, in the central Indian state of Madhya Pradesh.\nGundecha died in November 2019 but he and his brothers, Umakant and Akhilesh, have since been accused of sexual harassment and assault by female students of the music school. Over the course of a three-month investigation, the BBC has heard multiple allegations against all three Gundecha brothers. Umakant and Akhilesh deny the allegations. \nRamakant was and Umakant still is a famous exponent of Dhrupad, one of the oldest genres of Hindustani music, while Akhilesh is a percussionist. In 2012, Ramakant and Umakant received the Padma Shri, India's fourth-highest civilian award for their contribution to music. \nDhrupad Sansthan, the prestigious school they founded and taught at, has attracted hundreds of students, foreign and Indian, from across the globe. It claims to have accreditation from Unesco's Intangible Cultural Heritage Committee. But the Unesco told the BBC that it had no links to the school and said it will be sending a 'cease and desist' notice demanding the withdrawal of such claims. \nThe allegations against the brothers have sent shockwaves through the classical music world, where they enjoy fame and status. The allegations have also shone a spotlight on an ancient tradition, the guru-shishya parampara - an informal contract by which the student is usually expected to completely surrender to the will of the teacher. \nAllegations against the the three brothers range from sharing flirtatious and sexually suggestive messages to exposing themselves during class to molestation and, in the case of Ramakant, even rape.  \nMonica said she was in her first week at the school when she began receiving inappropriate WhatsApp messages from Ramakant. She alleged that one evening he drove her to a dark car park and molested her in the backseat of his car. \n\"He started kissing me. I pushed him away but he kept trying,\" she said. \"He touched my body and tried to unclothe me. At that time, I realised I was not moving. I was like a stone. At one point he realised that I was not responding. So he asked me, should I drop you back at the school? But I couldn't even reply.\"\nMonica said she wanted to erase the memory of the incident. She didn't leave the school immediately because she loved the music and was keen to pursue it further. She had left her job and invested all her money to study at the school. \nBut then three months later, she alleged, Ramakant raped her. \"[He] entered the room, pulled my pants off and forcefully had sex with me. And when he had finished he just left. I went to the door and bolted it. And for three days, I didn't eat,\" she said.\nSarah, another student at the school, whose name has also been changed, told the BBC that she was molested by Akhilesh Gundecha. \n\"I got sick when I was there and was hospitalised,\" she said. \"Akhilesh came to take me back to the school. He sat next to me in the car and started touching my hands. I pulled them away. It felt very strange.\" \nIn total, five women told the BBC they had witnessed abuse and harassment on the Dhrupad Sansthan campus. Some said that when they rebuffed sexual advances from Ramakant Gundecha, he lost interest in teaching them. They also alleged that if a student complained, she was often publicly humiliated in class. \nRachel Fairbanks, a primary school teacher who now lives in Seattle, said the abuse began on her first day at the school in March 2017. She alleged that she was cornered by a campus driver who'd come to drop off her luggage in her room. \n\"I thought he was going to hurt me. So I asked Ramakant to step in,\" she said.\nBut instead of helping, she alleged, he began molesting her. She accused him of attempting to kiss her and repeatedly texting her, professing his love. On one occasion, she alleged, he drove her outside the campus to an abandoned field late at night, pulled her pants down and touched her vagina.  \n\"I pushed him off. He drove me back to a small town, which is right outside of the school,\" she said. \"And then I had to walk back in the dark through the town and through the fields, back to the school. I left the school soon after that happened. I couldn't even sit in Ramakant's presence anymore.\"  \nRachel, who didn't want to remain anonymous, said she had found the strength to speak up now, several years later, only after similar allegations came to light in a Facebook post shared by a group called 'Dhrupad Family Europe' in September 2020. \nThrough their lawyers, both Akhilesh and Umakant Gundecha denied all of these allegations, stating that \"vested interests\" from outside the student community were trying to \"further their agenda of causing damage to the art and reputation of the Gundecha Brothers and Dhrupad Sansthan\". \nBut the charges are also being investigated by an internal complaints committee over the last four months. Indian law mandates every institution to set up a panel to address complaints of sexual harassment or assault. \nStudents say the committee at Dhrupad Sansthan was formed only after they put pressure on the school. Former students, who are part of a support group for the survivors, have also alleged that they have received threats on multiple occasions for speaking out in support. Survivors are bound by law not to disclose the results of the investigation.\nAlthough this is the first time #MeToo movement has touched the world of Hindustani classical music, many say this reckoning was overdue.\nWhile many classical musicians say retaining the rigours of the teacher-student relationship is fundamental to learning the ancient form, several others told the BBC that there was still a need to recognise that it's an easy vehicle for exploitation.  \n\"The guru (teacher) expects complete submission, complete subservience from the student,\" said Neela Bhagwat, a 79-year-old vocalist. \"If it's a male student the surrender is less. If it's a female student, the surrender is more. I think this makes female students very vulnerable,\" she said.\nBhagwat said she often composed her own lyrics because of the inherent misogyny in traditional compositions. \nTM Krishna, a famous classical musician of the Carnatic form, has gone to the extent of suggesting that the guru-shishya tradition be demolished entirely. \n\"Like most relationships, the guru-shishya relationship is grounded in a power imbalance, but here, crucially, the inequality is celebrated,\" he wrote in the Indian Express newspaper recently after allegations against the Gundechas emerged. \n\"No doubt there will be claims that I seek to destroy something ancient. But a storied past must never be a defence against criticism.\" \nBoth Krishna and Bhagwat argue that there's a need to humanise the guru, and treat him like an expert in his field, rather than a god who can do no wrong. \n\"In the wake of the recent accusations, has anyone even thought of contacting the institutions - and there must be hundreds of them in the country - to do an audit on whether they have a valid internal compliance committee already in place?\" said Shubha Mudgal, a popular vocalist whose repertoire includes classical and Indie-pop music.  \nBhagwat, Krishna and Mudgal are rare exceptions in a fraternity that has largely remained silent. And many also wonder how much of an impact the allegations will have on the careers of the two remaining Gundecha brothers. \nAkhilesh Gundecha, for instance, was invited to perform at the prestigious Tansen Samaroh 2020 festival, before being dropped following a social media backlash.\nThe students who spoke to the BBC said a lack of faith in the Indian judiciary's ability to deliver justice was a key reason why they were not pursuing a legal course. Their future course of action is unclear, particularly because most have now left India.\nMost of the women said they wanted some closure from the investigating committee's findings, along with a public apology from the Gundechas. But that has not happened yet.\nRachel said she saw no point in the investigation if its findings couldn't be made public. She said what continued to hurt is that her experience also spelled the end of her relationship with Dhrupad.\n\"I have my tanpura [an Indian musical instrument] in the living room right now and it's going to be sold,\" she said. \"I unfortunately can't sing without having flashbacks.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56592378",
      "category": "uk-northern-ireland",
      "title": "Portadown parade involving masked men investigated",
      "tags": "Portadown,Police Service of Northern Ireland",
      "text": "Police have said they are investigating a parade that took place in Portadown, County Armagh, on Monday.\nSocial media footage appears to show a number of masked men taking part in a loyalist band parade.\nPolice said they received a report regarding an \"un-notified parade in the Jervis Street area of Portadown\". \nSinn Féin assembly member John O'Dowd said \"reckless rhetoric from unionist politicians has seen tensions rise right across the community\".\n\"Tonight's so-called band parade in Portadown was led by masked men through the streets,\" he added.\n\"I would appeal for calm and I call on those in positions of influence in political unionism to demonstrate more measured and responsible leadership before someone is killed or seriously injured.\"\nHowever, Upper Bann MP Carla Lockhart of the DUP, said that \"Sinn Féin's arrogant disregard for the Covid regulations is to blame for this political crisis\".\nShe added: \"When there is a double standard by the police, then that damages respect for the law. \n\"For my part, I will oppose law-breaking in all forms. \n\"All law-breaking is wrong. I urge those loyalists, frustrated by the actions of Sinn Féin, to step back. \n\"Remain peaceful and stay off the streets. We don't want young lives criminalised. Two wrongs don't make a right.\"\nMeanwhile, about 300 people marched through the Ballykeel estate in Ballymena on Monday night. \nPolice officers were at the scene. \nA social media post said the march was to show support for loyalist culture. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56637573",
      "category": "world-africa",
      "title": "Mozambique town Palma 'retaken' from militant Islamists",
      "tags": "Mozambique",
      "text": "Mozambique's military says it has regained full control of the coastal town of Palma, more than a week after it was raided by militant Islamists.\nA \"significant\" number of militants were killed in the counter-offensive, an army spokesman said.\nState radio reported that residents who had fled were starting to return - some to homes that were looted.  \nDozens of civilians were killed and at least 11,000 displaced after the militants invaded Palma on 24 March.\nA South African and British national were among those killed in what was one of the biggest attacks by the militants in northern Mozambique's Cabo Delgado province since they launched an insurgency in the region in 2017. \nCommunication with the town, which has a population of about 75,000, remains cut. \nThe militants, known locally as al-Shabab, have pledged allegiance to the Islamic State (IS) group.\nTheir assault on Palma forced energy giant Total to suspend its multi-billion dollar natural gas project in Afungi, a short distance from the town. \nTotal withdrew its staff on Friday, while the United Nations suspended flights to evacuate civilians because of security concerns. \nArmy spokesman Brigadier Chongo Vidigal said the gas plant was secure, and Palma was now \"safe\" . \n\"The airfield area was the only one we needed to clear and we did that [on Sunday]. It's completely safe,\" Brig Vidigal was quoted by AFP news agency as saying.\nIn the first footage from Palma in the aftermath of the attack, state television broadcast images of soldiers putting black plastic sheets over the dead on the streets, reports the BBC's Jose Tembe from the capital Maputo.\nAlthough some residents were reported to be returning, the streets were mostly deserted.\nThe town's hospital, commercial banks and the state prosecutor's office were all destroyed, our reporter adds.\nThe governor of Cabo Delgado,  Valgy Tauabo, visited Palma on Sunday, and promised to help people rebuild their lives. \n\"We are now moving on to the next stage, one as critical as retaking the town, whereby we will be welcoming the communities who fled to the bush,\" Brig Vidigal said.\nThousands of others fled by boat to Pemba, the capital of Cabo Delgado.\nAnalysis by Jose Tembe, BBC News, Maputo\nMany people are questioning why it took around 10 days for the military to regain full control of Palma. \nIt suggests that the militants have become strong, and government forces are struggling to contain the insurgency. \nA private security firm from South Africa, Dyck Advisory Group, has been helping the military to fight the militants, but the government has never officially acknowledged its involvement and there are reports that it has suspended its contract. \nThe regional body, the Southern African Development Community (SADC), is due to discuss the insurgency at a meeting later this week, amid fears that it could spread.\nThere have been calls for the deployment of regional troops, but Mozambique's government has so far resisted this. Many academics agree with its decision, saying the deployment of a regional force could complicate the situation and some of its troops may even collude with the militants. \nInstead, it has called for its army to be given training and resources to fight the militants - an unspecified number of US military instructors are already in Mozambique for this purpose. \nPortugal, the former colonial power, has also said it will send about 60 troops in the coming weeks to provide training. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56631894",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey: Police attacked for second night in a row",
      "tags": "Police Service of Northern Ireland,Newtownabbey",
      "text": "Police have been attacked in Newtownabbey, on the outskirts of Belfast, for the second night in a row.\nBricks and bottles were thrown at police and a bin was set alight on Sunday night.\nIt happened again at the Cloughfern roundabout in the O'Neill Road area. Police asked motorists to avoid the area.\nPetrol bombs were also thrown at police on the North Road in Carrickfergus, County Antrim, on Sunday night.\nEarlier a 47-year-old man was charged with riot and throwing a petrol bomb following trouble in Newtownabbey on Saturday night.\nHe is due to appear at Belfast Magistrates Court on 26 April.\nThirty petrol bombs were thrown at police and three vehicles were hijacked and set alight during rioting in Newtownabbey on Saturday night.\nPolice said a crowd of 20 to 30 people gathered at the Cloughfern roundabout from about 19:30 BST to 22:30 BST on Saturday.\nThe crowd consisted of young people and older men, some of whom were wearing masks, according to police.\nThe trouble was described as an \"orchestrated attack on police\" by Ch Supt Beck.\n\"No one, no matter what line of work they are in, deserves to be subjected to any kind of violence,\" he said.\nIt followed riots on Friday night in which 27 police officers were injured in Belfast and Londonderry.\nThere were five nights of violence in a row in the Tullyally area of Derry.\nMark Simpson, BBC News NI News Correspondent\nWhen the police arrived to stop the violence on Saturday night, a member of the crowd shouted: \"It's party time.\"\nClearly they were spoiling for a fight. \nThis was not a loyalist protest that went wrong. It looked like a planned confrontation. \nBy burning three vehicles at a busy roundabout, the crowd knew the police would arrive soon. They did.\n What happened next was ugly, but the police operation was firm and controlled.\nWithin an hour, order had been restored. \nCh Supt Beck called on those involved in the attacks to \"stop immediately\".\n\"Their actions are causing nothing but harm and distress to the very communities they are representing,\" he said.\n\"No one wants to be dragged back to the dark days when rioting was a common occurrence on the streets of Northern Ireland.\"\nOne man had his clothing set alight while he was confronting police. A petrol bomb was thrown from the crowd behind him and landed in front of him. \nHe fell to the ground and was caught up in the flames. \nHe ran to get help and members of the crowd helped to dampen the flames.\nPolice worked with \"very closely\" with local councillors in an effort to defuse the situation, according to Ch Supt Beck.\n\"We will continue to work with our partner agencies, community and elected representatives and the people of Newtownabbey to ensure we can all live in a peaceful society,\" he added.\nPolice appealed for anyone with information on the violence to contact them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56447682",
      "category": "uk-wales",
      "title": "Black history lessons to be made mandatory in Welsh schools",
      "tags": "Black Lives Matter,History,Welsh government,Wales education,Sian Gwenllian,Race and ethnicity",
      "text": "All children will be taught about racism and the contributions of Black, Asian and Minority Ethnic communities, the education minister said.\nAlmost 35,000 people have called for Britain's colonial past to be taught in school lessons. \nUnder changes to the new curriculum the teaching of BAME histories will be mandatory, Kirsty Williams said.\nMs Williams said it would help pupils become \"informed citizens of the world\".\nHowever, Plaid Cymru argued the changes were not included in the school curriculum law, passed in the Senedd last week, but instead in a code which could be changed or got rid of by ministers. \nThe Welsh government said this was \"incorrect\" and the teaching of BAME stories would be required in every school.\nWales' new curriculum, set to be introduced in 2022, is based on six \"areas of learning and experience\" and does not set out exactly what schools should be teaching.\nHowever, the changes will now mean all learning areas will need to reflect the diverse experiences and contributions of BAME communities and individuals to both past and present Wales.\nFollowing worldwide protests after the death of George Floyd in US police custody, there were calls for greater recognition of Wales' role in colonialism and slavery to be taught in schools.\nProf Charlotte Williams, who led a working group set up by the Welsh government to look at how BAME contributions through history was taught in schools, said there was considerable evidence of \"racial inequality\" in Wales' education system.\nShe said the new curriculum was an opportunity for \"significant change\", and it was the right of \"every child to learn about histories and contributions that have shaped the Welsh nation\".\nIn a report published on Friday, Prof Williams said with schools able to set their own curriculum under the national framework BAME histories could \"continue to be marginalised or ignored\", unless made mandatory.\nWhile learning about diversity, identity and equality is mandatory under the new curriculum, there is no requirement for schools to teach pupils about slavery, the British Empire, or the Holocaust, Ms Williams writes.\nProf Williams said this was concerning as these areas were \"topics of central understanding to the histories of racism and diversity\".\nIn 2019, 12% of all pupils aged five and over came from minority ethnic backgrounds, but this differs widely across Wales, from 34.4% in Cardiff to 4.1% in Anglesey, according to Pupil Level Annual School Census data.\nFewer than 1% of teachers in Wales say they are black, Asian, or from other or mixed minority ethnic backgrounds, according to the 2019-20 school workforce census.\nForty of the 1,065 students who began training to become teachers in Wales in 2018-19 said they were from a minority ethnic group.\nProf Williams, who has previously spoken about growing up in Llandudno where her family were the only black family, said children were being \"failed\" by a lack of positive role models in schools and a curriculum that did not represent their histories.\nShe said all children should be able to learn about diverse history and talent regardless of their background or where they lived.\nThe report states that current resources to support the teaching of ethnic minority themes is disproportionately focused on slavery, colonialism and Empire, and that positive contributions and role models needed to be celebrated.\nThe report makes 51 recommendations for changes in the new curriculum and teacher training including:\nThe Welsh government has said all of the recommendations in the report had been accepted, and it had allocated £500,000 to help with their implementation.\nMs Williams said: \"Our new curriculum can only be enriched by revealing the diversity of perspectives and contributions made by the ethnic minority communities to the development of Wales across its history and in the present.\"\nAngel Ezeadum, member of UK Youth Parliament for Cardiff, said it was a relief that \"finally we are doing something\" to tackle racism and inequality.\nThe 16-year-old student said she hoped the changes would lead to the next generation of pupils having more opportunity to have a \"different mindset to perhaps their parents or grandparents\".\n\"If we want a society which is better for all, where there's equality, and there's fair representation then we need this,\" she said.\n\"It's massive in terms of shaping who young people are going to be in the future whether that's a police officer, a teacher, a politician.\"\nPlaid Cymru's education spokeswoman Sian Gwenllian said that schools were not required to deliver Welsh history under the newly-passed curriculum law, which was a \"major flaw\".\nWhile teaching humanities is one of the learning areas under law, Welsh history and the teaching of BAME stories is included in statutory guidance, called the What Matters Code.\n\"It has the potential of being transformational in the way our society is developing...and it has been left out [of the law],\" Ms Gwenllian said.\n\"It has to be mandatory in our schools, otherwise we are not going to be equipping our young people with the information that they want, with the knowledge about where we have come from as a people and as a nation.\"\nHowever, the Welsh government said the What Matters Code was mandatory and must be taught to all pupils.\n\"It is incorrect to claim otherwise,\" a spokesman said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56635297",
      "category": "world-asia",
      "title": "Floods and landslides in Indonesia and East Timor kill more than 100",
      "tags": "Floods,East Timor,Indonesia",
      "text": "At least 113 people have died after flash floods and landslides hit Indonesia and East Timor on Sunday.\nTorrential rain sparked widespread destruction in the South East Asian neighbours, with water from overflowing dams submerging thousands of homes.\nThe affected area stretches from Flores island in eastern Indonesia to East Timor.\nIn Indonesia alone, 86 people have died with dozens still missing. Officials warn the toll could still rise.\n\"The mud and the extreme weather have become a serious challenge and the debris piling up has hampered the search and rescue team,\"  Indonesian Disaster Mitigation Agency spokesman Raditya Djati told reporters.  \n\"We suspect many people are buried but it's not clear how many are missing,\" his colleague Alfons Hada Bethan, head of the East Flores disaster agency, said. \n\"The evacuees are spread out. There are hundreds in each sub district but many others are staying at home. They need medicine, food, blankets.\"\nAt least 27 people have also died in East Timor, also known as Timor Leste, news agencies quoted officials in the island nation as saying. \nMany of the victims are believed to be from the country's capital Dili.\nIndonesian President Joko Widodo has offered his condolences and urged people to follow the advice from officials during extreme weather periods.\n\"I have ordered for disaster relief efforts to be conducted quickly and well, for example for health service assistance, availability of logistics and basic needs for the displaced and the reparation of infrastructure,\" he said.\nOne woman's body was recovered from the seashore on the island of Lembata after being swept down a mountainside.\n\"There was a rumbling sound and the floods swept away homes, everything,\" her son, Juna Witak, told the AFP news agency.\nLandslides and flash floods are not uncommon across the Indonesian archipelago during the rainy season. \nIn January this year, 40 people died when flash floods hit the town of Sumedang on Java.\nAnd last September, at least 11 people were killed in landslides on Borneo, while a few months earlier dozens died in Sulawesi.\nThe country's disaster agency has estimated that nearly half of the country's population - some 125 million people - live in parts of the country at risk of landslides."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56634052",
      "category": "uk-northern-ireland",
      "title": "'Sinister elements' getting younger people to attack PSNI",
      "tags": "Belfast,Police Service of Northern Ireland,Londonderry-Derry,Newtownabbey",
      "text": "There have been violent incidents in County Antrim for a third night in a row, with young people involved in disturbances in Carrickfergus on Monday night.\nFive PSNI officers were injured during disorder in County Antrim on Sunday.\nPolice Federation chair Mark Lindsay said \"older more sinister elements\" were influencing younger people to attack police officers.\nPetrol bombs were thrown at police in Carrickfergus on Sunday.\nOfficers were also attacked in Newtownabbey on the same night.\nIn Londonderry, police were targeted in the Dungiven Road area on Sunday with children as young as 12 involved.\nThere were reports that police were attacked at the scene of a bomb alert at the Templemore Road, in a predominantly nationalist part of Derry, on Monday night.\nSpeaking to BBC News NI's Good Morning Ulster, Mr Lindsay said there is \"obviously paramilitary involvement\" in the recent attacks.\n\"Some [young people] don't even know why they are attacking them, they're simply doing as they're told or it's seen by some as a bit of fun or recreational.\"\nCh Supt Davy Beck described the violence as \"senseless\" and \"reckless\".\n\"To those in our community with influence, I would urge you to use that influence so we do not see any further disgraceful scenes of violence on our streets so we can ensure young people do not get caught up in criminality and that they are kept safe and away from harm,\" he said\nCh Supt Beck said there had been an element of \"organisation\" to the attacks.\n\"I believe there is a small group of disaffected criminal elements involved in influencing young people,\" he said. \nHe urged young people involved to \"think about your future and employment prospects and not get sucked in\". \nHe added that police had been \"successful in respect of criminal gangs\" in the area and the trouble was a \"perhaps a reaction from those involved in criminality\".\nThe disorder in Newtownabbey started at about 21:00 BST on Sunday at the Cloughfern roundabout.\nBetween 20 to 30 people in masks set bins on fire. When officers moved in to the area, four petrol bombs were thrown at them leaving one officer with a leg injury. \nAbout an hour later, on North Road in Carrickfergus, a crowd of up to 50 people gathered and 20 petrol bombs were thrown at police. \nFour officers were injured after they were struck by masonry and sustained leg, foot and neck injuries.\nLast week, it emerged that prosecutors would not charge anyone in relation to their attendance at the funeral of republican Bobby Storey.\nThe funeral attracted 2,000 mourners when Covid restrictions were in place. The actions of 24 Sinn Féin politicians who attended were examined, including Deputy First Minister Michelle O'Neill.\nIt led to unionist politicians calling on Police Service of Northern Ireland's (PSNI) Chief Constable Simon Byrne to resign.\nDUP MLA Christopher Stalford said \"cool heads must prevail\" and there will be \"far reaching effects on the lives of those who are arrested and convicted\".\nHe said if people are \"angry or frustrated\" over issues surrounding the funeral, or the NI Protocol, an element of the Brexit deal which has caused disruption at Northern Ireland's ports, they should \"get politically active\" and not riot.\nSinn Féin MLA and policing board member Gerry Kelly accused unionist leadership, \"in particular the DUP\", of using rhetoric that has caused the violence.\n\"There is a responsibility in the unionist leadership, political leadership, to show leadership here and not be winding the situation up,\" he told the programme.\n\"First of all over the hard Brexit that they created and then they're trying to blame everything on the decision that was made recently.\n\"This calling for everybody in high office who they disagree with to resign and demanding their resignation also winds the situation up as well.\"\nUlster Unionist MLA Doug Beattie has said \"everyone bears responsibility\" for the violence that has erupted across Northern Ireland.\n\"Any politician whether they are a nationalist or a unionist to say that it has got nothing to do with them is pretty disgraceful,\" Mr Beattie said.\nHe added: \"For anybody to sit there and not take blame are in absolute denial.\"\nSDLP leader and Foyle MP Colum Eastwood described the trouble as \"deeply frustrating\".\nHe said: \"Unionist leaders need to take some responsibility for the incendiary rhetoric they have been using over many weeks. \n\"They need to show some leadership before the consequences become even more severe.\"\nAlliance Party MLA John Blair said it was \"never acceptable or justifiable to direct that anger at police\".\nThirty-two police officers have been injured during violence in Belfast and Derry since Friday.\nOn Saturday night, there were disturbances in Newtownabbey, on the outskirts of Belfast.\nIt involved three vehicles being hijacked and set alight, and thirty petrol bombs being thrown at police, at Cloughfern roundabout in the O'Neill Road area.\nPolice described the violence as an \"orchestrated attack on police\".\nA number of people have been charged over the incidents. \nA statement from the Church of Ireland bishops called for the violence \"stop immediately\".\n\"The PSNI do an incredibly difficult job and deserve our support,\" the church leaders said. \n\"People may have criticisms of policing but there is a forum for this, and any criticisms should always be expressed respectfully.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56641596",
      "category": "uk",
      "title": "England's lockdown to ease as planned on 12 April",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Pubs and restaurants serving outside can reopen as planned next Monday, along with non-essential shops, gyms and hairdressers, as England's lockdown is further eased, the PM has said. \nBut Boris Johnson urged caution, saying: \"We can't be complacent.\"\nOfficials were examining the potential role of Covid status certificates, he told a Downing Street briefing.\nPilot events will take place from mid-April to trial the system, with later events checking vaccinations.\nSpeaking in Downing Street, the prime minister also said the government was \"hopeful\" international travel could resume in the next stage of lockdown easing on 17 May, but cautioned against the effects of the surge of coronavirus in other parts of the world.\nHe said the government would set out \"well before 17 May what is reasonable\" and aim to give the aviation industry \"as much notice as possible\".\nIt comes as the government has published an update on a series of reviews into Covid certificates, the safe return of mass events, international travel and social distancing rules.\nIn the document, the government says it cannot yet confirm international travel can resume on 17 May \"given the state of the pandemic abroad\", and advises people not to book summer holidays abroad \"until the picture is clearer\".\nIt also confirms further details on a risk-based \"traffic light\" system for foreign travel will be published in a report later this week.\nOn Covid status certification, the paper says this could have an important role to play both domestically and internationally and \"is likely to become a feature of our lives\" while the pandemic continues.\nA certification scheme could record whether people had been vaccinated, recently tested negative or had natural immunity.\nThe NHS is working on digital and non-digital ways for individuals to demonstrate their Covid status, according to the government paper, but there were no details on whether this might include using an app.\nMore than 40 Conservative MPs have signed a cross-party letter opposing the use of vaccine passports for access to jobs or services, with critics calling such a move \"discriminatory\".\nThe BBC's political correspondent Iain Watson said vaccine passports had managed to \"achieve the remarkable political feat of uniting a former Labour leader and a former Conservative leader against them\", as he asked the prime minister if there would be a vote in Parliament on their introduction.\nMr Johnson said the question of a Commons vote was \"taking too many fences at once\", and that the government needs to work out its proposal.\nHe stressed that certification would not be introduced either for the 12 April lockdown easing or for the planned further changes from 17 May that would see pubs and restaurants serving customers indoors.\nBut he said \"all countries\" were looking at vaccination status for international travel, adding: \"I do think that's going to be part of the way people deal with it and we need to think about that.\"\nThe government's review said that public transport and essential shops and services would never require Covid status certification, but it could play a role in allowing people to return to theatres, nightclubs, and events such as festivals or sports fixtures.\nIt is also possible that requiring customers to prove their status could \"play a role in reducing social distancing requirements in other settings\" such as pubs and restaurants, the document states.\nThe government said this would be considered in consultation with the industry, and that businesses should continue to plan to reopen in line with the latest guidance.\nLabour has backed the move to proceed as planned on 12 April, but shadow health minister Justin Madders told the BBC the party had concerns about how vaccine passports could affect \"liberties and freedoms\".\nMeanwhile, Tory former chief whip Mark Harper, leader of the Covid Recovery Group of lockdown-sceptics, has called for Parliament to be given a vote on vaccine passports, warning they would lead to a \"two-tier Britain\".\nAnd the Confederation of British Industry said firms would need help to navigate \"ethical, legal and practical implementation challenges\" around status certificates.\nThe further easing of lockdown was expected given the data is perhaps as positive as it possibly could be.\nHospital admissions and deaths have fallen sharply. Even infection rates - that some warned would start rising quickly with the reopening of schools - have continued to drop.\nWith the vaccination programme going well, the UK is certainly in a strong position compared to most.\nWhat's more, the steps being taken from 12 April are not considered particularly high risk.\nIt's the return of indoor mixing in May that is more of a worry - and then how to allow foreign travel and big events like live sport and music concerts.\nThe prime minister was careful not to make any promises on these.\nGovernment modelling suggests a resurgence of hospital cases and deaths is still \"highly likely\" in the future.\nThat's because the vaccine does not work for everyone and not all those in the at-risk groups have come forward for a jab.\nThere's good reason to believe this resurgence will be limited - perhaps no worse than a bad flu season - but it's the possibility it could be much worse that is causing the concern.\nSpeaking alongside England's chief medical officer Prof Chris Whitty and chief scientific adviser Sir Patrick Vallance, Mr Johnson said the decision to proceed with the rule changes was \"fully justified by the data\".\nHe said the government could see nothing in the present data to make it deviate from its roadmap, with \"things still seem set fair\" for the next step along on 17 May.\nBut he added: \"We can't be complacent, we can see the waves of sickness afflicting other countries.\"\nMr Johnson encouraged people to use free NHS tests, as everyone in England is to be given access to two rapid coronavirus tests a week from Friday.\nMeanwhile, Prof Whitty warned \"this virus will be with us for the foreseeable future\", and Sir Patrick suggested the pandemic could result in long-term changes in behaviour.\nSeparately, the government's scientific advisers have said the next phase of unlocking is \"highly unlikely\" to put unsustainable pressure on the NHS. \nHowever, later steps such as indoor mixing are \"highly likely\" to lead to a resurgence in hospitalisations and deaths, SPI-M - a subgroup of the government's Scientific Advisory Group for Emergencies (Sage) - has predicted.\nTravel industry leaders expressed frustration at the lack of \"clarity\" in the latest update on foreign travel. \nClive Wratten, chief executive of the Business Travel Association, called for \"a clear pathway to international travel and trade\", adding: \"The business travel industry continues to be crippled by today's lack of movement.\"\nMeanwhile, Airport Operators Association chief executive Karen Dee said the update \"continues to suggest significant barriers to international travel and may push back the date of restart beyond 17 May\", while Tim Alderslade, of Airlines UK said it \"does not provide the clarity we were seeking\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56025773",
      "category": "uk-wales-politics",
      "title": "Covid: Wales 'first in UK to hit February vaccine target'",
      "tags": "Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "Wales will be the first UK nation to have offered the top four priority groups a Covid jab, the Welsh Government has said.\nWithin hours, officials say, all over-70s including care home residents, will have been offered a first dose.\nWales and the other UK nations have aimed to hit the target by mid-February.\nFirst Minister Mark Drakeford thanked \"everyone who had been working around the clock to reach this point\".\nIt follows a warning that vaccine supplies will fall in the coming weeks.\nThe UK Government's Welsh Secretary Simon Hart said Wales' milestone was \"fantastic news\" and testament to the continued effort made by NHS and military staff.\nThe country currently leads the UK in the percentage of the population that has received a first jab - at least 715,944 doses have been given out.\nFigures up to Thursday night show 22.7% of the population have been vaccinated, compared to 21% in England, 20.4% in Scotland and 19.7% in Northern Ireland.\nBut there were more than 87,000 people from target groups, including more than 37,000 in their early 70s, still to get a first dose.\nThe picture is complicated by a built-in delay on data being published while figures are checked and verified.\nThere are also issues involving some care home residents having to wait for doses, because of isolation due to Covid outbreaks.\nBut Mr Drakeford said he was confident the programme remained on track - with plans remaining in place to reach the next five priority groups by the spring.\nHe said: \"We're the first UK nation to reach this milestone, others will follow in a couple of days.\"\nAsked how many people in those top groups who will not have had vaccine appointments by the weekend, he said it would be \"a very small number\".\n\"We've already completed 92% of all the people in those priority groups thanks to the amazing efforts of our NHS and other staff,\" he said. \n\"There will be some people who were ill when they were offered and need to be re-book. There will be some people who chose not to have a vaccine when they were first offered it, who may have changed their minds.\"\nMr Drakeford said the NHS was \"checking and rechecking\" whether anyone had been left out and final appointments were being arranged for the weekend.\n\"Anybody who knows of somebody who may have missed out, it is not too late at all,\" he said.\n\"We will make sure that those people have an appointment as fast as possible.\"\nHealth minister Vaughan Gething said \"a leave no-one behind approach\" was being taken. \n\"The next group, those people 65 and over, all health boards are already sending out invites for those people to come forward as well,\" he said. \n\"We're not looking to miss a step, we're carrying on with the vaccine we have available.\"\nThe top four priority groups include:\nFigures show 88.4% of those aged 80 or older have had a first dose, compared to 86.3% for 75 to 79 year olds and 79.8% of 70 to 74 year olds.\nPublic Health Wales said a total of 80.3% of care home residents have had a first dose, and 83.5% of care home workers.\nBritish Medical Association chairman Dr David Bailey said Wales was \"hopefully on the home straight\".\nHe told BBC Radio Wales: \"People are really making an effort to make the thing go smoothly as possible, and it is a credit to the Welsh public, as well as everyone who has actually been delivering the vaccine, because it has gone smoothly and everyone has been trying to do their part.\"\nMr Drakeford said: \"To have achieved this first milestone and offered vaccination to everyone in the first four priority groups - those who are most vulnerable to coronavirus - is a truly phenomenal effort. \n\"Of course, the hard work has only just begun - there are many, many more people to vaccinate yet and a lot of second doses still to give.\"\nWelsh Conservative's Senedd leader Andrew RT Davies called the milestone a \"true British and Welsh success story\".\nHe said it showed the UK Government had \"ensured Wales has had the vaccines available to protect the most vulnerable in our society and meet this target\" and hoped Wales could soon reopen its economy.\nHowever he added there was a still a \"long way to go\" with 80% of the population yet to be offered the vaccine.\nPlaid Cymru's health spokesperson Rhun ap Iorwerth, said it was thanks to NHS staff and volunteers \"that Wales has been able to accelerate the vaccination effort to its current levels\".\nMr ap Iorwerth added his party would continue to call for \"those in all care settings, not just the elderly, to be vaccinated as a matter of priority, and for key workers in schools, the emergency services and public transport to be brought in to the priority system sooner.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56629013",
      "category": "world-us-canada",
      "title": "Piney Point: Emergency crews try to plug Florida toxic wastewater leak",
      "tags": "Florida,United States",
      "text": "Emergency crews in Florida have been working to prevent a \"catastrophic\" flood after a leak was found in a large reservoir of toxic wastewater.\nMore than 300 homes near Tampa Bay have been evacuated, and a highway near the Piney Point reservoir has been closed.\nFlorida Governor Ron DeSantis declared a state of emergency on Saturday.\nOn Sunday, he said the water was \"primarily saltwater\" from a dredging project mixed with \"legacy process water and storm water runoff\".\nHe added that the water was not radioactive, as had been feared, and that the priority was to prevent a \"real catastrophic flood situation\".\nOfficials said the 77-acre (31-hectare) reservoir holds millions of gallons of water containing phosphorus and nitrogen from an old phosphate plant.\nThe pond where the leak was found is in a stack of phosphogypsum, a radioactive waste product from the manufacture of fertiliser.\nAttempts to repair the leak late on Friday, by plugging the hole with rocks and other materials, were unsuccessful.\nDeclaring a state of emergency allowed funds to be released to send more pumps and cranes to the area. \nOn Sunday, Mr DeSantis said emergency workers - assisted by the Florida National Guard - were pumping water out of the pond at a rate of 33 million gallons a day and discharging it into the nearby Tampa Bay.\nOther workers have been charting the path to control the flow of the water and more pumps are being deployed to the region. \nManatee County Administrator Scott Hopes told a press conference on Saturday that there were concerns the water could flood the area, which is mostly agricultural.\n\"We are talking about the potential of about 600 million gallons (2.3 billion litres) within a matter of seconds and minutes, leaving that retention pool and going around the surrounding area,\" he said.\nBy Sunday, however, he was more optimistic - telling reporters that the situation should be in a \"much better position\" by Tuesday.\nBut he also warned that \"we are not out of the critical area yet\".\nNational conservation group the Center for Biological Diversity also released a statement calling for the US Environmental Protection Agency to intervene.\n\"Federal officials need to clean up this mess the fertiliser industry has dumped on Florida communities and immediately halt further phosphogypsum production,\" Jaclyn Lopez, the organisation's Florida director, said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56633266",
      "category": "world-middle-east",
      "title": "Jordan accuses Prince Hamzah of plot to destabilise kingdom",
      "tags": "Jordan,Royalty",
      "text": "The former crown prince of Jordan is accused of trying to mobilise tribal leaders against the government, the country's deputy prime minister says.\nPrince Hamzah bin Hussein worked with \"foreign entities\" to destabilise the state, Ayman Safadi said.\nThe prince had earlier released two videos to the BBC, claiming he was being held under house arrest.\nHe denied conspiracy, but accused Jordan's leaders of corruption and incompetence.\nSixteen people, including a former adviser to King Abdullah and another member of the royal family, were arrested on Saturday for allegedly threatening security.\nIn his videos, Prince Hamzah, the king's half-brother, said he had been told he could not go out or communicate with people.\nThe move is thought to follow a visit by the prince to tribal leaders, where he is said to have garnered some support.\nHis mother, American-born Queen Noor, has said she is praying for what she called innocent victims of \"wicked slander\".\nResponding to the fallout on Sunday, Mr Safadi said Prince Hamzah had used the videos to distort facts and incite empathy, according to the state news agency, Petra. \nHe told a news conference that the prince had been liaising with foreign parties about destabilising the country and had been being monitored for some time. \nThe prince is accused of seeking to mobilise \"clan leaders\" against the government.\nBut the plot had been \"nipped in the bud\", Petra quoted the deputy PM as saying.\nMr Safadi went on to allege that a man with links to foreign security services had offered Prince Hamzah's wife, Princess Basmah, a flight out of Jordan. He did not specify which foreign security service was apparently involved. \nMr Safadi said officials had tried to discourage the prince rather than take legal action against him, but that Prince Hamzah had \"dealt with this request negatively\". He noted that dialogue was ongoing.\nRegional powers including Egypt, Turkey, and Saudi Arabia have voiced support for King Abdullah in the wake of the operation.\nThe United States, which is allied with Jordan in its campaign against the Islamic State (IS) group, described the monarch as a key partner who has its full support.\nThe UK also backed the king. \"The Hashemite Kingdom of Jordan is a greatly valued partner for the UK,\" said James Cleverly, minister for Middle East and North Africa.\nTensions within the royal household had been visible for some time, Jordanian journalist Rana Sweis told the BBC. \n\"The former crown prince is also seen as popular. He has a very candid resemblance to his father, King Hussein, and he is also very popular with the local tribes,\" she said. \nAnother member of the royal family waded into the row on Twitter on Sunday night, hitting out at Queen Noor and suggesting it was a dispute over succession rights.\n\"Grow up Boys,\" posted Princess Firyal, the ex-wife of the brothers' uncle, Prince Muhammad bin Talal.\nBut some commentators said the prince's criticism of corruption in the kingdom struck a chord with many in the country.\n\"What Prince Hamzah said is repeatedly heard in the homes of every Jordanian,\" said Ahmad Hasan al Zoubi, a prominent columnist.\nJordan has few natural resources and its economy has been hit hard by the Covid-19 pandemic. It has also absorbed waves of refugees from the civil war in neighbouring Syria.\nHowever, high-level political arrests are rare. The country's powerful intelligence agency has gained extra powers since the pandemic began, drawing criticism from rights groups. \nThe oldest son of the late King Hussein and his favourite wife Queen Noor, Prince Hamzah is a graduate of the UK's Harrow School and the Royal Military Academy at Sandhurst. He also attended Harvard University in the US and has served in the Jordanian armed forces.\nHe was named crown prince of Jordan in 1999 and was a favourite of King Hussein, who often described him in public as the \"delight of my eye\".\nHowever, he was seen as too young and inexperienced to be named successor at the time of King Hussein's death.\nInstead his older half-brother, Abdullah, ascended the throne and stripped Hamzah of the title of crown prince in 2004, giving it to his own son.\nThe move was seen as a blow to Queen Noor, who had hoped to see her eldest son become king.\nOthers detained on Saturday include Bassem Awadallah, a former finance minister, and Sharif Hassan Bin Zaid, a member of the royal family.\nMr Awadallah, an economist who was educated in the US, has been a confidant of the king and an influential force in Jordan's economic reforms. \nHe has often found himself pitted against entrenched government bureaucracy resistant to his plans, observers say.\nNo members of the armed forces were said to be among those detained over the alleged plot."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56334709",
      "category": "uk-wales-politics",
      "title": "New Welsh school curriculum law approved by Senedd",
      "tags": "Welsh government,Wales education,Sian Gwenllian,Welsh Parliament",
      "text": "Plans to overhaul how children are taught in schools in Wales will become law after a vote in the Senedd.\nIt follows a consultation in 2019 on the first complete reform of the system in more than 30 years.\nHowever, there was a row between the education minister and Plaid Cymru over whether or not studying Welsh history is compulsory in the curriculum.\nThe changes, coming in from 2022, do not set out detailed plans for exactly what schools should be teaching.\nIn secondary schools subjects will be incorporated into six \"areas of learning and experience\".\nThe legislation was passed with 32 Senedd members backing it, 18 voting against and one abstention.\nPlaid Cymru voted against the bill. Education spokeswoman Sian Gwenllian said that without mandatory Welsh history \"on the face of the bill, there is no guarantee that it will be taught to every pupil in Wales, and that is something we as a party cannot accept\".\n\"The new curriculum is focused on local history, so pupils in different parts of Wales won't learn the same things,\" she said before the debate.\n\"The threat in this is that key aspects of Welsh history that have long been disregarded, including that of Black people and People of Colour, women, the working class, LGBT+ people, etc. won't be a consistent element of the learning experience of Welsh pupils.\"\nAnswering the criticism in the Senedd chamber, Education Minister Kirsty Williams said: \"Welsh history and the story of Wales will be a compulsory part of this curriculum, it is included in the statutory guidance.\"\n\"There will be no way a school cannot teach the history of Wales.\n\"Indeed, every single area of learning and experience is required to have a golden thread of celebration of Welsh identity in all its diversity in every area and that is underpinned in the legislation before us.\"\nSchools will be required to teach lifesaving skills and first aid under the curriculum, following a change of policy by the Welsh Government announced last week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56637472",
      "category": "uk",
      "title": "Covid: PM to set out latest lockdown easing in England",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "Boris Johnson is expected to unveil a traffic light system for foreign travel in an update on measures for easing Covid restrictions in England.\nThe prime minister is to make a series of announcements on changes to lockdown rules at a Downing Street briefing. \nMore detail might be given on the possible use of Covid certificates to access services or events domestically.\nHe will also say if non-essential shops can reopen and restaurants can start serving outdoors from 12 April.\nOther changes in stage two of England's roadmap include:\nMr Johnson will be joined by chief scientific adviser Sir Patrick Vallance and England's chief medical officer Prof Chris Whitty at the Downing Street briefing at 17:00 BST.\nThe government has also announced plans for everyone in England to be given access to two rapid coronavirus tests a week from Friday, in an expansion of its testing programme.\nCurrently foreign holidays are banned in the UK, with £5,000 fines in England for people trying to travel abroad without a good reason.\nUnder the current plan for easing restrictions, the earliest date people in England could go abroad for a holiday would be 17 May.\nHealth minister Edward Argar said the government was acting \"very carefully and cautiously\" due to the risk of importing new variants.\nAsked on BBC Breakfast if Europe was likely to be on the \"caution list\" of destinations due to a surge in cases, Mr Argar said the thing the government did not want to see \"as the vaccination programme is working so well\" was \"new variants getting imported into the country\".\nHe said at the moment ministers were \"very much focused\" on the gold standard PCR tests \"in the context of travel\" and suggested the model where travellers paid for their own tests would continue.\nMr Johnson is unlikely to set out which countries will be in each category of the traffic light system in his briefing later.\nAfter months of anticipation, many in the travel industry will be pleased if the prime minister announces some measures on how international travel can restart. \nBut there will still be unanswered questions. Boris Johnson is unlikely to announce which destinations will be designated green, amber or red yet under any traffic light system. \nThe vaccination rate and the level of variants in a country are likely to determine which level a country is placed at, but the travel industry still wants to know more about how this will be decided and how quickly things could change to move countries into different categories. \nThe government's roadmap has stated international travel could restart from England on 17 May at the earliest; there's no guarantee yet that it won't be pushed back. \nImperial College London scientist Prof Neil Ferguson told BBC Radio 4's Today programme testing everyone from European countries would be \"sensible\", rather than \"some of the 'red list' countries which are far away\". \nHe said there was \"concern\" over the proportion of cases of the South African variant, which might undermine the UK's vaccine programme, in some European countries such as France and Luxembourg.\nThe Times has reported that thousands of tourists are being let in to the country every day, despite the government's restrictions on travel.\nImmigration minister Kevin Foster said he did not \"recognise\" the figures but Labour's Yvette Cooper tweeted that the Home Office needed to \"urgently respond, explain and publish these figures\".\nThe potential role of vaccine passports or Covid certificates is being reviewed by Cabinet Office minister Michael Gove, with the government announcing trials of a series of measures for opening up the economy.\nA certification scheme could record whether people had been vaccinated, recently tested negative or had natural immunity and are seen as a possible means of enabling mass-audience events to take place in the future.\nOne way such a scheme could be implemented is through the existing NHS app.\nThe FA Cup final on 15 May is one event which will be piloting certification, the government said.\nShadow health secretary Jonathan Ashworth told BBC Radio 4's World At One programme he was worried introducing vaccine passports would make people feel they were being forced to have a jab, which he thought could be \"counterproductive\".\n\"All the evidence has always suggested that if you want to maintain confidence in vaccination, that you don't make it compulsory, don't force people to be vaccinated - you encourage people, you persuade people,\" he said.\nMore than 40 Conservative MPs have signed a cross-party letter opposing the use of vaccine passports for access to jobs or services, with critics calling such a move \"discriminatory\".\nFor foreign travel, European officials have announced a plan for an EU-wide \"Green Digital Certificate\", which would allow anyone vaccinated against Covid, or who has tested negative, or recently recovered from the virus, to travel within the region.\nTUI UK and Ireland managing director Andrew Flintham called for \"clear guidelines\" for the travel industry.\nHe said the company would take its lead from the government on travel certification, but the industry wanted it to be as \"wide as possible\".\n\"So free, ideally free, or cheap testing that is freely available is another major way of getting people moving and also being able to certify that people have actually had the disease and have recovered, therefore they have created these antibodies,\" he told BBC Breakfast.\nHe added what the sector did not want the \"stop and start\" situation of last year with advice changing at short notice. \nIn Scotland, hairdressers, homeware shops and garden centres have reopened as part of the nation's latest easing of Covid restrictions.\nFrom 12 April, at the earliest, all pupils are due to return schools in Wales, which will coincide with the reopening of shops and close contact services.\nOn the same date Northern Ireland is set to relax its stay at home message, with non-essential retail to reopen and groups of up to 10 people from two households able to meet in a private garden."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56635296",
      "category": "uk-politics",
      "title": "Labour urges tighter rules on lobbyists",
      "tags": "Labour Party",
      "text": "Labour is calling on the government to tighten the law around lobbying amid continued questions over David Cameron's links to collapsed finance firm Greensill Capital.\nA watchdog cleared the former prime minister of unregistered lobbying after it was found he did not have to declare his work on behalf of the company.\nShadow Cabinet Office minister Rachel Reeves said the rules were \"toothless\".\nMinisters say the lobbying process has become significantly more transparent.\nMs Reeves's comments come after it emerged Mr Cameron tried to lobby government figures to increase Greensill Capital's access to emergency Covid loans, when the company collapsed into administration.\nUnder the current rules, Mr Cameron was not classed as an outside \"consultant\" lobbyist so did not have to make a declaration when he went to work for Greensill after leaving office.\nMs Reeves said it was \"crucial\" ministers include legislation in next month's Queen's Speech to expand the register of consultant lobbyists to include so-called \"in house\" lobbyists like Mr Cameron.\nThere have also been claims the Greensill founder, Lex Greensill, benefitted from \"privileged access\" to Whitehall, gained during Mr Cameron's time at Downing Street. \nNeither Mr Cameron or Mr Greensill have commented.  \nThe government said it has \"significantly increased transparency since 2010 - routinely publishing details of contracts, spending and meetings, and introducing a statutory register of consultant lobbyists\".\nIt said further changes are planned to make sure \"the highest standards\" are upheld in public life."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56635010",
      "category": "uk-england-birmingham",
      "title": "Car crash baby death: Parents pay tribute to two-week-old hit by car",
      "tags": "Bloxwich,Walsall",
      "text": "The parents of a two-week old baby who died when a car hit his pram have paid tribute to their son.\nCiaran Leigh Morris was with family members on High Street, Brownhills, West Midlands, on Sunday afternoon when the car mounted the pavement. \nOn Monday, his parents said: \"Mommy's and Daddy's hearts will always ache, we love you more than anything.\"\nA 34-year-old man is being questioned on suspicion of causing death by dangerous driving.\nWest Midlands Police said a BMW was involved in a crash with another car on High Street, at about 16:00 BST, before hitting the pram.\nThe driver left the scene, but a man was arrested in Bloxwich a short while later.\nCiaran's parents, who issued a tribute through the force, added: \"We didn't get to keep you for long but we are happy we had the chance to meet you, look after you and call you our son. Fly high angel.\"\nA relative suffered a shoulder injury, but no-one else was hurt.\nSgt Mark Crozier, from the force's serious collision investigation unit, said: \"We've all been left numb by the sad death of Ciaran. He was just two-weeks-old and his life has been tragically taken away.\n\"To see the loss of someone so young is difficult for us as officers, but we know the pain is even greater for Ciaran's family.\n\"We'll be doing all we can to support them while also trying to establish what happened.\"\nSgt Crozier said he understood the baby's death would cause shock in the community. \nFlowers, toys and tributes have been left at the scene, where damage to a brick wall can be seen.\nA passenger from the BMW and the occupants of the other vehicle are helping with the investigation. \nPolice said they were keen to hear from anyone who was in the area who may have dashcam footage.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56633104",
      "category": "uk-england-birmingham",
      "title": "Lucille Downer: Dogs 'humanely destroyed' after fatal attack in Rowley Regis",
      "tags": "Dudley,Rowley Regis,West Bromwich",
      "text": "Two dogs which carried out a \"horrific\" attack on an 85-year-old woman have been humanely destroyed, police said. \nLucille Downer, a great-grandma, died after being attacked by the dogs which got into her garden in Rowley Regis through a hole in the fence on Friday.\nPolice said following specialist advice it was established the dogs \"could never be re-homed due to the violent act and should be humanely destroyed\". \n\"Further analysis\" is taking place to determine what breed they were. \nSupt Phil Asquith, from West Midlands Police, told a news conference on Saturday the dogs were \"large\" but would not speculate on whether or not they were banned under the Dangerous Dogs Act, adding DNA samples had been taken from them. \nThe force said the ownership of the dogs had been \"voluntarily transferred to police\". \nA 43-year-old man was arrested on suspicion of being the person in charge of a dog dangerously out of control after the attack in Boundary Avenue on Friday afternoon.  He has been bailed while inquiries continue. \nMrs Downer's family said she was a mother, grandmother and great-grandmother. \n\"Lucille was born in Jamaica and emigrated to the UK in her early 20s. Since arriving in the UK, Rowley Regis has always been her home and her family will miss her dearly.\"\nShe had spent her working years as a cook at a care home in West Bromwich, they said in a statement issued through police. \nSupt Asquith said neighbours and family who live nearby responded \"very quickly\" after the dogs escaped from a neighbouring property.\nHowever, Mrs Downer had suffered multiple injuries in the \"sustained\" attack and despite the efforts of medics, died at the scene, he said. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56637430",
      "category": "world-middle-east",
      "title": "Jordan's Prince Hamzah vows to defy 'house arrest' orders",
      "tags": "Jordan,Royalty",
      "text": "The former crown prince of Jordan has said he will defy government orders to stop communicating with the outside world and remain indoors.\nPrince Hamzah bin Hussein, 41, said he had been placed under house arrest on Saturday in videos given to the BBC.\nHe was accused of plotting with \"foreign entities\" to destabilise the kingdom.\nThe former heir to the throne denies conspiracy, but he has accused Jordan's leaders of corruption and incompetence.\nPrince Hamzah was first in line to succeed his half-brother, King Abdullah, as Jordan's head of state until 2004, when he was removed as crown prince. King Abdullah designated his son as heir instead.\nIn another development, Israeli businessman Roy Shaposhnik, who says he is a personal friend of Prince Hamzah, confirmed he had offered to fly the prince's wife and family to Europe to stay at his house. \nHe issued a statement after Jordanian Deputy Prime Minister Ayman al-Safadi said such an offer had been made by a man with links to an unnamed foreign security service.\nMr Shaposhnik has reportedly denied ever being a member of Israel's intelligence agency.   \nOn Sunday, Jordan's opposition released a recording in which a defiant Prince Hamzah said he would not obey orders from the authorities.\n\"I don't want to make moves and escalate now,\" he said in the audio recording posted on Twitter. \n\"But I'm not going to obey when they say you can't go out, you can't tweet, you can't communicate with people [and] you're only allowed to see your family.\"\n\"I think it's a bit unacceptable,\" he added.\nThe public rift between Prince Hamzah and King Abdullah is unprecedented. Tensions within the royal household, however, have reportedly been present for some time.\nJordan is a constitutional monarchy, but the royals play a major role in public life and King Abdullah has extensive powers. He can appoint governments, approve legislation and dissolve parliament.\nThe country is also a key Western ally, and reports of Prince Hamzah's detention raised fears that the wider region could be destabilised. However, regional powers and Western allies, including the US and UK, have all voiced support for the king.\nIn many a sitting room and in open spaces of Jordan, there has long been chatter about tensions within the royal family and hushed conversations about alleged corruption and misrule. But there has also been relief that Jordan remained a relative rock of stability in a terribly rickety region. \nIn the past, King Abdullah has dealt with discontent by changing government ministers. But in what is now one of his greatest challenges, he cannot change his family. \nJordanians are expressing shock to see a long-standing fault line crack wide open. And it has clearly rattled neighbours and allies, including other Arab monarchies who have rushed to back the King, and his Kingdom's stability.\nThe government says the monarch is trying to resolve this, in Hashemite tradition, within the family. But his younger half-brother seems to have decided to break with tradition. \nSources say family members are now trying to mediate to find a way out of this crisis. There are still crucial questions - over this alleged plot designed with foreign entities, and over the extent of Prince Hamzah's ambitions. \nOn Saturday, Prince Hamzah released two videos to the BBC in which he claimed he had been placed under house arrest.\nIn the video, Prince Hamzah said a senior official had told him he was not allowed to go out or communicate with people because of criticisms of the government or king voiced at meetings where he had been present. \nThe apparent arrest is thought to have followed a visit by the prince to tribal leaders, where he is said to have garnered some support.\n\"I am not responsible for the lack of faith people have in their institutions,\" Prince Hamzah said in one of the videos given to the BBC.\nOn Sunday, Deputy Prime Minister Ayman Safadi told a news conference that the prince had been liaising with foreign parties about destabilising the country and had been monitored for some time.\nHe accused the prince of seeking to mobilise \"clan leaders\" against the government, adding that the plot had been \"nipped in the bud\" at the \"zero hour\".\nMr Safadi said officials had tried to discourage the prince rather than take legal action against him, but Prince Hamzah had \"dealt with this request negatively\".\nHe added that at least 16 people, including a former adviser to King Abdullah and another member of the royal family, had been arrested over the plot to \"undermine the security\" of the country. \nBut no members of the armed forces were said to be among those detained.\nHigh-level political arrests are rare in Jordan. The country's powerful intelligence agency, however, has gained extra powers since the pandemic began which has drawn criticism from rights groups. \nAccording to a statement carried by the Israeli privately owned website Walla, Roy Shaposhnik said he had proposed sending a private jet to take the prince's wife and children to Europe where he himself lives.\n\"Over the weekend, Prince Hamzah told Roy about what is happening in Jordan and Mr Shaposhnik proposed to him to send his wife and children to stay at his house,\" the statement said.\n\"Mr Shaposhnik does not have any knowledge of the events that took place in Jordan or of the people involved. The proposal he gave Prince Hamzah was done on the basis of personal friendship between families and out of a wish to help the princess and their children at this difficult moment.\"     \nThe businessman was quoted by a Walla correspondent as saying he had never been a member of Israel's Mossad intelligence service.   \nThis followed a Jordanian media report accusing Mr Shaposhnik of being a former Mossad official.\nThe oldest son of the late King Hussein and his favourite wife Queen Noor, Prince Hamzah is a graduate of the UK's Harrow School and the Royal Military Academy at Sandhurst. He also attended Harvard University in the US and has served in the Jordanian armed forces.\nHe was named crown prince of Jordan in 1999 and was a favourite of King Hussein, who often described him in public as the \"delight of my eye\".\nHowever, he was seen as too young and inexperienced to be named successor at the time of King Hussein's death.\nInstead his older half-brother, Abdullah, ascended the throne and stripped Hamzah of the title of crown prince in 2004, giving it to his own son.\nThe move was seen as a blow to Queen Noor, who had hoped to see her eldest son become king."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56632084",
      "category": "uk",
      "title": "Covid: Tests to be offered twice-weekly to all in England",
      "tags": "Contact tracing,Department of Health & Social Care,Coronavirus testing,Coronavirus pandemic",
      "text": "Everyone in England is to be given access to two rapid coronavirus tests a week from Friday, under an extension of the government's testing programme.\nThe lateral flow kits, which can provide results in around 30 minutes, will be available for free at testing sites, pharmacies and through the post. \nThe health secretary said it would help squash any outbreaks as lockdown eases. \nBut critics of the programme say it risks becoming a \"scandalous\" waste of money.\nIt comes as Boris Johnson is due to meet the cabinet to sign off the next stage of lockdown easing in England, which will see non-essential shops reopen and pubs and restaurants start serving outdoors from 12 April.\nLater, the prime minister will hold a Downing Street briefing, where he is expected to confirm countries will be graded under a traffic light system when international leisure travel resumes.\nHe is also set to outline plans for coronavirus passports - recording whether people had been vaccinated, recently tested negative or had natural immunity - as a means of enabling mass-audience events to take place in the future. \nHowever, dozens of MPs oppose the use of Covid passports and Mr Johnson faces the prospect of a rebellion among a number of senior Conservatives if he proceeds with them.\nLateral flow tests are already available for school children and their families to take at home as well as for those who have to leave home for work.\nThe prime minister hailed the plan to offer everyone testing from 9 April, saying: \"As we continue to make good progress on our vaccine programme and with our road map cautiously easing restrictions under way, regular rapid testing is even more important to make sure those efforts are not wasted.\"\nHealth minister Edward Argar told BBC Breakfast he expected the lateral flow tests to be used by those returning to work in the coming weeks as the \"economy starts opening up again\".\nHe said fewer than one in every 1,000 lateral flow tests gave a false positive result and refused to set an \"arbitrary\" date for when testing would end.\nMr Argar said the tests would be paid for as part of NHS Test and Trace's funding of £37bn over two years, with 80% of that expected to be used for testing.\nThe rapid tests are aimed at those without any Covid symptoms and can be taken at home. \nThe government introduced lateral flow testing for secondary school children and staff earlier this year, under plans to reopen classes in England by March.\nIn February, the scheme was extended to the families of all school and college-age children in England. \nKits were also offered to those who cannot work from home in the pandemic, so they can be tested twice a week.\nFrom 9 April, kits will be available through:\nAnyone who tests positive using a lateral flow test will be expected to self-isolate along with their household. They can then order a second PCR Covid test, typically used for symptomatic cases, which will be sent off to a laboratory for analysis. \nIf the confirmatory test comes back negative, their quarantine period is considered over immediately and they can resume normal life.\nThe schools testing programme, combined with the wider use of workplace testing, has led to a jump in the number of lateral flow tests carried out in England.\nThere were about 250,000 rapid tests a day taken in mid-February - climbing to more than a million a day by the end of March. \nDr Susan Hopkins, Covid-19 strategic response director at Public Health England, said rapid testing might find cases that would not otherwise be discovered, helping to break chains of transmission and suppress the spread of variants or mutations of coronavirus.\nThe Department of Health said parents may wish to consider testing children under the age of 11 but the current Public Health England advice was that there was a \"limited public health benefit from testing primary school age children with lateral flow devices\".\nHealth Secretary Matt Hancock said: \"Around one in three people who have Covid-19 show no symptoms, and as we reopen society and resume parts of life we have missed, regular rapid testing is going to be fundamental in helping us quickly spot positive cases and squash any outbreaks.\" \nShadow health secretary, Jonathan Ashworth, said any expansion of the testing scheme must be backed by financial support so people could self-isolate, adding: \"Lack of adequate sick pay and support remains a dangerous hole in our defences against this horrific virus.\" \nThe latest data shows that, of the 4.2 million lateral flow tests taken in schools and colleges in the week from 18 to 24 March, 4,502 returned a positive result. \nCritics of the programme say that when rates are at low levels, it makes it hard to distinguish between actual infections and so-called \"false positives\" - an error where the test registers a positive result incorrectly.\n\"Mass testing is a scandalous waste of money,\" said Allyson Pollock, professor of public health at Newcastle University. \n\"When the prevalence rate of coronavirus falls as low as it is at the moment then an increasing proportion of cases are likely to be false positives meaning that cases and contacts will self isolate unnecessarily.\"\nProf Pollock said it is likely that mass testing \"is going to do more harm than good\" and there had been no evaluation of mass testing programmes by the government.\nThe government requires secondary school children to take a second PCR or lab test if their first rapid lateral flow test comes back positive in school. \nParents and scientists had warned some pupils were self-isolating unnecessarily after just returning to the classroom.\nThe government said that for every 1,000 lateral flow tests carried out, there was less than one false positive result, and the rapid tests were particularly useful at detecting high levels of virus.\nIn Northern Ireland, a spokesperson for the department of health said rapid testing was recently extended to private sector firms with more than 50 staff, and \"consideration may be provided to other sectors\".\nThe Scottish government said it was expanding rapid testing in hospitals, care homes, schools and in the community to spot asymptomatic cases in high prevalence areas, while also \"considering the implications\" of the announcement in England. \nThe Welsh government said 22% of the population already had access to regular rapid testing and this would continue to grow with the expansion of workplace and community testing programmes. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56609154",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Stay at home rule lifted after three months",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The stay at home rule which has been in place in Scotland for more than three months has been lifted.\nPeople have been told to \"stay local\" and to remain within their local authority boundaries for the next three weeks.\nFirst Minister Nicola Sturgeon said the vaccination programme's progress had been \"better than we could have dared hope for back at the turn of the year\".\nHowever, she also warned that there were \"no grounds for complacency\".\nOn Friday another 414 new cases of Covid-19 were reported and four new deaths of people who had tested positive.\nMs Sturgeon said: \"It is really important right now that while the vaccination programme continues to be rolled out, all of us remain hyper-vigilant in how we're going about our daily lives.\"\nPolice Scotland's Deputy Chief Constable Malcolm Graham issued a warning ahead of the Easter weekend, urging people to stay local unless for essential purposes.\nHe said: \"While Easter weekend is traditionally a time for visiting friends and family, I would urge people to stay local and follow the regulations on gatherings.\n\"If you are visiting beauty spots within your local area, do so safely and respectfully - leaving no trace of your visit. Please also park responsibly to allow emergency access.\"\nPolice in Edinburgh also said increased patrols would continue following a spate of anti-social behaviour incidents on or near public transport.\nThe Scottish government's weekly State of the Epidemic in Scotland document pulls together the most recent statistics from a range of sources. Here are the key points:\nProf Nick Hopkins, who sits on the Scottish government's Covid-19 advisory group, told the BBC's Good Morning Scotland programme there was \"a lot to be optimistic about\".\nHe said: \"The vaccine rollout gives us enormous cause for hope, but hope is not the same as wishful thinking.\n\"We need to recognise that there is still a reality out there and we need to be very mindful of those risks and continue to be careful, to monitor our behaviour, to follow the guidelines.\"\nThe University of Dundee psychology professor also said the move to \"stay local\" was very positive.\nProf Hopkins added: \"It really does send out the signal that the sacrifices that people have made over the last year, and it's been a long, long year, are actually getting us where we need to be.\"\nFurther easing of restrictions in Scotland from Monday will enable barbers, hairdressers, car showrooms, homeware shops and garden centres to reopen. \nShops will be allowed to resume click and collect services.\nIn addition, outdoor contact sports for 12 to 17-year-olds can start again and college students will be able to return to in-person teaching for practical subjects.\nIt is expected that all school pupils will return full-time after the Easter holidays. Those in secondary schools had been attending part-time in recent weeks.\nThe easing of the level four restrictions in Scotland will have a minimum gap of three weeks between phases, and will be assessed using conditions set out by the World Health Organization.\nIn February, Prime Minister Boris Johnson announced a four-step plan which could see all legal limits on social contact lifted by 21 June in England. \nEach stage in his routemap will be a minimum of five weeks apart, with conditions that must be met before proceeding to the next step.\nThe stay at home rule in England was eased on 29 March, although the government advice was to \"minimise travel\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-52977388",
      "category": "business",
      "title": "What are the rules for pubs, restaurants, festivals and gigs?",
      "tags": "Coronavirus lockdown measures,Hospitality industry,UK economy,Restaurants,Pubs,Coronavirus pandemic",
      "text": "Near-normal service is expected to resume in pubs and restaurants in England and Scotland from 19 July. \nNightclubs can reopen in England, and summer festivals and gigs will also be able to go ahead without Covid rules limiting audience numbers.\nMost Covid restrictions will be lifted from 19 July.\nPrime Minister Boris Johnson wants people \"to make their own informed decisions about how to manage the virus\".\nIn pubs, cafes and restaurants:\nAt music venues and events:\nThe government says it would like nightclubs and music event organisers to ask for proof of vaccination, although they won't be legally forced to. Likewise, there's no law requiring club- and festival-goers to show their pass, if they choose not to.\nHowever, the government says it reserves the right to make showing the pass compulsory at a later date.\nYou will still have to self-isolate if you have Covid symptoms, test positive or are told to do so by NHS Test and Trace. \nIn pubs, cafes and restaurants:\nAt music venues/events:\nSome summer festivals are still planning to go ahead as planned, but others have been cancelled altogether, gone online, or been rescheduled.\nOrganisers of the Latitude (late July), Reading and Leeds (late August) festivals say they will \"sell to capacity\" and are not inclined to encourage those attending to wear masks.\nAll parts of Scotland will move to Covid-protection level zero, with a few changes:\nUnder-12s won't count towards group sizes or the number of households.\nThere will be a 400-person limit for indoor events, 1,000 for outdoor standing events and 2,000 for outdoor seated events.\nUntil 19 July, most areas of Scotland are in level 1 or 2. \nLevel two areas:\nLevel one areas:\nScotland is aiming to remove all major legal Covid restrictions by 9 August.\nRestrictions are due to be relaxed on 26 July (subject to approval on 22 July).\nIndoor gigs and concerts will be allowed without noise restrictions, as long as the audience stay in their allocated seats.\nSocial distancing rules will be removed for outdoor events and relaxed indoors.\nUnder current rules:\nAt the moment, up to six people from different households can meet indoors at pubs, cafes and restaurants. \nPeople who do not live together, or are not in bubbles, should remain socially distanced, 2m (6ft) apart.\nBusiness owners are responsible for making their premises as safe as possible:\nThe maximum number of people allowed at outdoor \"regulated gatherings\" - such as festivals and concerts - is 4,000 standing and 10,000 seated. Capacity rules for indoor music and comedy venues have already relaxed a little.\nFrom 17 July, organised indoor events can take place for up to 1,000 seated and up to 200 standing.\nFrom 7 August, if conditions allow, there will be no legal limits on the number of people who can meet others in places like pubs and restaurants. Masks will also no longer be required in hospitality settings. All businesses currently closed - such as nightclubs - will be allowed to reopen subject to ongoing risk assessments. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56641597",
      "category": "uk",
      "title": "Tory MP Dame Cheryl Gillan dies after long illness",
      "tags": "Keir Starmer,Chesham,Amersham,Tracey Crouch,Cheryl Gillan",
      "text": "Former Welsh Secretary Dame Cheryl Gillan has died at the age of 68 after a long illness.\nPrime Minister Boris Johnson paid tribute to the Conservative MP for Chesham and Amersham, saying she will be \"sorely missed\".\nHe described Dame Cheryl as \"a great servant\" and \"always full of wise advice and good humour\".\nDame Cheryl had served as the MP for the Buckinghamshire seat since she was first elected in 1992.\nCo-chairwoman of the Conservative Party, Amanda Milling, said the noted anti-HS2 campaigner had made a \"huge contribution to public life\".\nMs Milling said: \"It was incredibly sad to hear that Dame Cheryl Gillan MP passed away at the weekend.\n\"Cheryl had been ill for some time, but battled her illness with great stoicism and grace.\n\"Cheryl was a dedicated parliamentarian for many decades, serving in the cabinet and she made a huge contribution to public life and our party.\n\"Our thoughts and prayers are with Cheryl's family and friends.\"\nFormer marketing executive Dame Cheryl was acting joint chair of the 1922 Committee of Tory backbench MPs from May to September 2019.\nThat year, along with Charles Walker MP, she helped preside over the Conservative leadership contest to elect a successor to former prime minister Theresa May - a contest Mr Johnson won.\nBorn in Llandaff in Cardiff, Dame Cheryl was Welsh Secretary between 2010 and 2012.\nWelsh Conservative Senedd leader, Andrew RT Davies said Dame Cheryl was a \"model of public service and was respected across the political spectrum\".\n\"She was incredibly proud of her Welsh roots and served with distinction as secretary of state,\" he said.\n\"Cheryl was a good friend to the Welsh Conservatives and will be sorely missed.\"\nConservative MP for Chatham and Aylesford, Tracey Crouch, who revealed her own breast cancer diagnosis in June, said in a series of messages on social media that she was \"heartbroken to hear the desperately sad news\" and felt \"blessed\" to have known Dame Cheryl.\n\"She had been a great source of strength as we went through chemo together,\" she wrote. \n\"When she told me she was dying I told her all the nice things I would say, so she knew she was an incredibly inspirational woman in politics who fought for the things she believed in. \n\"She was always kind and helpful to us newbies. She had oodles of wisdom from her years as an MP which she shared willingly. I shall miss her greatly.\"\nLabour leader Sir Keir Starmer said he was \"very sad to hear that Dame Cheryl Gillan has passed away\".\nHe added on Twitter that he had worked with Dame Cheryl \"on a number of issues\" and that she was \"respected across the House and a great champion for her constituents\".\n\"My thoughts are with her family and friends at this sad time.\"\nSpeaker of the House of Commons, Sir Lindsay Hoyle, said Dame Cheryl's death would leave \"a big hole in all our lives\".\nHe said she \"was one of the most popular, friendly and kindly people\" in the Commons.\n\"An assiduous attendee of debates, Dame Cheryl never passed up an opportunity to speak against the proposed high-speed rail link HS2,\" he added.\nBBC political correspondent Chris Mason added that, in time, there would be a by-election in the seat she represented for nearly three decades.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion please email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56644058",
      "category": "business",
      "title": "'Disappointed' travel chiefs seek clarity from PM",
      "tags": "Companies,Travel,Boris Johnson,Travel & leisure industry,Coronavirus pandemic",
      "text": "Leading travel industry figures have reacted with dismay to Boris Johnson's latest comments on the lockdown roadmap, saying they need more clarity.\nThe prime minister said he was \"hopeful\" that foreign travel could begin again on 17 May.\nBut he said more data was needed before a firm decision could be taken.\nThe Business Travel Association said the announcement was \"beyond disappointing\" and called for \"a clear pathway to international travel and trade\".\nIts chief executive, Clive Wratten, said moves to open borders had \"once again been kicked down the road\".\n\"The business travel industry continues to be crippled by today's lack of movement,\" he added.\nIn a Downing Street briefing on Monday, Mr Johnson said he did not want to see coronavirus re-imported from abroad and urged people to await a report from the Global Travel Taskforce on 12 April.\nMr Wratten called on the government to be \"confident in its roadmap\", adding: \"This is our last resort.\"\nOther travel industry bodies expressed similar discontent as they await further details of a risk-based \"traffic light\" system for foreign travel, due to be published later this week.\nUnder the system, no isolation would be necessary on return to the UK from \"green\" countries - although pre-departure and post-arrival tests would be required.\nTim Alderslade, chief executive of Airlines UK, said: \"Whilst we support the establishment of a framework for restarting international travel and welcome the removal of self-isolation for arrivals from 'green countries', today's announcement does not provide the clarity we were seeking on the roadmap back towards normality. \n\"We await further details, but the measures indicated, including the potential for multiple tests for travellers even from 'green countries', will prevent meaningful travel even to low-risk destinations.\"\nMark Tanzer, chief executive of the Abta travel association, welcomed the traffic light system, but said: \"We need to see the details in the Global Travel Taskforce report before this can be assessed fully.\"\nHe added: \"It is vital that the government clarifies how the transition between green, amber and red levels will work, both to help travel businesses plan ahead and to provide reassurance for travellers. \n\"Destinations should not be suddenly closed off unless variants of concern dictate that this must happen.\"\nThe chief executive of the Airport Operators Association, Karen Dee, said she was \"disappointed\" that the prime minister \"continues to suggest significant barriers to international travel and may push back the date of restart beyond 17 May\".\nShe said a \"risk-based, proportionate system\" could \"open up aviation without quarantine and with affordable, rapid testing\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56636595",
      "category": "world-asia",
      "title": "Taiwan train crash: 'Can you let me hug her again?'",
      "tags": "Taiwan",
      "text": "From a father cradling the motionless body of his six-year-old daughter, to a woman who lost her entire family, Taiwanese media has been dominated by the heartbreaking stories of survivors of Friday's train crash.\nAt least 50 people died and more than 200 were injured when the Taroko Express 408 carrying nearly 500 passengers crashed and derailed after hitting a construction vehicle that had fallen onto the tracks.\nAs funeral services and mourning ceremonies take place in the country, some survivors and rescuers have shared their experiences of the island's worst rail disaster in decades.\nChung Hui-mei's family wasn't meant to be on the train on Friday.\nThey had booked tickets for an earlier train that day - but had missed it. So they got standing tickets for the Taroko Express 408 - all the seats had been sold out already. \nThe family of four had been eager to get to the town of Hualien to mark the Tomb Sweeping Festival - a traditional Chinese festival when people pay their respects to the dead. \nMs Chung recalled that as the train neared their station, she heard the train conductor sound the horn. It meant he had \"known that there was a situation ahead... but he didn't slow down the train,\" she later told reporters. \nSeconds later - exactly 6.9 according to an investigation - the train slammed into a lorry that had slipped onto the tracks. Investigators said the train was only 250m (820ft) away from the lorry when it slid down, and that the driver - who died in the crash - would not have had time to react.\nIn the immediate aftermath of the crash, Ms Chung crawled around the carriage, frantically searching for her husband and 22-year-old son under a pile of debris and suitcases. She found them - but neither was breathing.\nAs she called out desperately for her daughter, she suddenly heard the 20-year-old girl respond weakly from under a tangled mass of metal parts: \"I'm here.\"\nMs Chung struggled to move the debris, but stopped when she heard another person speak up from underneath the rubble: \"Auntie, please can you stop doing that? It's hurting me.\"\nSoon after, her daughter stopped responding and fell silent. \nOn Friday, six-year-old kindergartener Yang Chi-chen boarded the Taroko Express 408 along with her father and nine-year-old sister. She never made it out. \nThey were heading to the city of Taitung for a family holiday to celebrate a Children's Day holiday that weekend.\nThe family had been sitting in the front carriage - one of three that sustained the worst damage in the crash.\nMr Yang was the first of his family to be found, according to emotional accounts shared by rescuers.\n The 42-year-old had limped out of the carriage, and rescuer Damo Lee had been tasked with carrying him the rest of the way.\nMr Lee recounted in a Facebook post that after he hoisted Mr Yang on his back, the man had weakly whispered into his ears repeatedly: \"I still have two girls on the train, please can you help get them out quickly?\"\nMr Lee said he assured Mr Yang that his team would do their best, and put him somewhere safe to sit and rest. \nJust as the rescue worker turned back to the wreckage, he saw a colleague carrying the near-lifeless body of a young girl, whose \"limbs were limp, and who had no blood in her face\". It turned out to be Chi-chen.\nMr Yang then called out: \"Can you let me hug her again?\"\nThe rescue workers lowered the young girl's body into his arms.\nThe elder Yang daughter was also later found, and is now in intensive care after suffering brain trauma and a cracked skull. \nOn Saturday, at a Taoist mourning ritual held at the accident site, Mr Yang was overcome with emotion as he spoke a little to reporters. \"We had just wanted to have a fun trip... I hope she can be my daughter again (in the next life),\" he said.\nLater, as family members of the victims performed the ritual and called for the souls of the dead to return home, Mr Yang was heard wailing Chi-chen's name.\n\"Come home to Papa!\"\nLi Jia-hsing and his wife had been looking forward to visiting their hometown of Taitung for a break. The couple worked in construction in northern Taiwan, and could only return home for visits during public holidays.\nThey had been standing in the middle of the train at a spot that connected two carriages. When the train derailed, Mr Li immediately threw himself against his wife and pushed her to the side, in an apparent attempt to protect her from the impact.\nIt worked, and she survived - but her husband did not.\n\"He saved me, but he couldn't save himself,\" the woman, identified by her surname Yang, later told reporters from the hospital where she was being treated for injuries.\nBefore they had set off on their journey, Mr Li had rung up his older sister, reminding her to pick them up at the station.\nOn Saturday, at a funeral home in Hualien, Mr Li's sister told reporters that she did not think she would end up picking up his remains instead.\nCalling out to her brother in a mourning ritual, she said: \"Your sister has come to take you home.\"\nOther stories that caught the attention of local media included a mysterious woman dubbed \"Olaf Girl\".\nThe woman was among family members of victims who gathered at a Hualien funeral home over the weekend. She was seen quietly clutching an oversized stuffed toy - Olaf, the snowman from the Disney animated movie Frozen.\nShe declined interviews, but media reports later said the toy had been a Valentine's Day gift from her fiancé, Su Yu-ming, who had died in the crash. \nMr Su's family members told reporters that the couple had been dating for around three years, and were due to get married next month.\nMeanwhile an emotional tribute by a Red Cross volunteer surnamed Zeng to the victims - some of whom he pulled out of the wreckage - has also gone viral.\n\"To the curly-haired girl, listen to what Big Brother told you. Everything's okay now, you can close your eyes,\" he wrote in a Facebook post.\n\"I don't know your names,\" he continued, addressing other victims. \"But I hope you can peacefully leave now, we've rescued everyone from the site. \n\"Don't think too much, we'll take care of things. I pray you have a good journey.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56639106",
      "category": "business",
      "title": "Unions criticise 'miserly' 50p rise in statutory sick pay",
      "tags": "Trades Union Congress,Employment,Coronavirus pandemic",
      "text": "Unions have criticised a 50p-per-week increase in statutory sick pay (SSP) as \"miserly\".\nSSP increases from £95.85 to £96.35 on Tuesday, but unions including the Trades Union Congress (TUC) and Unite say it is too little to live on.\nTUC general secretary Frances O'Grady said: \"No-one should be plunged into hardship if they need to self-isolate.\"\nA government spokesman said there was a \"comprehensive package\" in place to support those who need to self-isolate.\nIt also said many employers pay more than the minimum level of statutory sick pay.\nAccording to the OECD, the UK has one of the lowest statutory sick pay rates of any developed country, as a proportion of the average worker's earnings. \nHowever, its coverage lasts longer than in most European nations.\nMs O'Grady said \"low\" SSP payments could risk \"undermining\" public health efforts as lockdowns ease across the UK.\n\"Many working in pubs and shops are on low wages and face having to survive on just £96 a week if they get sick,\" she said.\nThe TUC is calling for the level of SSP paid to be raised in line with the National Living Wage, which stands at £8.91-per-hour for workers aged 23 and over.\nIt also warned that nearly two million workers do not earn enough to qualify for SSP - most of them women.\nNor are the self-employed eligible to receive it, unlike in most other European countries. \nLen McCluskey, Unite general secretary, said: \"Time and again the government has been told that people will not isolate without a living income.\n\"Unless and until the government addresses the scandalously low level of sick pay provision in this country, any scheme to reopen the economy that rests on isolation but without income is half-baked and will fail.\"\nA government spokesman said that there was a \"comprehensive package of financial support in place for workers who need to self-isolate to help stop the spread of coronavirus\". \nThat includes a £500 payment for those on the lowest incomes who have been contacted by NHS Test and Trace.\n\"Many employers pay more than the minimum level of statutory sick pay and employers with up to 250 staff can be reimbursed the cost of up to a fortnight's statutory sick pay.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56606223",
      "category": "world-middle-east",
      "title": "Netanyahu trial: Editor 'told to drop negative stories about Israel PM'",
      "tags": "Israel,Netanyahu corruption trial",
      "text": "The first witness in Benjamin Netanyahu's corruption trial has said he was told to make negative stories about the Israeli PM \"disappear\".\nFormer Walla CEO Ilan Yeshua alleged he was also ordered by the news website's owner, Shaul Elovitch, to post content that attacked Mr Netanyahu's rivals. \nProsecutors said Mr Netanyahu made regulatory decisions worth hundreds of millions of dollars to Mr Elovitch in return for favourable coverage. \nBoth men have denied any wrongdoing.\nThe prime minister, who is being tried on charges of bribery, fraud and breach of trust in connection with three separate cases, dismissed the hearing as a \"charade\" and accused the prosecution of a \"coup attempt\". \nIt comes as Israel's president meets parliamentarians to ask whom they support to form the next government following last month's election.\nThe vote failed to end the long period of political stalemate that has led to four elections in two years, leaving both Mr Netanyahu's right-wing bloc and the parties opposed to him short of a majority.\nPresident Reuven Rivlin will consult party leaders this week, then nominate who he thinks has the best chance of forming a new coalition government.\nHe has been indicted in three cases, known as 1,000, 2,000 and 4,000:\nMr Netanyahu has denied all the charges against him, branding them a \"witch-hunt\" by his political opponents, and has vowed to clear his name. \nDozens of Netanyahu supporters and protesters demanding his removal from office gathered outside the Jerusalem District Court as the prime minister arrived for the start of the trial's evidentiary stage.\nMr Netanyahu sat with his lawyers as lead prosecutor Liat Ben Ari delivered her opening statement, describing what she called a \"substantial and serious case involving government corruption\".\nShe alleged the prime minister made \"improper use of the major government power placed in him to demand and obtain improper benefits from the owners of major Israeli media outlets to advance his personal interests\".\n\"The relationship between Netanyahu and the defendants became currency, something that could be traded,\" she told the three-judge panel. \"This currency could distort a public servant's judgment.\"\nAfterwards, Mr Netanyahu was allowed to leave the courtroom and Mr Yeshua took the stand.\nThe former Walla CEO's testimony is seen as key to Case 4,000, the most serious against the prime minister because it involves the bribery charge. \nHe told the court that in late 2012 he began to receive requests from Mr Elovitch \"to make negative articles about the prime minister and his wife disappear and post articles that benefit them\".\nThere were also \"requests to post articles against various people who were against the prime minister\", he said, including Naftali Bennett, a former protégé of Mr Netanyahu who served in his cabinet from 2013 to 2020.\nMr Yeshua testified that there were times when he was instructed to take down a story immediately \"because this week [Mr Netanyahu] has to sign something for me\".\n\"How much can you lie?\" Mr Elovitch's wife, Iris, shouted as Mr Yeshua spoke.\nMr and Mrs Elovitch have been charged with bribery and obstruction of justice in connection with Case 4,000. They have denied wrongdoing.\nMr Netanyahu has insisted he received nothing from Mr Elovitch and that Walla's coverage of him was negative. He has said experts supported the regulatory decisions he made, which prosecutors allege were of substantial financial value to Mr Elovitch.\nSeveral hours after Monday's hearing ended, Mr Netanyahu denounced as \"hypocrisy\" the prosecution's claim that he abused his powers. \n\"The entire proceeding against me was an abuse of the destructive power the prosecution holds,\" he told a news conference.\n\"This is how you try to topple a strong prime minister from the right wing,\" he added. \"This is what a coup attempt looks like.\"  \nHe is presumed innocent unless proven otherwise, and there is currently no legal barrier to him staying in office as prime minister.\nAnd even if convicted, Mr Netanyahu would not be required to step down until the appeals process is exhausted - something that could take years.\nA former prime minister, Ehud Olmert, stepped down as his party's leader when he was under investigation for corruption in 2008 but technically remained in office until elections the following year - polls which brought Benjamin Netanyahu to power.\nMr Olmert was eventually convicted of bribery, fraud, obstruction of justice and breach of trust in connection with several cases. He served 16 months of a 27-month prison sentence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53511877",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Where are the latest cases?",
      "tags": "Scottish government,NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "There have been 1,152,803 confirmed cases of Covid-19 in Scotland and 10,311 people have died following a positive test for the virus, according to the Scottish government.\nThis page analyses the key figures for the Covid pandemic in Scotland and was last updated using figures available at 14:00 on 30 January.\nThe Scottish government only publishes \"headline statistics\" on cases, deaths and vaccinations over the weekend. This page will be fully updated again on Monday.\nOver the past seven days 51,869 cases have been reported, with 6,185 cases confirmed on Sunday.\nThese totals include PCR tests and positive lateral flow tests, following changes on 6 January to how positive cases are reported.\nThe next chart shows the number of positive cases confirmed by PCR tests only over the past 12 months and uses Public Health Scotland data.\nThe data is based on the date of the test rather than when the test result was reported, which is the daily figure given out by the Scottish government.\nBecause of the time it takes to process the tests and submit records, the most recent figures in this chart are from five days ago.\nThe total number of positive cases in each local authority is published daily by Public Health Scotland.\nRecent data often underestimates the number of positive tests as there are sometimes delays before results are recorded, so this chart also uses figures from five days ago.\nThe Scottish government also publishes the figures on the number of cases across Scotland's 14 health boards.\nThe World Health Organization has highlighted the percentage of positive test results as a key indicator when assessing the status of a Covid-19 outbreak within a country.\nIts guidance says a weekly positivity rate which is kept below 2% is one indication that community transmission of Covid-19 is at low levels.\nOther indicators include the number of cases, Covid-related deaths and hospital admissions per 100,000 people.\nThe Scottish government measures the positivity rate by dividing the number of positive PCR tests per day by the total number of tests carried out.\nThe first coronavirus death in Scotland was reported by NHS Lothian on 13 March 2020.\nThe spring outbreak peaked in mid-April 2020 and then mainly declined until the summer, when Scotland went for a long period when there were no deaths following a positive test for Covid-19.\nThe rate of new deaths rose again in the autumn of 2020 as the second wave of the pandemic took hold, finally peaking at the end of January 2021.\nDeaths from Covid continued throughout 2021 and in to 2022. However, the vaccination programme has so far kept the number lower than previous waves, despite the higher number of cases.\nThe chart below shows data relating to the actual date of death, rather than registration of deaths and the most recent figures are subject to revision.\nThere are three ways to count deaths from Covid-19.\nThe Scottish government's daily announcement counts deaths within 28 days of a positive test for Covid-19, whereas the National Records of Scotland (NRS) counts all death certificates that mention Covid-19, even if the person has not been tested for the virus.\nThe NRS also publishes data on excess deaths, compared with a five-year average.\nExcess deaths from most causes rose in 2020 and during 2021. The exception in both years has been deaths from respiratory diseases, which have seen lower than average excess deaths.\nThe first Covid-19 vaccinations in Scotland were administered on 8 December 2020.\nCurrently the Pfizer-BioNTech, Oxford-AstraZeneca and Moderna vaccines are being given in Scotland, with each requiring two doses.\nBooster jabs are being offered to all over-18s.\nOlder age groups, people with underlying health issues and front-line health and social care workers were prioritised in Scotland's initial vaccination programme, in line with the strategy set out by the Joint Committee on Vaccination and Immunisation.\nThe same priorities are being applied to the booster dose programme which began in September.\nThe coronavirus pandemic has created a huge load on Scotland's hospitals.\nAt the peak of the outbreak in spring 2020 there were more than 1,500 Covid patients in hospital, with over 200 being treated in intensive care.\nNumbers reduced over the summer of 2020, but started to rise steadily again last autumn. In January 2021, the number of Covid patients in hospital went over 2,000.\nOnly patients who test positive during their current stay in hospital, or in the two weeks before their admission, are counted by the Scottish government as Covid-19 patients.\nThey are no longer classified as Covid patients after 28 days in hospital or 28 days after their positive test, whichever is later.\nHowever, the Scottish government also publishes figures on Covid-19 patients who have been treated in intensive care for more than 28 days.\nThe R number, or reproduction number, is a way of rating a disease's ability to spread. It is the average number of people that one infected person will pass the virus on to.\nIf the reproduction number is higher than one, then the number of cases increases exponentially.\nThe Scottish government has been monitoring the estimated R number in Scotland since the start of the outbreak.\nFigures for charts from the Scottish government, Public Health Scotland, National Records of Scotland and the UK government Covid dashboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56335555",
      "category": "uk-wales",
      "title": "Covid: One million people in Wales have had full vaccine",
      "tags": "Swansea Bay University Health Board,Public health,Merthyr Tydfil,Coronavirus testing,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "More than one million people in Wales have received both doses of their Covid vaccine, official data shows.\nPublic Health Wales (PHW) has confirmed that 1,000,706 people have had the full dose of the coronavirus vaccine - almost a third of the Welsh population.\nFigures also show that 2,091,824 in Wales have now had their first jab - that's two-third of the population.\nTwo further Covid deaths were reported in Wales, both in the north, on Sunday while PHW confirmed 46 new Covid cases.\nWales' weekly infection rate stands at 9.7 cases for every 100,000 people.\nThe overall Covid death toll in Wales, according to PHW figures, is 5,566 people since the start of the pandemic.\nFigures released on Sunday cover 24 hours up to 09:00 BST on Friday as data is no longer published on Saturday. \nThe confirmation that one million people - or 31.7% of the population - are fully vaccinated in Wales comes as studies show the Pfizer and AstraZeneca coronavirus vaccines are highly effective against the variant identified in India after two doses.\nSome 66.3% of the Welsh population have had at least one vaccine but a Public Health England report said two jabs of either vaccine give a similar level of protection against symptomatic disease from the Indian variant as they do for the Kent one.\nHowever, both vaccines were only 33% effective against the Indian variant three weeks after the first dose. This compared with 50% effectiveness against the Kent variant.\nLatest data showed the number of people with the Indian variant of concern had risen to 28 in Wales.\nPHW have said that the \"majority\" of Indian variant cases in Wales are \"associated with travel or with known contacts\" and added \"robust contact tracing processes are in place.\"\nHealth officials say they do \"expect this number to go up\" as it \"may be slightly more transmissible\" than the dominant Kent variant in Wales.\nPHW's coronavirus incident director has said \"most health boards\" have seen cases of the Indian variant of concern and added it \"underlines the message\" to get vaccinated as soon as people are asked.\n\"We are seeing cases of the new variant in Wales but the numbers are small so far,\" said Dr Eleri Davies.\n\"We are seeing an increase in those as we investigate and follow up the contacts and of course, you have seen the figures from England and the fast rise there so we are expecting to see more.\n\"I think with the latest information about the effectiveness of the vaccines, then we are in a good position in Wales with the success of the vaccine programme. \n\"It's clear that, to date, the Kent variant is covered by the vaccine and also the other variants that we are following closely, there is still retained efficacy.\n\"So I think the fact that we are progressing well with our vaccine programme in Wales is very heartening under the circumstances. \"\nThe local authority with the highest rolling case rate for the last seven days is Newport with a case rate of 33 per 100,000 people, followed by Cardiff and Wrexham.\nThere were seven Welsh counties with no new Covid cases while Denbighshire (3.1), Rhondda Cynon Taf (3.3) and Gwynedd (4) and had the lowest infection rates. Wales' rolling average for deaths is 0.6 daily deaths.\nOn the case rates, when broken down into communities, 94% have had two or fewer positive tests in the last week.\nA total of 2,043,254 people have been tested for the virus since the start of the pandemic, with 3,536,315 tests taken. There have been 12,413 tests since the last report. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nThe postcode search has been updated to replace data for health boards in Scotland with data for local councils. In England, data for county councils has been replaced with data for district councils. Figures for boroughs and unitary authorities remain unchanged. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56637214",
      "category": "entertainment-arts",
      "title": "SAG Awards: Screen Actors Guild honour The Trial of the Chicago 7",
      "tags": "Screen Actors Guild awards,Film,Celebrity,The Trial of the Chicago 7",
      "text": "It was a big night for diversity at the Screen Actors Guild (SAG) Awards, with actors from ethnic minorities winning all four individual film categories for the first time.\nThe 27th SAG Awards were held on Sunday as a virtual event.\nViola Davis, Youn Yuh-jung, Daniel Kaluuya and the late Chadwick Boseman all triumphed in their categories.\nAaron Sorkin's The Trial of the Chicago 7 won best ensemble cast in a motion picture, making history for Netflix. \nThe ensemble prize is seen as the top honour at the SAG Awards, in the absence of a best picture category.\nThe Trial of The Chicago 7 retells the story of the notorious courtroom drama involving a largely unrelated assortment of political activists who were accused of inciting a riot at the 1968 Democratic National Convention in Chicago.\nThe film stars Mark Rylance, Eddie Redmayne, Frank Langella, Sacha Baron Cohen, Michael Keaton, Joseph Gordon-Levitt, Jeremy Strong, Yahya Abdul-Mateen, John Carroll Lynch and Alex Sharp.\nIts win means Keaton sets a new record by becoming the first person to be part of three SAG-winning ensembles, following his wins as part of 2014's Birdman and 2015's Spotlight.\nThe SAG Awards are seen as a key indicator of which films and stars may come out on top at the Oscars, which will be presented later this month.\nHowever, the favourite to win the best picture Oscar this year, Nomadland, was not nominated for the top prize at SAG, as it centres around one character (played by Frances McDormand) rather than an ensemble cast.\nThere was no red carpet to welcome nominees in Los Angeles this year because of the coronavirus pandemic. \nInstead, the awards were pre-recorded via video conference and squeezed into a one-hour broadcast.  \nChadwick Boseman, who died of cancer in August last year at the age of 43, won best male actor for his performance as a Blues musician in the 1920s drama Ma Rainey's Black Bottom, a film adapted from a cycle of plays by the Pulitzer Prize-winning playwright, August Wilson.\nBoseman's final performance was honoured at Sunday's SAG awards, with his widow Taylor Simone Ledward delivering a moving speech as she accepted his posthumous prize.\n\"If you see the world unbalanced, be a crusader that pushes heavily on the seesaw of the mind,\" she said, quoting her late husband. \nViola Davis, who played the singer Ma Rainey in the film, won the award for best female actor in a leading role. Accepting the prize, she thanked \"the beautiful Chadwick Boseman\" and \"August, for leaving a legacy to actors of colour that we can relish for the rest of our life.\"\nDavis looked visibly shocked to win the prize. The best actress race is seen as wide open this year, with Carey Mulligan, Andra Day, Frances McDormand and Vanessa Kirby also in the running for the equivalent Oscar. \nBritish star Daniel Kaluuya won best supporting actor for his performance in Judas and the Black Messiah. The film follows Black Panther leader Fred Hampton, who was killed in a co-ordinated raid by the FBI and Chicago Police in 1969.\nYoun Yuh-jung was named best female supporting actor for her performance in Minari, a red-hot favourite of awards season.\nShe plays an unconventional grandmother in the film, which follows a Korean-American family who move to Arkansas as they chase the American Dream.\nIn the television categories, British actress Anya Taylor-Joy picked up best female actor in a miniseries for her performance in The Queen's Gambit, a seven-part drama about a chess prodigy.\nThe actress paid tribute to her fellow nominees in her acceptance speech and made light of the virtual ceremony.\n\"Thank you for your performances, I'm unbelievably honoured to be in this room, even though it's not a room, it's all mental, but you know what I mean,\" she joked.\nThe Crown was named best overall drama, while Gillian Anderson won best female drama actor for her performance as British prime minister Margaret Thatcher.\nSchitt's Creek, which came to an end last year after six seasons, picked up best comedy series as well as best female comedy actor for Catherine O'Hara.\nIt rounds off a hugely successful year for the series and O'Hara in particular, who has won the same prize at the Emmys and the Golden Globes. \n\"Thank you to all who voted for us, what a way to say goodbye,\" said Dan Levy, who co-created and starred in the series.\nOther TV category winners included Jason Bateman for Ozark, Jason Sudeikis for Ted Lasso, and Mark Ruffalo for I Know This Much Is True."
    }
  ]
}