{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56799557/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19 vaccine bookings open in NI for 35-39 age group",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Vaccine appointments for a limited number of people aged between 35 and 39-years-old are being made available from Monday.\nThe Department of Health said it is the latest phase of the vaccine roll out.\nIt said bookings will open to the entire 35-39 age group by the end of April.\nThe slots are mainly for the SSE Arena vaccine centre in Belfast and can be booked on a first come first served basis from 14:00 BST.\nAppointments in community pharmacies will be made available to 35-39 year olds later this month depending on vaccine supplies.\nPatricia Donnelly, who heads up Northern Ireland's vaccine programme, told the BBC's Evening Extra programme that vaccine wastage across Northern Ireland is less than 1%.\nAt the start, the aim was for about 10%. She said across pharmacies it had been a \"military operation\".\nHowever she said vaccine supply had been more limited in April than expected or wished. \n\"We have had to adjust our programme accordingly,\" she said. \nThe over-35s are being offered the vaccine because of uptake among the over-40s.\n\"We know we have vaccinated many of them - over 120,000 - but what we have always found is that the enthusiasts come through pretty immediately, hovering over the booking line and others take a bit longer so we know those tend to be strung out over the number of weeks,\" she said.\nShe said each cohort had had a similar pattern. \nHealth Minister Robin Swann said: \"I have always been clear that we would move through the vaccine programme as quickly as vaccine deliveries and capacity allows as recommended by JCVI (Joint Committee on Vaccination and Immunisation).\n\"I recently announced that we successfully administered over one million vaccines across Northern Ireland to the highest priority groups. \n\"This figure is expected to rise exponentially as the Trust vaccine centres and GP practices continue to deliver second doses while the vaccine centre at the SSE Arena and the community pharmacists push ahead to deliver first doses. \n\"Opening up to 35-39 year olds earlier than expected is a testament to the hard work and dedication of all staff who are delivering the vaccination programme in Northern Ireland. \n\"I encourage those who are eligible to seize this opportunity and take up the offer of vaccination.\"\nThe minister has also urged those aged between 40 and 45, who were recently added to the eligibility list, to book their vaccine appointment.\nHe added: \"Getting the vaccine not only protects you but also those close to you.\n\"I would also strongly encourage anyone aged 40 years or over who hasn't booked themselves a vaccination appointment yet to do so as soon as possible.\"\nMeanwhile, the Department of Health also said that in line with recent advice from the JCVI, people living in the same house as someone who is severely immunosuppressed will be able to access the vaccine programme shortly, once their household has received a letter from their GP.\nAppointments at this stage are limited and the department is asking for patience."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-56775006",
      "category": "uk-england-hampshire",
      "title": "Couple marry in hospital as son waits for transplant in Southampton",
      "tags": "Southampton,Basingstoke",
      "text": "A couple held their wedding in hospital so their two-year-old son, who needs a heart transplant, could be with them.\nJimmy Francis and Suzie Small had planned to marry near their home in Basingstoke but their son Romeo is unable to leave Southampton Children's Hospital due to his heart condition.\nMrs Francis said: \"We weren't bothered where we got married, just as long as he was there.\"\nHospital chaplain Sue Pitkin said staff had \"gone above and beyond\".\nRomeo was diagnosed with a rare heart condition, restrictive cardiomyopathy, at 10 months old, has suffered cardiac arrest and went through open heart surgery.\nHe is being treated at the paediatric intensive care unit (PICU) as the family awaits a heart transplant.\n\"The nurses did an amazing job and took away the stress of arranging a wedding. We can't thank them enough,\" said Mrs Francis.\nMs Pitkin said it was the first time she had officiated at a wedding in hospital and it had been \"a huge responsibility as well as a delight\".\nA special licence had to be issued by the Archbishop of Canterbury's office to allow her to marry the couple.\n\"On the day everyone in PICU, staff and the Friends of PICU charity, pulled out all the stops to make the chapel look beautiful and to enable Romeo to enjoy his parents' wedding. \n\"What an amazing and joyful occasion, a day that I will never forget.\"\nHis parents have been documenting his story on their Romeo's Broken Heart blog to raise awareness around the importance of organ donation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56796679",
      "category": "world-australia",
      "title": "Australia opens travel bubble with New Zealand",
      "tags": "Travel,Coronavirus pandemic,New Zealand,Australia",
      "text": "Tearful reunions filled Auckland airport on Monday as residents from Australia were able to travel freely to New Zealand for the first time in more than a year.\nThe long-awaited Australia-New Zealand travel bubble means visitors no longer need to quarantine on arrival.\nThousands of passengers were booked to fly between the two nations on Monday. \nBoth countries have contained Covid outbreaks and kept infection rates low, largely due to tight restrictions. \nExcited passengers crowded airports in Australia for flights to various parts of New Zealand on Monday, with some rising before dawn to get ready to board. \n\"I didn't realise how emotional I was going to be today,\" passenger Dawn Tratt told the BBC at Sydney airport.  \nWhile many buzzed with the anticipation of seeing loved ones, for others it was a more sombre occasion. \n\"My older brother passed away last week on Thursday, we couldn't get there last week, but it's given us an opportunity to go back home today without quarantine so it's good, very good to go and lay him to rest,\" said John Palalagi in Sydney. \nNirali Johal said she was going to see her partner for the first time in almost two years.\n\"I couldn't sleep last night, it has been very exciting,\" she said. \"We are just... happy that it has happened and we're able to live a normal life again.\"\nShe said she was looking forward to \"going to a café, chilling and do what people do on a normal day face-to-face.\" She added: \"Zoom relations aren't great. I'm over it.\"\nAustralia and New Zealand shut their borders in March last year and brought in compulsory quarantine for returning nationals.\nSince October, New Zealand travellers have been allowed to enter most Australian states without quarantine, though this had not been reciprocated amid concerns about sporadic Covid outbreaks. \nTo fly under the bubble's rules, passengers must have spent 14 days before departure in either Australia or New Zealand. They must not be awaiting the results of a Covid test, nor have any Covid symptoms, amongst other criteria. \nThe international departure terminal at Sydney airport was very busy, very early in the day. The queue in front of the check-in desk was long and spiralling. Many parents tried to entertain exhausted toddlers who had to wake up exceptionally early to catch the first flight from Sydney to Auckland on Day 1 of the trans-Tasman bubble. \nSome passengers told me they camped outside from 02:00 local time (Sunday 17:00 GMT) before the airport had even opened. Others said they were so excited they couldn't sleep. The first Jetstar flight was absolutely full. \nIt's a big day for airlines after a catastrophic year because of Covid, and a big sigh of relief for both the travel and tourism industries. But really, this moment is about friends and family reuniting with their loved ones. \nDawn Tratt's voice broke a little as she spoke to me ahead of take-off in Sydney. Her cousin is unwell and while this is a hard time for her family, she's glad she'll be able to be there for her. \n\"We're so privileged here in Australia and in New Zealand to be able to travel like that. It's weird being on a plane again,\" she smiled through her tears.\nThe bubble is expected to deliver a lift to both economies, Australia's Prime Minister Scott Morrison and New Zealand's Prime Minister Jacinda Ardern said in a joint statement.\n\"It is truly exciting to start quarantine-free travel with Australia. Be it returning family, friends or holiday-makers, New Zealand says welcome and enjoy yourself,\" Ms Ardern said.\nThe country relies on Australia for 40% of its international tourism, injecting about NZ$2.7bn (£1.4bn, $1.9bn) into the economy.\nIn the other direction, New Zealanders accounted for 1.3 million arrivals to Australia in 2019, contributing A$2.6bn (£1.46bn; $2bn) to the Australian economy. \nQantas, Jetstar and Air New Zealand will all fly routes between the two countries.\nStill, the leaders warned the trans-Tasman travel bubble will be under \"constant review\" given the risks of quarantine-free travel. \nThe two countries have also previously raised the idea of separate travel bubbles with low-risk places like Singapore, Taiwan and several Pacific island nations. \nBoth nations have won praise for their handling of the Covid pandemic. Strict border controls and snap lockdowns are among the measures that have kept infection rates low. Australia has recorded 910 deaths, and New Zealand 26 deaths. \nDespite its success in containing outbreaks, the Australian government is facing growing criticism over delays in its Covid vaccination rollout. The country has fallen far behind other nations and failed to meet its immunisation targets. The delays are likely to slow any further easing of border restrictions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56773854",
      "category": "uk-politics",
      "title": "2021 elections: Voters urged to register ahead of polls deadline",
      "tags": "Scottish Parliament election 2021,England local elections 2021,Electoral Commission ,Welsh Parliament election 2021,Local government",
      "text": "Voters in England, Scotland and Wales have until the end of Monday to register for May's elections.\nThey are being urged to do so, amid a warning that up to 9.4 million eligible adults have not.\nMore contests than usual are taking place, with many elections having been delayed from last year due to Covid.\nVoters will choose between candidates for the Welsh and Scottish parliaments, English councils, city mayoralties and police and crime commissioners.\nAround 48 million people live in areas where elections are being held.\nThe Electoral Reform Society (ERS) has called for a system of automatic registration to drive up voter participation.\n\"It's a scandal that nine million people are missing from the roll - and it hits young people, renters and some BAME groups particularly hard.\" said Jess Garland, the campaign group's policy director.\nThe ERS suggests trialling a system that would allow voters to register themselves on polling day itself, rather than in advance. \nAt the English local elections in 2018, the last for which data is available, voter turnout was just under 35%, according to the Electoral Commission.\nA Cabinet Office spokesman said there were \"no plans\" to introduce automatic voter registration.\nElection campaigning has been muted this year, thanks to pandemic restrictions and a pause following the death of the Duke of Edinburgh."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56794744",
      "category": "world-europe",
      "title": "Russia will face 'consequences' if Navalny dies - US",
      "tags": "Russia,Vladimir Putin,United States",
      "text": "The US has warned Russia there will be \"consequences\" if the opposition activist Alexei Navalny dies in jail.\nThe UK, France, Germany and the European Union have also expressed their concern over his treatment.\nNavalny's doctors say he \"will die within the next few days\" if not given urgent medical attention for acute back pain and leg numbness.\nRussia's ambassador to the UK has said that Navalny is attention seeking and \"will not be allowed to die in prison\".\nA prominent critic of President Vladimir Putin, Navalny, 44, was jailed in February for old embezzlement charges, which he claims are politically motivated. \nHe started a hunger strike on 31 March in protest at not being able to see his own medical team, and his doctors say recent blood test results indicate he could suffer kidney failure and go into cardiac arrest at any moment.\nOn Sunday, a number of countries joined the international protest against Navalny's treatment inside the Russian jail in the town of Pokrov, about 100 km (62 miles) east of Moscow.\nUS national security adviser Jake Sullivan told CNN there would be \"consequences if Mr Navalny dies\" and Russia would be \"held accountable by the international community\", while President Joe Biden said his medical treatment was \"totally unfair and totally inappropriate\". \nThe US is already embroiled in a diplomatic row with Russia over the near-fatal poisoning of Navalny last year, with the chemical warfare agent Novichock. \nThe Kremlin denies Navalny's claims that President Vladimir Putin ordered the attack. But US intelligence officials concluded that the Moscow government was behind the poisoning, prompting the Biden administration to impose sanctions on senior Russian officials. \nNow Moscow is imposing its own measures in retaliation.\nEU leaders are expected to discuss the situation on Monday, and Josep Borrell, the bloc's top diplomat, said the EU was \"deeply concerned\" and called for prison authorities to grant access to Navalny's medical team immediately.\nThe UK's Foreign Office said in a statement: \"Mr Navalny must be given immediate access to independent medical care. We reiterate our call for his immediate release from his politically motivated imprisonment.\"\nNavalny's 20-year-old daughter, Daria Navalnaya, who is currently studying in California, wrote \"allow a doctor to see my dad\" on Twitter. \nNavalny's wife Yulia said he had lost 9kg (19 lbs) since starting his hunger strike, according to AP.\nNavalny's supporters in Russia are organising a nationwide protest on Wednesday, saying \"there are circumstances in which you need to act quickly, otherwise the irreparable will happen\".\nOn Friday, four doctors wrote to prison officials to request permission to see Navalny urgently, saying his potassium had reached \"critical levels\".\nDr Alexander Polupan, who treated Navalny after he was poisoned with Novichock last year, said his blood test results were an \"absolute indication\" that he needed urgent medical care or he would \"die within the next [few] days\".\nOn Sunday, his personal physician, Anastasia Vasilyeva, who has previously been arrested for protesting outside Navalny's jail, tweeted that she and the three doctors had \"stood for two hours and begged\" to be let into the jail, but they were refused entry.\nAlso joining the call for action are more than 70 well known writers, artists and academics, who have have signed a letter calling on President Putin to ensure Navalny receives adequate medical care. \nThe letter was published in The Economist and France's Le Monde newspaper, and included the signatures of Hollywood actors Jude Law, Ralph Fiennes and Benedict Cumberbatch, Harry Potter author JK Rowling and director Ken Burns.\nIn an interview with the BBC's Andrew Marr recorded on Friday but aired on Sunday, Russia's ambassador to the UK, Andrei Kelin, said that Navalny was not in danger.\n\"Of course he will not be allowed to die in prison, but I can say that Mr Navalny behaves like a hooligan absolutely in trying to violate every rule that has been established,\" he said, adding that activist was attempting \"to attract attention\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56795922",
      "category": "education",
      "title": "Big Ask: Children in England asked their hopes for post-Covid future",
      "tags": "Children,Marcus Rashford",
      "text": "Millions of children across England are being asked to contribute to a survey about their hopes for the future.\nChildren's Commissioner for England Dame Rachel de Souza says the results will inform a review aimed at tackling \"generational problems that have held back too many children for decades\".\nThe Big Ask is aiming to be the largest consultation with children undertaken in England.\nIt will be introduced with an online assembly by footballer Marcus Rashford.\nFrom Monday, the month-long anonymous survey will be made available to schools, youth groups, charities and other children's organisations and services with questions tailored to different age groups.\nChildren will be asked how happy they are about aspects of their lives, and what they think stops children achieving what they want to achieve when they grow up.\nThere will be focus groups for children with special educational needs, disabilities or other complex needs, and focus groups to ensure the experience of babies and pre-school children is captured.\nInspired by the 1942 Beveridge Report, which laid the foundations of the welfare state, Dame Rachel says the results will inform a review - titled the Childhood Commission - which will propose solutions to barriers facing children and set targets to monitor improvements.\nThe 1940s report, written by Liberal economist Sir William Beveridge, was commissioned by the wartime coalition government to examine how Britain should be rebuilt after World War Two and paved the way for major reforms including the creation of the NHS.\nDame Rachel will visit schools across the country to hear first-hand from children about their experiences of the coronavirus pandemic and hopes for the future.\nShe said she wanted to \"better understand what children want from the people in power and those who make decisions about their lives\".\nDame Rachel said children's responses would be at the heart of her \"'Beveridge-style' blueprint for government\".\nShe said: \"It is time to give something back to children after the huge sacrifices they have made during the Covid pandemic. \n\"The Big Ask will ask millions of children in England to tell us what life is like for them, what their hopes and ambitions are, and what is holding them back.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56795389",
      "category": "uk",
      "title": "Covid-19: UK investigates India variant and job centre staff 'feel unsafe'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nHealth officials are looking at whether a Covid variant originally identified in India spreads more easily and evades vaccines. There is not yet enough data to classify it as a \"variant of concern\", a leading scientist has said. But Dr Susan Hopkins of Public Health England said some cases had been found in the UK that were not linked to travel, with their origin now being investigated. More than 70 cases have been identified in England and Scotland. India has been battling a deadly second wave and is in now in the grips of a public health emergency, BBC India correspondent Soutik Biswas says. It is also too soon to decide if India should be put on the government's travel \"red list\", Dr Hopkins adds.\nMany job centre workers currently do not feel safe about returning to the office due to continued concerns about the coronavirus, a union claims. The Public and Commercial Services (PCS) union surveyed 1,299 members and found that three in five workers feel unsafe about going back. It says \"a majority\" of in-person interviews to discuss benefits claims should be done remotely over the phone. The issue could result in industrial action, the union has warned. A DWP spokesman said job centres had remained open during pandemic and \"our return to full opening hours will enable us to provide even more help and support to those who need us\".\nThe majority of pupils at Scotland's secondary schools are returning to class after the Easter break - for most pupils in the country this will be the first full week in classrooms since before Christmas. Strict social distancing rules between pupils have been relaxed but they must wear face coverings. Twice weekly lateral flow testing is also being offered to all staff and senior secondary pupils. Primary schools had already resumed full-time teaching before the Easter holidays, but a part-time blended learning system remained in place in secondary schools. In England most school pupils returned on 8 March and in Northern Ireland and Wales all pupils returned on 12 April.\nWhile some countries are scrambling to get their hands on vaccines, others are left wondering what to do with jabs they've ordered but can no longer use, following concerns over safety.  Several countries have restricted use of the Oxford-AstraZeneca (AZ) and Johnson & Johnson (J&J) vaccines for younger age groups because of a very small risk of rare blood clots. Denmark has stopped giving out AZ altogether, triggering a wave of interest in its unused doses. In a bold move, the Czech Republic offered to buy \"all AstraZeneca vaccines from Denmark\". Estonia, Latvia and Lithuania also expressed interest.\nMillions of children across England are being asked to contribute to a survey about their hopes for the future. Children's Commissioner for England Dame Rachel de Souza says the results will inform a review aimed at tackling \"generational problems that have held back too many children for decades\". The Big Ask is aiming to be the largest consultation with children undertaken in England. It will be introduced with an online assembly by footballer Marcus Rashford.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.\nWith university students in England being told they'll be allowed to return to face-to-face teaching, we've had a look at what's happening with universities as lockdown eases?\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56794974",
      "category": "uk-northern-ireland",
      "title": "Covid-19: High street voucher scheme in NI making 'good progress'",
      "tags": "Retailing,NI economy,Coronavirus pandemic,UK High Streets",
      "text": "Good progress is being made on a high street voucher scheme, the Department for the Economy has said. \nThe initiative was announced last year to support retailers hit by Covid-19.\nIndividuals could receive between £75-£100 each to spend in town and city centres, with £145m of funding ring-fenced for its rollout.\nNon-essential retail in Northern Ireland is set to reopen on 30 April as part of the lockdown-easing measures announced by the executive.\nThe pre-paid cards will not be issued imminently, it is understood.\nThe scheme is under development by officials and \"good progress is being made to bring it to fruition\", according to the department. \nOfficials want to ensure it is safe to do so and the time is right to stimulate demand and encourage the public to visit the high street. \nThere is an expectation of a surge in spending at shops due to pent up demand, BBC News NI understands.\nTherefore its rollout would be more effective when spending levels off or begins to fall.\nRetail NI chief executive, Glyn Roberts said he would like to see July as a target date for implementing the scheme.\n\"At that point the retail and hospitality sectors will be reopened and more people will be staycationing this year, so July would be ideal time for maximum benefit,\" he said.\n\"We've been strongly lobbying for this as an aid to recovery and to promote spending so we want to see it targeted at independent retailers and local hospitality businesses. \n\"It's part of a wider reopening plan to get people away from their laptops and iPads and back into the town centre and the voucher scheme is one way to do that.\n\"There is a lot more work we need to do to get people out again and feel safe to come back to our high streets\"\nThe voucher is a key part of Minister Diane Dodds' Economic Recovery Action Plan.\nThe department is also working on a tourism voucher for use at local attractions to boost the struggling sector."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56810031",
      "category": "uk",
      "title": "Covid: Police watchdog says officers confused by unclear pandemic laws",
      "tags": "Policing,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "A review of policing says officers sometimes struggled to enforce coronavirus restrictions because of a lack of clarity from ministers. \nThe analysis by a policing watchdog found chief constables heard about new restrictions from the government's television briefings.\nConfusion led to mistakes, putting confidence at risk, say inspectors. \nThe report says that despite major challenges, forces in England and Wales learned from mistakes. \nIt adds that it is essential the police do not become seen as \"coercive agents of ministers\". \nHer Majesty's Inspector of Constabulary and Fire and Rescue Services (HMICFRS), the body that reviews how well police do their work, said the rapid introduction and repeated changes to coronavirus laws left forces confused. \n\"Despite close working between the Home Office and national policing leaders, communication about restrictions and regulations was often at short notice and subject to change,\" says the inspectors' report. \n\"Many forces expressed frustration at the way that some government announcements were communicated... they had not been consulted in advance. \n\"This made it difficult to produce [internal] advice to forces on enforcing legislation.\"\nPolice chiefs in England told the inspectors they had little access to policymakers in the Department of Health and Social Care (DHSC), who were devising the new laws. \nSome were so concerned about what they were legally required to do, they took their own legal advice. \n\"Some forces expressed concern that they first heard of certain changes at the 5pm daily televised government briefings,\" says the report.\n\"In some cases, the changes required immediate implementation and many forces felt disadvantaged by a lack of notice and consultation.\n\"Their difficulty was made worse by a widespread confusion in relation to the status of government announcements and statements by ministers. \n\"Ministers asserting that their guidance - which had no higher status than requests - were in fact 'instructions to the British people' inevitably confused people.\"\nExamples include widespread confusion over whether repeat daily exercise had become a crime - it hadn't - and whether the two-metre social distancing \"rule\" was a legal requirement, when in fact it was only good practice.\n\"In these circumstances, mistakes were made... High-profile examples included road checks to identify unnecessary journeys, drone surveillance of people in open and almost deserted places, and police action in relation to non-essential shopping and what was thought to be excessive exercise.\"\n\"And as difficulties arose and some well-publicised mistakes were made, public confidence in, and support for, the police were inevitably put at risk.\"\nThe chairman of the National Police Chiefs' Council, Martin Hewitt, said the report recognised the past 12 months had been \"one of the biggest challenges to face modern policing, and that the service has stepped up and met that challenge head on\".\nHe added: \"We haven't always got things right straightaway, and we have sought throughout the pandemic to learn as we go and improve the service we provide.\"\nA Home Office spokesperson said: \"The police have worked tirelessly to keep us safe during the pandemic and as this report shows, took immediate and decisive action to help protect the NHS and save lives.\n\"Whilst the majority of us have been able to stay at home, our courageous officers have been out on the streets pursuing criminals, protecting the public and enforcing the coronavirus rules where necessary.\"\nA Home Office spokesman praised the police for tirelessly working during the pandemic and said there had been a constant dialogue with chiefs that had informed the devising of restrictions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56803137",
      "category": "uk",
      "title": "Covid-19: India to be added to travel 'red list' and AJ Tracey gig organisers fined",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. \nIndia is to be added to the \"red list\" of countries from which most travel to the UK is banned, over concerns about a new Covid variant circulating there. From 04:00 BST on Friday, British or Irish passport holders who have been in India in the previous 10 days will have to quarantine in a government-approved hotel, while all other arrivals will be refused entry. Health Secretary Matt Hancock said there had been 103 cases of the variant first found in India detected in the UK, and health officials are investigating whether it spreads more easily or is resistant to vaccines. It comes after Prime Minister Boris Johnson cancelled a trip to India, due to take place next Monday, amid rising cases in the country. \nMore than 10 million people in the UK have received their second dose of a Covid-19 vaccine, according to the latest government figures. It means more than 19% of UK adults are now fully vaccinated, while nearly 33 million people have had a first dose. Hailing the \"terrific milestone\", Health Secretary Matt Hancock urged those eligible to get the jab \"as soon as possible\". Meanwhile, the UK recorded four deaths within 28 days of a positive test - the lowest daily figure since 7 September, although the number of deaths recorded on Mondays and over the weekend tend to be lower because of reporting delays. \nHealthy young people who have had Covid-19 are being asked to volunteer for a trial that will deliberately expose them to the virus. The experts behind the study, beginning this month, want to see how the immune system copes second time round. The ultimate aim is to design better treatments and vaccines. Up to 64 people aged 18-30 will spend 17 days in a quarantine unit at a hospital suite and have numerous tests, including lung scans.\nBanking giant HSBC has confirmed that top managers in its Canary Wharf headquarters have lost their offices and will have to hot-desk on an open-plan floor. The move comes as HSBC pursues plans to shrink its office space by 40% in a post-pandemic shake-up. The company's chief executive said the bank would move to a \"hybrid working model\", allowing most staff to work part-time from home on a permanent basis.\nOrganisers of an AJ Tracey gig, cancelled shortly before it was due to take place in Manchester, have been fined £10,000 for breaching Covid rules. The rapper said he didn't expect so many people to turn up at Platt Fields Park on Sunday. The event was axed before he performed because of the large crowds that had gathered.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.\nIf you're wondering how worried we should be about new Covid variants, we've explained the basics here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-53587718",
      "category": "science-environment",
      "title": "Mars: Nasa helicopter 'Ingenuity' flight a success",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56809217",
      "category": "technology",
      "title": "Parler set to return to Apple's App Store",
      "tags": "Social media,Apps,Donald Trump",
      "text": "Apple is to allow the controversial social media app Parler, a popular platform with far-right supporters, back onto its App Store. \nThe app was pulled following the deadly US Capitol riots on 6 January.\nIn a letter to two Republican lawmakers on Monday, Apple said Parler had made updates to its app and content moderation policy that would lead to it being reinstated. \nIt is not yet clear when Parler will return to the App Store. \nThe platform is favoured in the US by right-wing conservatives and supporters of former President Donald Trump. \nThe app itself is very similar to Twitter in design, however it brands itself as a \"free speech\" alternative. \nIt has previously faced a barrage of criticism for hosting hate speech and fake news.\nIn the letter, Apple's director of government affairs, Timothy Powderly, said Parler had violated its guidelines - including hosting posts that \"encouraged violence, denigrated various ethnic groups, races and religions\". \nHe also said posts on the app had \"glorified Nazism\". \nHowever, since Apple took the decision to remove Parler from its App Store, Mr Powderly says Parler has worked to comply with its rules.\nThe letter, which was first reported by CNN, was addressed to two Republican lawmakers, Senator Mike Lee and Representative Ken Buck.\nIt is not yet clear what Parler has agreed to, or how the platform will be moderated in the future. \nParler was banned from both Google and Apple's app stores after extreme and far-right groups broke into the US Capitol building in Washington DC earlier this year.\nAmazon also pulled its web-hosting service days after the riots for similar reasons. In February, the platform managed to get back online, however it has not been downloadable as an app. \nParler's chief executive Mark Meckler had previously said the decision by Big Tech to cut ties with Parler had been taken \"by those who desire to silence tens of millions of Americans\".\nJames Clayton is the BBC's North America technology reporter based in San Francisco. Follow him on Twitter @jamesclayton5."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56802020",
      "category": "uk-politics",
      "title": "Starmer told to leave pub over Covid lockdown policies",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-56800574",
      "category": "uk-england-hampshire",
      "title": "James Nash killing: Gunman 'accused author of Russia Covid-19 plot'",
      "tags": "Enham-Alamein,Andover",
      "text": "A man with a long history of mental illness shot a children's author after becoming wrongly convinced he was part of a Russian plot to spread Covid-19, an inquest has heard. \nJames Nash, 42, was attacked in his garden in Upper Enham, Hampshire, on 5 August and died three days later.\nThe gunman, Alex Sartain, died in a motorbike crash while being pursued by police on the same day. \nThe coroner recorded a conclusion that Mr Nash was unlawfully killed. \nMr Nash wrote and illustrated children's books, including The Winter Wild.\nHampshire Coroner's Court was told Mr Sartain's mental health problems dated back to 2008 and his father had tried to raise concerns with a GP in June last year but \"only got as far as the receptionist\".\nJohn Sartain said his son had become paranoid that Mr Nash, his next-door neighbour, was trying to control him. \nThe inquest was told Mr Sartain, 34, had been heard \"muttering\" in the days before the attack about Mr Nash working for Russian president Vladimir Putin and being involved in a conspiracy to \"spread Covid\".\nThe hearing was told that Mr Sartain also believed he was being tracked by the \"CIA, MI6 and SO19\".\nOn the day of the attack, Mr Nash was working in his front garden when raised voices were heard by his wife Sarah Nash - who had been on a video call indoors - followed by a bang. \n\"As soon as I opened the front door I could see a man in full black leathers stamping on the face of my husband who was flat out on his back,\" Mrs Nash said. \nThe author had managed to deflect the gunshot with his hand but died from head injuries, the inquest heard.\nMr Sartain had previously been sectioned under the Mental Health Act and was under the care of a community mental health team until April last year, it was heard.\nCoroner Jason Pegg said a letter discharging him into the care of a GP was sent by the community mental health team to the Adelaide Medical Centre in Andover.\n\"That discharge letter... was never seen by the GP. Instead the letter was received by the administration staff at the practice and never passed on as perhaps it should have been,\" he added.\nThe coroner added that it \"cannot be ascertained\" whether Mr Sartain would have been detained in June if his father's concerns had been passed on by the GP's receptionist.  \nHe said he would not be taking the matter further as a new partnership was now running the surgery and practices had changed.\nAn inquest into the death of Mr Sartain will be held on Wednesday. \nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56799755",
      "category": "science-environment",
      "title": "Nasa successfully flies small helicopter on Mars",
      "tags": "Mars,Nasa,Space,Exploration of Mars,Nasa Perseverance Mars rover,Ingenuity Mars helicopter,Space exploration",
      "text": "The American space agency has successfully flown a small helicopter on Mars. \nThe drone, called Ingenuity, was airborne for less than a minute, but Nasa is celebrating what represents the first powered, controlled flight by an aircraft on another world.\nConfirmation came via a satellite at Mars which relayed the chopper's data back to Earth.\nThe space agency is promising more adventurous flights in the days ahead.\nIngenuity will be commanded to fly higher and further as engineers seek to test the limits of the technology.\nThe rotorcraft was carried to Mars in the belly of Nasa's Perseverance Rover, which touched down in Jezero Crater on the Red Planet in February.\n\"We can now say that human beings have flown a rotorcraft on another planet,\" said a delighted MiMi Aung, project manager for Ingenuity at Nasa's Jet Propulsion Laboratory (JPL) in Pasadena, California.\n\"We've been talking for so long about our 'Wright Brothers moment' on Mars, and here it is.\" \nThis is a reference to Wilbur and Orville Wright who conducted the first powered, controlled aircraft flight here on Earth in 1903.\nIngenuity even carries a small swatch of fabric from one of the wings of Flyer 1, the aircraft that made that historic flight at Kitty Hawk, North Carolina, more than 117 years ago.\nThere were cheers in the JPL control centre as the first photos of the flight arrived back on Earth. In the background, MiMi Aung could be heard saying: \"It's real!\"\nTo claps from her colleagues, she tore up the contingency speech to have been used in the event of failure.\nThe demonstration saw the Mars-copter rise to just over 3m, hover, swivel 96 degrees, hover some more, and then set down. In all, it managed almost 40 seconds of flight, from take-off to landing. \nGetting airborne on the Red Planet is not easy. The atmosphere is very thin, just 1% of the density here at Earth. This gives the blades on a rotorcraft very little to bite into to gain lift.\nThere's help from the lower gravity at Mars, but still - it takes a lot of work to get up off the ground. \nIngenuity was therefore made extremely light and given the power (a peak power of 350 watts) to turn those blades extremely fast - at over 2,500 revolutions per minute for this particular flight.\nControl was autonomous. The distance to Mars - currently just under 300 million km - means radio signals take minutes to traverse the intervening space. Flying by joystick is simply out of the question.\nAsked whether she was surprised the flight had worked, MiMi Aung said: \"No, I'm not. We really had nailed the equations, the models and the verification here on Earth in our laboratory tests. So, it then became a question of: have we chosen the right materials to build Ingenuity, to survive the space environment, to survive the Mars environment? \n\"We've gone from 'theory says you can' to really now having done it. It's a major first for the human race,\" she told BBC News.\nIngenuity has two cameras onboard. A black-and-white camera that points down to the ground, which is used for navigation, and a high-resolution colour camera that looks out to the horizon.\nSample navigation images sent back to Earth revealed the helicopter's shadow on the floor of the crater as it came back in to land. \nThe Perseverance rover was watching and snapping away from a distance of 65m. Its full-sequence video can be seen at the top of this page. \nNasa has announced that the \"airstrip\" in Jezero where Perseverance dropped off Ingenuity for its demonstration will henceforth be known as the \"Wright Brothers Field\". \nThe International Civil Aviation Organization (ICAO) - the United Nations' civil aviation agency - has also presented Nasa and the US Federal Aviation Administration with an official ICAO designator: IGY. \n\"India Golf Yankee, with the call sign 'Ingenuity', and those details will be officially included in the next edition of ICAO's designators for aircraft, operating agencies, aeronautical authorities and services,\" explained Håvard Grip, the Mars helicopter's chief pilot at JPL.\nMonday's successful maiden outing means that a further four flights will be attempted over the coming days, with the first of these occurring as early as Thursday. Each succeeding flight will build on what has gone before.  \n\"What we're talking about here is going higher, going further, going faster, stretching the capabilities of the helicopter in those ways,\" Dr Grip explained.\n\"We're putting the pedal down and going for it,\" added Dr Thomas Zurbuchen, the head of science at Nasa.\nThe hope is this initial demonstration could eventually transform how we explore some distant worlds.\nDrones might be used to scout ahead for future rovers, and even astronauts once they eventually get to Mars.\nMichael Watkins, JPL director, said: \"What the Ingenuity team has done is given us the third dimension; they've freed us from the surface now forever in planetary exploration, so that we can now make a combination of driving on the surface and sampling the surface, doing reconnaissance, and even scientific experimentation on inaccessible places for a rover. This is exactly the way we build the future.\"\nBob Balaram, Ingenuity's chief engineer, said ideas for larger helicopters were already being discussed. \n\"We are thinking of things in the 25-30kg class of vehicles, and those vehicles would carry maybe about 4kg of science instruments,\" he told reporters.\nNasa has already approved a helicopter mission to Titan, the big moon of Saturn. Dragonfly, as the mission is known, should arrive at Titan in the mid-2030s. It will be easier to fly on this moon given its very thick atmosphere."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56807520/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate change: UK to speed up target to cut carbon emissions",
      "tags": "Committee on Climate Change,Boris Johnson,Climate change",
      "text": "Radical new climate change commitments will set the UK on course to cut carbon emissions by 78% by 2035, the UK government has announced.\nHitting the targets would require more electric cars, low-carbon heating, renewable electricity and, for many, cutting down on meat and dairy.\nFor the first time, climate law will be extended to cover international aviation and shipping.\nBut Labour said the government had to match \"rhetoric with reality\".\nIt urged Boris Johnson to treat \"the climate emergency as the emergency it is\" and show \"greater ambition\".\nThe prime minister's commitments, which are to become law, bring forward the current target for reducing carbon emissions by 15 years. This would be a world-leading position.\nHomes will need to be much better insulated, and people will be encouraged to drive less and walk and cycle more. Aviation is likely to become more expensive for frequent fliers.\nThe government has accepted the advice of its independent Climate Change Committee (CCC) to adopt the emissions cut, which is based on 1990 levels.\nThe International Energy Agency (IEA) has predicted a major surge in CO2 emissions from energy this year, as the world rebounds from the pandemic.\nThe UK's new commitments come as US President Joe Biden prepares to stage a climate summit from Washington DC.\nEnvironmentalists welcomed the government's move, but warned that ministers had consistently failed to achieve previous CCC-set targets.\nAnd they insisted that Chancellor Rishi Sunak must show clearly how the transition is to be funded. \nTom Burke, who chairs the environmental think tank E3G, explained what policy changes were needed to achieve the goal: \"The most important thing, I think, is for [the prime minister] to focus his policy around energy efficiency, around wind and solar, and around storage of electricity and the management of the grid,\" he said.\nHowever, he told the BBC's Today programme: \"At the moment, it's... a bit of a Boris blunderbuss and is a huge range of marginal things instead of a concentration of effort on those things that will deliver the most emissions reductions in the fastest time.\"\nLeo Murray of the climate charity Possible called the announcement \"fantastic\", but added: \"We're not on track to meet previous climate commitments and in many ways the government is still failing.\"\nMr Murray said ministers were \"facing both directions at the same time\", as they had scrapped the Green Homes Grant for insulating homes, had not stopped airport expansion and were \"still pushing a £27bn roads budget\".\nThe CCC report accepted by the government says low-carbon investment must scale up to £50bn a year in the UK. But it adds that in time fuel savings from more efficient equipment will cancel out investment costs.\nThe CCC believes around 1% of GDP - national wealth - would need to be spent on shifting away from fossil fuels over 30 years.\nIts chairman, Lord Deben, said previously: \"The implication of this path is clear: the utmost focus is required from government over the next 10 years. \n\"If policy is not scaled up across every sector, if business is not encouraged to invest, if the people of the UK are not engaged in this challenge - the UK will not deliver net zero by 2050. The 2020s must be the decisive decade of progress and action.\"\nEd Matthew, campaigns director of E3G, said: \"Setting an ambitious emission reduction target would boost the UK's diplomatic drive to persuade other countries to set out ambitious targets of their own.\"\nHe added: \"The UK now has the opportunity to spark a global green industrial revolution, but ultimately its credibility will rest on action.\"\nNet zero means cutting emissions as far as possible, then balancing out any remaining releases by, for example, tree planting.\nThe government has adopted the new 2035 deadline for a 78% emissions cut because scientists say this is needed to keep the rise in global temperatures close to 1.5C above pre-industrial levels.\nFor Labour, shadow business secretary Ed Miliband said: \"The character of this government on climate change is now clear: targets without delivery.\n\"So while any strengthening of our targets is the right thing to do, the government can't be trusted to match rhetoric with reality.\"\nHe added: \"We need a government that treats the climate emergency as the emergency it is. That means greater ambition than this government matched with much more decisive action.\"   \nGreen Party MP Caroline Lucas commented: \"The most glaring problem [with the plan] is the government's failure to address what's driving the climate crisis: an outdated and exploitative economic system that treats our planet and natural world as peripheral to our lives and, worse, expendable.  \n\"The Prime Minister needs to accompany stronger climate targets with an economic reset to put the health and well-being of people and planet above short-term profit and growth.\"                \nFollow Roger on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56768728/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Super League: Why have the plans collapsed?",
      "text": "Plans for a new football European Super League (ESL) have collapsed, following the withdrawal of most of the teams involved. \nThe decision follows a massive backlash against the league, which had the support of some of the world's biggest clubs. \nSix English Premier League teams had signed up to the ESL - Arsenal, Chelsea, Liverpool, Manchester City, Manchester United and Tottenham. \nThey joined AC Milan, Atletico Madrid, Barcelona, Inter Milan, Juventus and Real Madrid as founder members.\nThe idea was for the clubs to remain in their national leagues, but also to play each other in a new midweek European competition, which would have rivalled the Champions League. \nThe ESL would have had 20 teams, of which 15 founding members would be permanent and never face relegation. Five other sides would qualify each year. \nAll six English Premier League clubs dropped out of the project on Tuesday night.\nThey have now been followed by Atletico Madrid in Spain and Italian team Inter Milan.\nOne of the chief movers behind the ESL, Juventus chairman Andrea Agnelli, has now admitted that the ESL is not likely to go ahead. \n\"I remain convinced of the beauty of that project,\" he said. \"But evidently no, I don't think that project is now still up and running.\"\nWith 15 teams in the ESL not facing qualification or relegation, critics said it would have devalued the game because it was unfair and uncompetitive.\nFor instance, Arsenal have not qualified for the Champions League since the 2016-17 season, but they would have been guaranteed a place - regardless of how they performed in the domestic league.\nHowever, a future winner of the Premier League would not necessarily have qualified for the ESL if they were not a permanent member.\nIf this were the case, that team would miss out on millions of pounds in revenue.\nThe ESL attracted widespread criticism from pundits, players, MPs and most football bodies not involved. \nFans of the clubs involved held several protests outside their grounds. \nIt appears they were taken aback by the strength of criticism. \nArsenal apologised in an open letter to their fans and said they had \"made a mistake\", adding they were withdrawing after listening to supporters and the \"wider football community\".\nTottenham chairman Daniel Levy said the club regretted the \"anxiety and upset\" caused by the proposal.\nManchester United said they had \"listened carefully to the reaction from our fans, the UK government and other key stakeholders,\" in making their decision.\nReal Madrid president Florentino Perez had claimed it would \"save football\", at a time when young people are \"no longer interested\" because of \"a lot of poor quality games\".\nThe founding clubs were promised a share of a €3.5bn (£3bn) grant, provided by investment bank JP Morgan.\nMost are in considerable debt, made worse by the Covid pandemic, due to disrupted fixtures and a lack of spectators.\nBig clubs also have superstar players with multi-million pound salaries.\nIf they could guarantee taking part in a major European football competition every year, they would have become more valuable and stable businesses. \nThe 20-team league would have been split into two groups of 10, playing each other at home and away.\nThe top three in each group would have qualified for the quarter-finals, with the fourth and fifth-placed teams competing in a two-legged play-off for the two remaining spots.\nIt would then have the same two-leg knockout format used in the Champions League, with a final in May.\nThe president of Uefa (the Union of European Football Associations), Aleksander Ceferin, had warned that participating clubs could be banned from European competition, and their players prevented from appearing at the Euros and the World Cup.\nMr Ceferin welcomed the English clubs' reversal, saying, \"the important thing now is that we move on, rebuild the unity that the game enjoyed before this, and move forward together\".\nAfter the collapse of plans for a super league, the BBC discusses the future of football with current and former club bosses, fans and sport business experts in a special Wake Up To Money Business of Sport Podcast. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56796449",
      "category": "uk-politics",
      "title": "Frank Judd: Former Labour minister and peer dies aged 86",
      "tags": "Portsmouth,Labour Party,House of Lords",
      "text": "Former minister and Labour peer Frank Judd has died aged 86, the party has said. \nLord Judd served as an MP in Portsmouth from 1966 to 1979 and was a minister in the Wilson and Callaghan governments. \nHe was also a former director of Oxfam before being appointed a life peer in 1991. \nThe party's leader Sir Keir Starmer described him as \"a great Labour internationalist who fought for peace, human rights and social justice\". \n\"He will be missed by us all,\" he said on Twitter.\nLord Judd served as minister for the Royal Navy and overseas development as well as in the Foreign Office. \nBaroness Angela Smith, Labour's leader in the House of Lords, said he was a \"man of extraordinary personal generosity\".\n\"Frank Judd was special. Whether as an MP, minister, peer or director of Oxfam, he never lost his passion for politics as a force for good,\" she said.\n\"His Labour Lords' colleagues both admired and had enormous affection for Frank, and we valued his friendship.\"\nThe chairman of the Labour Peers Group, Lord Toby Harris of Haringey, said Lord Judd was \"much-loved and respected\". \n\"He was indefatigable, participating vigorously on the issues that mattered to him right up until the last few days,\" he said. \n\"He was passionate about social justice and international development, both as someone who headed up aid agencies and as minister for overseas development.\"\n\"He was always supportive and kind. He will be sorely missed,\" he added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56803647",
      "category": "uk",
      "title": "US neo-Nazi group should be banned in UK, home secretary says",
      "tags": "Neo-Nazism,Priti Patel,Anti-terror legislation,Counter-terrorism",
      "text": "An American neo-Nazi group linked to five murders in the US should be banned in the UK as a terrorist organisation, the government has said.\nHome Secretary Priti Patel will ask for permission from MPs to outlaw the group called Atomwaffen Division (AWD).\nProsecutors have cited AWD as an influence on a number of teenagers in the UK convicted of terror offences.\nMs Patel said she was taking action \"to protect young and vulnerable people from being radicalised\".\nAWD would be the fourth neo-Nazi group to be banned in the UK, joining National Action, Sonnenkrieg Division and Feuerkrieg Division.\nA formal ban, which will come into effect this week if the move is approved in Parliament, will make it a terror offence to be a member of the group or invite support for it.\nThe government will list National Socialist Order as a formal alias of AWD, meaning it is assessed to be the same organisation.\nAWD was founded in 2015 and has since spread to several countries around the world.\nIt is part of a network of groups generated by a now defunct neo-Nazi internet forum called Iron March, which was based in Russia.\nThe British organisation National Action - itself banned in 2016 - emerged from the same space and inspired AWD.\nThe American group, in turn, influenced a series of other organisations, including a British version of AWD called Sonnenkrieg Division, which was exposed by the BBC in 2018 and outlawed in its own right last year.\nIn the US, people linked to AWD have been responsible for five murders, explosives offences, and hate crimes.\nProsecutors in several UK terror cases have cited AWD's example as an influence on a number of teenagers, including:\nSeveral people linked to the Sonnenkrieg Division have also been jailed.\nHome Secretary Priti Patel said: \"Vile and racist white supremacist groups like this exist to spread hate, sow division and advocate the use of violence to further their sick ideologies.\n\"I will do all I can to protect young and vulnerable people from being radicalised which is why I am taking action to proscribe this dangerous group.\"\nAWD's racist ideology encourages the destabilisation and destruction of society through acts of violence by lone actors or small cells.\nAdherents believe such activity will accelerate a predicted collapse of civilization and that white ethno-states can be formed in the aftermath.\nChief among the group's influences are the veteran ideologue of neo-Nazi terrorism James Mason, the murderous cult leader Charles Manson, and elements of the Satanist organisation Order of Nine Angles.\nLast year AWD announced it was disbanding, but it then re-emerged under the alias National Socialist Order. The AWD brand continues to be referenced by various right-wing extremists\nIt will be the first US addition to the official list of proscribed terror groups. More than 70 international terrorist organisations are currently outlawed, as well as 14 Northern Irish groups.\nThe move comes during a period when right-wing extremism has become a major counter terrorism focus in the UK.\nIn the last two years, seven people have been charged with planning terror attacks inspired by right-wing ideologies. In the same period, four people have been charged with preparing Islamist extremist attacks.\nDr Cassie Miller, a senior research analyst at US anti-hate organisation the Southern Poverty Law Centre, said the move to proscribe had been made \"belatedly\" and that bans \"can't be our only solution to the problem of right-wing extremism\".\nShe added that the group's \"central belief - that Western society should be brought to the point of collapse through acts of violence - animates a large part of the white power movement across the US and UK\".\n\"Proscribing the group doesn't address the fact that their violent and apocalyptic ideology extends far beyond its small network of members.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56799112",
      "category": "health",
      "title": "Young people to be reinfected with Covid for study",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Healthy young people who have had Covid-19 are being asked to volunteer for a trial that will deliberately expose them to the pandemic virus. \nThe experts behind the study, beginning this month, want to see how the immune system copes second time round. \nThe ultimate aim is to design better treatments and vaccines.\nUp to 64 people aged 18-30 will spend 17 days in a quarantine unit at a hospital suite and have numerous tests, including lung scans. \nThey will be re-exposed to the virus, the original strain from Wuhan, China, in a \"safe and controlled environment\" while the medical team monitors their health.\nThe first phase of this study, funded by the Wellcome Trust, will aim to establish the lowest dose of virus that can take hold and start replicating but produce few or no symptoms.\nThis dose will then be used to infect participants in the second phase of the study, expected to start in the summer.\nVolunteers who develop symptoms will be given an antibody treatment to help them fight off the infection. \nThey will be discharged only when they are no longer contagious. \nChief investigator Prof Helen McShane, from the University of Oxford, said: \"Challenge studies tell us things that other studies cannot because, unlike natural infection, they are tightly controlled. \n\"When we reinfect these participants, we will know exactly how their immune system has reacted to the first Covid infection, exactly when the second infection occurs, and exactly how much virus they got. \n\"As well as enhancing our basic understanding, this may help us to design tests that can accurately predict whether people are protected.\"\nProf Lawrence Young, of Warwick University, said: \"Human challenge studies have a long history of being able to generate important information about infections under strictly controlled conditions as well as allow the efficacy of vaccination to be accurately assessed.\n\"They will significantly improve our understanding of the dynamics of virus infection and of the immune response as well as provide valuable information to help with the ongoing design of vaccines and the development of anti-viral therapies.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56779190",
      "category": "uk",
      "title": "Clergy speak out over 'racism in Church of England'",
      "tags": "Racism,The Church of England",
      "text": "Staff complaining of racism in the Church of England have been paid off to \"buy their silence\", the BBC's Panorama programme has been told.\nFormer Church race-relations adviser Dr Elizabeth Henry says some had to sign non-disclosure agreements.\nThe Church is set to publish plans promising to address racism.\nThe Archbishop of Canterbury, the Most Rev Justin Welby, admitted last year the Church had failed to tackle racism in its own ranks.\nAfter seven years in her job, Dr Henry retired last year feeling disillusioned. \n\"I felt frustrated by the lack of progress with issues of racism,\" she tells Panorama.\n\"A really shocking incident was a young black man who received a picture of a banana but that banana had his head superimposed upon it  and underneath it said, 'Bananaman'. \n\"That is a deeply offensive and deeply racist image. \n\"He took it to HR [human resources department] and he did file a grievance - and the decision was that it was not racist. \n\"That person left and he received a very small compensation - however, he was forced to sign a non-disclosure agreement.\"\nThe Church told Panorama it could not comment on individual cases but \"any [racist] behaviour of the sort described by Dr Henry is unacceptable\".\nIt added confidentiality agreements were used only \"in exceptional circumstances\" where open processes \"may not have reached resolution\".\nBrazilian-born Peterson Feital was a trainee vicar when he was hired by a church in London with a mainly white middle-class congregation. \nHis task was to reach out to diverse communities who do not normally attend church - and for a couple of years, Peterson thrived. \nBut when the vicar who hired him left, Peterson says, his life became very difficult.  \n\"People of my kind, of my colour, are just not clever enough,\" he says.\nHe says his new manager told him: \"Your English is not very good, I don't like your preaching, and you are too Brazilian in your compassion -you're not very coherent.\n\"Peterson, you've got to find a job with people of your kind. \n\"If the London diocese is going to give you a job, it's going to be for a diversity show. \n\"They're going to give you for a short period of time and they're going to drop you like we always do.\"\nFor seven years, Peterson says, he repeatedly complained to senior staff at the Diocese of London about the racism and bullying he experienced but was told to \"keep his head down\".\n\"No-one is going to be able to prove there's any racism,\" he says he was told.\nAnd if he created a problem, \"you're not going to get a job anywhere\".\nIn March 2021, after 10 years in the Church, Peterson's contract was not renewed. \nHe was given a £2,000 redundancy payment and is now out of work and claiming benefits.\nThe Diocese of London said: \"We are appalled at what Peterson has experienced. \n\"We have spoken with Peterson regarding the process for bringing formal complaints against those involved.\"\nOne in 25 of the Church's serving clergy belongs to an ethnic minority.\nHartlepool curate Michelle Delves, of mixed heritage, enrolled at Durham Bible college Cranmer Hall in 2016.\n\"When I got there, I've just never felt as black and poor - I felt like I'd landed on an alien planet,\" she says.\nShe was frequently ignored and treated differently, Michelle says, and when she complained, felt no-one was listening.\n\"The thing that really scares the pants off me about this institutional racism is that you don't know it's happening to you,\" she says.\nEventually, Michelle wrote to the Archbishop of Canterbury.\nIn response, his office described the \"anger\" of hearing about her experiences, adding: \"Much more needs to be done about institutional racism in the Church.\"\nCranmer Hall told Panorama the college was \"deeply sorry and saddened\" to hear Michelle's story.\nIt had been unable to investigate while Michelle had been enrolled because she had not made a formal complaint but if she was willing to talk to the college authorities now, they would \"explore her concerns thoroughly\".\nOver the past 35 years, there have been 20 reports examining racism in the Church, between them making more than 160 recommendations.\nSome changes have been made but there is still a lot more to do, the Archbishop of York, the Most Rev Stephen Cottrell, says \n\"It is simply the case that ethnic-minority people are under-represented and disadvantaged in many of the structures and systems of our Church,\"  he says.\n\"That has a terrible knock-on for our mission in the wider communities we serve.\"\nBut for Dr Henry, that admission is insufficient.\n\"It's almost like, 'OK, so the job is done,' but the confession, it is not a new phenomenon or a new awakening or a new enlightenment in the Church,\" she says.\n\"Based on the racial reckoning of the Church, I'm afraid they've abysmally failed - and it's not fit for purpose.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-56799333",
      "category": "newsbeat",
      "title": "AJ Tracey: Gig organisers fined £10k for Covid rule breach in Manchester",
      "tags": "Live music,Social distancing,Manchester,Coronavirus pandemic,Music",
      "text": "Organisers of an AJ Tracey gig, cancelled shortly before it was due to take place on Sunday in Manchester, have been fined £10,000 for breaching Covid rules.\nThe rapper says he didn't expect so many people to turn up at Platt Fields Park, in the south of the city. \nThe event was axed before he performed because so many people turned up.\nAJ Tracey was forced to cancel a trip to Bristol which he was set to make after his Manchester visit.\nGreater Manchester Police has warned \"not to flout the lifting of restrictions\" as lockdown rules ease.\nCurrent coronavirus restrictions in England mean only six people, or two different households of any size, can gather outside. \nIn a video posted online, AJ Tracey thanked fans for coming out.\nHe'd planned to visit three cities and had already appeared in Birmingham. \n\"Big love Manny and Brum. Thank you for coming out,\" he told his followers..\n\"It's not gonna be safe for me to come to Bristol. I didn't expect that many people to turn up in Manny and genuinely it's just not OK for me to go ahead.\" \nWhile thanking fans for their support, AJ Tracey said he'll come back and do shows when it's safe to do so. \nPhotos and videos on social media show crowds of people gathering in Platt Fields Park on Sunday. \nAJ Tracey is currently promoting his new album, Flu Game. \nOn Saturday he told fans online he'd be keen to visit some cities, asking them where he should go.\nThe video was met with some criticism by those who for felt it was irresponsible for him to perform given current guidance. \nIn a statement, Greater Manchester Police say that at around 2.50pm on Sunday, they were called to reports of a large gathering at Platts Field Park. \nThey told Newsbeat, \"enquiries established that a music event was being held\" and the organiser of the gathering was given a Fixed Penalty Notice of £10,000. \nSuperintendent Caroline Hemingway said: \"We are still very much in the midst of a public health crisis and it remains as important as ever to abide by the COVID-19 legislation.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56799729/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: New draft hospitality guidance a 'bombshell'",
      "tags": "Coronavirus lockdown measures,Edinburgh,Coronavirus pandemic",
      "text": "A Scottish restaurant owner has described new draft hospitality Covid guidance as a \"bombshell\".\nThe sector had expected that 1m (3ft) social distancing would apply between tables when it reopens next Monday.\nBut the new proposals state people from different households will now have to observe social distancing at tables.\nThe government said it had worked with industry and unions to ensure its guidance was \"evidence-based, fair and ethical, clear and realistic\". \nWhen Scotland moves to level three next Monday the hospitality sector will be able to sell alcohol outdoors to a maximum group of six people from six households.\nThe sale of alcohol indoors will not be permitted, however, a maximum of six people from two households will be able to meet indoors and premises will close at 20:00.   \nCarina Contini, co-owner of Cantini restaurants in Edinburgh, said she was feeling \"really optimistic\" until the new guidance was published at 18:00 on Friday.\nShe told BBC Radio's Good Morning Scotland programme: \"They have thrown us an absolute bombshell, an absolutely impossibility in terms of reopening.\n\"The bookings that we have already got we will have to phone up and say 'I'm sorry we can't honour your booking because we can't host this level of capacity'.\"\nMs Contini said she would also have to let down suppliers and her staff.\nShe added: \"It is absolutely going to be crippling for the sector.\"\nShe said the rules were completely impractical.\n\"If I was catering for six people at a table, I would have to have a table that is 3.5m (11ft) long,\" she said. \n\"There is not a restaurant supplier in the country that makes tables that are 3.5m long.\n\"Elderly couples who may be hard of hearing are going to have to FaceTime themselves over lunch because the distance is so far away.\"\nMs Contini also criticised the short notice, ahead of the sector's planned reopening next Monday, and urged the Scottish government to reconsider.\nShe added: \"These regulations are now more harmful, more dangerous to our business than Covid itself.\"\nLinda Bauld, professor of public health at the University of Edinburgh, emphasised that the guidance was draft.\nShe told Good Morning Scotland: \"It is extremely important that the sector have the opportunity to comment, to express their concerns and to see what is feasible for them.\n\"I imagine the reason the 1m requirement between different household members is in place is to provide additional protection but the government has to balance up additional harms at the moment.\"\nMeanwhile, the Night Time Industries Association (NTIA) has warned of an \"impending unemployment tsunami\" and said a majority of businesses had run out of money to pay furlough contributions and fixed costs.\nIt also highlighted a recent survey of its members which found the average Covid-related debt was £150,000 or more per premises.\nNTIA spokesman Gavin Stevenson said: \"Many of our members have been closed for over a year now, and virtually all have suffered crippling financial losses. \n\"In short, the money going out every month has been far greater than the money coming in, and government support has typically covered less than a quarter of this deficit.\"\n\"To add insult to injury government support has now ended while there is no end date to forced closure and other restrictions.\"\nHe called on the Scottish government to provide \"substantial and immediate\" additional support for as long as businesses remain closed and operate under \"unviable\" restrictions.\nAlternatively, he said his members needed a \"clear route map\" with target dates for the end of all legal restrictions on capacity, activity and opening hours.\nThe Scottish government said the draft guidance \"may be amended subject to comments received to take into account engagement with stakeholders.\"\nA spokesman added: \"The requirement to physical distance has been established for some time and businesses are already following existing sectoral advice on this. The draft guidance builds on that but does not introduce significant change.\"\nHe added that it would help businesses due to open next week do so \"as safely as possible\" and provided guidance on how business owners could calculate maximum capacity on their premises.\nLast week hospitality and tourism leaders in Scotland criticised the Covid restrictions which prevent the sector from reopening.\nAnd they warned that waiting two weeks before reopening would come at a cost to Scotland's economy of £20m.\nThey were speaking as England's lockdown rules eased further, with pub gardens and restaurants among the places able to reopen.\nSouth of the border people can now visit bars and restaurants outdoors but must either follow the rule of six, or be in a group of any size with no more than two households present. Tables must be socially distanced.\nThe First Minister is set to confirm what she's been signalling for some time - hospitality will re-open in Scotland next Monday, April 26.\nThere will be restrictions on the industry, and one measure that many owners find frustrating is one metre social distancing.\nThis is the same rule that was in place last year. It means there should be one metre between any customers who are not part of the same household, even if they are at the same table. \nIt's not hard to work out why this isn't popular with some industry figures - social distancing (even at one metre) means fewer customers can fit in.\nBut the virus is still circulating, and measures like this are designed to lower transmission risk.\nOther changes scheduled for April 26 should go ahead as planned. Gyms and shops will re-open, and travel between Scotland, England and Wales should be possible. But it's unlikely further changes will be accelerated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56806641",
      "category": "uk-england-birmingham",
      "title": "Tesco fined £7.56m for selling out-of-date food in Birmingham",
      "tags": "Tesco,Retailing,Bournville,Birmingham,Food",
      "text": "Tesco has been fined £7.56m for selling out-of-date food at three stores in Birmingham.\nOffending items were found at two Tesco Express stores, in the city centre and Bournville, and a Tesco Metro in Bristol Road South.\nThe fine was handed down after Tesco Stores Ltd admitted 22 breaches of the Food Safety and Hygiene Regulations, which happened between 2016 and 2017.\nTesco said it took \"immediate action\" to rectify problems.\nThe grocery company was given the penalty at Birmingham Magistrates' Court on Monday and further ordered to pay prosecution costs of £95,500, the city council said.\nThe prosecution by its environmental health department came after complaints were received by the local authority about food being sold past its use-by date, triggering an investigation.\nFood inspectors visited three of the company's city food retail premises. The Tesco Metro in Bristol Road South has since been re-branded under Tesco's discount chain, Jack's.\nDate-checking for the firm is now externally approved by Hertfordshire County Council because the company's Welwyn Garden City head office is located in that local authority's area.\nA Tesco spokesman said: \"We're disappointed that a small number of out-of-date products were found on sale in three stores in 2016/17.\n\"The safety of our customers is always our priority and these incidents are not representative of the high standards of safety and quality we expect in Tesco stores.\n\"We took immediate action to address this at the time and we want to reassure our customers that we have robust procedures in place to make sure that this doesn't happen.\" \nThe grocery company was also ordered to pay a £170 victim surcharge.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56806854",
      "category": "uk-wales",
      "title": "Dad woken early by son saves seven from Prestatyn house fire",
      "tags": "Prestatyn",
      "text": "A father who was woken early by his son saved seven people from a fire just minutes before their house was engulfed in flames.\nAaron Gray saw the blaze while getting his three-year-old son a glass of milk at 05:00 BST on Sunday morning.\nThe former soldier rushed over and roused the two women and five children inside the bungalow in Prestatyn.\nHe said if he had been five minutes later \"I think we'd be looking at a different outcome\".\nAaron said all seven people in the rented property were \"totally oblivious\" to the fact the building was alight when he dashed round just before 05:10 to raise the alarm.\n\"I phoned the fire service at eight minutes past five and by 22 minutes past five the whole roof was ablaze and by six o'clock there was nothing left of the roof,\" said Aaron, who served with the Royal Welsh for 12 years, including a tour of duty in Afghanistan.\nThe 33-year-old, who now works for the civil service, said the blaze appeared to have started after an incinerator bin in the garden of the bungalow set fire to something on the ground. \nIt is then believed to have spread to a bush close to the house, setting fire to the roof of the property.\nIt was only after he had got up to get the milk that he spotted the fire.\nHe said he saw an orange light behind the blind when he came back into the bedroom, and opened it to see the back garden and fence on fire.\n\"I put my clothes on, ran round, whilst phoning the fire service.\"\nAaron said he had trouble getting those inside to wake up.\n\"I was kicking the door, punching the door, banging the windows, screaming through the letter box - everything,\" he explained.\nHe said those inside were \"panicking\" when they realised the danger and started trying to get everyone out.\nHe then helped lift the children over a garden fence to keep them away from the fire as they fled the property, via the back door as they were unable to find the front door key.\nHe said: \"If I'd left it five minutes later, as the fire service said, I think we'd be looking at a different outcome.\"\nIt is understood the property was rented by one of the two women who lived there with her three children. The second woman and her two children were staying over at the time of the fire.\nAaron, who had never spoken to his neighbour before, said that they thanked him for what he had done and he has since been contacted on social media by family members expressing their gratitude."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56802505",
      "category": "science-environment",
      "title": "Moment Nasa reacts to successful Ingenuity flight",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56799557",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccine bookings open in NI for 35-39 age group",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Vaccine appointments for a limited number of people aged between 35 and 39-years-old are being made available from Monday.\nThe Department of Health said it is the latest phase of the vaccine roll out.\nIt said bookings will open to the entire 35-39 age group by the end of April.\nThe slots are mainly for the SSE Arena vaccine centre in Belfast and can be booked on a first come first served basis from 14:00 BST.\nAppointments in community pharmacies will be made available to 35-39 year olds later this month depending on vaccine supplies.\nPatricia Donnelly, who heads up Northern Ireland's vaccine programme, told the BBC's Evening Extra programme that vaccine wastage across Northern Ireland is less than 1%.\nAt the start, the aim was for about 10%. She said across pharmacies it had been a \"military operation\".\nHowever she said vaccine supply had been more limited in April than expected or wished. \n\"We have had to adjust our programme accordingly,\" she said. \nThe over-35s are being offered the vaccine because of uptake among the over-40s.\n\"We know we have vaccinated many of them - over 120,000 - but what we have always found is that the enthusiasts come through pretty immediately, hovering over the booking line and others take a bit longer so we know those tend to be strung out over the number of weeks,\" she said.\nShe said each cohort had had a similar pattern. \nHealth Minister Robin Swann said: \"I have always been clear that we would move through the vaccine programme as quickly as vaccine deliveries and capacity allows as recommended by JCVI (Joint Committee on Vaccination and Immunisation).\n\"I recently announced that we successfully administered over one million vaccines across Northern Ireland to the highest priority groups. \n\"This figure is expected to rise exponentially as the Trust vaccine centres and GP practices continue to deliver second doses while the vaccine centre at the SSE Arena and the community pharmacists push ahead to deliver first doses. \n\"Opening up to 35-39 year olds earlier than expected is a testament to the hard work and dedication of all staff who are delivering the vaccination programme in Northern Ireland. \n\"I encourage those who are eligible to seize this opportunity and take up the offer of vaccination.\"\nThe minister has also urged those aged between 40 and 45, who were recently added to the eligibility list, to book their vaccine appointment.\nHe added: \"Getting the vaccine not only protects you but also those close to you.\n\"I would also strongly encourage anyone aged 40 years or over who hasn't booked themselves a vaccination appointment yet to do so as soon as possible.\"\nMeanwhile, the Department of Health also said that in line with recent advice from the JCVI, people living in the same house as someone who is severely immunosuppressed will be able to access the vaccine programme shortly, once their household has received a letter from their GP.\nAppointments at this stage are limited and the department is asking for patience."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56807826",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: Hospitality, gyms and shops to open from Monday",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "First Minister Nicola Sturgeon has confirmed the most significant stage in Scotland's lockdown easing will go ahead as planned on Monday.\nThe biggest changes since the country went into lockdown on Boxing Day will include the reopening of hospitality, gyms and non-essential shops.\nNon-essential travel with England, Wales and Northern Ireland will also be allowed for the first time this year.\nMainland Scotland will move down from level four to three restrictions.\nMs Sturgeon said that if the data continued to improve, the whole of Scotland would move to level two on 17 May. \nThis would allow people to meet indoors in small numbers and see a further easing of hospitality restrictions.\nThe first minister said she hoped that the country would move to level one on 7 June, and then to level zero later that month.\nShe said life should look \"much more like normality\" during July.\n\"We are hopeful, very hopeful, of seeing sustained progress in the weeks and months ahead,\" she said.\nHowever, Ms Sturgeon warned that travel restrictions between parts of Scotland and other parts of the UK could be introduced to deal with local outbreaks.\nShe also announced that from Monday lateral flow tests would be available to anyone in the country. The kits can be ordered online or picked up at testing centres in the afternoon and early evening.\nMs Sturgeon encouraged everyone to take advantage of the offer, especially those planning to visit Scotland's islands.\nWhen Scotland moves down to level three restrictions on Monday, it will be possible for: \nFrom this date, takeaways can be collected indoors, non-essential childcare will be allowed, non-essential work can be carried out inside houses and driving lessons and tests can take place again.\nThe first minister said people would be looking forward to doing things they have been unable to do for some time.\nBut she added: \"We must remember that the virus we are dealing with now is much more infectious than it was when bars and cafes were last open so it is really important that as we enjoy these new restored freedoms we continue to be really careful and take all of the required precautions.\"\nHowever, many in the hospitality sector are unhappy with draft guidance.\nThey expected 1m (3ft) social distancing to be in place between tables, but the proposals want people from different households to observe social distancing at tables.\nBut during the briefing Ms Sturgeon said this guidance had not changed since last year.\nThe easing of restrictions on 17 May should enable pubs to open indoors until 22:30 and allow contact sports and some small-scale events to take place.\nFrom that date, up to four people from two households will also be able to meet indoors.\nOther changes could include the return of cinemas, amusement arcades and bingo halls, along with indoor group exercise.\nScottish Conservative leader Douglas Ross said all the public health evidence suggests the country is getting on top of the virus but the government should \"safely and cautiously look to ease these restrictions a little bit quicker.\"\nMr Ross added he would like gyms to open before Monday and he would also have liked more freedom for hospitality from 26 April.\nScottish Labour leader Anas Sarwar said it was right the government took a careful, phased approach to easing restrictions, backed up by data.\nHe told BBC Scotland: \"The last thing we need is another lockdown. We have to make sure this is the last one.\"\nScottish Liberal Democrat health spokesman Alex Cole-Hamilton welcomed the developments but called for the country's test and trace system to be \"beefed up\".\nHe added: \"If new strains arrive in the Scotland we must have the resources in place to swiftly crush them before they can spread.\"\nAnd Scottish Greens co-convenor Alison Johnstone said ministers should avoid the temptation to act with haste and continue to listen to the best scientific advice.\nShe also called for the government to be more proactive in terms of quarantine and said people should stay in Scotland for their holidays.\nDr Liz Cameron, chief executive of the Scottish Chambers of Commerce, called for additional support and compensation for businesses which have not yet been allowed to reopen.\nShe added: \"To translate hope into reality, the business community needs the Scottish government to empower businesses to re-open with sensible guidelines that enable us to get back on our feet.\"\nDavid Lonsdale, director of the Scottish Retail Consortium, estimates non-essential stores lost out on £4bn of sales during the first 12 months of the pandemic.\nHe said: \"Re-opening alone isn't a silver bullet which will save Scotland's shops. \n\"While we do expect a level of pent-up demand to return, shopper footfall is likely to be constrained for some weeks yet by the later re-opening of much of hospitality, tourism, and offices in our city centres.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56799238",
      "category": "uk-wales",
      "title": "Nefyn beach landslide: People warned to keep away",
      "tags": "Pwllheli,North Wales Police,Nefyn",
      "text": "A major landslide at a beach in north Wales has prompted warnings for people to stay away.\nThe cliff fall, which eyewitnesses say is up to 40m (131ft) wide, happened on Nefyn's coastline in Gwynedd.\nChristian Pilling, who works nearby, said he was on a walk in the area and \"had the shock of our lives\" when they saw what had happened.\nCoastguard crews were alerted to the fall at about 12:30 BST, the Maritime and Coastguard Agency said.\nEmergency services and utility companies are securing the area after the landslide, which saw parts of some gardens on the cliffs above tumble onto the beach below.\nGwynedd Council said: \"A significant landslide has affected the beach in Nefyn with a large part of the cliff having fallen on the beach earlier today.\" \nIt said council officers were on site, adding: \"Arrangements have been made for an initial investigation of the cliff to be carried out.\"\nIn a tweet, North Wales Police also said: \"We are aware of people gathering to take photographs - the public are advised to avoid the area until further notice.\"\nMr Pilling, a hairdresser from nearby Morfa Nefyn, said: \"We'd just gone down for a walk and turned round and had the shock of our lives.\n\"I don't think anyone was on the beach. We'd gone down there about half an hour after it happened.\n\"It's a good 40m wide, but it's hard to tell.\"\nJoan Coppin, who lives near the beach, said: \"It's taken land from the bottom of holiday homes on Rhodfar Mor - we have got local people to the right of those and they are in quite a precarious place, I would say.\n\"I live at the back of the beach. I'm so glad it's today it happened - I seriously hope no-one is missing. If it happened yesterday, there were people around, it was sunny.\n\"Us locals don't go there when the tide is coming in. The whole of the area - about two-and-a-half miles - has coastal erosion. We have had big landslides before.\"\nIn 2001, Shirley Race, 58, died and her husband Donald, 63, was seriously injured in Nefyn when a landslide engulfed their car, sweeping it over a cliff and into the sea. \nThe British Geological Survey (BGS) lists Nefyn as being in a \"subsidence hazard zone\".\nThe coastal area has a surface geology of weak, superficial drift deposits of clay, silt, sand and gravel.\nThe BGS has said there was \"a variety of landslide types within Nefyn Bay including rotational failures, flows, falls and debris slides. \n\"The slopes are covered in weathered debris and this is particularly susceptible to shallow landsliding, especially when saturated by water.\"\nWhen asked if people living in Nefyn should be worried, engineering geologist for the BGS Ashley Patton said: \"I wouldn't want to scare anyone but of course, when you see events like this and of this scale, you can't help but think 'is that area of the cliff next'?\n\"Of course that happens all along that coastline, so there is the potential anywhere could go.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56807515/#comp-comments-button",
      "category": "#comp-comments",
      "title": "European Super League: Ministers say they will work to block breakaway group",
      "tags": "Oliver Dowden",
      "text": "The government has said it will do \"whatever it takes\" to prevent a breakaway European Super League involving six leading English clubs. \nBoris Johnson said ministers would be working to make sure the league did not go ahead in the way being proposed.\nThe Duke of Cambridge also said he shared fans' concerns about \"the damage it risks causing to the game we love\".\nBut the president of Real Madrid told a Spanish TV show: \"We are doing this to save football at this critical moment.\"\nFlorentino Perez, president of Real Madrid, said the decision to create the new league was in part taken because \"young people are no longer interested\" in the game.\nSpeaking for the first time since the league was announced, Mr Perez said: \"Audiences are decreasing and rights are decreasing and something had to be done. We are all ruined. Television has to change so we can adapt.\"\nThe 12 founding members of the league, which includes Real Madrid plus three yet to join - would be permanent and never face relegation.\nSix English clubs - Arsenal, Chelsea, Liverpool, Manchester City, Manchester United and Tottenham - have signed up to the league\nThey would join Spanish sides Atletico Madrid, Real Madrid and Barcelona and Italian clubs AC Milan, Juventus and Inter Milan.\nThe competition would have 20 teams and another five sides would have to qualify each year for the competition.\nMatches would take place midweek and rival the existing Champions League.\nBut the president of European football's governing body Uefa, Aleksander Ceferin, warned players who play for teams in the ESL would be \"banned from the World Cup and the Euros\".\nAs opposition to the plans gathered momentum, Prince William, President of the Football Association, said in a tweet: \"Now, more than ever, we must protect the entire football community - from the top level to the grassroots - and the values of competition and fairness at its core.\"\nAnd broadcaster Sky Sports said: \"We have not been involved in any discussions with the proposed breakaway European Super League.\"\n\"We are completely focused on supporting our long term football partners in the UK and in Europe, already providing fans with the best live action from the best football competitions in the world,\" the company added.\nIn a statement to MPs in the House of Commons, Culture Secretary Oliver Dowden criticised the so-called \"big six\" English clubs for going \"against the very spirit of the game\".\nHe added club owners \"should remember that they are only temporary custodians of these clubs and that they forget fans at their peril\".\nMr Dowden said he had spoken to Uefa and the Football Association, who both oppose the move by the 12 clubs, adding that, \"if they can't act, we will\".\n\"We will put everything on the table to prevent this from happening,\" he told MPs. \n\"We are examining every option from governance reform to competition law and mechanisms that allow football to take place.\n\"We will be reviewing everything Government does to support these clubs to play. We will do whatever it takes to protect our national game.\"\nA fan-led review, due to take place after the pandemic, has been brought forward because of the ESL announcement, Mr Dowden said. \nIt will be led by former sports minister Tracey Crouch and consider how fans can have an even greater say in the oversight of the game.\nThe review will also look at the finances of the men's and women's game, its governance and whether an independent football regulator should be set up.\nEarlier, Prime Minister Boris Johnson said the government was \"going to look at everything that we can do with the football authorities to make sure that this (plan) doesn't go ahead in the way that it's currently being proposed\".\nDowning Street said ministers were looking at a \"range of options\", including a German-style system of fan ownership of clubs and clawing back coronavirus support loans.\nBut Labour urged ministers to do more, with shadow culture secretary Jo Stevens saying it was \"time for the government to get off the subs bench and show some leadership on the pitch because we need reform of football\".\nShe added: \"It's not as if there's been a blockage here in Parliament preventing the government from taking action to sort the problems out.\"\nFans and pundits have expressed revulsion at what they claim would be an unfair competition that would lock many teams out of top European football.\nMatch of the Day host and former England footballer Gary Lineker said it was \"a time of great concern\", adding that if the ESL went ahead as planned, it would have \"massive ramifications\" on the domestic game.\n\"It will wreck the pyramid system (of leagues, promotion and relegation) that has been so important to local football clubs, communities and teams, and it takes out the competition.\" \nAround 68% of football fans strongly oppose the creation of the ESL, while only 14% support it, according to a YouGov survey of 1,730 fans. \nSome 700 football supporters gathered outside Leeds United's Elland Road ground ahead of the club's Premier League game against Liverpool to protest against the proposed new league. \n A Liverpool shirt was burned and a plane flew over the stadium displaying an anti-Super League message.\nInside the stadium Leeds players wore T-shirts saying 'Earn it' next to the Champions League logo and 'Football is for the fans'. A banner behind one goal had the same message.\nLaunching their plan, the 12 founding members of the ESL said the pandemic had \"accelerated the instability in the existing European football economic model\".\nThey said there was a \"need to provide higher-quality matches and additional financial resources for the overall football pyramid\".\nBBC's Sports Editor Dan Roan said leading figures were insisting the Super League would generate much more money, not just for the clubs involved, but for the rest of the \"football family\". \nHe added they seemed \"very confident\" they were on a strong legal footing when it came to blocking any punishments threatened by bodies such as Uefa.\nEarlier, Manchester United's shares rose within minutes of the opening bell on the New York Stock Exchange, where they are traded.\nFifteen minutes after the trading day began, they were up around 8.5%. \nMeanwhile, Juventus's share price jumped by more than 14% on Monday morning.\nBut Liverpool manager Jurgen Klopp has said he remained opposed to the idea of the league - despite his club agreeing to join it. \n\"I like the competitive aspect of football. I like that West Ham might play in the Champions League,\" he said, adding that he and his players did not know about the move before it happened. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56777436",
      "category": "business",
      "title": "Mortgage scheme launched for 5% deposits",
      "tags": "Money,Personal finance,Housing market,Mortgages",
      "text": "High Street lenders are now starting to offer mortgages to borrowers offering a deposit of just 5% under a new government guarantee scheme.\nThe policy, announced in the Budget, is designed to help more first-time buyers secure a home.\nBut the launch comes as average house prices in the UK continue to rise to record levels.\nAnalysts also suggest that cheaper deals are available for those able to stretch to a 10% deposit.\nThe scheme is similar to policies previously used to boost the housing market and the economy, as well as offering support to those buying a home for the first time.\nThe new scheme will be available to anyone buying a home costing up to £600,000, unless they are buy-to-let or second homes.\nThe government is offering a partial guarantee, generally of 15%, to compensate lenders if the borrower defaults on repayments.\nKaren Wright, 41, runs a beauty salon in Cheshire, while her husband Christopher, 33, is a joiner.\nAs self-employed people, they have both been hit hard by the pandemic, with Karen's salon closed for five months out of the past year.\nThat's made it all the more difficult to save for a deposit for their dream home.\n\"We've been renting since 2010,\" says Karen, \"but we want something that's a 'forever' home for us.\n\"Trying to save up 20% is very difficult, but with this scheme, we might be able to pay down more than we thought we could and be able to come within the budget of what we currently pay in the rental market.\"\nThe couple are keen to find a three-bedroom house in the Wirral, so their two children can each have a room of their own.\n\"It's not the cheapest area, but we're looking for something we can maybe do up, utilising my husband's skills.\"\nThe guarantee is designed to give lenders the confidence to offer 95% loan-to-value mortgages - many of which were withdrawn during the Covid crisis.\nLloyds, Santander, Barclays, HSBC and NatWest are starting to offer products this week and Virgin Money will do so next month. \nHowever, some lenders such as Halifax, which is part of Lloyds Banking Group, and Barclays have said that these products will not be available for new-build properties.\nChancellor Rishi Sunak said: \"Every new homeowner and mover supports jobs right across the housing sector, but saving for a big enough deposit can be hard, especially for first-time buyers.  \n\"By giving lenders the option of a government guarantee on 95% mortgages, many more products will become available, boosting the sector, creating new jobs and helping people achieve their dream of owning their own home.\"\nHowever, lenders will still carry out affordability checks. Anyone who has lost a job, or whose income has been sporadic owing to the pandemic's effect on employment may find it difficult to secure a mortgage.\nHouse prices have been rising - partly because of government stimulus, and there are concerns too about the potential for some to fall into negative equity if this is followed by sharp falls in property values.\nSome of the new mortgage rates are close to 4% for a two-year fixed rate deal. For example, rates on NatWest's new 95% mortgages will start at 3.9%.\nLloyd Cochran, head of mortgages at NatWest, told the BBC's Today programme: \"It reflects the extra risk the bank is taking on. I think over the long term that is a pretty competitive rate for customers. \n\"One of the things we do is ensure that the customer can afford that rate. We also ensure... the customer can afford that loan if interest rates were to rise.\"\nHowever, analysts say rates could be cut significantly, by as much as 0.75 of a percentage point, for borrowers able to stretch to a 10% deposit.\n\"With more lenders poised to launch deals for this sector of the market, [borrowers] level of choice should hopefully increase even further,\" said Eleanor Williams, from financial information service Moneyfacts. \n\"Increased competition within the higher loan-to-value tiers will hopefully translate to more competitive rates for these borrowers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56795852",
      "category": "technology",
      "title": "Priti Patel: Facebook encryption plan ‘must not hamper child protection’",
      "tags": "Family,Internet safety,WhatsApp,Child abuse,Encryption,Apps,Priti Patel,NSPCC,Instagram,Facebook",
      "text": "Facebook's plans to roll out encryption across its messaging services could jeopardise ongoing work to combat child abuse, the Home Secretary has warned.\nSuch encryption means only the sender and recipient can read messages. \n\"We cannot allow a situation where law enforcement's ability to tackle abhorrent criminal acts and protect victims is severely hampered,\" Priti Patel told a charity-hosted event.\nFacebook says its plans for wider encryption protects users' privacy.\nThe National Society for the Prevention of Cruelty to Children (NSPCC), which invited Ms Patel to speak, has claimed that private messaging \"is the frontline of child sexual abuse\". \nEncrypting messages by default could lead to the easier spread of child abuse imagery or online grooming, it has said. \nIn her speech, the Home Secretary said that Facebook must take into account public safety when it makes changes to its platform - and in particular seriously consider the effect on children.\n\"Sadly, at a time when we need to be taking more action... Facebook is still pursuing end-to-end encryption plans that place the good work and the progress that has already been made at jeopardy,\" she said.\n\"Offending is continuing, and will continue - these images of children being abused just continue to proliferate, even right now while we are speaking. But the company intends to blind itself to this problem through end-to-end encryption which prevents all access to messaging content.\"\n\"My view is that this is simply not acceptable,\" she added.\nFacebook, however, said that \"end-to-end encryption is already the leading security technology used by many services to keep people safe from hackers and criminals\". Safety features are already a part of its plans, it added.\nEnd-to-end encryption guarantees privacy by making sure only the sender or recipient can read the messages. \nWhile it travels, it is scrambled to be unreadable, including by law enforcement. The only way to read the message is usually to get physical access to an unlocked device receiving it. \nCurrently, only one of Facebook's major messaging platforms - WhatsApp - uses end-to-end encryption by default. The company has plans to make the privacy feature the norm on Facebook Messenger and Instagram - but has not yet done so.\nWhen messaging platforms are not end-to-end encrypted, tech giants such as Facebook can use automatic scanning of their users' posts to identify the sharing of known child abuse images and detect questionable use of private messaging - such as an older person chatting to underage users they do not already know. \nThe NSPCC argues that rolling out the encryption as planned would \"render these [scanning] tools useless\", and is calling on Facebook to reconsider. An estimate from the US National Center for Missing and Exploited children suggests as many as 70% of child abuse reports around the world could be lost if it goes ahead. \nThe NPSCC unveiled research at the event that suggests social media users are keen to see some guarantee that children's safety will be protected. \nThe charity is demanding a \"reset\" of the debate, arguing that it has become stuck as an \"either/or\" debate between personal privacy and child safety. \nInstead, it is calling for a \"balanced\" solution that protects both. \nMs Patel echoed that sentiment, saying: \"I want to make it clear that the government does support encryption, where of course companies can protect users' privacy, and there are many areas where this is important.\"\n\"We believe that it is possible to implement end-to-end encryption, the service, in a way in which is also consistent with public protection and child safety,\" she said.\nBut she did not say what that would look like. Some possible solutions, such as on-device software that scans messages before they are sent, have their own privacy concerns.  \nGaining access to the content of encrypted messages has long been a topic of debate in government.\nOne of Ms Patel's predecessors, Amber Rudd, argued in the wake of the 2017 Westminster attack that \"we need to make sure that our intelligence services have the ability to get into... encrypted WhatsApp\".   \nAnd former Prime Minister David Cameron, in the wake of the 2015 Paris attacks, declared that there should be no \"means of communication\" which \"we cannot read\".  \nDespite such concerns, encrypted messaging remains a sensitive topic with much public support. \nJim Killock, executive director of the Open Rights Group, said: \"Encryption is popular and growing because users want security and protection from fraud, scams and abuse of their data.\" \n\"It would be completely unreasonable to ban or limit everyday security for one set of people over the other.\n\"It is absolutely necessary to deal with child abuse images, but solutions must be compatible with people's right to keep themselves safe from other kinds of criminality, so should move away from endlessly debating how to stop the use of encryption.\" \nBut Sir Peter Wanless, NSPCC chief executive, argued that view risked \"leaving children unprotected where there is most harm\". \n\"It's in firms' interests to find a fix that allows them to continue to use tech to disrupt abuse in an end-to-end encrypted world,\" he added. \nAnd he said that if the tech giants failed to do so, \"ultimately government must be the guardrail\" to protect children. \nFacebook has long defended its plans to introduce end-to-end encryption as essential to user privacy.\nIn a statement reacting to the Home Secretary's remarks, a company spokesman said: \"Child exploitation has no place on our platforms and Facebook will continue to lead the industry in developing new ways to prevent, detect and respond to abuse.  \n\"Its full rollout on our messaging services is a long-term project and we are building strong safety measures into our plans.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56796324",
      "category": "world-europe",
      "title": "Russia expels Czech diplomats over spying row",
      "tags": "Russian spy poisoning,Russia,Bulgaria,Czech Republic,Salisbury",
      "text": "Russia has announced that 20 diplomats from the Czech Republic will be expelled after the Czechs expelled 18 Russian diplomats.\nThe Russian diplomats are suspected of being intelligence operatives involved in an explosion at a Czech arms depot in 2014 which killed two people. \nTwo Russians suspected of carrying out a nerve agent attack in the UK in 2018 are now also being linked to the blast.\nTensions with Russia were discussed by EU foreign ministers on Monday. \nMoscow gave the Czech diplomats a day to leave, while the Czech Republic gave the Russians 48 hours.\nRussia's foreign ministry called the Czech decision \"unprecedented\" and a \"hostile act\".\n\"In their desire to please the United States against the background of recent US sanctions against Russia, Czech authorities in this respect even outdid their masters from across the pond,\" said a foreign ministry statement.\nEarlier, Czech acting Foreign Minister Jan Hamacek said: \"I decided to expel all employees of the Embassy of the Russian Federation in Prague who were clearly identified by our secret services as officers of the GRU and SVR [Russian foreign intelligence service]\".\nRussia dismissed the Czech allegation against its diplomats as absurd.\nMr Hamacek described the Russian reaction as \"stronger than we had expected, it is more diplomats than the number of intelligence officers we expelled\". The Czech government is now considering further measures, he said, one option being to permanently reduce Russia's embassy staffing in Prague.\nBefore the latest expulsion, Russia had around 135 diplomats and support staff in Prague, far more than any other diplomatic mission, including that of the US, the BBC's Rob Cameron reports from the city.\nDiplomatic sources had previously told the BBC that many embassy staff were undeclared intelligence officers working under diplomatic cover, and using Prague as a base for operations not just in the Czech Republic but neighbouring countries, our correspondent says.\nThe explosion on 16 October 2014 tore apart an ammunition storage depot in a forest at Vrbetice in the Czech Republic. \nWindows in nearby buildings were blown out and local schools were evacuated as emergency vehicles rushed to the scene. The remains of two men - aged 56 and 69 - who worked at the site were found more than a month later.\nThe blast was assumed to have been an accident.\nBut painstaking detective work by the Czech authorities has pointed the finger at Moscow - and Unit 29155 of Russia's GRU intelligence agency.\nCzech police have identified two men in connection with the blast - Alexander Mishkin and Anatoly Chepiga - who are also accused of involvement in an attack using the nerve agent Novichok in the English city of Salisbury three years ago. \nSergei Skripal, a former Russian double agent, and his daughter Yulia were poisoned, while a local woman, Dawn Sturgess, was killed months later by Novichok traces on a discarded perfume bottle. \nInvestigative site Bellingcat identified the Salisbury suspects Ruslan Boshirov as Anatoly Chepiga, and Alexander Petrov as Alexander Mishkin, both GRU officers. \nCzech police matched images of the blast suspects to the two accused by Britain of the Salisbury poisoning. \nThe clue came from passport photos sent in an email to Imex Group, the company which operated the depot.\nThe email claimed to come from the National Guard of Tajikistan. It asked for two men to be given access to the site for an inspection visit. Scans of their passports were attached. The men were said to be Ruslan Tabarov from Tajikistan and Nicolaj Popa, a Moldovan citizen.\nThe pictures on the passports match those of the two men accused by Britain of the Salisbury poisoning.\nThe men booked into accommodation in Ostrava, near the ammunition depot on 13 October. They were booked to stay until 17 October.\nThe explosion took place on the 16th and that day the pair headed to Austria to fly from Vienna airport to Moscow. The authorities do not appear to know exactly how the depot was blown up.\nCzech media reports, quoting unnamed investigators, suggest arms and ammunition at the depot might have been destined for either Ukrainian forces fighting pro-Russian rebels or rebels in Syria fighting the Russian-backed government there.\nThere were actually two blasts at the depot, the first when ammunition exploded on 16 October, and the second on 3 December 150m (500ft) away, at a building containing artillery ammunition and submachine guns. \nOne of the people storing weapons at the depot was a Bulgarian arms dealer called Emilian Gebrev, sources have told the BBC.\nIn April 2015, six months after the Czech explosion, Mr Gebrev fell seriously ill in the Bulgarian capital Sofia. After a month in hospital, he was released but then fell sick again. Despite suspicions, Bulgarian authorities made little progress amid talk it was simply food poisoning.\nIt was only after events in Salisbury in 2018 that people paid more attention.\nIn addition to the two GRU officers, a third man, using the name Sergei Fedotov, was identified as coming to the UK to oversee the Salisbury poisoning. He was also found to have been in Bulgaria at the time of Mr Gebrev's poisoning.\nThe Czech Republic is informing Nato and EU allies about its suspicions.\nThe US state department said it stood with the Czech Republic in its \"firm response against Russia's subversive actions on Czech soil\". \nEarlier this week the US expelled 10 Russian diplomats and imposed sanctions in response to the \"SolarWinds\" hack last year, bullying Ukraine and interference in the 2020 US election. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56798248",
      "category": "world-asia-india",
      "title": "Covid: Delhi announces lockdown as India's cases surge",
      "tags": "Coronavirus lockdown measures,Asia,India,Coronavirus pandemic",
      "text": "India's capital, Delhi, has announced a week-long lockdown after a record spike in cases overwhelmed the city's healthcare system.\nGovernment offices and essential services, such as hospitals, pharmacies and grocers, will be open during the lockdown, which starts on Monday night. \nThe city had imposed a weekend curfew, but reported its highest single-day spike so far on Sunday - 24,462 cases. \nIndia has been reeling from a deadly second wave since the start of April.\nDelhi Chief Minister Arvind Kejriwal said the city had almost run out of beds at hospital intensive care units (ICUs) and that oxygen was in short supply.\n\"I have always been against lockdowns, but this one will help us amplify the number of hospital beds in Delhi,\" he told a virtual press conference on Monday. \nHe also appealed to the city's migrant workers not to leave - last year's national lockdown saw millions of them heading back to their villages after they found themselves unemployed and running out of money. \n\"This was a difficult decision to take but we had no other option left,\" Mr Kejriwal said. \"I know when lockdowns are announced, daily-wage workers suffer and lose their jobs. But I appeal to them to not leave Delhi. It's a short lockdown and we will take care of you.\"\nCrematoriums in the area are also overwhelmed, reports the BBC's Rajini Vaidyanathan in Delhi. Distressing images showed bodies being burnt on the pavement, outside one on the outskirts of the capital.\nOne in three people in Delhi is testing positive. \nIndia's health ministry has announced it will open its Covid-19 vaccination drive to all adults from 1 May.\n\"In a meeting chaired by [Prime Minister] Narendra Modi, an important decision of allowing vaccination to everyone above the age of 18 from 1 May has been taken,\" it said in a statement quoted by the AFP news agency.\nMore than 273,000 cases of coronavirus have been reported across India - with more than 1,600 deaths - in the last 24 hours.\nIndia has been reporting more than 200,000 cases daily since 15 April - well past its peak last year, when it was averaging around 93,000 cases a day. \nOn Monday, UK Prime Minister Boris Johnson cancelled a planned trip to India in view of the situation. Mr Johnson and Mr Modi will speak later this month to \"launch ambitious plans for the future partnership\", a statement said.\nUK Health Secretary Matt Hancock also announced on Monday afternoon that India had been placed on the country's travel red list, which means people who have been in India in the last 10 days cannot enter the UK.\nFormer Indian Prime Minister Manmohan Singh has been admitted to hospital after testing positive for the virus, Indian media report.\nMaharashtra, which has India's financial hub Mumbai as its capital, remains the worst-hit state, accounting for nearly a third of India's more than 1.9 million active cases. \nBut Delhi is the worst-hit city, confirming more cases daily than Mumbai in recent days. \nHospitals are struggling to accommodate Covid-positive patients in Delhi and other badly hit cities such as Mumbai, Lucknow and Ahmedabad. Several states have been reporting an acute shortage of beds in Covid wards and ICUs. \nEven test results are being delayed because of overwhelming demand, which, doctors say, is leading to people not getting diagnosed and treated in time. \nExperts say the Indian government ignored warnings of a second wave and did little to prevent it or even contain it - they point to cricket matches attended by unmasked crowds, massive election rallies that appeared to flout basic Covid safety rules, and a huge Hindu festival where millions congregated on the banks of the Ganges river earlier this month to take a holy dip. \nBuoyed by a sharp dip in case numbers and the start of the vaccination drive, India began the year on what appeared to be a normal note. But things soon took a turn for the worse as people began leaving home more, wearing masks less and socialising in larger groups. The entry of variants and a lag in the vaccination drive only drove up infections further, experts say.\nWithin weeks, India shot to the top of the world's Covid chart, recording more cases daily than any other country. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56804046",
      "category": "uk-wales-politics",
      "title": "Covid: Any six people in Wales can meet outdoors from Saturday",
      "tags": "Coronavirus lockdown measures,Wales business,Welsh government,Welsh Parliament election 2021,Coronavirus pandemic",
      "text": "Six people from six households will be able to meet outdoors in Wales from Saturday.\nThe easing of the lockdown rules also mean that from next week pubs, restaurants and cafes will be able to re-open to serve customers al-fresco.\nFirst Minister Mark Drakeford said the move was guided by the fact there is lower risk of catching Covid outdoors.\nIt comes after the Welsh government announced gyms could reopen earlier than previously planned.\nCurrently, up to six people from a maximum of two households are allowed to meet outdoors, although children under the age of 11 or carers do not count in the total.\nThe new rule means any six people can meet outdoors, with children under 11 and carers exempt from the rule.\nIt brings Wales roughly in line with England and Scotland, although England does not allow an exemption for children.\nMr Drakeford said: \"Because meeting outdoors continues to be lower risk than meeting indoors, we are able to bring forward changes to allow any six people to meet outdoors.\n\"This will provide more opportunities for people, especially young people, to meet outdoors with their friends. This will undoubtedly have a significant positive impact on people's well-being.\"\nKelly Jolliffe, landlady of the Greyhound Inn and Hotel in Usk, said she was \"very excited\" to re-open, adding she can seat 160 people in her beer garden.\nSpeaking to BBC Radio Wales Breakfast, Ms Jolliffe said: \"We don't make masses of profit, but it's about getting people back in here. \n\"Getting the team kind of match fit, if you like, ready to be able to open indoors as well, because it takes probably four to six weeks to get us all back up and running properly.\"\nShe said the phone had been \"ringing off the hook\" with customers wanting to make bookings.\n\"People have just been so supportive and also they're being flexible. What's fabulous is they're phoning and saying, 'Whenever you can fit us in. We know you're going to be busy, so it doesn't have to be a certain time, doesn't have to be a certain table, just fit us in when it suits you'.\"\nDavid Morgan, landlord of the Cross Inn in Maesteg, said that while the new rules were a positive move, but he still had concerns.\nHe said: \"Everything's still vague. We know six people can meet outside -- we found that on Wales Online this morning and the pubs are definitely opening. \n\"What about the other regulations? Do we still do track and trace? We know nothing and we won't find out anything until Thursday. \n\"I've been phoning my main suppliers and the rep there, she's been giving me all of the information. There's other independent brewers I've been picking stuff up off. We've had very little from the government and the council.\n\"We're apprehensive. It all depends on if people come out, when they come out, how they're going to react to coming out because they've been taught how to drink in the house with cheap booze.\"\nEarlier this month, Mr Drakeford announced gyms would reopen earlier than planned - on 3 May instead of 10 May.\nWelsh Conservative Senedd leader Andrew RT Davies said the move should have happened \"weeks ago and would've happened in the Welsh Conservative roadmap out of lockdown\".\n\"Labour's insistence on playing politics, rather than following the science, has tragically left Wales with the longest lockdown, worst economic impact and highest death rate in the UK,\" he said.\nWelsh Liberal Democrat leader Jane Dodds said: \"This is obviously good news for the hospitality sector which has been so hard hit by Covid, especially during this current lockdown.\n\"I want the Welsh government to ensure that financial support remains for those bars and restaurants who do not have outdoor seating and am calling for support to be given to those businesses who are only able to partially open.\"\nPlaid Cymru's Rhun ap Iorwerth added: \"This confirmation will be welcome news for some businesses, but many rely on indoor hospitality for their financial viability.\n\"With favourable prevailing conditions, indoor hospitality should be allowed to reopen on May 17th to put the spring back in the step of Welsh business.\"\nWelsh Labour said it had nothing to add to the Welsh government statement.\nWales' Covid case rate has been the lowest of the UK nations since 26 January. It currently stands at 15.9 cases per 100,000.\nOnly 1.7% of Covid tests now result in a positive result - the lowest in Wales since 3 September.\nThe number of \"active\" Covid patients in hospital on Sunday, 105, is also the lowest since the pandemic began, while numbers in critical care with Covid are in single figures for the first time since early September.\nWales is also ahead of the other UK nations in the proportion of people given first and second doses of a Covid vaccine. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56799749",
      "category": "technology",
      "title": "Tesla: Elon Musk suggests Autopilot not to blame for fatal crash",
      "tags": "Car Technology,Elon Musk,Tesla,United States,Car industry",
      "text": "Two men were killed after a Tesla car crashed into a tree and caught fire in Texas, and police believe there was nobody present in the driver's seat at the time of the accident.\nThe 2019 Tesla Model S was travelling at a high speed when it failed to negotiate a curve on a winding road.\nThe victims, both in their 50s, were found in the front passenger seat and in the back of the vehicle.\nTesla's chief said data recovered so far showed Autopilot was not enabled.\nMark Herman, Harris County Precinct 4 constable said that “no-one was driving the vehicle at the time of impact”, adding that the case was still under investigation.\nHowever, the car-maker's chief executive, Elon Musk, tweeted: \"Data logs recovered so far show Autopilot was not enabled... moreover, standard Autopilot would require lane lines to turn on, which this street did not have.\"\nTesla's Autopilot is an advanced driver assistance system that Tesla says \"enhances safety and convenience behind the wheel\".\nMr Musk has previously laid out his vision for “fully self-driving” cars to be made available this year. \nBut last month, the US National Highway Traffic Safety Administration opened investigations into 27 crashes involving Tesla vehicles.\nIn a related incident this Monday, a Tesla owner climbed on top of a car at the Shanghai Auto Show to protest that the \"brake lost control\", Bloomberg reported.\nA series of fires have also taken place involving the Model S.\nIn 2018, a Tesla car driven by British TV director Michael Morris burst into flames, following another such incident involving a Model S model in France in 2016. \nSeveral fires related to Tesla Model S cars took place in 2013. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56802888",
      "category": "uk-england-london",
      "title": "Fishmongers' Hall inquest: Witness thought terrorist Usman Khan was 'play-fighting'",
      "tags": "Stratford-upon-Avon,Cambridge,London Bridge attack",
      "text": "A witness to the Fishmongers' Hall terror attack thought killer Usman Khan was 'play-fighting' as he launched his assault, an inquest has heard.\nKhan, 28, fatally wounded Jack Merritt, 25, and Saskia Jones, 23, at a prisoner education event on 29 November 2019.\nMarc Conway told the inquest he thought people were \"messing about\" before noticing Khan's knives.\nHe stamped on Khan's hands when the incident moved outside before the attacker was shot dead by police.\nGiving evidence at London's Guildhall, Mr Conway said: \"Before I realised it was serious, I said to people 'they're messing about in there, we've been invited to this nice building and you're playing up'.\n\"Then I realised, and I said 'he's got a knife, two big knives'. It became apparent something serious was happening.\"\nMr Conway, a policy officer with the Prison Reform Trust, said bystanders sought to hit Khan with various items, including a wooden chair, in a bid to stop him.\nBut he said: \"He (Khan) wasn't reacting in a way I think someone hit with a chair would react.\n\"There was some added motivation or strength there that I hadn't seen before.\"\nHe phoned 999 and saw Khan burst out of Fishmongers' Hall, making his way on to London Bridge, before turning to face those in pursuit, appearing to cross the knives in front of his face as he did so.\nMr Conway, who knew Mr Merritt, then ran across the bridge to try to help wrestle the knives from Khan, before realising that he had what appeared to be an explosive belt strapped to him.\nKhan was tackled by members of the public with a decorative pike, narwhal tusk and fire extinguisher, and was then shot dead by police on London Bridge.\n\"I just wanted to help. When someone said he's got a bomb, and you realise that he's got a belt round him, you felt like you was fighting for your life,\" said Mr Conway.\n\"I stamped on his hands, I may have put a few kicks in.\n\"One of the knives we managed to get rid of quite quickly, but the other was quite difficult to get off him.\"\nThe inquest also heard from waitress Sandra Bufano, who had helped serve brunch at the event and was covering the cloakroom for a colleague when the attack began.\nShe heard screaming coming from the nearby men's toilet, where Khan stabbed Mr Merritt, before he emerged and locked eyes with her.\n\"He was not doing anything, but just staring at me,\" Ms Bufano said, describing the look as \"very intense\".\nKhan then stepped towards Ms Jones, who was about to leave belongings in the cloakroom, and stabbed her in the neck.\nPrison officer Adam Roberts described how he tried to stem Ms Jones' bleeding with a jacket, while Former HMP Grendon inmate Gareth Evans held her in his arms as she lay dying.\n\"I was trying to make sure she felt comfortable and safe,\" Mr Evans said. \"I said she was loved and she was beautiful.\"\nThe jury inquests, taking place before coroner Mark Lucraft QC, continue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56800305",
      "category": "uk-politics",
      "title": "Coronavirus: 'Only sensible' to cancel India trip, says Johnson",
      "tags": "Boris Johnson,Narendra Modi,India,Coronavirus pandemic",
      "text": "Boris Johnson has said it was \"only sensible\" to cancel his trip to India, due to take place next Monday.\nIndia has been reporting more than 200,000 cases daily and has been added to the UK's \"red list\", meaning people returning from there must quarantine in a hotel for 10 days.\nThe PM said he would instead speak to his counterpart Narendra Modi online. \nThe trip - aimed at boosting trade and investment ties - had originally been due to take place in January.\nBut it was called off because of the UK lockdown.\nThe second cancellation comes as a Covid variant is spreading in India, with its government confirming 1,620 deaths from the virus on Sunday.\nThe capital Delhi has been put into lockdown.\nUK health officials are investigating whether the variant, first found in India, spreads more easily and is able to resist the vaccine. \nPublic Health England says 103 cases have been detected in England, with four more recorded in Scotland.\nSpeaking on a visit to Bath, Labour leader Sir Keir Starmer said: \"You can see around the world that the virus is still going up in a number of places. We need to be very careful about that.\"\nAsked about his cancelled India visit, the prime minister said it was \"frustrating\" but \"Narendra Modi and I have basically come to the conclusion that, very sadly, I won't be able to go ahead with the trip. \n\"I do think it's only sensible to postpone, given what's happened in India, the shape of the pandemic there.\"\nThe prime minister added that countries around the world had \"a massive amount of sympathy with India, what they're going through\", and that the UK's relationship with India was of \"huge importance\". \nThe trip - billed as Mr Johnson's first major overseas visit since entering Downing Street - had been set up to move the two countries nearer to a post-Brexit trade agreement.\nTo cancel one prime ministerial trip to India is unfortunate. To cancel twice is… \nThe government wants a trade deal with Delhi. Or to start talks about a trade deal with Delhi, at the very least. \nThat could become a little bit harder now that Boris Johnson's tour has been cancelled for a second time. \nHence why the prime minister wants to keep up the contact with his counterpart Narendra Modi virtually, and is flagging other opportunities for them to meet face to face, such as this summer's G7 summit in Cornwall. \nBut is that meeting now in doubt, as coronavirus interrupts the travel plans of world leaders just as much as the rest of us?\nAnd some observers say that the logistics of dealing with India is the easy part, and negotiating a trade deal will be significantly harder. \nLast week, Downing Street said it would be scaled down - with the bulk of the meetings taking place on Monday 26 April, rather than across four days as originally planned. \nBut Labour argued the trip should be cancelled entirely and that the two prime ministers should talk via Zoom.\nOne senior Conservative also told the BBC it would have been \"absurd\" for the trip go ahead.\nThe prime minister's official spokesman said there was not \"one single factor\" behind the cancellation, but the situation in India was \"challenging\" and that it was \"not the right time for a visit.\"\nHe added that Mr Johnson and Mr Modi would meet in person later this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56794047/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: More than 10m people fully vaccinated in UK",
      "tags": "Coronavirus vaccines,NHS,Coronavirus pandemic",
      "text": "More than 10 million people in the UK have received a second dose of a Covid-19 vaccine, according to the latest government figures. \nIt means more than 19% of UK adults are now fully vaccinated, while nearly 33 million people have had their first dose. \nPrime Minister Boris Johnson described the news as a \"remarkable milestone\". \nAlso hailing the \"terrific milestone\", the health secretary urged people to get the jab \"as soon as possible\". \n\"Second doses are crucial to maximising the strength and duration of your protection from Covid-19,\" he added. \nSir Simon Stevens, chief executive of NHS England, said: \"The success of the NHS vaccination programme is not a happy accident. It is down to careful planning coupled with the sheer hard work and determination of doctors, nurses and countless other staff ably assisted by volunteers and many others.\"\nIt comes as the UK recorded four deaths within 28 days of a positive test - the lowest daily figure since 7 September, although the number of deaths recorded on Mondays and over the weekend tend to be lower because of reporting delays. \nThere were also 2,963 new cases, according to the latest government figures. \nMr Hancock told the Commons the government was \"on track\" to offer a first dose to all adults in the UK by the end of July and uptake had been \"astonishingly high\", at 94% for over-50s. \nHowever, he said the vaccination rate for care home staff was currently below 80% in more than half of all local authority areas. As a result, he said, the government had launched a consultation into whether care home providers for older adults should only deploy workers who have received their Covid jab, unless they have a medical exemption. \nPeople aged 45 and over are now being offered the vaccine in England and Scotland. In some areas of Wales 40-49 year-olds are being invited, while in Northern Ireland vaccine appointments are now being made available to a limited number of 35-39 year olds. \nThe rollout will continue to prioritise groups by age, according to advice from the Joint Committee of Vaccination and Immunisation (JCVI). \nThe 10 million mark for second doses is a great milestone.\nBut the rapid acceleration in second doses has come at a cost to first doses - and this spells trouble for the government's ambition to offer every adult in the UK a jab by the end of July.\nCurrently the UK is doing just over 100,000 first doses a day on average, that is down from 500,000 a month ago.\nThere was always going to be some drop-off. But on that trajectory just over half of under-50s will get a first dose by the end of July.\nTake-up is predicted to be lower in the younger age groups than it has been in the older ones so that shortfall may not be as bad as it first looks.\nWhat is more, there is the hope vaccine supplies will increase. More doses of Moderna may become available, while there is hope the Novavax jab, which is being made in the UK, could come into play in May.\nNonetheless, it is another reminder that the vaccine programme still has many hurdles to cross.\nIt comes after the government said all over-50s and those in high-risk groups in the UK had been offered a first dose. \nEarlier this month the UK began to roll out the Moderna vaccine, alongside the Oxford-AstraZeneca and Pfizer-BioNTech jabs. \nAll under-30s in the UK will be offered an alternative to the AstraZeneca jab due to evidence linking it to rare blood clots. \nMeanwhile, Mr Hancock announced that India would be added to the travel red list from 04:00 BST on Friday. It means anybody who is not a UK or Irish resident or British citizen cannot enter the UK if they have been in India in the last 10 days and any other arrivals will need to quarantine in a hotel for 10 days. \nEarlier, the prime minister cancelled a trip to India, which had been due to take place on 26 April, amid rising cases there.\nHealth officials in the UK are investigating whether a variant first found in India spreads more easily or is resistant to treatments or vaccines. \nMr Hancock said there had now been 103 cases of this variant detected in the UK, with the vast majority linked to international travel. \nHe said there had also been 557 cases of the variant first found in South Africa detected in the UK since December. \nThe health secretary said the government was \"ramping up\" plans for a booster shot to ensure vaccines stayed \"ahead of the virus\". \n\"We will be working with our current vaccine suppliers and new suppliers, like the CureVac partnership, to work out which vaccines will be effective as a booster shot and to design new vaccines specifically targeted at the variants of concern,\" he added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56806103",
      "category": "uk",
      "title": "Covid-19: India added to coronavirus ‘red list’ for travel",
      "tags": "Travel,India,Coronavirus pandemic",
      "text": "India has been added to a “red list” of countries from which most travel to the UK is banned, over fears of a new Covid variant, the health secretary has said.\nFrom 04:00 BST on Friday 23 April, most people who have travelled from India in the last 10 days will be refused entry.\nBritish or Irish passport holders, or people with UK residence rights, will be allowed in but must quarantine in a government-approved hotel for 10 days.\nMatt Hancock said there had been 103 UK cases of the India variant.\nIn a statement to the House of Commons on Monday, the health secretary said the vast majority of the cases of the new variant - officially known as B.1.617 - had been linked to international travel.\nHe said test samples had been analysed to see if the new variant had any \"concerning characteristics\" such as greater transmissibility or resistance to treatments and vaccines.\nHe told MPs: \"After studying the data, and on a precautionary basis, we've made the difficult but vital decision to add India to the red list.\"\nHealth officials say this new variant, first identified in India, has some worrying genetic changes that need exploring.\nIt's still too soon to say if it is more contagious, deadly and will evade vaccines - and whether it should join the Variant of Concern list that the South Africa, Kent and Brazil variants belong to.\nAssessments are ongoing, and in the meantime the government is looking to stop more cases arriving and spreading in the country. \nThat's why the government is also stepping up surge testing to quickly find any new cases in the UK and is introducing a speedy new type of lab test that can show within hours if someone is positive for Covid - and if the infection they have is one of the known variants, including this new one from India. \nIt should mean people can isolate faster to prevent giving it to their friends, families, neighbours and colleagues.\nYou can read more from Michelle here.\nTransport Secretary Grant Shapps tweeted the move was made to ensure the UK did not lose its \"hard-won progress on the vaccine rollout\".\nA briefing document drawn up by officials at Public Health England shows that between 25 March and 7 April, 3,345 arrivals from India were registered in UK border travel data. Of those 161 - or 4.8% - tested positive for Covid-19 after a PCR test.\nThe new travel rule applies to England and Scotland. There are currently no direct international flights into Wales or Northern Ireland. \nScotland's Transport Secretary Michael Matheson said: \"International travel will continue to remain a significant risk, requiring a cautious approach, on a four-nation basis.\" \nMr Hancock said there had also been 557 cases of the South Africa variant found in the UK since December, with a \"cluster\" of cases in south London and isolated cases in Barnet, Birmingham and Sandwell over the last week.\nWhile around two-thirds were related to international travel, there had been a \"small amount\" of community transmission, he added.\nHe said the government was \"ramping up\" plans for a booster shot to ensure vaccines stayed \"ahead of the virus\". \nIt was less than four months ago that India banned flights from the UK to stop the spread of the UK variant. \nNow, as the so-called 'Indian variant' is investigated, and case numbers there climb, it's the UK that is putting the brakes on the number of passengers coming in the opposite direction. \nIt shows how quickly dynamics between countries can change.\nWhen the Westminster government last added countries to the red list, including Bangladesh and Pakistan, at the start of April, it gave a week's notice. This time it's just over three days. \nDirect flights to and from India are already limited - a decision made by the Indian government in January - to 30 a week, meaning that many will now be rushing to book the last few seats before Friday.\nThe travel industry is still hoping that international travel from England will restart on 17 May, but today's announcement underlines that it will be a while until the world is open to us.  \nThe list of countries on the red list is getting longer rather than shorter.\nResponding to a question from shadow health secretary Jonathan Ashworth, Mr Hancock said that surge Covid testing would happen in areas where cases of the India variant had been identified.\nLabour's Yvette Cooper, chairwoman of the Home Affairs Committee, questioned why India was not put on the red list sooner, adding: \"Hong Kong this week have identified 47 Covid cases just on a single Delhi flight and we have still 16 more direct flights, many more indirect flights from India to here, before Friday alone.\"\nMr Hancock responded by saying that decisions on each country were \"kept under constant review\".\nThe announcement came after Prime Minister Boris Johnson cancelled a planned trip to India, which had been due to take place on 26 April, amid rising cases there.\nIndia has been reporting more than 200,000 cases daily since 15 April. Its capital Delhi has announced a week-long lockdown after a record spike in cases overwhelmed the city's healthcare system.\nIt comes as the UK recorded four deaths within 28 days of a positive coronavirus test, according to the latest government figures.\nIt is the lowest daily figure since 7 September, although the number of deaths recorded on Monday and over the weekend tend to be lower because of reporting delays. \nThe data also showed there were also 2,963 new infections. Meanwhile, more than 10m people in the UK received a second dose of a Covid-19 vaccine, and nearly 33 million people have had their first dose. \nAll travellers returning to the UK must fill out a passenger locator form in advance, including details of their departure country and UK address. \nThey must also show proof of a negative Covid test taken within 72 hours before travelling to be allowed entry to the UK.\nIn England, a stay in a quarantine hotel costs £1,750 per passenger travelling alone to cover transport, tests, food and accommodation.\nEvery additional adult, or child over 12, must pay £650, while children aged five to 12 pay £325.\nReturning travellers must take a Covid test on days two and eight of quarantine, at a cost of £210. \nA negative test result does not mean they can shorten their time in quarantine, but if they test positive, they must self-isolate for a further 10 days.\nNeither will they be able to end it early through the Test to Release scheme, where travellers from non-red list countries can leave home isolation after a negative test on day five.\nRule-breakers face strict penalties - including prison sentences of up to 10 years.\nAre you trying to travel to India from the UK? Or are you in India trying to reach the UK? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56775478",
      "category": "uk-wales",
      "title": "Covid: Rebuilding Wales' NHS 'could be bigger challenge than pandemic'",
      "tags": "Cardiff University,Welsh government,NHS Wales,Macmillan Cancer Support,Cancer,Coronavirus pandemic",
      "text": "Rebuilding the NHS after Covid could be a bigger challenge than the pandemic itself, leading doctors have said.\nSurgeons say a \"radical rethink\" of the way hospitals work is needed, while doctors said tackling backlogs would be a \"huge challenge\" for exhausted staff. \nMeanwhile, cancer charities fear the disruption will lead to a surge in deaths, particularly in Wales.\nThey all agree getting the NHS back on its feet will be the biggest challenge faced by an incoming Welsh government.\nAmid these warnings, academics said difficult choices would have to be made on where money was spent.\nBBC Wales health correspondent Owain Clarke has been looking at some of the key health issues facing whoever wins the Senedd election on 6 May.\nRichard Pugh, head of Macmillan Cancer Support in Wales, said places like his Rhymney hometown recorded some of Wales' highest coronavirus case rates.\nMr Pugh said that happened because \"huge\" inequalities already existed.\nIn communities like his, in Caerphilly county, Mr Pugh said \"we all know each other\".\n\"I could point to you people's houses where sadly they've lost someone because of Covid,\" he said. \n\"When we lose one of us we lose something about the community itself.\"\nMr Pugh has lived in the town all of his life.\n\"Unfortunately we're top of the wrong leagues all the time, for example diabetes and cancer,\" he said. \n\"Here and in the other coalfield areas we have been hit the hardest and are still being hit the hardest.\n\"Health inequalities in this community are huge.\" \nThat problem remained unsolved when the pandemic \"came on top of that\".\n\"We've got to look at ourselves about that,\" Mr Pugh said. \nWaiting lists for other NHS treatments have grown massively because of the priority given to coronavirus.\nArthritis patient Christine Evans has been on an NHS waiting list for 15 months. \nThe 67-year-old said the condition of her right knee had left her \"barely [able to] walk 30 yards\".\nMs Evans, who works in healthcare, said she was thinking of going private, which would cost about £15,000.\nShe said: \"When I went to see the consultant, I would have said on a scale of one to 10 my pain level was around about six or seven. \n\"I was able to walk perhaps 100 yards, which is not too bad.\n\"Now we're 15 months down the line and I can barely walk 30 yards. And my pain levels are ranking up around about a nine.\"\nMs Evans, from Llanharry, in Rhondda Cynon Taf, said it was \"pretty awful\".\n\"You get up in the morning, you think: 'Oh, can I face today?'\"\nShe said she felt for consultants.\n\"They're normally able to step up to the plate and help us, and they just can't,\" she said.\nHelen Whyley, director of the Royal College of Nursing in Wales, urged those needing care who were \"not wanting to bother the NHS\" to seek advice from health practitioners such as their GP.\n\"We know there are challenges about reopening services, but we also need to understand and make sure that we've got everyone who needs care at least on the list waiting for it, so that we can put those plans together,\" she said.\nAfter going into the pandemic with a shortage of nurses, then adding extra services such as the vaccination programme, she said there was a \"massive challenge\" ahead for staff.\n\"Many of them are absolutely exhausted, so our current workforce also needs to get its breath back in addition to get going on the things that we always used to do,\" she said. \n\"The next Welsh government needs to be really strong, really brave and take the opportunity to look at the whole system.\"\nMountain Ash GP Dr Kamila Hawthorne said the backlog facing the NHS was a \"huge problem\".\n\"We're going to need to give much clearer instructions to patients as to what to do if, while they're waiting, anything else happens which might mean that their condition is getting worse,\" she told BBC Radio Wales Breakfast.\n\"It's very worrying really that conditions that in the past you knew would be seen as secondary care within, say eight weeks' time, now might take easily a year.\"\nIn January more 500,000 people in Wales were on waiting lists. \nThere has been an eight-fold increase in those waiting longer than nine months.\nThe backlog could take years to clear.\nThe Royal College of Surgeons' Wales director, Richard Johnson, said the NHS needed a \"radical rethink\".\n\"We should be developing Covid-light sites on a regional basis,\" he said.\n\"So you've got hospitals, where there's no emergency patients going in there, dedicated to treating the backlog of patients.\n\"We know from experience it's very easy to turn services off, but it's far more difficult to bring them back online again.\"\nThe new government is likely to be under pressure to bring down waiting lists fast.\nThe Royal College of Physicians' Olwen Williams said more doctors were needed and those already in place needed to \"refresh and renew themselves\".\n\"We have come to a point in the pandemic when everyone's taking a deep breath and thinking 'what's next'.\" she said.\nRecruiting more staff will not be enough, according to Dr Williams.\nShe said: \"A lot of us really do believe that we have to look at really doing things that have got value, and leaving aside some of the things we have done in the past, and think, 'does this person really need to be seen by 10 different clinicians, could they not be seen by one?'.\"\nAccording to Cardiff University's Wales Governance Centre, the Welsh government gave NHS Wales an extra £1.4bn in the last financial year to deal with the pandemic.\nThat was down to extra money that came to Wales due to increased NHS spending in England.\nBut much more funding is likely to be needed to help the NHS recover.\n\"You are looking at an extremely challenging picture for the next Welsh government,\" said Guto Ifan, a research associate at the centre.\nThere were the direct costs of Covid, test and trace, and potentially re-vaccinations. \n\"Also the indirect costs of Covid-19 are probably more substantial beyond this year,\" Mr Ifan said. \n\"If NHS productivity doesn't recover because of social distancing requirements and heightened infection control, that means the NHS can deliver less care for the resources it's given.\"\nThe new Welsh government will have about a billion pounds unallocated for 2021-22. \nThis is partly because Wales sourced personal protective equipment and introduced Test, Track and Protect more cheaply than in England.\n\"Whichever party or parties form the next Welsh government, they'll all be hoping and wishing the UK government changes course on its spending plans,\" said Mr Ifan.\n\"With that money carried forward from last year to this year,the Welsh government will be in a position to meet NHS funding pressures this year.\n\"But it's next year when those funding pressures really start to bite in the context of the UK government's current plans.\"\nWelsh Labour said it would help services recover by installing \"the biggest catch-up programme our NHS has ever seen\". \nA £1bn NHS recovery plan, it said, would be launched \"on day one\". \nWelsh Conservative leader Andrew RT Davies said coronavirus had \"devastated our communities\" and \"exposed our fragility\".  \nHe said his party would build \"better hospitals\". \nPlaid Cymru said NHS waiting times were \"unacceptably long\" before the pandemic. \n\"Radical and robust action is needed in order to ensure the service is resourced and has the capacity to provide healthcare to the thousands of people waiting,\" a spokesman said. \nThe Welsh Liberal Democrats said they would establish a taskforce to address health inequalities and improve public health by \"promoting healthy living and good life choices\".\nA spike in cancer cases could be on the way, Macmillan Cancer Support's Richard Pugh fears.\nHe said people had not sought treatment during the pandemic because of worries about protecting the NHS. \nHe admitted he was \"terrified\" by the prospect of more cases. \n\"More and more people are getting diagnosed, and later and younger as well,\" Mr Pugh said.\n\"So it's not your traditional over-65s, it's those people unfortunately that have been sat on symptoms in their house, the younger ones who we would have saved.\"\nThey had not got help because of \"fear and respect\", he said.\n\"The fear was they were frightened of catching Covid, and the respect was: 'I see the NHS on the TV every day, I don't want to burden them with this little bump or this mole'.\"\nThe charity estimates there are now more than 3,500 missing cancer diagnoses in Wales. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56794974/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: High street voucher scheme in NI making 'good progress'",
      "tags": "Retailing,NI economy,Coronavirus pandemic,UK High Streets",
      "text": "Good progress is being made on a high street voucher scheme, the Department for the Economy has said. \nThe initiative was announced last year to support retailers hit by Covid-19.\nIndividuals could receive between £75-£100 each to spend in town and city centres, with £145m of funding ring-fenced for its rollout.\nNon-essential retail in Northern Ireland is set to reopen on 30 April as part of the lockdown-easing measures announced by the executive.\nThe pre-paid cards will not be issued imminently, it is understood.\nThe scheme is under development by officials and \"good progress is being made to bring it to fruition\", according to the department. \nOfficials want to ensure it is safe to do so and the time is right to stimulate demand and encourage the public to visit the high street. \nThere is an expectation of a surge in spending at shops due to pent up demand, BBC News NI understands.\nTherefore its rollout would be more effective when spending levels off or begins to fall.\nRetail NI chief executive, Glyn Roberts said he would like to see July as a target date for implementing the scheme.\n\"At that point the retail and hospitality sectors will be reopened and more people will be staycationing this year, so July would be ideal time for maximum benefit,\" he said.\n\"We've been strongly lobbying for this as an aid to recovery and to promote spending so we want to see it targeted at independent retailers and local hospitality businesses. \n\"It's part of a wider reopening plan to get people away from their laptops and iPads and back into the town centre and the voucher scheme is one way to do that.\n\"There is a lot more work we need to do to get people out again and feel safe to come back to our high streets\"\nThe voucher is a key part of Minister Diane Dodds' Economic Recovery Action Plan.\nThe department is also working on a tourism voucher for use at local attractions to boost the struggling sector."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56792740",
      "category": "uk",
      "title": "Covid: Indian variant being investigated in UK",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,India,Coronavirus pandemic",
      "text": "Health officials are investigating whether a Covid variant first found in India spreads more easily and evades vaccines.\nThere is not yet enough data to classify it as a \"variant of concern\", a leading scientist has said. \nBut Dr Susan Hopkins of Public Health England said cases had been found in the UK that were not linked to travel, with their origin being investigated.\nMore than 70 cases have been identified in England and Scotland.\nIt is also too soon to decide if India should be put on the government's travel \"red list\", Dr Hopkins said.\nOn Sunday the UK recorded 1,882 new coronavirus cases and 10 deaths within 28 days of a positive test, according to the latest government figures. The number of deaths recorded at weekends tends to be lower because of reporting delays. \nMeanwhile, more than 32.8 million people have had their first dose of a coronavirus vaccine, while more than 9.9 million people have had their second dose.\nDr Hopkins, chief medical adviser for NHS Test and Trace, told the Andrew Marr Show: \"We have seen a couple of cases [of the Indian variant] that haven't arisen from travel but we're still trying to undergo the investigations to look in great detail at where they might have acquired it from.\n\"To escalate it up the ranking we need to know that it is increased transmissibility, increased severity or vaccine evading, and we just don't have that yet.\"\nPublic Health England says 73 cases of the variant first identified in India have been found in England, and four in Scotland.\nEpidemiologist Dr Mike Tildesley said work needed to be done urgently on finding out more about the variant. \nHe said: \"I would always say when these new variants do emerge it is a concern and it's really important that we get as much information as we can as quickly as possible. \n\"What's concerning about the Indian variant is there appear to be two mutations which... may make the vaccines less effective, and may make the virus more transmissible.\n\"The key thing here is 'may'. We are still trying to gather evidence about this.\"\nAsked if India should be added to the government's \"red list\" of banned countries, Environment Secretary George Eustice said: \"We're allowing people in from India provided they have had a pre-departure test, provided they then quarantine - albeit not in a hotel or a designated facility, but quarantine at home - and then have a test at two and eight days.\n\"So there are quite a lot of robust tests and checks for anybody coming into the country.\"\nHe said the matter was kept \"under regular review\" and the government was taking scientific advice - adding that he believed the prime minister's trip to India should still go ahead later this month. \nBoris Johnson has already scaled down his trip due to the rising number of cases - India has reported more than 150,000 Covid cases a day for the past three weeks. \nMr Eustice also told Sky's Sophy Ridge on Sunday that business needed to continue \"with the right precautions\" in place. \nLabour shadow home secretary Nick Thomas-Symonds accused the government of not doing enough to keep variants out of the UK.\n\"Large numbers of cases of two deeply worrying variants, first discovered in South Africa and India, have been discovered in the UK,\" he said.\n\"We are at a critical moment in the fight against the pandemic, as the sacrifices of the British people and the vaccine give us hope of reopening large parts of life.\"\nIn early February, Labour criticised the government for being too slow in implementing a hotel quarantine scheme and called for it to be extended to arrivals returning from all countries - not just those on a red list.\n\"Now we are seeing the results of a disastrous policy that has let thousands of people enter the UK without a proper quarantine system,\" Mr Thomas-Symonds said.\nSpeaking about other variants, Dr Hopkins also told the BBC the current vaccines were \"not as good against the South African variant as they are against our own (variant) B117 at preventing infection and transmission\" and that caution was still required. \nBut she said it was highly likely they would still be effective in reducing deaths and hospitalisations. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56806961",
      "category": "world-us-canada",
      "title": "George Floyd: US city on edge as jury deliberates Chauvin verdict",
      "tags": "Minneapolis,US race relations,George Floyd death,United States",
      "text": "The jury in the trial of Derek Chauvin, the ex-Minneapolis policeman accused of killing George Floyd last year, has retired to consider its verdict.\nThe prosecution told jurors that Mr Chauvin had murdered Mr Floyd, but the defence said their client had correctly followed police training.\nThe court is being protected by barbed wire, high barriers and armed soldiers from the National Guard.\nCities across the country are bracing for protests regardless of the verdict.\nOn Monday, the prosecution and defence made their closing statements in a trial that lasted three weeks. The prosecution then had another opportunity to rebut defence arguments before the jury was sent to deliberate.\nMr Chauvin's lawyer Eric Nelson argued that his client did what any \"reasonable police officer\" would have done after finding himself in a \"dynamic\" and \"fluid\" situation involving a large man scuffling with three officers.\nHe said Mr Chauvin's body camera and badge were knocked off his chest owing to \"the intensity of the struggle\".\nMr Nelson also argued that Mr Floyd's drug use was \"significant\" because the body reacts to opioid use, specifically in the case of someone who had been diagnosed with hypertension and high blood pressure.\nThe lawyer also argued that his client was unlikely to have intentionally violated use-of-force rules as he would have been aware that the whole interaction was being recorded. \"Officers know that they are being videotaped,\" added Mr Nelson.\nProsecutor Steve Schleicher urged jurors to \"use your common sense. Believe your eyes. What you saw, you saw,\" referring to the video showing Mr Chauvin kneeling on Mr Floyd for more than nine minutes last 25 May.\n\"This wasn't policing; this was murder,\" he added.\nProsecutor Jerry Blackwell had the final word on Monday. He said the matter was \"so simple that a child can understand it\".\n\"In fact, a child did understand it, when the nine-year-old girl said, 'Get off of him,'\" Mr Blackwell said, referring to a young onlooker who objected. \"That's how simple it was. 'Get off of him.' Common sense.\"\nThe jury will be sequestered to consider testimony from 45 witnesses, including doctors, use-of-force experts, police officers, bystanders and people who were close to Mr Floyd.\nThe defendant is charged with second-degree unintentional murder, third-degree murder and manslaughter. Mr Chauvin faces up to 40 years in prison if convicted of the most serious charge - second-degree murder. \nA conviction on any of the counts against him will require the jury to return a unanimous verdict. A single juror holding out would result in a mistrial, but the state could then try Mr Chauvin again.\nOf the 12 jurors, six are white, four are black and two are multiracial. Seven are women and five are men. \nThe footage of Mr Chauvin, who is white, restraining Mr Floyd, a black man, on the floor as he shouted \"I can't breathe\" spurred months of global protests in 2020.\nOn Monday the governor of Minnesota, Tim Walz, requested security assistance from the states of Ohio and Nebraska ahead of the verdict. \nThe Democrat was heavily criticised after more than 1,000 buildings and businesses were damaged in rioting last year.\nIn the early hours of Sunday, two National Guard members who were providing neighbourhood security in Minneapolis escaped with minor injuries when they were shot at in a drive-by shooting.\nBy Tara McKelvey, BBC News, Minneapolis\nThe streets around the court were quiet on Monday morning, but local residents are waiting to see what will happen once the verdict is reached.\nOne activist tells me they are planning to hit the streets, regardless of what kind of verdict is rendered.\nIf the jurors decide that Derek Chauvin is not guilty on all counts, or guilty only of manslaughter - a lesser charge - the activists will march.\nBut even if he is found guilty on all counts, the activists will still march - \"a celebratory protest\", as one of them put it.\nIn that case, the campaigners will take to the streets to show their satisfaction with the verdict, and to demand justice for the others who have died while in police custody.\nAfter the jury was sent out on Monday, Mr Nelson argued remarks made by Democratic representative Maxine Waters over the weekend urging protesters to \"get more confrontational\" may have influenced the jury.\nIf there is no guilty verdict in Mr Chauvin's trial, the California congresswoman said in Minneapolis, \"then we know that we got to not only stay in the street, but we have got to fight for justice\".\nIn response, Judge Peter Cahill said: \"I give you that congresswoman Waters may have given you something on appeal that may result in this trial being overturned.\"\nThe judge said the failure of elected officials to stop talking about the case in a manner disrespectful to the rule of law was \"abhorrent\".\nHowever, he said Ms Waters' \"opinion really doesn't matter a whole lot\", and he dismissed Mr Nelson's motion for a mistrial."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56759166",
      "category": "uk-scotland",
      "title": "The full picture of Covid-linked deaths in Scotland's care homes",
      "tags": "Erskine,Scottish government,Care homes,Coronavirus pandemic",
      "text": "A full breakdown of Covid-linked deaths in every Scottish care home has been published for the first time.\nThe data was released to BBC Scotland by the Crown Office unit set up to gather information on the circumstances of all Covid deaths in care homes.\nIt shows which homes and operators have been worst hit by the virus. \nThe care home industry claims it was \"let down\" at the start of the pandemic but the Scottish government said saving lives had always been its priority. \nThe Crown Office data, released under freedom of information laws, has been fed into this interactive dashboard to show every Covid-linked death by individual care home in Scotland. \nThe dashboard also allows people to view the homes with reported Covid deaths by council area and filter the affected homes by operator, and view contextual information such as historical complaints. \nThere have been more than 10,000 Covid-related deaths in Scotland and about a third have occurred in care homes. \nThe Crown Office has published a breakdown of every presumed and confirmed Covid death in a care home that has been reported to them. \nIt shows the prosecution service was considering at least 3,400 deaths linked to the virus as of 8 April. \nNational Records of Scotland (NRS) recorded 3,292 care home deaths over the same period. \nThe Crown Office's data - part of wider investigation to determine if the deaths should be the subject of a fatal accident inquiry or prosecution - is collated from a wider number of sources than the NRS figures.\nThe Crown Office data shows the Erskine Home facility in Erskine Ferry Road, Bishopton, recorded the largest number of Covid-related deaths (32).\nThe data also showed that some individual facilities accounted for a significant proportion of a council area's Covid-linked care home deaths. \nFor example, the 21 Covid-linked deaths at HC-One's Orchard Care Centre in Clackmannanshire account for 19% of that council area's total fatalities (110) for all residents. \nUnsurprisingly the larger providers - operating more homes often with more beds - reported larger numbers of deaths.\nHowever, an analysis of the data shows death rates for the bigger operators fall when averaging out the fatality count across the number of facilities they operate.  \nDeath rates in fact appear to be higher on average in homes where the provider owns one facility rather than a chain. \nFor example 25 deaths were reported in the one home operated by BUPA Care Homes, whereas the 195 deaths across Advinia's 11 homes averaged out to roughly 17 per residence.\nSimilarly there were 24 deaths in the one home run by Priory (Prestwick), while the 62 deaths across Erskine Hospital's four homes averaged out to approximately 15 per residence.\n\"I said I thought my mum was dying but they said they didn't think it was anything acute,\" says Ruth Gibson. \n\"I could see on our daily Skype calls that she was looking terrible - I don't know how they could have missed it.\"\nRuth's mum Anna Gibson was a resident at East Kilbride's Meldrum Gardens care home.\nThe 94-year-old died on 14 November last year - the day after testing positive for Covid as part precautionary testing undertaken in the home after a staff member caught the virus.\n\"I highlighted my mum wasn't well the week before she died but nobody was listening,\" says Ruth. \nMeldrum Gardens is run by South Lanarkshire Council and Ruth feels her complaints to them have been \"brushed under the carpet\".\nRuth said she had no idea five other residents had died from coronavirus at Meldrum Gardens until the release of the data to the BBC from the Crown Office.\n\"There's no transparency, and no one wants to get involved - they're hiding,\" she adds. \nVal de Souza, director of health and social care at South Lanarkshire Council, said: \"Mrs Gibson appears to have been very happy while living at Meldrum Gardens and we are clear that she received very good care there. \n\"Mrs Gibson was 94 and despite her positive Covid result her death was unexpected - indeed just two days earlier she was visited by medical staff who reported no concerns about her health.\n\"Following a complaint by the family, a full investigation was carried out in line with the Social Work Resources Complaints Handling Procedure. This found no issues with the level of care provided\".\nThe full picture on how many Covid-linked deaths there have been in each Scottish care home had been unclear since the start of the pandemic.\nThere is no statutory obligation for homes to notify residents, or their families, of an outbreak or deaths. \nSome operators, such as HC-One, released details proactively but others, both public and private, did not.\nIndustry regulator the Care Inspectorate also refused to release a breakdown, citing the \"significant impact\" on the commercial prospects of the operators if it did so.  \nThis meant some families where not aware of deaths in the homes where their loved ones lived. \nIn May last year, the Crown Office set up the Covid-19 Deaths Investigation Team (CDIT) to gather information on the circumstances of all deaths in care homes.\nSince then, all Covid-linked deaths of care home residents are reported to CDIT but the unit is also considering reports of deaths prior to May.\nThe reports come from a number of sources including GPs and Police Scotland.  \nCrown Office figures released to BBC Scotland show its CDIT team was considering 3,202 reports of confirmed and presumed Covid deaths as of 8 April.\nFor a further 198 care homes, the data shows between one and five Covid deaths have been recorded but the exact number has not been revealed for confidentiality reasons. \nIf it is assumed there is at least one death in these 198 homes then the tally comes to 3,400, but it could be higher. \nOver the same period, NRS reported 3,292 deaths of care home residents.\nThe data shows that the worst affected homes are located in parts of Scotland which had high transmission rates of the virus during the pandemic. \nSeparate Crown Office data shows that 824 of the reports relate to deaths which occurred before the creation of CDIT in May last year.\nThis was a period when elderly people were being discharged from hospital to care homes, a robust testing system was not in place and there was not a full understanding of asymptomatic transmission. \nOn Sunday, Nicola Sturgeon called for a UK-wide public inquiry into the pandemic by the end of the year, adding she would move ahead with a Scottish-only probe if that can't be agreed in good time. \nIt came as the first minister said, with the benefit of hindsight, mistakes were made with care home residents at the start of the crisis.\nHealth Secretary Jeane Freeman has also previously said the right precautions had not been taken when elderly people were being discharged from hospital to care homes.\nA spokesman for Scottish Care said the data \"demonstrates the terrible toll\" which has been felt by residents, families and care home workers over the past 13 months. \nHe added: \"We have heard in recent days acknowledgement that 'mistakes' were made in ensuring that care homes were as ready as they could be to receive the hundreds of people who were discharged from NHS hospitals. \n\"We very much regret that insufficient attention was given to the needs of the care sector when compared to the preparation given to and focus upon the NHS. \n\"Social care as a whole was let down in the early stages of the pandemic, not least by the failures to introduce testing of staff and residents earlier.\"\nA Scottish government spokeswoman said the Crown Office data was \"consistent with the findings\" of a Public Health Scotland report which \"did not find statistical evidence that hospital discharges of any kind were associated with care home outbreaks\".\nShe added: \"We mourn every death from Covid and express our sympathy for all those who have lost loved ones, and for the distress and grief experienced by individuals and their families.\n\"As the first minister and health secretary have previously said the Scottish government will continue to learn lessons from the Covid-pandemic and, subject to the outcome of the election, intends to have a full public inquiry which considers all aspects of how the pandemic has been handled, including the impact on care homes and their residents.\"\nThe spokeswoman added that \"saving people's lives has been and continues to be the priority of the Scottish government\" and the prioritisation of the vaccination programme in care homes means that since the peak in late January, deaths in care homes have fallen by 95%.\nA spokesman for the Crown Office said: \"CDIT is working together with other agencies including the Health and Safety Executive, local authorities and the Care Inspectorate to ensure that appropriate investigations are undertaken in relation to these deaths. \n\"These arrangements will ensure that the circumstances of each death can be fully considered by this dedicated team, and appropriate decisions made about any further investigation required, whether criminal or non-criminal.\"\nA spokeswoman for Erskine said the charity has \"operated within Scottish government guidelines and spared neither effort, nor resource in our whole team's valiant, year-long battle against this terrible virus.\" \nRobert Kilgour, chairman of Renaissance Care, pointed out his homes locked down two weeks ahead of the Scottish government's ordered closure. \nHe said: \"Since the middle of March last year, over 300 hospital patients have been discharged into our care, scores of whom were not tested for Covid in advance. \n\"That we have lost so many beloved residents, despite the many safeguards taken by staff and management, underlines how devastating Covid can be once it enters care homes.\"\nA spokesman for HC-One said it held different figures to those released by the Crown Office about Covid-linked deaths in its homes. \nHe added: \"We have worked tirelessly to protect our residents and colleagues, and took steps to lead on transparency throughout the pandemic. \n\"When little was known about the virus, HC-One published daily case numbers and death figures for its Scottish homes, and engaged at length and in detail with health and care officials, our families, and the media.\"\nA spokesman for Advinia pointed out its facilities are often more than four times larger than the average Scottish care home. \nHe added: \"All of our homes were as well prepared as they could have been at the time the pandemic started, and forward planning meant that we never faced a shortage of PPE.\"\nA spokeswoman for the Four Seasons Health Care Group said the virus \"quickly created immense challenges for all health and social care providers and while we acted immediately to protect everyone in our homes, it took time for the healthcare community to fully understand the characteristics of the spread of this infection\". \nA spokeswoman for Barchester said the \"teams within our homes have very high standards, and they are continuing to work tirelessly and relentlessly to do all they can to keep residents and staff safe from the virulent disease that is Covid\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56796681",
      "category": "world-australia",
      "title": "Byron Bay: Calls for Netflix boycott over reality show plans",
      "tags": "Social media influencers,Netflix,Australia",
      "text": "Thousands of people have signed a petition calling for a boycott of a proposed Netflix reality show to be set in the Australian beach town of Byron Bay.\nAnger has erupted in the community over the planned influencer-led series titled Byron Baes.\nThe petition, which calls for a filming ban, argues the town will be used as a \"punch line\" for the show.\nSome businesses have refused to take part in the show, local media report.\nThe picturesque town on the New South Wales north coast is known for its surf beaches and relaxed lifestyle. It has gained prominence in influencer culture and over the past year, has also become a mecca for visiting Hollywood stars.\nUnveiling plans for the series last month, Netflix said: \"It is a truth universally acknowledged that an influencer in possession of a good follower count must be in want of a beach backdrop.⁣ \n\"And there's no better backdrop - or magnet for influencers - than Byron Bay, the perfect setting for our next Australian Netflix Original.\"\nIt said the \"docu-soap\" would follow \"hot Instagrammers living their best lives\".\nThe plans have been met with frustration. \n\"It's a multinational company trying to exploit the town's name when the community doesn't want it and think they can just come in and use us as a commodity,\" local musician Ben Gordon, who owns cafe The Byron Bay General Store, told the Sydney Morning Herald.\nLocals are unhappy with the perception of Byron Bay that has grown in some parts of the media. \nThey claim an unrealistic view of the town has emerged via social media, a glossy portrayal that doesn't reflect life for most locals. They point to a range of social and environmental challenges facing Byron Bay - and many want Netflix out. \nByron Shire Mayor Simon Richardson told the Australian Broadcasting Corporation the show was \"offensive\" to the community. \n\"We've almost got a Truman Show-type portrayal of who we are where everything is quite idyllic and superficial, where out the back it's an empty parking lot,\" he said. \n\"We've got a community that is in real stress, we've got a community that has real life issues dealing with housing, work, affordability.\" \nThe boycott petition, signed by more than 6,000 people, calls on local authorities to refuse all production filming permits needed for the proposed series.\n\"We are a community experiencing significant challenges driven by influencer culture and rapidly shifting demographics of residents. We do not want to be cast as the perfect backdrop and magnet for social media influencers. We do not want to appear in 'Byron Baes',\" the petition said.\n\"Rather than using our region as a reality show punch line we want... authorities to focus on supporting our community to address systemic issues of housing affordability, coastal erosion, increasing unemployment, traffic management challenges, low high school completion rates and high levels of gendered and domestic violence.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56794047",
      "category": "uk",
      "title": "Covid: More than 10m people fully vaccinated in UK",
      "tags": "Coronavirus vaccines,NHS,Coronavirus pandemic",
      "text": "More than 10 million people in the UK have received a second dose of a Covid-19 vaccine, according to the latest government figures. \nIt means more than 19% of UK adults are now fully vaccinated, while nearly 33 million people have had their first dose. \nPrime Minister Boris Johnson described the news as a \"remarkable milestone\". \nAlso hailing the \"terrific milestone\", the health secretary urged people to get the jab \"as soon as possible\". \n\"Second doses are crucial to maximising the strength and duration of your protection from Covid-19,\" he added. \nSir Simon Stevens, chief executive of NHS England, said: \"The success of the NHS vaccination programme is not a happy accident. It is down to careful planning coupled with the sheer hard work and determination of doctors, nurses and countless other staff ably assisted by volunteers and many others.\"\nIt comes as the UK recorded four deaths within 28 days of a positive test - the lowest daily figure since 7 September, although the number of deaths recorded on Mondays and over the weekend tend to be lower because of reporting delays. \nThere were also 2,963 new cases, according to the latest government figures. \nMr Hancock told the Commons the government was \"on track\" to offer a first dose to all adults in the UK by the end of July and uptake had been \"astonishingly high\", at 94% for over-50s. \nHowever, he said the vaccination rate for care home staff was currently below 80% in more than half of all local authority areas. As a result, he said, the government had launched a consultation into whether care home providers for older adults should only deploy workers who have received their Covid jab, unless they have a medical exemption. \nPeople aged 45 and over are now being offered the vaccine in England and Scotland. In some areas of Wales 40-49 year-olds are being invited, while in Northern Ireland vaccine appointments are now being made available to a limited number of 35-39 year olds. \nThe rollout will continue to prioritise groups by age, according to advice from the Joint Committee of Vaccination and Immunisation (JCVI). \nThe 10 million mark for second doses is a great milestone.\nBut the rapid acceleration in second doses has come at a cost to first doses - and this spells trouble for the government's ambition to offer every adult in the UK a jab by the end of July.\nCurrently the UK is doing just over 100,000 first doses a day on average, that is down from 500,000 a month ago.\nThere was always going to be some drop-off. But on that trajectory just over half of under-50s will get a first dose by the end of July.\nTake-up is predicted to be lower in the younger age groups than it has been in the older ones so that shortfall may not be as bad as it first looks.\nWhat is more, there is the hope vaccine supplies will increase. More doses of Moderna may become available, while there is hope the Novavax jab, which is being made in the UK, could come into play in May.\nNonetheless, it is another reminder that the vaccine programme still has many hurdles to cross.\nIt comes after the government said all over-50s and those in high-risk groups in the UK had been offered a first dose. \nEarlier this month the UK began to roll out the Moderna vaccine, alongside the Oxford-AstraZeneca and Pfizer-BioNTech jabs. \nAll under-30s in the UK will be offered an alternative to the AstraZeneca jab due to evidence linking it to rare blood clots. \nMeanwhile, Mr Hancock announced that India would be added to the travel red list from 04:00 BST on Friday. It means anybody who is not a UK or Irish resident or British citizen cannot enter the UK if they have been in India in the last 10 days and any other arrivals will need to quarantine in a hotel for 10 days. \nEarlier, the prime minister cancelled a trip to India, which had been due to take place on 26 April, amid rising cases there.\nHealth officials in the UK are investigating whether a variant first found in India spreads more easily or is resistant to treatments or vaccines. \nMr Hancock said there had now been 103 cases of this variant detected in the UK, with the vast majority linked to international travel. \nHe said there had also been 557 cases of the variant first found in South Africa detected in the UK since December. \nThe health secretary said the government was \"ramping up\" plans for a booster shot to ensure vaccines stayed \"ahead of the virus\". \n\"We will be working with our current vaccine suppliers and new suppliers, like the CureVac partnership, to work out which vaccines will be effective as a booster shot and to design new vaccines specifically targeted at the variants of concern,\" he added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56799112/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Young people to be reinfected with Covid for study",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Healthy young people who have had Covid-19 are being asked to volunteer for a trial that will deliberately expose them to the pandemic virus. \nThe experts behind the study, beginning this month, want to see how the immune system copes second time round. \nThe ultimate aim is to design better treatments and vaccines.\nUp to 64 people aged 18-30 will spend 17 days in a quarantine unit at a hospital suite and have numerous tests, including lung scans. \nThey will be re-exposed to the virus, the original strain from Wuhan, China, in a \"safe and controlled environment\" while the medical team monitors their health.\nThe first phase of this study, funded by the Wellcome Trust, will aim to establish the lowest dose of virus that can take hold and start replicating but produce few or no symptoms.\nThis dose will then be used to infect participants in the second phase of the study, expected to start in the summer.\nVolunteers who develop symptoms will be given an antibody treatment to help them fight off the infection. \nThey will be discharged only when they are no longer contagious. \nChief investigator Prof Helen McShane, from the University of Oxford, said: \"Challenge studies tell us things that other studies cannot because, unlike natural infection, they are tightly controlled. \n\"When we reinfect these participants, we will know exactly how their immune system has reacted to the first Covid infection, exactly when the second infection occurs, and exactly how much virus they got. \n\"As well as enhancing our basic understanding, this may help us to design tests that can accurately predict whether people are protected.\"\nProf Lawrence Young, of Warwick University, said: \"Human challenge studies have a long history of being able to generate important information about infections under strictly controlled conditions as well as allow the efficacy of vaccination to be accurately assessed.\n\"They will significantly improve our understanding of the dynamics of virus infection and of the immune response as well as provide valuable information to help with the ongoing design of vaccines and the development of anti-viral therapies.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56807520",
      "category": "uk-politics",
      "title": "Climate change: UK to speed up target to cut carbon emissions",
      "tags": "Committee on Climate Change,Boris Johnson,Climate change",
      "text": "Radical new climate change commitments will set the UK on course to cut carbon emissions by 78% by 2035, the UK government has announced.\nHitting the targets would require more electric cars, low-carbon heating, renewable electricity and, for many, cutting down on meat and dairy.\nFor the first time, climate law will be extended to cover international aviation and shipping.\nBut Labour said the government had to match \"rhetoric with reality\".\nIt urged Boris Johnson to treat \"the climate emergency as the emergency it is\" and show \"greater ambition\".\nThe prime minister's commitments, which are to become law, bring forward the current target for reducing carbon emissions by 15 years. This would be a world-leading position.\nHomes will need to be much better insulated, and people will be encouraged to drive less and walk and cycle more. Aviation is likely to become more expensive for frequent fliers.\nThe government has accepted the advice of its independent Climate Change Committee (CCC) to adopt the emissions cut, which is based on 1990 levels.\nThe International Energy Agency (IEA) has predicted a major surge in CO2 emissions from energy this year, as the world rebounds from the pandemic.\nThe UK's new commitments come as US President Joe Biden prepares to stage a climate summit from Washington DC.\nEnvironmentalists welcomed the government's move, but warned that ministers had consistently failed to achieve previous CCC-set targets.\nAnd they insisted that Chancellor Rishi Sunak must show clearly how the transition is to be funded. \nTom Burke, who chairs the environmental think tank E3G, explained what policy changes were needed to achieve the goal: \"The most important thing, I think, is for [the prime minister] to focus his policy around energy efficiency, around wind and solar, and around storage of electricity and the management of the grid,\" he said.\nHowever, he told the BBC's Today programme: \"At the moment, it's... a bit of a Boris blunderbuss and is a huge range of marginal things instead of a concentration of effort on those things that will deliver the most emissions reductions in the fastest time.\"\nLeo Murray of the climate charity Possible called the announcement \"fantastic\", but added: \"We're not on track to meet previous climate commitments and in many ways the government is still failing.\"\nMr Murray said ministers were \"facing both directions at the same time\", as they had scrapped the Green Homes Grant for insulating homes, had not stopped airport expansion and were \"still pushing a £27bn roads budget\".\nThe CCC report accepted by the government says low-carbon investment must scale up to £50bn a year in the UK. But it adds that in time fuel savings from more efficient equipment will cancel out investment costs.\nThe CCC believes around 1% of GDP - national wealth - would need to be spent on shifting away from fossil fuels over 30 years.\nIts chairman, Lord Deben, said previously: \"The implication of this path is clear: the utmost focus is required from government over the next 10 years. \n\"If policy is not scaled up across every sector, if business is not encouraged to invest, if the people of the UK are not engaged in this challenge - the UK will not deliver net zero by 2050. The 2020s must be the decisive decade of progress and action.\"\nEd Matthew, campaigns director of E3G, said: \"Setting an ambitious emission reduction target would boost the UK's diplomatic drive to persuade other countries to set out ambitious targets of their own.\"\nHe added: \"The UK now has the opportunity to spark a global green industrial revolution, but ultimately its credibility will rest on action.\"\nNet zero means cutting emissions as far as possible, then balancing out any remaining releases by, for example, tree planting.\nThe government has adopted the new 2035 deadline for a 78% emissions cut because scientists say this is needed to keep the rise in global temperatures close to 1.5C above pre-industrial levels.\nFor Labour, shadow business secretary Ed Miliband said: \"The character of this government on climate change is now clear: targets without delivery.\n\"So while any strengthening of our targets is the right thing to do, the government can't be trusted to match rhetoric with reality.\"\nHe added: \"We need a government that treats the climate emergency as the emergency it is. That means greater ambition than this government matched with much more decisive action.\"   \nGreen Party MP Caroline Lucas commented: \"The most glaring problem [with the plan] is the government's failure to address what's driving the climate crisis: an outdated and exploitative economic system that treats our planet and natural world as peripheral to our lives and, worse, expendable.  \n\"The Prime Minister needs to accompany stronger climate targets with an economic reset to put the health and well-being of people and planet above short-term profit and growth.\"                \nFollow Roger on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56768728",
      "category": "business",
      "title": "Super League: Why have the plans collapsed?",
      "text": "Plans for a new football European Super League (ESL) have collapsed, following the withdrawal of most of the teams involved. \nThe decision follows a massive backlash against the league, which had the support of some of the world's biggest clubs. \nSix English Premier League teams had signed up to the ESL - Arsenal, Chelsea, Liverpool, Manchester City, Manchester United and Tottenham. \nThey joined AC Milan, Atletico Madrid, Barcelona, Inter Milan, Juventus and Real Madrid as founder members.\nThe idea was for the clubs to remain in their national leagues, but also to play each other in a new midweek European competition, which would have rivalled the Champions League. \nThe ESL would have had 20 teams, of which 15 founding members would be permanent and never face relegation. Five other sides would qualify each year. \nAll six English Premier League clubs dropped out of the project on Tuesday night.\nThey have now been followed by Atletico Madrid in Spain and Italian team Inter Milan.\nOne of the chief movers behind the ESL, Juventus chairman Andrea Agnelli, has now admitted that the ESL is not likely to go ahead. \n\"I remain convinced of the beauty of that project,\" he said. \"But evidently no, I don't think that project is now still up and running.\"\nWith 15 teams in the ESL not facing qualification or relegation, critics said it would have devalued the game because it was unfair and uncompetitive.\nFor instance, Arsenal have not qualified for the Champions League since the 2016-17 season, but they would have been guaranteed a place - regardless of how they performed in the domestic league.\nHowever, a future winner of the Premier League would not necessarily have qualified for the ESL if they were not a permanent member.\nIf this were the case, that team would miss out on millions of pounds in revenue.\nThe ESL attracted widespread criticism from pundits, players, MPs and most football bodies not involved. \nFans of the clubs involved held several protests outside their grounds. \nIt appears they were taken aback by the strength of criticism. \nArsenal apologised in an open letter to their fans and said they had \"made a mistake\", adding they were withdrawing after listening to supporters and the \"wider football community\".\nTottenham chairman Daniel Levy said the club regretted the \"anxiety and upset\" caused by the proposal.\nManchester United said they had \"listened carefully to the reaction from our fans, the UK government and other key stakeholders,\" in making their decision.\nReal Madrid president Florentino Perez had claimed it would \"save football\", at a time when young people are \"no longer interested\" because of \"a lot of poor quality games\".\nThe founding clubs were promised a share of a €3.5bn (£3bn) grant, provided by investment bank JP Morgan.\nMost are in considerable debt, made worse by the Covid pandemic, due to disrupted fixtures and a lack of spectators.\nBig clubs also have superstar players with multi-million pound salaries.\nIf they could guarantee taking part in a major European football competition every year, they would have become more valuable and stable businesses. \nThe 20-team league would have been split into two groups of 10, playing each other at home and away.\nThe top three in each group would have qualified for the quarter-finals, with the fourth and fifth-placed teams competing in a two-legged play-off for the two remaining spots.\nIt would then have the same two-leg knockout format used in the Champions League, with a final in May.\nThe president of Uefa (the Union of European Football Associations), Aleksander Ceferin, had warned that participating clubs could be banned from European competition, and their players prevented from appearing at the Euros and the World Cup.\nMr Ceferin welcomed the English clubs' reversal, saying, \"the important thing now is that we move on, rebuild the unity that the game enjoyed before this, and move forward together\".\nAfter the collapse of plans for a super league, the BBC discusses the future of football with current and former club bosses, fans and sport business experts in a special Wake Up To Money Business of Sport Podcast. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56793317",
      "category": "world-africa",
      "title": "Table Mountain fire: Historic buildings destroyed in Cape Town",
      "tags": "Wildfires,South Africa,Cape Town",
      "text": "A wildfire on the slopes of South Africa's Table Mountain has spread to the nearby University of Cape Town campus, forcing the evacuation of hundreds of students, officials say.\nThe blaze spread quickly after breaking out on Sunday morning near a memorial to politician Cecil Rhodes. A restaurant was destroyed.\nThe university's historic library and other buildings were also affected.\nFour helicopters are water-bombing the flames.\nSouth African National Parks said firefighters were alerted at 09:00 local time (07:00 GMT). The flames spread quickly because of the low humidity and dry bush.\nThe fire created its own wind further increasing the rate of spread, it added, estimating that firefighters would need at least three days to control the blaze.\n\"After the initial investigation, it is surmised that the origin of the fire is from a vacated vagrant fire,\" it said.\nMore than 120 firefighters have been deployed to the area, and one had to be sent to hospital for treatment with burn wounds. \nThe fire partially destroyed the University of Cape Town's Jagger Library and the historic Mostert's Mill. Other buildings were also affected.\n\"All UCT students have been evacuated from campus by emergency services support staff,\" the university said on Twitter.\nResidents in the area have been warned of smoke and soot in the air, and told to keep windows and doors closed.\nMeanwhile hikers in the Table Mountain National Park have been urged to leave and drivers who have parked in the area have been told to collect their vehicles."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56799720",
      "category": "business",
      "title": "HSBC boss Noel Quinn scraps executive floor at London HQ",
      "tags": "HSBC,Banking",
      "text": "Banking giant HSBC has confirmed that top managers in its Canary Wharf HQ have lost their offices and will have to hot-desk on an open-plan floor.\nIt comes as HSBC pursues plans to shrink its office space by 40% in a post-pandemic shake-up.\nBoss Noel Quinn said the whole bank was embracing \"hybrid working\" and he would no longer come in five days a week. \n\"My leadership team and I have moved to a fully open-plan floor with no designated desks,\" he said on Linkedin. \nUp to now, senior managers have been based on the 42nd floor of the building in east London in their own private offices.\nBut in future, they will be jostling for workspaces two floors down, while their old offices have been transformed into client meeting rooms and other communal spaces.\nMr Quinn told the FT that the old arrangement had been \"a waste of real estate\", adding: \"Our offices were empty half the time because we were travelling around the world.\"\nIn a separate post on LinkedIn he said that after more than a year working from home, being based in an open plan office would allow him to \"reconnect with colleagues and friends [and] be able to speak to them informally\".\nHe added that most staff at the bank would be able to work part-time from home in future.\n\"A minority of roles can be done wholly remotely. We estimate, though, that most of our roles could be done in a hybrid way - and that includes myself and the executive team of the bank.\"\nAt the same time, HSBC is pushing ahead with one of the banking industry's most drastic responses to the pandemic, including cost-cutting plans that will reduce its workforce by about 35,000.\nOther firms in the sector have announced plans to embrace hybrid working as employees signal their desire to commute less.\nOne big UK employer, the Nationwide building society, has indicated that it does not intend to force people to return to the office if they have been successfully able to work from home during the pandemic.\nIt said about two-thirds of its 18,000 employees had been working from home for the past year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56704481",
      "category": "science-environment",
      "title": "Nasa's Ingenuity Mars helicopter set for first flight",
      "tags": "Nasa Perseverance Mars rover,Mars rovers",
      "text": "Nasa is set to make history as it attempts to launch a helicopter from the surface of Mars.\nIf successful, it would be the first powered, controlled flight on another planet.\nThe demonstration should see the Mars-copter - called Ingenuity - rise  to about 3m, hover for roughly 30 seconds, swivel and then land.\nBut with never-tried-before technology and challenging flying conditions, the flight will be difficult to pull off.\n\"It feels absolutely nuts,” says Farah Alibay, a systems engineer at Nasa’s Jet Propulsion Laboratory (JPL).\n\"We've been flying on Earth for just over 100 years, and now we're like, 'yeah, we're gonna go to another planet and fly'. It's crazy. But that's the beauty of exploration. That's the beauty of engineering.”\nIngenuity is scheduled for lift-off at 07:30 GMT (08:30 BST) on Monday. The first data revealing whether the chopper experiment worked should start arriving back at Earth some three hours later.\nThis information has to be relayed through Nasa's Perseverance rover and a satellite at Mars that will beam it to JPL. \nWhere will the flight take place?\nThe Perseverance Rover landed in a region of the Red Planet called Jezero Crater. The robot carried the helicopter beneath it as it made the perilous descent to Mars' surface in February.\nPerseverance then drove to an \"airstrip\" about 20m away from its landing site, lowering Ingenuity to the ground and taking a selfie of the two of them.\nEngineers say the helicopter looks in good shape for its test flight. A software patch to take care of a technical glitch was installed and tested in recent days, but everything should now be ready for the big moment.\nA full-speed rotor run-up was performed on Friday.\n\"We have fully confirmed that Ingenuity has enough energy and power to perform this flight at Mars,\" said MiMi Aung, Ingenuity project manager, at a pre-flight press briefing.\nIf the flight works, a further four flights will be attempted over the coming days, each one taking the helicopter further afield. \nWhat makes flying on Mars so hard? \nThe atmosphere on Mars is extremely thin - about 1% of the density here on Earth - and this doesn't give the helicopter much air to \"bite\" into.\nThe pull of gravity on the Red Planet is less, which helps - but even so engineers have had to build their chopper very light. It has a mass of just 1.8kg (4lb).\nThe two 1.2m-long rotors spin in opposite directions at up to 2,500rpm. This is extremely fast - indeed, the rotor tips will be moving at about two-thirds of the speed of sound on Mars. This should provide the lift Ingenuity needs.\nNasa has been keeping an eye on the winds in Jezero. These could measure up to 20m per second - faster than what was tested on Earth. But the team believes the helicopter will cope.\nWhat images will we see?\nIngenuity has two cameras onboard. \nA black-and-white camera that points down to the ground, which is used for navigation, and a high-resolution colour camera that looks out to the horizon. \nThe rover will also be snapping away from a distance of about 65m. It will be using its zoom cameras to try to get some close-ups of the action. With luck we should also get to see some video.\nAll this has its complications as well. Both the rover and helicopter function autonomously and carry separate clocks. The timing devices will need to be in sync for the photography to work.\nKey frames have already been selected for priority return in the data downlink on Monday. We'll just have to wait to see if these were lucky choices.  \n\"We have practised it, so we hope everything will go well… But we know there'll be surprises,\" said Elsa Jensen, uplink operations lead.\nWhy is this flight so important? \nThe US space agency says the flight will be a \"Wright Brothers moment\" - a reference to the first powered, controlled aircraft flight here on Earth in 1903.\nTo mark the connection, a postage stamp-sized piece of fabric from a wing of the brothers' plane was taped to Ingenuity before it left Earth. It's worth noting that the Wright Brothers' first flight lasted just 12 seconds. Great things start with small steps.\nThe hope is this small technology demonstration could eventually transform how we explore some distant worlds.\n\"You can traverse places without being hindered by the terrain in the same way as a land-based vehicle is,” explains Havard Grip, Ingenuity’s chief pilot.\n\"It could do scouting missions for future rovers, perhaps, or even for astronauts, and then we're also thinking about it in terms of the potential for carrying its own science instruments to places that are very hard to access.\"\nNasa has already approved a helicopter mission to Titan, the big moon of Saturn. This has a very thick atmosphere. Dragonfly, as the mission is known, should arrive at Titan in the mid-2030s.\nFollow Rebecca on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56799755/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Nasa successfully flies small helicopter on Mars",
      "tags": "Mars,Nasa,Space,Exploration of Mars,Nasa Perseverance Mars rover,Ingenuity Mars helicopter,Space exploration",
      "text": "The American space agency has successfully flown a small helicopter on Mars. \nThe drone, called Ingenuity, was airborne for less than a minute, but Nasa is celebrating what represents the first powered, controlled flight by an aircraft on another world.\nConfirmation came via a satellite at Mars which relayed the chopper's data back to Earth.\nThe space agency is promising more adventurous flights in the days ahead.\nIngenuity will be commanded to fly higher and further as engineers seek to test the limits of the technology.\nThe rotorcraft was carried to Mars in the belly of Nasa's Perseverance Rover, which touched down in Jezero Crater on the Red Planet in February.\n\"We can now say that human beings have flown a rotorcraft on another planet,\" said a delighted MiMi Aung, project manager for Ingenuity at Nasa's Jet Propulsion Laboratory (JPL) in Pasadena, California.\n\"We've been talking for so long about our 'Wright Brothers moment' on Mars, and here it is.\" \nThis is a reference to Wilbur and Orville Wright who conducted the first powered, controlled aircraft flight here on Earth in 1903.\nIngenuity even carries a small swatch of fabric from one of the wings of Flyer 1, the aircraft that made that historic flight at Kitty Hawk, North Carolina, more than 117 years ago.\nThere were cheers in the JPL control centre as the first photos of the flight arrived back on Earth. In the background, MiMi Aung could be heard saying: \"It's real!\"\nTo claps from her colleagues, she tore up the contingency speech to have been used in the event of failure.\nThe demonstration saw the Mars-copter rise to just over 3m, hover, swivel 96 degrees, hover some more, and then set down. In all, it managed almost 40 seconds of flight, from take-off to landing. \nGetting airborne on the Red Planet is not easy. The atmosphere is very thin, just 1% of the density here at Earth. This gives the blades on a rotorcraft very little to bite into to gain lift.\nThere's help from the lower gravity at Mars, but still - it takes a lot of work to get up off the ground. \nIngenuity was therefore made extremely light and given the power (a peak power of 350 watts) to turn those blades extremely fast - at over 2,500 revolutions per minute for this particular flight.\nControl was autonomous. The distance to Mars - currently just under 300 million km - means radio signals take minutes to traverse the intervening space. Flying by joystick is simply out of the question.\nAsked whether she was surprised the flight had worked, MiMi Aung said: \"No, I'm not. We really had nailed the equations, the models and the verification here on Earth in our laboratory tests. So, it then became a question of: have we chosen the right materials to build Ingenuity, to survive the space environment, to survive the Mars environment? \n\"We've gone from 'theory says you can' to really now having done it. It's a major first for the human race,\" she told BBC News.\nIngenuity has two cameras onboard. A black-and-white camera that points down to the ground, which is used for navigation, and a high-resolution colour camera that looks out to the horizon.\nSample navigation images sent back to Earth revealed the helicopter's shadow on the floor of the crater as it came back in to land. \nThe Perseverance rover was watching and snapping away from a distance of 65m. Its full-sequence video can be seen at the top of this page. \nNasa has announced that the \"airstrip\" in Jezero where Perseverance dropped off Ingenuity for its demonstration will henceforth be known as the \"Wright Brothers Field\". \nThe International Civil Aviation Organization (ICAO) - the United Nations' civil aviation agency - has also presented Nasa and the US Federal Aviation Administration with an official ICAO designator: IGY. \n\"India Golf Yankee, with the call sign 'Ingenuity', and those details will be officially included in the next edition of ICAO's designators for aircraft, operating agencies, aeronautical authorities and services,\" explained Håvard Grip, the Mars helicopter's chief pilot at JPL.\nMonday's successful maiden outing means that a further four flights will be attempted over the coming days, with the first of these occurring as early as Thursday. Each succeeding flight will build on what has gone before.  \n\"What we're talking about here is going higher, going further, going faster, stretching the capabilities of the helicopter in those ways,\" Dr Grip explained.\n\"We're putting the pedal down and going for it,\" added Dr Thomas Zurbuchen, the head of science at Nasa.\nThe hope is this initial demonstration could eventually transform how we explore some distant worlds.\nDrones might be used to scout ahead for future rovers, and even astronauts once they eventually get to Mars.\nMichael Watkins, JPL director, said: \"What the Ingenuity team has done is given us the third dimension; they've freed us from the surface now forever in planetary exploration, so that we can now make a combination of driving on the surface and sampling the surface, doing reconnaissance, and even scientific experimentation on inaccessible places for a rover. This is exactly the way we build the future.\"\nBob Balaram, Ingenuity's chief engineer, said ideas for larger helicopters were already being discussed. \n\"We are thinking of things in the 25-30kg class of vehicles, and those vehicles would carry maybe about 4kg of science instruments,\" he told reporters.\nNasa has already approved a helicopter mission to Titan, the big moon of Saturn. Dragonfly, as the mission is known, should arrive at Titan in the mid-2030s. It will be easier to fly on this moon given its very thick atmosphere."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56806312",
      "category": "entertainment-arts",
      "title": "Morrissey's manager attacks 'hurtful and racist' Simpsons parody",
      "tags": "Television,The Simpsons,Music",
      "text": "Morrissey appears to have taken offence at The Simpsons after being sent up in the animation's latest episode.\nIn the show, titled Panic On The Streets of Springfield, Lisa Simpson becomes obsessed with the militantly vegan singer of a 1980s indie band.\nBut her dreams are shattered when it transpires her idol, voiced by Benedict Cumberbatch, had become a bitter, overweight, anti-immigrant meat-eater.\nA statement on Morrissey's Facebook called the show \"hurtful and racist\".\n\"Surprising what a 'turn for the worst' the writing for The Simpson's TV show has taken in recent years,\" said the statement, which was posted by the star's manager, Peter Katsis.\n\"Poking fun at subjects is one thing,\" it continued, \"but when a show stoops so low to use harshly hateful tactics like showing the Morrissey character with his belly hanging out of his shirt (when he has never looked like that at any point in his career) makes you wonder who the real hurtful, racist group is here.\n\"Even worse - calling the Morrissey character out for being a racist, without pointing out any specific instances, offers nothing. It only serves to insult the artist.\" \nThe statement went on to accuse The Simpsons of hypocrisy, noting that white actor Hank Azaria had recently bowed to criticism and agreed to stop voicing the Indian character Apu Nahasapeemapetilon.\n\"Hank Azaria's recent apology to the whole country of India for his role in upholding 'structural racism' says it all,\" the message said.\nPrior to the episode airing, Morrisey's official Facebook page had promoted the show by posting a still image from the animation.\nThe show said it would not be commenting on the star's latest statement.\nHowever, the episode's writer previously insisted that the character was not solely based on Morrissey.\n\"I'm sticking by that,\" Tim Long told Variety magazine, adding: \"The character is definitely Morrissey-esque, with maybe a small dash of Robert Smith from the Cure, Ian Curtis from Joy Division, and a bunch of other people\".\nCalled Quilloughby, the character was said to be the lead singer of a band called The Snuffs - a stand-in for The Smiths. \nThe episode also featured music by Flight Of The Conchords and The Muppets' songwriter, Bret McKenzie; and included parodies of The Smiths song titles, such as How Late Is Then, Hamburger Is Homicide, and Everyone Is Horrid Except Me (And Possibly You).\nLong said the episode had been inspired by his love of British indie bands during the 1980s, recalling how seeing The Smiths on their The Queen Is Dead tour had \"changed my life\".\n\"I've seen Moz  [Morrissey] many times since then, most recently at the Hollywood Bowl in 2018,\" he explained to Variety. \n\"Executive producer Matt Selman was also at that show, and we got to talking about how much music meant to us as weird, alienated teenagers - and also how being a big fan of someone is like having a lifelong relationship with them, with all the ups and down that implies. This show grew out of that discussion.\"\nIn recent years, Morrissey has been criticised for his outspoken and controversial views. \nHe has called halal meat \"evil\", accused London Mayor Sadiq Khan of being unable to \"talk properly\" and appeared to defend actor Kevin Spacey over allegations of sexual abuse.\nThe singer has also expressed support for the far-right For Britain party, wearing a badge with its logo on during a US TV performance. \nHe has consistently denied being a racist.\nPanic On The Streets Of Springfield has yet to be broadcast in the UK, but is expected to premiere on Sky One next month.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56799729",
      "category": "uk-scotland",
      "title": "Covid in Scotland: New draft hospitality guidance a 'bombshell'",
      "tags": "Coronavirus lockdown measures,Edinburgh,Coronavirus pandemic",
      "text": "A Scottish restaurant owner has described new draft hospitality Covid guidance as a \"bombshell\".\nThe sector had expected that 1m (3ft) social distancing would apply between tables when it reopens next Monday.\nBut the new proposals state people from different households will now have to observe social distancing at tables.\nThe government said it had worked with industry and unions to ensure its guidance was \"evidence-based, fair and ethical, clear and realistic\". \nWhen Scotland moves to level three next Monday the hospitality sector will be able to sell alcohol outdoors to a maximum group of six people from six households.\nThe sale of alcohol indoors will not be permitted, however, a maximum of six people from two households will be able to meet indoors and premises will close at 20:00.   \nCarina Contini, co-owner of Cantini restaurants in Edinburgh, said she was feeling \"really optimistic\" until the new guidance was published at 18:00 on Friday.\nShe told BBC Radio's Good Morning Scotland programme: \"They have thrown us an absolute bombshell, an absolutely impossibility in terms of reopening.\n\"The bookings that we have already got we will have to phone up and say 'I'm sorry we can't honour your booking because we can't host this level of capacity'.\"\nMs Contini said she would also have to let down suppliers and her staff.\nShe added: \"It is absolutely going to be crippling for the sector.\"\nShe said the rules were completely impractical.\n\"If I was catering for six people at a table, I would have to have a table that is 3.5m (11ft) long,\" she said. \n\"There is not a restaurant supplier in the country that makes tables that are 3.5m long.\n\"Elderly couples who may be hard of hearing are going to have to FaceTime themselves over lunch because the distance is so far away.\"\nMs Contini also criticised the short notice, ahead of the sector's planned reopening next Monday, and urged the Scottish government to reconsider.\nShe added: \"These regulations are now more harmful, more dangerous to our business than Covid itself.\"\nLinda Bauld, professor of public health at the University of Edinburgh, emphasised that the guidance was draft.\nShe told Good Morning Scotland: \"It is extremely important that the sector have the opportunity to comment, to express their concerns and to see what is feasible for them.\n\"I imagine the reason the 1m requirement between different household members is in place is to provide additional protection but the government has to balance up additional harms at the moment.\"\nMeanwhile, the Night Time Industries Association (NTIA) has warned of an \"impending unemployment tsunami\" and said a majority of businesses had run out of money to pay furlough contributions and fixed costs.\nIt also highlighted a recent survey of its members which found the average Covid-related debt was £150,000 or more per premises.\nNTIA spokesman Gavin Stevenson said: \"Many of our members have been closed for over a year now, and virtually all have suffered crippling financial losses. \n\"In short, the money going out every month has been far greater than the money coming in, and government support has typically covered less than a quarter of this deficit.\"\n\"To add insult to injury government support has now ended while there is no end date to forced closure and other restrictions.\"\nHe called on the Scottish government to provide \"substantial and immediate\" additional support for as long as businesses remain closed and operate under \"unviable\" restrictions.\nAlternatively, he said his members needed a \"clear route map\" with target dates for the end of all legal restrictions on capacity, activity and opening hours.\nThe Scottish government said the draft guidance \"may be amended subject to comments received to take into account engagement with stakeholders.\"\nA spokesman added: \"The requirement to physical distance has been established for some time and businesses are already following existing sectoral advice on this. The draft guidance builds on that but does not introduce significant change.\"\nHe added that it would help businesses due to open next week do so \"as safely as possible\" and provided guidance on how business owners could calculate maximum capacity on their premises.\nLast week hospitality and tourism leaders in Scotland criticised the Covid restrictions which prevent the sector from reopening.\nAnd they warned that waiting two weeks before reopening would come at a cost to Scotland's economy of £20m.\nThey were speaking as England's lockdown rules eased further, with pub gardens and restaurants among the places able to reopen.\nSouth of the border people can now visit bars and restaurants outdoors but must either follow the rule of six, or be in a group of any size with no more than two households present. Tables must be socially distanced.\nThe First Minister is set to confirm what she's been signalling for some time - hospitality will re-open in Scotland next Monday, April 26.\nThere will be restrictions on the industry, and one measure that many owners find frustrating is one metre social distancing.\nThis is the same rule that was in place last year. It means there should be one metre between any customers who are not part of the same household, even if they are at the same table. \nIt's not hard to work out why this isn't popular with some industry figures - social distancing (even at one metre) means fewer customers can fit in.\nBut the virus is still circulating, and measures like this are designed to lower transmission risk.\nOther changes scheduled for April 26 should go ahead as planned. Gyms and shops will re-open, and travel between Scotland, England and Wales should be possible. But it's unlikely further changes will be accelerated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56810371",
      "category": "world-us-canada",
      "title": "Brian Sicknick: US Capitol riot policeman 'died of natural causes'",
      "tags": "Washington DC,US Capitol stormed,United States Capitol",
      "text": "A US police officer who died after January's Capitol riot had two strokes and died from natural causes, the chief medical examiner for Washington DC has ruled.\nTwo men are accused of using a type of pepper spray on Officer Brian Sicknick.\nHowever, the ruling means they are now unlikely to be charged with homicide.\nThe autopsy found no evidence of an allergic reaction to chemicals, nor of internal or external injuries, Dr Francisco Diaz said.\nOfficer Sicknick, 42, was defending the Capitol building from supporters of then President Donald Trump who stormed it on 6 January. He collapsed after returning to his office during the siege, and died the next day in hospital.\nIn his ruling, Dr Diaz found Officer Sicknick died of a medical condition which was not brought on by an injury. \nDue to privacy laws, Dr Diaz is unable to say whether the officer had any pre-existing medical conditions. However, he did acknowledge the policeman's role in the events, telling the Washington Post: \"All that transpired played a role in his condition.\"\nSpeculation over Officer Sicknick's death was the source of widespread misinformation after the New York Times reported erroneously that protesters had bludgeoned him with a fire extinguisher - a claim the newspaper later retracted.\nFour other people died in the Capitol riot - all pro-Trump protesters: unarmed Ashli Babbitt was shot at point blank range by a Capitol Police officer; two others died of heart failure and one from an amphetamine overdose.\nJulian Elie Khater, 32, and George Pierre Tanios, 39, were arrested in March accused of assaulting Officer Sicknick with a chemical spray. The pair, who reportedly grew up together in New Jersey, were \"working in concert and had a plan to use the toxic spray against law enforcement\", according to court documents. \nThe documents allege that Mr Khater was recorded on video asking Mr Tanios for the spray - known as bear spray - near the Lower West Terrace of the Capitol, where Officer Sicknick and other police were standing guard.\nMinutes later, Mr Khater is seen on video discharging a canister of the spray into the faces of three officers, who were were temporarily blinded and incapacitated for more than 20 minutes, according to investigators.\nThe men have been charged with nine counts and face up to 20 years in prison. Their lawyers had no comment on the chief medical examiner's ruling, AP reports.\nMore than 540 suspects have been identified, and investigators have charged some 400 people in connection with the Capitol siege so far, which led to Mr Trump's second impeachment.\nExactly 100 days after the riot, prosecutors got their first guilty plea, as Jon Schaffer, 53, a member of the Oath Keepers militia group and a heavy metal guitarist admitted to two charges - obstructing an official proceeding and entering a restricted building with a dangerous weapon."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56807515",
      "category": "uk-politics",
      "title": "European Super League: Ministers say they will work to block breakaway group",
      "tags": "Oliver Dowden",
      "text": "The government has said it will do \"whatever it takes\" to prevent a breakaway European Super League involving six leading English clubs. \nBoris Johnson said ministers would be working to make sure the league did not go ahead in the way being proposed.\nThe Duke of Cambridge also said he shared fans' concerns about \"the damage it risks causing to the game we love\".\nBut the president of Real Madrid told a Spanish TV show: \"We are doing this to save football at this critical moment.\"\nFlorentino Perez, president of Real Madrid, said the decision to create the new league was in part taken because \"young people are no longer interested\" in the game.\nSpeaking for the first time since the league was announced, Mr Perez said: \"Audiences are decreasing and rights are decreasing and something had to be done. We are all ruined. Television has to change so we can adapt.\"\nThe 12 founding members of the league, which includes Real Madrid plus three yet to join - would be permanent and never face relegation.\nSix English clubs - Arsenal, Chelsea, Liverpool, Manchester City, Manchester United and Tottenham - have signed up to the league\nThey would join Spanish sides Atletico Madrid, Real Madrid and Barcelona and Italian clubs AC Milan, Juventus and Inter Milan.\nThe competition would have 20 teams and another five sides would have to qualify each year for the competition.\nMatches would take place midweek and rival the existing Champions League.\nBut the president of European football's governing body Uefa, Aleksander Ceferin, warned players who play for teams in the ESL would be \"banned from the World Cup and the Euros\".\nAs opposition to the plans gathered momentum, Prince William, President of the Football Association, said in a tweet: \"Now, more than ever, we must protect the entire football community - from the top level to the grassroots - and the values of competition and fairness at its core.\"\nAnd broadcaster Sky Sports said: \"We have not been involved in any discussions with the proposed breakaway European Super League.\"\n\"We are completely focused on supporting our long term football partners in the UK and in Europe, already providing fans with the best live action from the best football competitions in the world,\" the company added.\nIn a statement to MPs in the House of Commons, Culture Secretary Oliver Dowden criticised the so-called \"big six\" English clubs for going \"against the very spirit of the game\".\nHe added club owners \"should remember that they are only temporary custodians of these clubs and that they forget fans at their peril\".\nMr Dowden said he had spoken to Uefa and the Football Association, who both oppose the move by the 12 clubs, adding that, \"if they can't act, we will\".\n\"We will put everything on the table to prevent this from happening,\" he told MPs. \n\"We are examining every option from governance reform to competition law and mechanisms that allow football to take place.\n\"We will be reviewing everything Government does to support these clubs to play. We will do whatever it takes to protect our national game.\"\nA fan-led review, due to take place after the pandemic, has been brought forward because of the ESL announcement, Mr Dowden said. \nIt will be led by former sports minister Tracey Crouch and consider how fans can have an even greater say in the oversight of the game.\nThe review will also look at the finances of the men's and women's game, its governance and whether an independent football regulator should be set up.\nEarlier, Prime Minister Boris Johnson said the government was \"going to look at everything that we can do with the football authorities to make sure that this (plan) doesn't go ahead in the way that it's currently being proposed\".\nDowning Street said ministers were looking at a \"range of options\", including a German-style system of fan ownership of clubs and clawing back coronavirus support loans.\nBut Labour urged ministers to do more, with shadow culture secretary Jo Stevens saying it was \"time for the government to get off the subs bench and show some leadership on the pitch because we need reform of football\".\nShe added: \"It's not as if there's been a blockage here in Parliament preventing the government from taking action to sort the problems out.\"\nFans and pundits have expressed revulsion at what they claim would be an unfair competition that would lock many teams out of top European football.\nMatch of the Day host and former England footballer Gary Lineker said it was \"a time of great concern\", adding that if the ESL went ahead as planned, it would have \"massive ramifications\" on the domestic game.\n\"It will wreck the pyramid system (of leagues, promotion and relegation) that has been so important to local football clubs, communities and teams, and it takes out the competition.\" \nAround 68% of football fans strongly oppose the creation of the ESL, while only 14% support it, according to a YouGov survey of 1,730 fans. \nSome 700 football supporters gathered outside Leeds United's Elland Road ground ahead of the club's Premier League game against Liverpool to protest against the proposed new league. \n A Liverpool shirt was burned and a plane flew over the stadium displaying an anti-Super League message.\nInside the stadium Leeds players wore T-shirts saying 'Earn it' next to the Champions League logo and 'Football is for the fans'. A banner behind one goal had the same message.\nLaunching their plan, the 12 founding members of the ESL said the pandemic had \"accelerated the instability in the existing European football economic model\".\nThey said there was a \"need to provide higher-quality matches and additional financial resources for the overall football pyramid\".\nBBC's Sports Editor Dan Roan said leading figures were insisting the Super League would generate much more money, not just for the clubs involved, but for the rest of the \"football family\". \nHe added they seemed \"very confident\" they were on a strong legal footing when it came to blocking any punishments threatened by bodies such as Uefa.\nEarlier, Manchester United's shares rose within minutes of the opening bell on the New York Stock Exchange, where they are traded.\nFifteen minutes after the trading day began, they were up around 8.5%. \nMeanwhile, Juventus's share price jumped by more than 14% on Monday morning.\nBut Liverpool manager Jurgen Klopp has said he remained opposed to the idea of the league - despite his club agreeing to join it. \n\"I like the competitive aspect of football. I like that West Ham might play in the Champions League,\" he said, adding that he and his players did not know about the move before it happened. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56795862",
      "category": "business",
      "title": "Job centre workers 'feel unsafe returning to work'",
      "tags": "Unemployment,Coronavirus lockdown measures,Public health,Department for Work & Pensions,Social distancing,Jobcentre Plus,Coronavirus testing,Self-isolation,Unemployment in the UK,Coronavirus pandemic",
      "text": "Many job centre workers currently do not feel safe about returning to the office due to continued concerns about the coronavirus, a union has claimed.\nThe Public and Commercial Services (PCS) union surveyed 1,299 members and found that three in five workers feel unsafe about going back. \nIt says \"a majority\" of in-person interviews to discuss benefits claims should be done remotely over the phone.\nThe issue could result in industrial action, the union has warned.\nPCS found that only 21% of staff surveyed could say for certain that they \"felt safe\" dealing with face-to-face claimant appointments in job centres across the UK.\nThe union says the vast bulk of the in-person interviews for Universal Credit and other benefits should be done remotely.  \nFrom 12 April onwards, the numbers of in-person interviews at job centres, particularly in the 18-24 age group, will be increasing.\nThe BBC understands there are concerns that the government wants more people to visit job centres in person so they can be assessed for \"conditionality\".\nThe implication is that some people could see their benefits taken away from them, if they fail to meet certain behavioural conditions. \n\"These results reflect the anger and frustration our members feel every day,\" said PCS general secretary Mark Serwotka.\n\"Thousands of Department for Work & Pensions (DWP) staff have been providing support to claimants safely from home throughout the pandemic - the only logical reason they would insist on fully reopening is because management's obsession with sanctioning vulnerable claimants.\"\nHe added that the statistics collected by the union \"should send a strong signal to ministers\" that they needed to meet with staff soon \"to avoid potential industrial action\". \nA DWP spokesman said: \"Throughout this pandemic, jobcentres have remained open to ensure we can continue to provide vital support to the most vulnerable. Our return to full opening hours will enable us to provide even more help and support to those who need us.\"\nHe added that the health and safety of colleagues was taken \"extremely seriously\".\n\"[We] are absolutely committed to ensuring all our sites remain Covid secure in line with PHE and government guidance to keep colleagues and customers safe.\" \nAre you hoping to use the low deposit mortgage scheme? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56800977",
      "category": "uk-england-kent",
      "title": "Harry Richford: East Kent NHS Trust pleads guilty over baby death",
      "tags": "Margate,Folkestone,NHS",
      "text": "An NHS trust has admitted failing to provide safe care and treatment for a mother and her baby boy, who died seven days after an emergency delivery.\nMother Sarah Richford said it brought \"some level of justice\" for baby Harry's death in 2017.\nLawyers for the East Kent Hospitals Trust pleaded guilty to the charge at Folkestone Magistrates Court.\nThe trust said it had made \"significant changes\" and would \"do everything we can to learn from this tragedy\".\nMrs Richford said: \"Although Harry's life was short, hopefully it's made a difference and that other babies won't die\".\nShe added: \"If somebody had done this before Harry was born he may be alive today.\"\nThe prosecution by the Care Quality Commission followed an inquest in 2020, which found Harry's death was wholly avoidable and contributed to by neglect at Margate's Queen Elizabeth the Queen Mother Hospital. \nThe inquest found more than a dozen areas of concern in the care of Harry and his mother, including failings in the way an \"inexperienced\" doctor carried out the delivery, followed by delays in resuscitation. \nCoroner Christopher Sutton-Mattocks criticised the trust for initially saying the death was \"expected\", adding that an inquest was only ordered due to the family's persistence. \nThe rate of neonatal deaths and still births at the trust had both fallen since 2020, Harry's family said in a statement. \n\"This proves that with the right level of focus, leadership and attention, babies' lives can be saved,\" they said. \n\"Harry's life and our sacrifice has made a significant difference here in East Kent and it must be maintained.\"\nAn independent review of maternity services at the trust is ongoing after a series of failings led to the deaths of up to 15 babies. \nFather Tom Richford said the family had to \"fight and fight and fight and eventually we've now got the inquests, and the inquiries and the investigations that really mean that change should hopefully be more systemic and sustainable\". \nBy Mark Norman, health correspondent, BBC South East Today\nWhen you meet the Richford family you realise that they have spent the last three and a half years simply trying to find answers to what happened to baby Harry.\nThere have been some key moments in their relentless pursuit of those answers. \nThe trust's own investigation threw up more questions than answers, a Royal College report highlighted serious concerns with the maternity department two years before Harry died, while the coroner's inquest found his death was wholly avoidable. \nThe family have always maintained they wanted to see improvements in the maternity departments in Margate and Ashford and they tell me they take comfort from the fact that some improvements do appear to have taken place in recent months.   \nThe trust admitted one count of failing to provide safe care and treatment resulting in avoidable harm to Harry and Sarah Richford. \nIt will be sentenced on 18 June. \nDistrict Judge Justin Barron explained to the family \"this can only be dealt with by way of a fine,\" adding: \"I do have an unlimited fine available to me.\"\nChief executive Susan Acott said: \"We are deeply sorry that we failed Harry, Sarah and the Richford family and apologise unreservedly for our failures in their care.\""
    }
  ]
}