{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57223755",
      "category": "uk-england",
      "title": "Sasha Johnson: Black Lives Matter activist shot in London",
      "tags": "Black Lives Matter,Peckham,Southwark,Oxford",
      "text": "Prominent Black Lives Matter activist Sasha Johnson is critically ill after being shot in the head, her party says.\nThe Taking the Initiative Party (TTIP) said she was being treated in intensive care after being \"brutally attacked\" in the early hours of Sunday.\nThe 27-year-old has life-threatening injuries following the shooting on Consort Road, in Peckham, south London.\nTTIP said Ms Johnson had undergone an operation and remained in critical care, in recovery post-surgery.\nA vigil was held in Ruskin Park, close to King's College Hospital, where Ms Johnson is being treated.\nWell-wishers played African drums and prayed for Ms Johnson to pull through.\nOne speaker told the crowd: \"In every community there are good eggs and bad eggs and we have to make sure those bad eggs are held accountable for their actions.\n\"Because it's not acceptable for those bad eggs to be attacking our warriors - be they male or female.\n\"Warriors who are out there every day without pay working for our families, working for our communities.\"\nPolice said at this stage there was no evidence the attack was targeted.\nAfter fears grew among other activists that it was a targeted attack, Charles Gordon, one of TTIP's founding members said: \"I would like to say that we need to stay cautious and aware; the truth is that we don't know what has happened here.\"\nA party spokesman said: \"Whilst we understand there is much speculation around the nature of the incident, our priority is Sasha's health and recovery.\"\nDetectives said there was currently nothing to suggest the shooting victim had received any credible threats against her, and have appealed for witnesses.\nThey have not confirmed her identity.\nEarlier, Imarn Ayton, a friend of Ms Johnson's, told the BBC doctors had carried out surgery on her fellow activist, which had gone well and she was \"now with her parents\".\nShe said Ms Johnson had been at a party or gathering when she was injured but she did not believe \"she was the intended victim\".\n\"As far as I am aware... this incident is more related to rival gangs as opposed to her activism,\" Ms Ayton said.\nDetectives from the Met's Specialist Crime Command have been investigating at the scene and the surrounding area and are pursuing a number of lines of inquiry. \nIt is believed the shooting happened near a house where a party was taking place and a number of people may have been in the area, a Met Police statement said.\nThe Taking the Initiative Party said the attack followed \"numerous death threats\".\nDet Ch Insp Jimi Tele said: \"This was a shocking incident that has left a young woman with very serious injuries. Our thoughts are with her family who are being provided with support at this terribly difficult time.\"\nHe added: \"If you saw anything suspicious in the Consort Road area in the early hours of Sunday morning, or if you have heard information since that could help detectives, it is crucial that you get in touch.\"\nDr Darren Henry, who knew Ms Johnson through community activism campaigns, called on those speculating about the shooting to \"let the police do their jobs\".\n\"Like any shocking or horrendous crime in our community, we hope that the offenders are brought to justice and that there is no bias and no racism.\n\"Let the police do their watching and monitoring, but we are out here as well doing our watching and our monitoring.\"\nTributes on social media have been pouring in from all over the world since the shocking attack on the young mother.\nTamika Mallory, a well-known US activist posted on her Instagram account: \"Pull through sis! People think it's a game out here. Smh. #SashaJohnson\", while Labour MP for Tottenham David Lammy tweeted: \"This is gut wrenching. Praying for Sasha Johnson, her family and friends that she makes a full recovery #BlackLivesMatter\".\nAnd Harriet Harman, the Labour MP for Camberwell and Peckham, tweeted: \"Whoever carried out this dreadful shooting of Sasha Johnson needs to be caught quickly. Give any info you have to MPSSouthwark. Reported death threats will need to be investigated. Wishing her a full recovery. With thanks to the NHS for much needed expertise and care.\"\nMs Johnson was a well known anti-racism campaigner who organised a Black Lives Matter protest last summer, in her home city of Oxford. \nMany have praised her courage and determination to stand up for the rights of black people, tirelessly calling out injustices and inequality. \nMs Johnson has previously spoken about living in a society where her black sons would be accepted and which had a better system that could help them grow. She said she was determined to carry on campaigning and wanted to make a difference within her own community. \nMs Johnson, who works in community activism and community support and got a first in social care from Ruskin College in Oxford, has been a leading figure in the Black Lives Matter movement in the UK and is a member of the Taking the Initiative Party's leadership committee.\nIn its manifesto, the party describes itself as aiming \"to create real change in communities across the UK by setting the agenda in government\". \nIt said it wanted to do this by putting forward \"exceptional candidates who truly represent their communities, winning seats to create a Parliament that looks like the society it leads\". \nIn a statement on Instagram, the party said Ms Johnson is a mother of two and a \"powerful voice\" who has always been fighting for black people and against the injustices that affect the black community.\n\"Let's all come together and pray for Sasha, pray for her recovery and show our support to her family and loved ones,\" the statement said.\nBlack Lives Matters UK said it was shocked by the shooting of \"a young mother and fearless political campaigner who was at the forefront of many BLM protests last summer\".\nIt said that while she was not part of the organisation, \"she impressively founded a new Black-led political party and was dedicated to resist anti-Black racism\".\nThe group added: \"Any attempt to intimidate or silence her, is an attack on all of us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57205425",
      "category": "uk-england-leeds",
      "title": "Jo Cox: MP's sister Kim Leadbeater is Labour's Batley candidate",
      "tags": "Jo Cox,Jo Cox murder,Labour Party,Kim Leadbeater,Tracy Brabin",
      "text": "Jo Cox's sister has been chosen as the Labour candidate in the constituency the murdered MP once represented.\nKim Leadbeater will contest a by-election for the Batley and Spen seat on a date yet to be confirmed.\nThe election was prompted by the resignation as Batley MP of Tracy Brabin, who was recently elected as West Yorkshire's first regional mayor.\nMs Brabin was voted in as an MP in October 2016 after Ms Cox, 41, was shot and stabbed by a right-wing extremist.\nSpeaking after she was chosen by the constituency Labour Party, Ms Leadbeater said she was \"overwhelmed and humbled\".\nDuring the selection meeting, Ms Leadbeater told party members she was the candidate the Conservatives \"feared\".\nShe added: \"I'm a proud Yorkshirewoman and have lived in Batley and Spen all my life. I have a deep understanding of the area, its people and some of the challenges it faces.\n\"I feel passionately about the strength there is in such a diverse constituency.\"\nMs Leadbeater, 45, who has received backing from Greater Manchester mayor Andy Burnham, also spoke about the importance of \"strong northern voices\" representing their communities in Westminster.\nShe added: \"Nobody should be in any doubt about the scale of the task we have to keep Batley and Spen Labour.\"\nIt will be seen as a key test for the party, which lost the Hartlepool by-election to the Conservatives earlier this month.\nMs Brabin held Batley and Spen for Labour with a reduced majority in the general election of 2019 - down to 3,525 from 8,961 in 2017. The Conservative Party's candidate came second.\nLabour leader Sir Keir Starmer said Ms Leadbeater's \"roots in the community will make her a fantastic champion\".\nHe added: \"Batley and Spen holds an important place in the Labour Party's heart. And Kim's work to bring people together, just as her sister Jo Cox did, has inspired us all.\"\nAnalysis\nBy BBC political correspondent Damian Grammaticas\nFor Kim Leadbeater, standing in this election is deeply personal, following in her murdered sister's footsteps. For the Labour Party, selecting her as their candidate is highly strategic. \nLabour was stung by the recent loss of the Hartelpool by-election. The leadership was blamed for losing touch with local voters and criticised for fielding a candidate from outside the constituency. \nThis time, in Kim Leadbeater, they hope they have one with intimate ties and an emotional appeal in the area. But having a local candidate isn't Labour's only issue. \nIn 2019, Labour won Batley and Spen securing about 3,500 more votes than the Conservatives. However 6,500 people voted for an independent Brexit-supporting candidate. \nIf many of them now turn to the Tories, Kim Leadbeater will have a tough task on her hands. In Hartlepool a similar thing happened. \nThere Labour's majority had been 3,500 too. But around 10,000 had supported the Brexit Party in 2019 and many switched to the Conservatives, helping them win the seat. \nMs Leadbeater has worked as an ambassador for the Jo Cox Foundation, which was established to campaign for issues the MP cared about.\nShe was appointed MBE in the New Year's Honours for her work in tackling social isolation.\nThe Conservatives announced on Wednesday that Ryan Stephenson, a Leeds councillor, had been selected as the party's by-election candidate.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57217739",
      "category": "uk-politics",
      "title": "New border scheme will make UK safer, says Priti Patel",
      "tags": "UK Visas,Immigration,Priti Patel,Nick Thomas-Symonds",
      "text": "A new border scheme requiring visitors to apply for an electronic permit will make the UK safer, Home Secretary Priti Patel has said. \nShe also argued it will make it easier to count those coming to the UK.\nUnder the plan, all visitors without a visa or immigration status will have to apply for an Electronic Travel Authorisation (ETA) before coming to the UK.\nBut Labour accused the government of \"incompetence\" over immigration. \nPassengers required to get a permit under the new system would include those travelling to the UK for a short stay or transiting - changing planes - in the country.\nPeople wishing to work in the UK or stay in the country for a long period of time - for example over six months - would need to obtain a visa, rather than an ETA.\nThe Home Office says the new system would allow automated and early security checks to take place to stop foreign criminals arriving in the country, with applicants only allowed to travel once they have been cleared.\nThe department also says the new scheme will make it easier to count the numbers coming into the country and notes that past migration figures have underestimated the true figure.\nFor example, the government estimated three million Europeans lived in the UK, but more than five million ended up applying to the EU settlement scheme. \nAround 30 million people are expected to apply for ETAs each year.\nThe new scheme is modelled on the US Electronic System for Travel Authorization which has been in place since 2009, while the EU is planning to introduce its own version - European Travel Information and Authorisation System - next year.\nThe announcement comes as reports say the numbers of migrants crossing the English Channel by boat are higher this year than last, despite an agreement signed with France in November to increase border security and prevent migrant crossings.\nMs Patel is expected to give further details of her Legal Migration and Border Control Strategy on Monday.\nSpeaking ahead of that announcement, Ms Patel said: \"Now we have taken back control and ended free movement, security is at the very heart of our immigration strategy. \n\"Our new approach will make it easier to identify potential threats before they reach the border.\"\nLabour's shadow home secretary Nick Thomas-Symonds accused the government of \"utter incompetence\" adding that it had \"broken\" the asylum system.\nSpeaking to Sky's Trevor Phillips on Sunday he said:\"If you look at 2014, 87% of asylum claims were being dealt with within six months, that figure had fallen to 20% by 2019, and what did the government do? They got rid of performance targets.\"\nMr Thomas-Symonds said there \"should be\" performance targets for civil servants. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57162537",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Saroj Lal: Legacy of teacher who was race relations trailblazer",
      "tags": "Edinburgh,Scotland Education",
      "text": "As one of the first Asian women to teach in a Scottish primary school, Saroj Lal, opened doors for women of colour in education. Following her death last year, aged 82, her trailblazing achievements in equality, women's rights and community work are being formally recognised. \nAs well as being one of the first Asian teachers in Edinburgh, Ms Lal was also at the forefront of race relations during a period of immense political and social change. \nHer son Vineet Lal says: \"It's only with my mother's passing that her achievements can be put into perspective.\"\nSaroj was born in Gujranwala, the daughter of Behari Lal Chanana, a Congress Party politician and \"Quit India\" advocate, who campaigned for an end to British rule in India. \nHer early years were marked by the turmoil of partition.\n\"The influence of her father in the period leading up to partition was important, that sense of equality, justice and freedom,\" says her son Vineet.\n\"They left their house in what is now Pakistan. Her only regret was she had hidden her pocket money, a few rupees, and had to leave the notes behind.\"\nAfter marrying engineer Amrit Lal, they moved to Singapore where Vineet was born. \nIn the late 1960s, the family moved to Leith, in Edinburgh, where Saroj had a daughter, Kavita, in 1969.\nIn 1970 she walked through the doors of South Morningside Primary as one of the first women of colour in teaching in Scotland. \nHer son Vineet says: \"Some of the issues she confronted would have been about how unusual it was to find a woman of Asian origin in education. You could count them on one hand.\"\nVineet says the teaching materials his mother used showed a clear divide between the white \"civilised\" world and the black \"rudimentary\" developing world.\nHe says: \"To draw distinctions between an advanced, culturally elite, West and a primitive developing world implies there is no culture, no civilisation, that underpins non-white societies.\"\nSaroj left teaching to focus on her young family. Once life settled down, she volunteered with the YWCA Roundabout Centre in Leith. \nHer friend and colleague, Susan England, says overt and institutional racism in Edinburgh in the 1970s was common. \n\"At that time many woman felt isolated in their homes, frightened of name-calling and getting pushed about,\" she says. \"If they couldn't communicate they wouldn't go out.\" \nIn response, Saroj started Edinburgh's first local authority interpreting and translating service.\nSusan recalls an anti-racism training session they delivered together, with Saroj dressed in a sari, which she wore as a \"symbol\" of who she was.\nOne teenager asked why people wore \"silly clothes\".  \nMs England says: \"He was a goth, long leather coat and black hair. She didn't take him down. She looked at him and said 'rather like you'.\n\"Saroj said 'when you are the last person on the bus that anyone will sit next to, you realise you are different'. Saroj fostered a pride in difference.\"\nIn the early 1980s, Saroj moved to the Lothian Racial Equality Council, becoming director, before her retirement in 1996. \nProf Rowena Arshad, co-director of the Centre for Education for Racial Equality in Scotland, first met Saroj in 1985.\n\"I remember her whimsical smile,\" she says. \"She was quiet spoken and wanted to know what languages I spoke to harness me to work at grassroots level.\"\nProf Arshad says Saroj was very diplomatic.\n\"She was not operating at a time when there was Black Lives Matter, racism was not fully discussed in Scotland then,\" she says. \n\"Saroj had to find a way of bringing issues to the attention of decision-makers, particularly those funding projects, in a way that enabled funds to flow without threatening the ecosystem.\n\"At that time in Scotland social class was understood, sectarianism, geographical discrimination between rural and urban were probably there. But race - definitely not,\" says Prof Arshad. \n\"She dressed in a sari for her professional life. A quiet statement of saying 'no, I will be who I am, you will accept me for who I am'.\"\nThe University of Edinburgh has created a scholarship in Saroj Lal's name, to support people from black, Asian or minority ethnic backgrounds through teacher training.\nProf Arshad says: \"When pioneers break glass ceilings it should be remembered and acknowledged in Scottish teaching history. \n\"The award recognises her, that she was there and what she did.\"\nThe General Teaching Council Scotland has also created the Saroj Lal Award for a pioneering spirit in equality and diversity, to celebrate teachers who promote those values.\nIn 1984, Saroj appeared on BBC Scotland's religious affairs panel programme, I Believe, You Believe. \nShe asked how she would communicate the \"salient points\" of Hinduism to those of other faiths, so they might \"understand it better.\"\nShe said: \"The teachings are the same. It's we people who make it sometimes look different.\n\"When you come to Britain this gives you the opportunity to live in a society where you come into contact with many different religions. \n\"After coming here you realise we are all the same.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57156799",
      "category": "technology",
      "title": "'Did weak wi-fi password lead the police to our door?'",
      "tags": "Cyber-attacks,Vodafone",
      "text": "After a year of lockdowns, home schooling and a bout of Covid, Kate and Matthew (not their real names) were hoping for better times as 2021 dawned.\nInstead, one January morning, there came a knock on the door from the police who were investigating a very serious crime, involving images of child abuse being posted online.\nThe couple insisted they had nothing to do with it.\nBut the next few months were \"utter hell\" as they attempted to clear their names.\nAnd it was only when the case was dropped in March, with no further action, that they realised the most likely explanation for the false accusation was their wi-fi router - and its factory-set password.\nBack in January, there was confusion and shock when three police officers and three detectives banged on the door of their London flat with a search warrant.\n\"They took everything: our desktop computer, both our laptops, our mobile phones, a laptop I had borrowed, even old mobile phones that were lying around in drawers,\" said Kate.\nTheir children, aged five and seven, were allowed to keep their tablets.\nThe police later told the couple that four photos depicting category B child abuse - the second-most-serious kind - had been uploaded to an online chat site a year ago.\nInformation passed to the National Crime Agency suggested it had come from their IP address.\nThe couple were at a loss to explain how it had happened. As far as they were aware, no-one else had access to their wi-fi at the time.\nThey were told their devices would need to be checked for evidence and would be returned in \"a few days\" - but it was the middle of March when they finally got them all back.\nThat presented practical problems: Kate and Matthew were working from home and their children were home-schooling.\n\"We had no way of contacting anyone other than from the landline,\" said Kate, who works as a private tutor. \nAt the time, England was in the middle of a lockdown. Non-essential shops were shut, so there was no chance to pop out and buy new gadgets.\nBut it soon became apparent that the case was going to have a far greater impact on their lives.\nThe police needed to unlock Matthew's work laptop, which was encrypted. He had to tell his boss about the case in order to get the decryption key.\nAnd the police had also informed social services and the children's school about the investigation, meaning Kate was suspended from her role as a governor there.\nWhen their children went back to school in March, the couple were told they were not allowed on the premises other than to drop their children off.\nIt took a toll on their mental health.\n\"What got to me was the not-knowing, and as the weeks went on I got more anxious,\" said Matthew, who was signed off work with stress.\nKate is more blunt about the trauma: \"It was months of hell. And during it, we both had suicidal thoughts.\" \nIn February, a conversation with a friend who worked in cyber-security alerted them to the possibility that their router, supplied by their broadband provider Vodafone, might hold clues to what had happened. \nThey had not changed the default passwords for either the router itself or the admin webpage, leaving it susceptible to brute force attacks.\n\"We think of ourselves as competent users but we are not IT experts,\" said Matthew. \"No-one told us to change the password and the setting up of the router didn't require us to go on to the admin menu, so we didn't.\" \n\"It came with a password, so we plugged it in and didn't touch anything.\"\nKen Munro, a security consultant with Pen Test Partners, told the BBC that it can take \"a matter of minutes\" for criminals to piggyback on insecure wireless connections.\n\"First, a hacker would need to 'crack' the wi-fi password - and if that hasn't been changed from the one written on a sticker on the side of the router, and the router is more than a year or two old - then it would take a matter of minutes to crack it,\" he said\nThat would allow the hacker on to a private individual's home network - although they would have to be within about 20 metres of the house. \n\"Second, to do anything particularly sinister on the home network, the hacker will need to change the router configuration. That needs the router admin password,\" explained Mr Munro.\n\"Most people don't even know the router has an admin password, let alone change it from the one written on the side of the router.\n\"So what I guess has happened here, is that the hacker has cracked the wi-fi password and then made changes to the router configuration, so their illicit activities on the internet appear to be coming from the innocent party.\"\nIn March, when the couple's devices were returned and the case closed, the police officer assigned to liaise with them seemed to corroborate that unauthorised use of their wi-fi was to blame. \nBut it couldn't be proved.\nThe couple submitted a subject access request to Vodafone, to see if they could find evidence that there had been unauthorised use of their wi-fi. \nThe case remains on file, including on their children's school records, and they want closure.\nVodafone told them that it did not have a record of their internet activity. It has not responded to the BBC's request for comment.\nThe router was several years old. The HHG2500 model in question has been highlighted as having a weak default password in a recent report by Which? into security issues around older routers.\nThe problem is industry-wide, points out Mr Munro.\n\"Internet service providers have started to improve matters to make these attacks harder, by putting unique passwords on each router. However, it will take years for all of the offending routers to be replaced,\" he said.\nDoing so costs money - which could be another reason it has taken so long, he adds.\nThe government plans to ban default passwords being pre-set on devices, as part of upcoming legislation covering smart devices.\nKate Bevan, Which? computing editor, said the new laws needed to be introduced \"as soon as possible, and backed by strong enforcement\".\nMeanwhile, internet service providers needed to \"encourage their customers to upgrade devices that pose security risks\" and consumers should set \"strong, unique passwords\" for their routers.\nFor Kate and Matthew, it has been a tough learning curve.\n\"It was devastating for us. And because there's no evidence about how this took place, whoever is responsible for this awful crime totally got away with it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57218428",
      "category": "world-middle-east",
      "title": "Israel-Gaza: A conflict on pause as both sides claim victory",
      "tags": "Israel & the Palestinians,Israel,Gaza",
      "text": "After the ceasefire, Palestinians in Gaza, who had stayed inside as much as they could while there was a chance of getting killed outside, walked round their neighbourhoods to get a better idea of what Israel had done. \nPeople stopped to inspect huge piles of concrete rubble from the tower blocks that Israel had toppled. In some places the streets were blocked by rubble. Bulldozer operators were working overtime. Nothing they found was surprising. What has happened has been covered exhaustively on TV. But human beings like to see for themselves. \nIn Khan Younis, one of Gaza's towns, I went to the funeral of nine fighters who were killed in part of the tunnel network that Israel has targeted. \nIsraeli politicians and commanders have claimed that they have done serious damage to what they describe as an infrastructure of terror, run by Hamas and the smaller factions in Gaza. The damage to buildings is obvious. I have not been able to see underground military installations, but the talk here is that Hamas was shocked that Israel was able to kill its men when they believed they were safe underground. \nMorale among supporters of the armed groups in Gaza is another matter. It seems intact, even enhanced by the 11-day war. \nKhan Younis stopped for the funerals. Several thousand men prayed on a sports field and followed the stretchers carrying bodies wrapped in Palestinian flags, chanting their support on the way to the cemetery. \nIsrael and Hamas both claimed victory. \nIsraeli leaders listed buildings destroyed, Hamas commanders and fighters targeted and killed, and the remarkable success of the Iron Dome anti-missile system. \nHamas defines victory first of all as survival. Its leader in Gaza, Yahya Sinwar, emerged triumphantly from hiding the day after the ceasefire. But Hamas will also look at the political scorecard with some satisfaction. \nHamas slogans have been chanted after prayers 60 miles (96km) inland from Gaza, at the Al-Aqsa mosque in Jerusalem. Hamas has driven home a message to Palestinians that it is prepared to fight and accept sacrifices for their rights in Jerusalem. Israel insists that all of Jerusalem is its eternal and indivisible capital. Palestinians have other ideas. \nThe Palestinian President Mahmoud Abbas is recognised internationally as the representative voice of his people through his leadership of the PLO and the Palestinian Authority, which administers parts of the occupied territories and was intended in the now moribund Oslo agreements of the 1990s to develop into the government of an independent state. \nBut Palestinians are deeply dissatisfied with the president's performance. He cancelled elections due for May that he looked likely to lose. Palestinians have not been able to vote for a president or a legislature since 2006. \nIn contrast, a simple message from Hamas that it would fight to the death for Jerusalem resonated with Palestinians who despair at the inability of President Abbas to slow down, let alone stop, the steady increase of Jewish settlement, illegal under international law, on occupied land they want for a state.\nIn Israel, Prime Minister Benjamin Netanyahu will now return to the battle for political survival he was fighting before the 11 days of conflict with Hamas. \nMr Netanyahu is on trial on charges so serious that he could end up in jail for corruption, like his predecessor Ehud Olmert. On 10 May, the day Hamas dramatically escalated the conflict by firing missiles at Jerusalem, the prime minister was close to losing his job. \nHe has been a caretaker since the fourth inconclusive election in two years. In a month of trying, Mr Netanyahu failed to form a coalition that commanded the necessary 61 votes in parliament for a majority. \nHis main opponent, Yair Lapid, was taking his turn and looked to be days, even hours, away from announcing he had the votes to form a government. Mr Lapid's plans fell apart during the fighting. He still has time to rebuild them, though a fifth election might be a more likely outcome. \nIsrael also has to deal with the collapse of co-existence between its Jewish majority and Palestinian Arab minority, which makes up around 20 per cent of the population. Mr Netanyahu's polarising rhetoric and embrace of extreme Jewish nationalists have made a bad situation worse. \nLike the previous rounds of fighting between Israel and Hamas, the ceasefire is just a pause. The conflict is not just unresolved. It is not even frozen. The ceasefire will hold until it is tested by a crisis. That could be a rocket fired out of Gaza, or more Israeli police violence towards Palestinians in Jerusalem. \nOr it could be the lawsuit brought by Jewish settler groups to evict Palestinians from their homes in Sheikh Jarrah, a leafy district on the occupied eastern side of Jerusalem. The prospect of evicted Palestinian families being replaced by more Jewish settlers was a major reason why tension in Jerusalem turned violent. \nThe judgement in the case was postponed in a belated attempt to calm matters. But the case was not dropped, and the judgement will eventually be issued. Israel's legal timetable could deliver the ceasefire's first big challenge. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-57218868",
      "category": "uk-england-hampshire",
      "title": "McDonald's: 14 arrested at protests outside depots",
      "tags": "Beckenham,Malvern,Animal rights,Climate change,Basingstoke,Bristol,McDonald's",
      "text": "Fourteen people have been arrested during protests at McDonald's depots.\nAnimal Rebellion prevented lorries leaving premises in Basingstoke, Hemel Hempstead, Coventry and Heywood in Greater Manchester on Saturday.\nEight people were arrested on suspicion of aggravated trespass over the protest in Basingstoke, Hampshire Police said. \nSix others were arrested on suspicion of aggravated trespass, criminal damage and intimidating behaviour in Hemel Hempstead, Hertfordshire.\nProtesters formed blockades by attaching themselves to bamboo structures, stopping vehicles from passing through.\nReferring to the incident at the Basingstoke industrial estate off Houndmills Road, Ch Insp Matt Reeves said: \"Everyone has the right to free speech and protest, however, officers will take necessary action against the few who deliberately choose to act outside the law.\"\nWest Midlands Police said protesters at the distribution centre in the Canley area of Coventry left on Sunday morning and no arrests were made.\n\"Officers were present at the protest to engage with both the private businesses involved and ensure activists were carrying out their protest peacefully,\" a spokeswoman said.\nSimilarly, there were no arrests made by Greater Manchester Police.\nA McDonald's UK spokesperson said: \"Our distribution centres have reopened and are now back to delivering to our restaurants.\"\nOn Saturday it apologised to its customers \"for any disappointment caused\".\nAnimal Rebellion spokesman James Ozden said about 100 people took part in the protests.\nHe said the action had disrupted about 1,900 lorries.\n\"We've also got a report from someone in Manchester that they experienced limited McDonald's breakfast items due to the protest,\" he added.\nAnimal Rebellion said it was protesting to \"bring an end to the misery of fast food as it creates obesity, destroys the Amazon and warms up the planet\".\nIt wants McDonald's to commit to becoming fully plant-based by 2025.\nIt describes itself as a mass movement that uses nonviolent civil disobedience \"to bring about a transition to a just and sustainable plant-based food system\".\nIn November, the fast food giant announced plans to introduce a line of plant-based meat alternatives called \"McPlant\" in 2021.\nHampshire Constabulary released further details on those arrested in Basingstoke, all of whom remain in custody:\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57214596",
      "category": "uk",
      "title": "Covid: Pfizer and AstraZeneca jabs work against Indian variant - study",
      "tags": "Coronavirus vaccines,Matthew Hancock,Coronavirus pandemic",
      "text": "The Pfizer and AstraZeneca coronavirus vaccines are highly effective against the variant identified in India after two doses, a study has found.\nTwo jabs of either vaccine give a similar level of protection against symptomatic disease from the Indian variant as they do for the Kent one.\nHowever, both vaccines were only 33% effective against the Indian variant three weeks after the first dose.\nThis compared with 50% effectiveness against the Kent variant.\nPublic Health England, which ran the study, said the vaccines are likely to be even more effective at preventing hospital admission and deaths.\nThe Moderna vaccine has also been used in the UK since April but the study said the numbers who had received it were too small for them to include it in their research.\nHealth Secretary Matt Hancock said the findings made him \"increasingly confident\" the final stage of easing restrictions in England could take place on 21 June.\nThe data showed getting both doses of the vaccine was \"absolutely vital\", he added.\nHome Secretary Priti Patel said the data was \"positive\" but the planned \"stages\" for the easing needed to be followed.\nShe told the BBC's Andrew Marr Show: \"We will continue to follow the data... we all have to be conscientious... we are distancing, wearing masks, following all the rules.\n\"That, of course, will help us to that unlocking on 21 June.\"\nQuestioned about criticism of the timing of putting India on the travel red list, the home secretary said ministers \"work with the data... and that information was presented... in the right way for the decisions to be made\".\nMs Patel also defended the controls at UK borders - highlighting the pre-arrival testing requirements and saying a \"vigorous system\" for making sure people arriving from red list countries were quarantining was in place.\nA further five people in the UK have died within 28 days of a positive coronavirus test, and another 2,235 people have tested positive, Sunday's official figures showed.\nMore than 60 million vaccine doses have now been given, with 37,943,681 first doses administered and 22,643,417 second doses.\nThe Pfizer vaccine was found to be 88% effective at stopping symptomatic disease from the Indian variant two weeks after the second dose, compared with 93% effectiveness against the Kent variant.\nThe AstraZeneca jab was 60% effective against the Indian variant, compared with 66% against the Kent variant.\nPublic Health England (PHE) said the difference in effectiveness between the vaccines after two doses might be explained by the fact that rollout of second doses of AstraZeneca was later than for the Pfizer vaccine, which was approved first.\nOther data shows it takes longer to reach maximum effectiveness with the AstraZeneca vaccine, PHE said.\nSome 12,675 genome-sequenced cases were included in the study, which took place between 5 April and 16 May. Only 1,054 of those cases were of the Indian variant, known as B.1.617.2.\nDr Jenny Harries told the Andrew Marr Show the study was \"very good news\". \nThe chief executive of the UK Health Security Agency said the study is the \"first real-world evidence of vaccine effectiveness\" against the variant.\nAsked about the discrepancy between the Pfizer and AstraZeneca vaccine results, she said a key factor to consider was that the \"different vaccines were given to slightly different groups of people\". \n\"The Pfizer vaccine was rolled out initially, because it had to be kept at ultra-low temperatures, to - for example - healthcare workers, who tended to be younger,\" she said. \n\"This is an all-age study. Whereas AstraZeneca went out to older groups of individuals who were unable to come into main centres.\"   \nAs the virus changes, protection against infection was always going to be the first thing that slips.\nSo the fact that the Pfizer and AstraZeneca vaccines offer such a high degree of protection against the Indian variant after the second dose is very reassuring given experts expect it to become dominant.\nBut what are the implications of the drop in effectiveness of the first dose where the Indian variant is concerned?\nGiven it's expected to become the dominant variant in the UK, it's now even more important people get their second jab.\nThe more difficult question to answer is what this means for the speed of the route back to normality.\nIts ability to evade the vaccines even by a small degree will be a factor in how more transmissible this variant is here.\nThere are also other biological reasons why it might find it easier to spread.\nBut this does not necessarily mean we will see a surge in cases and, crucially, hospital admissions - the protection vaccines give us against serious illness will be much much higher than their ability to block mild infections.\nThe Indian variant certainly gives the virus a bit more of an advantage, but it doesn't mean the vaccines won't win out.\nThe study looked at data from all age groups from 5 April, to cover the period since the Indian variant emerged.\nThere is not enough data to estimate how effective the vaccine is against severe outcomes for the Indian variant, PHE said.\nDr Jamie Lopez Bernal, consultant medical epidemiologist at PHE and the study's lead author, said there was higher confidence in the data from the first vaccine dose than that from the second as \"there are bigger numbers that have been vaccinated with one dose\".\nProf Susan Hopkins, PHE's Covid-19 strategic response director, said the data trend was \"quite clear\" and was heading in the \"right direction\".\nMore than 37 million people in the UK have now had their first vaccination, and 22 million have had their second.\nSome 13,000 deaths and 39,100 hospitalisations have been prevented in the UK due to the vaccination programme up to 9 May, according to PHE analysis.\nIt comes as more than 1.3 million more people in England have become registered users of the NHS app since it was announced that it would allow them to show proof they had received a Covid-19 vaccine, taking its user base to 4.8 million. \nThe app is separate from the NHS Covid-19 contact-tracing app."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56335555",
      "category": "uk-wales",
      "title": "Covid: One million people in Wales have had full vaccine",
      "tags": "Swansea Bay University Health Board,Public health,Merthyr Tydfil,Coronavirus testing,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "More than one million people in Wales have received both doses of their Covid vaccine, official data shows.\nPublic Health Wales (PHW) has confirmed that 1,000,706 people have had the full dose of the coronavirus vaccine - almost a third of the Welsh population.\nFigures also show that 2,091,824 in Wales have now had their first jab - that's two-third of the population.\nTwo further Covid deaths were reported in Wales, both in the north, on Sunday while PHW confirmed 46 new Covid cases.\nWales' weekly infection rate stands at 9.7 cases for every 100,000 people.\nThe overall Covid death toll in Wales, according to PHW figures, is 5,566 people since the start of the pandemic.\nFigures released on Sunday cover 24 hours up to 09:00 BST on Friday as data is no longer published on Saturday. \nThe confirmation that one million people - or 31.7% of the population - are fully vaccinated in Wales comes as studies show the Pfizer and AstraZeneca coronavirus vaccines are highly effective against the variant identified in India after two doses.\nSome 66.3% of the Welsh population have had at least one vaccine but a Public Health England report said two jabs of either vaccine give a similar level of protection against symptomatic disease from the Indian variant as they do for the Kent one.\nHowever, both vaccines were only 33% effective against the Indian variant three weeks after the first dose. This compared with 50% effectiveness against the Kent variant.\nLatest data showed the number of people with the Indian variant of concern had risen to 28 in Wales.\nPHW have said that the \"majority\" of Indian variant cases in Wales are \"associated with travel or with known contacts\" and added \"robust contact tracing processes are in place.\"\nHealth officials say they do \"expect this number to go up\" as it \"may be slightly more transmissible\" than the dominant Kent variant in Wales.\nPHW's coronavirus incident director has said \"most health boards\" have seen cases of the Indian variant of concern and added it \"underlines the message\" to get vaccinated as soon as people are asked.\n\"We are seeing cases of the new variant in Wales but the numbers are small so far,\" said Dr Eleri Davies.\n\"We are seeing an increase in those as we investigate and follow up the contacts and of course, you have seen the figures from England and the fast rise there so we are expecting to see more.\n\"I think with the latest information about the effectiveness of the vaccines, then we are in a good position in Wales with the success of the vaccine programme. \n\"It's clear that, to date, the Kent variant is covered by the vaccine and also the other variants that we are following closely, there is still retained efficacy.\n\"So I think the fact that we are progressing well with our vaccine programme in Wales is very heartening under the circumstances. \"\nThe local authority with the highest rolling case rate for the last seven days is Newport with a case rate of 33 per 100,000 people, followed by Cardiff and Wrexham.\nThere were seven Welsh counties with no new Covid cases while Denbighshire (3.1), Rhondda Cynon Taf (3.3) and Gwynedd (4) and had the lowest infection rates. Wales' rolling average for deaths is 0.6 daily deaths.\nOn the case rates, when broken down into communities, 94% have had two or fewer positive tests in the last week.\nA total of 2,043,254 people have been tested for the virus since the start of the pandemic, with 3,536,315 tests taken. There have been 12,413 tests since the last report. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nThe postcode search has been updated to replace data for health boards in Scotland with data for local councils. In England, data for county councils has been replaced with data for district councils. Figures for boroughs and unitary authorities remain unchanged. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57213046",
      "category": "world-asia-india",
      "title": "Covid: India tells social media firms to remove 'India variant' from content",
      "tags": "India coronavirus lockdown,Twitter,India,Coronavirus pandemic",
      "text": "India's government has instructed social media companies to remove any content that refers to the \"Indian variant\" of Covid-19.\nThe IT ministry said the World Health Organization (WHO) listed the variant as B.1.617 and any reference to \"Indian\" was false.\nGeographical terms have been used to describe a number of other variants, including the UK and Brazil.\nIndia's government has faced criticism over its handling of Covid-19.\nIt also drew anger last month after it ordered Twitter to remove posts critical of some of its actions during the pandemic.\nThe country has been hit hard by the new variant since late March and is now second only to the US in terms of overall infections, at more than 26 million, according to Johns Hopkins University research.\nCovid-related deaths are close to 300,000, behind only the US and Brazil, although some experts believe India's fatalities could be considerably higher.\nThe instruction to social media companies was carried in a government order from the Ministry of Electronics and Information Technology on Friday.\nThe note was not made public but was obtained by news agencies.\nPlatforms were asked to \"remove all the content that names, refers to, or implies 'Indian variant' of coronavirus from your platform immediately\", the Press Trust of India reported.\n\"It has come to our knowledge that a false statement is being circulated online which implies that an 'Indian variant' of coronavirus is spreading across the countries. This is completely FALSE,\" AFP news agency quoted the same letter as saying.\nThe note says that the WHO has \"not associated the term 'Indian variant' with the B.1.617 variant of the coronavirus in any of its reports\".\nOne social media executive told Reuters it would be extremely difficult to take down all references to \"Indian variant\".\nB.1.617, a more transmissible variant, was first detected in India last year and has spread to dozens of countries. A number of nations have severely restricted arrivals from India.\nIndia is a massive market for social media companies. Statistics from January show it is Twitter's third largest.\nIndia's government this year introduced guidelines it said were intended to curb misuse of social media and the spread of misinformation.\nIf what is termed \"unlawful\" material appears on a platform, the company can be given a takedown order. If it does not comply within a deadline, it can face the possibility of prosecution.\nThe rules in essence mean companies cannot evade responsibility for what users post.\nQuestions have arisen over whether these guidelines promote more censorship and undermine freedom of speech.\nThere has certainly been concern within the media that Prime Minister Narendra Modi's government has been behind persistent attacks on the freedom of the press.\nLast month, the government told Twitter and Facebook to remove some posts critical of Mr Modi's handling of Covid-19.\nOn Friday, it criticised Twitter for labelling some tweets by Indian politicians \"manipulated media\", which the platform uses referring to possible fabrications and deceptions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57221506",
      "category": "uk",
      "title": "Covid: UK passes 60m jabs milestone after 762,000 in a day",
      "tags": "Coronavirus vaccines,Department of Health & Social Care,NHS,Matthew Hancock,Coronavirus pandemic",
      "text": "More than 60 million coronavirus vaccine doses have been given in the UK, the health secretary has announced.\nThere were 762,361 first or second jabs on Saturday, the second highest daily total of the rollout, and more than 22 million people have now had both doses.\nIt comes as a study found the Pfizer and AstraZeneca vaccines are highly effective after two doses against the variant identified in India.\nThe UK Health Security Agency's head urged people to get their second dose.\nDr Jenny Harries said the study was the \"first real-world evidence of vaccine effectiveness\" against the variant and the \"straightforward message\" was for people to make sure they took up the offer of the second jab.\nBut speaking on the BBC's Andrew Marr Show, she urged the public to remain cautious to avoid another lockdown, warning of the threat from the Indian variant which has become the \"dominant strain\" in some parts of the country.\nThe latest government data shows 556,951 UK adults received a second jab on Saturday, meaning that 43% of the adult population - 22,643,417 people - have now been fully vaccinated.\nOf them 205,410 were first doses, bringing the number of people to have had one dose to 37,943,681 people, or 72% of UK adults.\nOnly on 20 March, when 844,285 doses were administered, have more jabs been given on a single day. But Saturday's second dose figure surpassed the previous highest daily total of 547,636 set on 24 April.\nAnother 2,235 new cases and five deaths within 28 days of a positive test have also been announced.\nPublic Health England, which ran the study into the two vaccines said they are likely to be even more effective at preventing hospital admission and deaths.\nSome 13,000 deaths and 39,100 hospitalisations have been prevented in the UK due to the vaccination programme up to 9 May, according to PHE analysis.\nResponding to the latest vaccination figures, the health secretary tweeted: \"This is a fantastic milestone in our fight against this virus. \n\"Thank you to everyone involved in our national effort. When you get the call, get the jab.\"\nEarlier Matt Hancock also said the PHE study's findings showed that getting both doses of the vaccine was \"absolutely vital\".\nHe added the research made him \"increasingly confident\" that the government was on track for the final stage of easing restrictions in England on 21 June.\nHowever, Home Secretary Priti Patel said there would not be a \"green light all the way\", telling the Andrew Marr Show that people have to remain \"conscientious.... following all the rules.\n\"That is part of our normal life now and that will continue, and that, of course, will help us to that unlocking on 21 June.\"\nAppointments for second doses for people in England have been brought forward from 12 to 8 weeks for those in the top nine priority groups.\nIt follows advice from the Joint Committee on Vaccination and Immunisation, which recommended reducing the interval to counter the threat of new variants.\nThe variant first discovered in India - also known as B.1.617.2 - is responsible for the majority of new cases in parts of England.\nThe PHE study found two jabs of either the Pfizer or AstraZeneca vaccine give a similar level of protection against symptomatic disease from the Indian variant as they do for the Kent one.\nHowever, both vaccines were only 33% effective against the Indian variant three weeks after the first dose. This compared with 50% effectiveness against the Kent variant.\nThe Moderna vaccine has also been used in the UK since April but the study said the numbers who had received it were too small for them to include it in their research."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57214988",
      "category": "science-environment",
      "title": "Virgin Galactic rocket plane flies to edge of space",
      "tags": "Commercial space travel,Richard Branson,New Mexico,Virgin Galactic,Space exploration",
      "text": "Sir Richard Branson's Virgin Galactic space plane has conducted the first of three key test flights that should enable it to enter commercial service.\nThe Unity vehicle, with pilots Dave Mackay and CJ Sturckow at the controls, powered to a height of 89km (55 miles), and then glided back down to Earth.\nSir Richard has some 600 paying customers - including movie and music stars - waiting to take the same ride. \nBut they'll only get their chance once Unity is fully licensed.  \nThat ought, finally, to happen by the year's end.\nThe licensing process is the responsibility of the US Federal Aviation Administration (FAA), who will now receive operational and performance data from Saturday's sortie high above the New Mexico desert.\nOfficials will want to see, for example, that an electronic interference issue that aborted a previous flight attempt in December, has been corrected. On the evidence of Saturday's successful flight, it has been.\nThe mission followed the usual pattern. \nUnity was carried to 13km (44,000ft) in altitude by its \"mother\" aircraft, Eve, before being released to ignite its rocket motor.\nThe vehicle then climbed rapidly to the edge of space, achieving a speed three times that of sound (Mach 3) along the way.\nIt was the sixth time Unity had conducted a powered ascent in its five-year test programme, although this one was particularly noteworthy because it was the first such demonstration to run out of what will be its operational home - the purpose-built commercial hub known as Spaceport America.\n\"It was a beautifully elegant experience,\" said Sir Richard, who was watching from the ground. \n\"We had the backdrop of New Mexico, the mountains with the Sun coming up; we could see the spaceship clearly from the ground just going straight up. And, yeah, burning, burning, burning, until it finally disappeared into space,\" the businessman told BBC News.\nThe next flight should see four of Sir Richard's Virgin Galactic employees join the pilots - to get a sense of the experience that future ticketed customers will enjoy. The identity of this quartet has yet to be revealed, even within the company itself. \nThe flight after that would see Sir Richard himself go to the edge of space - as a statement of readiness for commercial service.\nAnd it's then on the subsequent outing that the company is expected to start earning revenues from carrying passengers. \nThat's a mission that has been purchased by the Italian Air Force, which is going to put several payload specialists aboard Unity to supervise a number of microgravity experiments. \nIt's been a long road for Virgin Galactic's engineers to get the system to where they want it, with progress over the past year stymied in part by the Covid crisis.\nBut CEO Michael Colglazie said the project was now firmly on track, especially with respect to FAA licensing.\n\"It was such a perfect flight. We'll get the data off the ship and give it to the FAA. That'll be our homework turned in. We believe we've now collected everything we need for the final points on our commercial licence,\" he explained.\nThe move to commercial service can't come soon enough. Space tourism is a sector being rekindled after a decade's hiatus, and it's about to get very competitive. \nThroughout the 2000s, seven wealthy individuals paid to visit the International Space Station (ISS). But this adventurism, organised under the patronage of the Russian space agency, ceased in 2009.\nNow, new initiatives abound. As well as Sir Richard's approach, there are projects coming from Amazon.com founder Jeff Bezos and California tech entrepreneur Elon Musk. \nThe Russians, too, are reprising their commercial flights to the ISS, and there are even those who want to launch private space stations for people to visit. Among these is Axiom, a company started by a former Nasa ISS programme manager.\nSir Richard said he was busy getting himself ready for his own spaceflight later this year.\n\"I'll have a whole day of training tomorrow. And, oh my god, I'm looking forward to it. It's ridiculously exciting. Our chief astronaut Dave Mackay just turned to me and said, 'Richard, you're gonna love it',\" he told BBC News. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57208185",
      "category": "uk-england-london",
      "title": "Peckham shooting: Woman treated for life-threatening injuries",
      "tags": "Peckham,London violence,Southwark",
      "text": "A woman is being treated for life-threatening injuries after being shot in south-east London.\nThe shooting happened in Consort Road in Peckham at about 03:00 BST, the Met Police said. \nOfficers, including firearms specialists, attended along with the London Ambulance Service. \nNo arrests have been made and police are asking residents to check doorbell and dashcam footage for any images that might help their investigation.\nDoor-to-door inquiries are continuing and a number of roads are closed.\nThe woman, thought to be aged in her 20s, remains in hospital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57213025",
      "category": "uk",
      "title": "Prince William: Scotland holds my happiest and saddest memories",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,Prince William, Duke of Cambridge",
      "text": "The Duke of Cambridge has said Scotland is the source of his saddest and happiest memories.\nPrince William recalled being at the Queen's Balmoral home in 1997 when he first learned of his mother's death.\nHe found comfort and solace in the countryside there during the \"dark days of grief,\" he said in a speech to the Church of Scotland on Saturday.\nBut he said Scotland was also where he first met his wife almost 20 years ago.\n\"The connection I feel to Scotland will forever run deep,\" he said, during the opening speech of the church's General Assembly in Edinburgh, attended by First Minister Nicola Sturgeon.\nHis comments come two days after he blamed failings at the BBC over its interview with his mother, Diana, Princess of Wales, for fuelling her paranoia and worsening his parents' relationship.\nAddressing the assembly, the duke, who is also known as the Earl of Strathearn in Scotland, said: \"I was in Balmoral when I was told that my mother had died. \n\"Still in shock, I found sanctuary in the service at Crathie Kirk that very morning and in the dark days of grief that followed I found comfort and solace in the Scottish outdoors.\n\"Alongside this painful memory is one of great joy because it was here in Scotland, 20 years ago this year, that I first met Catherine.\n\"Needless to say the town where you meet your future wife holds a very special place in your heart.\"\nReminiscing about his time at the University of St Andrews in Fife, where he and the Duchess of Cambridge studied, he said: \"I spent four very happy and formative years studying in St Andrews. The town and the students left me alone to get on with student life, allowing me to share their freedoms - and their pubs.\n\"As I grew up I saw how my grandmother relishes every minute she spends here and my father is never happier than in walking among the hills.\n\"My childhood was full of holidays having fun in the fresh air, swimming in lochs, family barbecues with my grandfather in command, and yes the odd midge.\"\nDuring the meeting, the Rev George Whyte, chaplain-in-ordinary and principal clerk of the Church of Scotland, read out a letter from the Queen.\nIn the letter, she spoke of \"new bonds\" that have been \"forged in times of emergency\" that \"will serve us all well in the future as the United Kingdom seeks to rebuild and reshape community life\". \nMeanwhile, the monarch has visited the Royal Navy aircraft carrier HMS Queen Elizabeth to wish the crew well ahead of their first operational deployment.\nThe £3bn warship will depart later for a world tour, carrying eight RAF F-35B stealth fighter jets, and accompanied by six Royal Navy ships, a submarine, 14 naval helicopters, a company of Royal Marines.\nThe Queen was welcomed on board at Portsmouth Naval Base and given a briefing on the 28-week deployment, which will cover 26,000 nautical miles."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57218978",
      "category": "business",
      "title": "Covid: Restaurants get creative in bid to plug staff shortage",
      "tags": "Employment,Hospitality industry,Restaurants",
      "text": "Restaurant group Hawksmoor is offering bonuses of up to £2,000 to workers who recommend friends for jobs in a bid to fill staffing shortages.\nAnother chain has emailed customers with a promise of gift vouchers if they introduce candidates who go on to be hired by the firm.\nIt comes as the hospitality sector faces a jobs crisis that threatens to hold back its recovery.\nHawksmoor co-founder Will Beckett told the BBC there \"aren't enough people\".\nThe firm's problems underline the wider staffing crunch facing hospitality with indoor dining in Britain having resumed last week.\nPub chains Marston's and Mitchells and Butlers both warned last week that they were finding it hard to recruit workers, blaming overseas staff returning home and the stop-start nature of lockdown forcing people to give up on the sector.\nMr Beckett said: \"Hospitality is struggling with recruitment at the moment. It's a little hard to tell whether this is because there aren't enough people due to them leaving the country or leaving the sector, or because everyone is recruiting at the same time.\"\nWhatever the reason, he said, Hawksmoor needed to \"turbo-charge\" its recruitment efforts.\nFor each person recommended and who is hired after passing a one-month trial they will get a bonus - £200 for a first friend, £300 for the next one, and up to £2,000 for five friends. \nMr Beckett said he wanted to re-direct the recruitment budget \"at our own staff, who've had financial problems while on furlough. So instead of a huge amount spent on recruitment websites or agencies, we did this policy.\"\nAnother restaurant chain, Caravan, said it was offering £100 gift vouchers to customers if they successfully recommend someone for a job.\n\"We have emailed our lovely customers to help us find superstars to work with us,\" the firm said in an email to the BBC. \nThe Sunday Times, which reported the quirky practices some firms were using, quoted the chairman of recruitment giant Reed as saying the jobs pendulum had swung back in favour of workers.\nBut James Reed said there were job shortages across the board, not just in hospitality, with 18,000 vacancies added online in just one day last week - \"the highest number I can recall in years\". \nGovernment action needed\nLatest figures from global recruitment firm Broadbean Technology found that in April, vacancies in UK hospitality soared 77% from the previous month. However, compared with April 2020, the number of applications slumped 82%.\n\"The decline in application numbers is a concern and could hinder the growth of the hospitality sector in the immediate future,\" said Broadbean's managing director Alex Fourlis.\nHe said that, as work dried up during the pandemic many people chose to leave the sector and firms now face a challenge enticing them back. \nBut he added: \"Perhaps more concerningly, though, this drop in applications follows the UK's exit from the EU and potentially suggests that Brexit has had a long-lasting impact on hospitality.\"\nKate Nicholls, chief executive of industry body UK Hospitality, told the Sunday Times it was time for the government to review its \"shortage occupations\" list.\n\"We've also suggested an Australian-style coronavirus recovery visa for lower-skilled workers who don't meet the point-based system [but] who are crucial to the recovery,\" she said.\nUK Hospitality has estimated that more than 52,000 venues employing about 900,000 people were planning to reopen last week in England, Scotland and Wales. That's on top of about 26,000 venues that opened in April for outside trading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57219081",
      "category": "world",
      "title": "Scene where Italy cable car crashed to ground",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57203521",
      "category": "health",
      "title": "Covid-19: Should all children get a vaccine?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Vaccinating children is routine and widely accepted - measles, mumps, polio, diphtheria, rotavirus, multiple strains of meningitis, whooping cough… the list goes on. All this starts from just a few weeks old. \nSo, what about Covid-19?\nSome countries are cracking on. The US is immunising children between 12 and 15. It expects to have enough safety data to go even younger next year. \nBut in the UK - the BBC has been told - a decision to vaccinate all 12 to 17-year-olds is unlikely to be recommended by UK experts any time soon.\nThere is a scientific question - will vaccinating children save lives? - which is complex as the answer may vary from country to country. \nThere is also a moral and ethical dimension if doses destined for children would save more lives if they were given to health workers and vulnerable adults in other countries. \nOne argument for not vaccinating children against Covid is they get relatively little benefit from it. \n\"Fortunately one of the few good things about this pandemic is children are very rarely seriously affected by this infection,\" said Prof Adam Finn, who sits on the UK's Joint Committee on Vaccination and Immunisation.\nInfections in children are nearly always mild or asymptomatic, which is in sharp contrast to older age groups who have been prioritised by vaccination campaigns. \nA study across seven countries, published in the Lancet, estimated that fewer than two out of every million children died with Covid during the pandemic. \nEven children with medical conditions that would raise the dangers of a Covid infection in adults are not being vaccinated in the UK at the moment. Only those at \"very high risk of exposure and serious outcomes\" - which could include older children with severe disabilities in residential care - are recommended to be vaccinated. \nThe vaccines are incredibly safe, but the risk and the benefit still have to be carefully weighed. \nThere is another potential benefit to vaccinating children - it could save other people's lives. \nThis is an approach that is already used for flu. British children aged from two to around 12 are given the nasal spray, largely to protect their grandparents, each year. \nOne argument is doing the same with Covid vaccines could help contribute to herd immunity - the point at which the virus struggles to spread because so many people are protected. \nThe Covid vaccines look very good at disrupting the spread of the virus. Just one dose appears to cut the chance of catching the virus by at least half and even those that do still get it are half as likely to pass it on. \nChildren do not appear to be major spreaders of coronavirus, but older teenagers may still play a role.\n\"There's certainly evidence of potential for transmission in secondary school ages, so vaccinating could have an impact on overall transmission,\" said Dr Adam Kucharski, from the London School of Hygiene and Tropical Medicine.\nBut there is not a universal answer on whether it is worthwhile. \nThe UK's vaccination programme is hurtling ahead and there have been large outbreaks that have left a legacy of immunity which could also play a role.\nAbout a third of 16 and 17-year-olds in England have coronavirus antibodies in their blood despite barely any of them being vaccinated.\nSo the UK and similar countries could find they have enough immunity to stop the virus spreading without vaccinating children.\n\"It's a very different situation to countries without many outbreaks and who don't get as high coverage in adults, then it's very difficult without vaccinating young groups as well,\" said Dr Kucharski.\nAustralia is one country struggling with vaccine hesitancy and, alongside places like New Zealand and Taiwan, contained the virus so well there is barely any immunity from infection. \nOne thing to bear in mind is who doesn't get a vaccine if a child is given one instead.\nThe World Health Organization says wealthy countries should postpone their plans to immunise children and donate them to the rest of the world. Prof Andrew Pollard, who ran clinical trials of the Oxford-AstraZeneca vaccine, said it was \"morally wrong\" to prioritise children.\nProf Eleanor Riley, an immunologist at the University of Edinburgh, said: \"There is a case for it and if there was unlimited supply of vaccine we could keep going with the over-12s, but there isn't.\n\"Eventually it's a political decision whether to prioritise our kids over adults dying in their droves elsewhere in the world.\" \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-57213609",
      "category": "uk-england-tyne",
      "title": "Lisa Shaw: BBC Radio Newcastle presenter dies aged 44",
      "tags": "Newcastle upon Tyne",
      "text": "Family, listeners and colleagues have paid tribute to a BBC local radio presenter who has died aged 44.\nLisa Shaw, who joined BBC Radio Newcastle's daytime team in 2016, died in hospital after a short illness.\nHer voice was well-known in the north-east of England, where she had also had success in commercial radio.\nBBC Radio Newcastle's acting executive editor Rik Martin said everyone at the station was \"devastated and thinking about Lisa's lovely family\".\n\"She was a trusted colleague, a brilliant presenter, a wonderful friend, and a loving wife and mum,\" he said.\n\"She loved being on the radio and was loved by our audiences. \n\"We've lost someone special who meant a great deal to a great many people.\"  \nA statement from Ms Shaw's family described the mother-of-one as an \"amazing person\" who had \"touched and enriched so many people's lives, and made them better just by being in it\".\n\"We are all completely heartbroken, in disbelief, numb, and saddened, that there is a Lisa-shaped hole in our lives that will never, ever be filled,\" they said.\n\"We are so grateful for the time that we have had with her, and there are so many happy memories that we will hold dear for the rest of our lives. \n\"She was the best wife and mammy, sister, daughter, aunty, friend and colleague that anyone could hope for. \n\"She loved connecting every day with the wonderful people of the North East, and it gives us great comfort to know how many lives she was an integral part of every single day. \n\"We'd like to thank everyone for the overwhelming love and support we have received at such a difficult time, reinforcing how deeply cherished she was by so many people. We will love and miss her, always.\"\nMs Shaw was from County Durham and studied at Bournemouth University.\nThe hash tag \"RIP Lisa\" was trending on Twitter after her death was announced on Sunday morning, with listeners and colleagues paying tribute.\nOne called her a \"broadcasting legend\" while another said she had \"an infectious laugh that we all remember\".\nHer BBC colleague Stephanie Finnon said Ms Shaw was an \"incredible presenter\" who was \"hilarious, unflappable, the ultimate pro\", while co-worker Martin Lindsay said he would \"best remember the countless laughs and general silliness\".\nMs Shaw had also worked for North East commercial stations, Metro Radio, Heart, Century Radio and Real Radio, where she won the Sony Gold Award for breakfast show of the year.  \nChris Burns, head of BBC Local Radio, said: \"Lisa was a talented presenter who had already achieved a lot and would have achieved much more.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57217853",
      "category": "uk",
      "title": "BBC's reputation highly damaged by Diana interview report, says Patel",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC,The Royal Family and the media",
      "text": "The BBC's reputation has been \"highly damaged\" following an inquiry into the Panorama interview with Diana, Princess of Wales, Priti Patel has said.\nThe home secretary said Lord Dyson's probe into how Martin Bashir obtained the interview was a \"really significant moment\" for the BBC.\nThe independent inquiry found Bashir used deception to get the interview.\nAsked whether the corporation would survive, Ms Patel said it would have to \"reflect and learn lessons\".\nShe told The Andrew Marr show on BBC One it had been \"utterly heart-breaking\" to hear Diana's sons Prince William and Prince Harry speaking \"in very personal terms\" about their mother, following the publication of the report last week. \n\"There is no doubt this world-class institution, its reputation has been highly damaged,\" she said. \"Lessons will have to be learned - there is no question about that.\"  \nThe report by former senior judge Lord Dyson found Bashir was unreliable and dishonest, and that the BBC fell short of its high standards when answering questions about the interview.\nThe home secretary said next year's mid-term review of the BBC's royal charter - focussing on the governance and regulation of the organisation - would be \"a very significant and serious moment, at a time when the reputation of the BBC has been compromised\". \nThe royal charter is an agreement with the government over what the BBC intends to do, including how it is funded and run. \nThe report will \"go down as one of those key moments in the history of the BBC\", she added.\nThe Dyson report found that Bashir seriously breached broadcaster's rules by commissioning faked documents, which he showed to Princess Diana's brother Earl Spencer to obtain the interview.\nLord Dyson also criticised the internal BBC investigation in 1996 that cleared Bashir and BBC News of wrongdoing as \"woefully ineffective\". On Saturday, former director general Lord Hall, who led the original investigation when he was head of BBC News, resigned as National Gallery chairman.\nSenior Tory MP Julian Knight has questioned how Bashir was considered \"good enough\" to be rehired by the BBC as a correspondent in 2016 - and later promoted to religion editor - when questions had already been raised about his conduct.\nThe BBC has defended rehiring Bashir, saying the post was filled after a competitive interview process. \nThe British public would be asking questions about why the leadership of the BBC was not \"publicly giving confidence\" in the organisation at this moment, Ms Patel added - and noted no-one from the BBC had been put forward to speak to Marr on Sunday. \nShe said that work has to be done on \"regaining trust and confidence\" and that the BBC also had to reflect on its performance and \"where it stands in a multimedia world\". \n\"This is the Netflix generation,\" she told Marr. \"How relevant is the BBC?\" \nThe \"fundamental pillars\" of accountability, trust and confidence need to be addressed by the BBC, she said. \nAsked about a proposal by former BBC chairman Lord Grade for a new editorial board, she said \"all suggestions will have to be considered\".    \nLord Dyson's investigation found:\nFormer BBC journalist Martin Bashir has told the Sunday Times he \"never wanted to harm\" Princess Diana with the interview, adding: \"I don't believe we did.\" \nHe also said he was \"deeply sorry\" to her sons but rejected Prince William's claim that he fuelled her paranoia, saying they were close and he \"loved\" her.\nBashir, who left the BBC without a pay-off earlier this month, said Princess Diana was never unhappy about the content of the interview and said they had remained friends. \n\"Everything we did in terms of the interview was as she wanted, from when she wanted to alert the palace, to when it was broadcast, to its contents,\" he told the Sunday Times. \nHe said he regretted showing Earl Spencer forged bank statements but it \"had no bearing on the interview\". \nEarl Spencer has asked the Metropolitan Police to investigate the BBC.\nEarlier this week, the force said it would assess the Dyson report \"to ensure there is no significant new evidence\", after previously deciding against a criminal investigation.\nAsked about this, Ms Patel said she was not \"going to prejudge anything\" and that the Met \"will do what they have to do\". \nBroadcaster Esther Rantzen, who did charity work alongside Diana, told Andrew Marr others needed to ask questions following the report, including Lord Birt. \nHe was director general at the time of the Panorama interview and, Ms Rantzen noted, \"the checks and balances\" he was brought in to the corporation for \"don't seem to have been used to protect the BBC\". \nShe said she hoped the matter would blow over for the organisation, adding: \"The Princess of Wales said what she wanted to say, to a very wide audience who then understood a great deal more about her suffering and, in the end, why she left the Royal Family.\" \nMs Rantzen said the BBC \"needs to continue to report fairly, unsensationally, and keep a cool head - even when the brickbats are flying - because the BBC is much bigger than this.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57213054",
      "category": "world-middle-east",
      "title": "Israel-Palestinian conflict: Eyes on peace options as Gaza truce holds",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza",
      "text": "As Gaza and Israel emerge from 11 days of conflict, mediators are seeking to cement the truce and prevent more violence in the longer term.\nAn Egyptian team was in Israel on Saturday, while the US Secretary of State Antony Blinken could visit the region next week.\nBoth Israel and the Palestinian militant group Hamas have claimed victory in the latest conflict.\nMore than 250 people were killed, most of them in Gaza.\nThe fighting began on 10 May after weeks of spiralling Israeli-Palestinian tension in occupied East Jerusalem which culminated in clashes at a holy site revered by both Muslims and Jews. Hamas - the militant Islamist group which rules Gaza - began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nSince the truce went into force on Friday, Israeli PM Benjamin Netanyahu has said the degrading of Hamas's military power by air bombardment was an \"exceptional success\".\nHe added: \"If Hamas thinks we will tolerate a drizzle of rockets, it is wrong\" and pledged a \"new level of force\" in response.\nMeanwhile, Hamas has spoken of what it called the \"euphoria of victory\" and its leader Ismail Haniyeh said the conflict had \"opened the door to new phases that will witness many victories\".\nThe truce held throughout its second day on Saturday. Its terms are unclear. Israel simply said it had agreed to a \"mutual and unconditional\" cessation of hostilities.\nEgypt, Qatar, the US and UN appear to have been involved.\nOn Saturday, the UN Security Council issued its first statement on the conflict, praising the mediators and calling for a \"full adherence to the ceasefire\".\nTeams of Egyptian mediators have been shuttling between Gaza, Israel and the West Bank.\nAn Egyptian diplomat said the teams were implementing agreed measures and trying to prevent practices that led to the latest fighting, but there was no detail.\nMr Blinken is expected to visit the region next week. The itinerary has not been released but a US source said he would travel to Israel and the West Bank on Wednesday and Thursday. He may visit Egypt and Jordan. The US will not hold direct talks with Hamas, which it regards as a terrorist organisation.\nThe BBC's Tom Bateman, who has been in Gaza, says that, although the calm has been welcomed there, most people know it probably just means a countdown to the next inevitable conflict.\nCivilians on both sides have spoken of wanting to live without the fear of attack from the air.\nBut many are not confident. One shop owner in Gaza, Ashraf Abu Mohammad, told the Associated Press news agency: \"Life will return, because this is not the first war, and it will not be the last war.\"\nGhazi Dahdouh can't go home any more because his house was blown up by a missile fired from an Israeli warplane. So he's living on top of it. It's a treacherous walk up rubble and jagged glass. But in the middle of a collapsed concrete roof you'll find Ghazi, 70, in a tent. \nHe says he'll stay put until his house is rebuilt. Under the canvas Ghazi tells me his son is a policeman paid half salary. Ghazi gave him and his grandsons two rooms in the house. \nIsrael said during the conflict it struck the homes of militants, arguing they were legitimate targets to prevent attacks. It also launched air strikes on police facilities in the Hamas-governed territory.  \n\"I am an innocent civilian, I have nothing to do with politics,\" Ghazi tells me. \"If I have a weapon now I will go and fight, because I am not guilty. I have nothing to do with what happened to me.\"\nGhazi can't understand why he and his extended family should be left homeless. He says: \"If they are looking for [my son] because he's a policeman they should have told me not to let him live here, instead of knocking down the whole building.\"\nRights groups have previously accused Israel of failing to give clear evidence that destroying homes in this way amounts to a legitimate military target under international law.\nThe first convoys of humanitarian aid have arrived in Gaza. More lorries arrived at Israel's Kerem Shalom crossing on Saturday and a 130-vehicle convoy was scheduled to cross from Egypt.\nBut the World Health Organization has said Gaza's health facilities are in danger of being overwhelmed by thousands of injured people.\nLynn Hastings, the UN's humanitarian co-ordinator for the Palestinian territories, said from Gaza City she hoped that calm would remain.\nBut she had spoken to families and \"they feel that they have no control of their lives\".\nFor about 14 years, Gaza has been under a blockade on its borders with Israel and Egypt that restricts the passage of people and goods - one of the main issues for any future mediation.\nIsrael says it must limit Hamas's access to weapons, as the militants refuse to disarm. The UN says the blockade must end for Gaza's economy to improve.\nFlashpoints in Jerusalem could also complicate the ceasefire. Hamas has told the BBC that part of the agreed truce involved Israel compromises over the al-Aqsa mosque compound and the district of Sheikh Jarrah, where there have been moves by Jewish settlers to evict Palestinian families.\nIsrael has denied this is the case and the issues remain. There were clashes in East Jerusalem on Friday after the truce started.\nSome of the chants of Palestinians there highlighted another major issue - the rivalry between Hamas and the Palestinian Authority, which is led by Mahmoud Abbas and runs parts of the West Bank.\nCrowds chanted \"the people want the president to leave\". Mr Abbas will try to shore up his position when he meets Mr Blinken.\nSome international leaders, including US President Joe Biden, have again referred to the long-term, two-state solution for the Middle East - a Palestinian state alongside Israel - but maintaining the current calm is the main focus at the moment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57216683",
      "category": "uk",
      "title": "Covid-19: Jabs effective against Indian variant and lockdown confessions",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow. \nHealth Secretary Matt Hancock has said he is \"increasingly confident\" the government will be able to ease restrictions on 21 June after a study found the Pfizer and AstraZeneca vaccines are highly effective against the variant first identified in India. Two doses of the jabs offer similar levels of protection against the Indian variant as they do for the Kent one. However, both vaccines were only 33% effective against the Indian variant three weeks after the first dose. Mr Hancock said the data showed it was \"absolutely vital\" people got both vaccine doses.\nEngland has surpassed 50 million vaccine doses, according to NHS data. Some 31,546,846 UK adults have had their first jab, while 18,699,556 have had two, NHS England figures show. The milestone was reached as the vaccination programme continued to move down the age groups, with 32 and 33-year-olds in England now being invited to book their first vaccination from this weekend. Mr Hancock said the government is on track to offer a first vaccine dose to all adults in the UK by the end of July.\nIndia's cities and towns have struggled to keep Covid patients breathing amid a severe oxygen shortage during a deadly second wave of the pandemic. But one rural district has been praised for managing to avoid the crisis. Dr Rajendra Bharud, the collector, or senior administrator, in Nandurbar, began preparing in September after seeing other countries deal with second and third waves. And even as cases dipped, his administration continued expanding or building infrastructure - from quarantine centres to oxygen plants - that would help fight the virus. His district's approach has been making headlines in India and has been dubbed the \"Nandurbar model\".\nThe Scottish government has said it is working to fix a security flaw that could allow people to edit Covid vaccination status certificates. People in Scotland travelling to a foreign country can download the vaccination status forms from the NHS Scotland Portal. They show the dates of vaccinations and which jabs were given to an individual. But a security glitch means vaccination status details can be altered using popular computer software programmes. BBC Scotland was able to download a certificate and edit it to include a false name and the address of the BBC's Glasgow headquarters. \nStationery and design shop owner Eleanor Tattersfield sent out blank postcards asking people to reveal their lockdown secrets. So far she's received 1,200 responses and has been left amazed by the coronavirus confessions they have shared. Eleanor said there were a number of recurring themes, particularly around self-reflection. She said she was planning to release a book containing the messages. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith restrictions set to ease further in Northern Ireland on Monday, and following the latest relaxation of rules in England, Scotland and Wales, head here to find out what the UK's roadmap for lifting lockdown is. \nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57217715",
      "category": "uk-scotland-glasgow-west",
      "title": "Glasgow Covid level may drop if ICU numbers do not rise",
      "tags": "Glasgow,Coronavirus pandemic,Humza Yousaf",
      "text": "Covid restrictions in Glasgow could be eased if the number of people in intensive care does not go up, Scotland's health secretary has said. \nGlasgow is the only part of Scotland still in level three, and some businesses have criticised the decision to keep it under stricter measures.\nHumza Yousaf said ministers wanted to ease restrictions as soon as possible. \nHe said he hoped after this week it would become clear whether case numbers had led to a rise in ICU patients. \nSpeaking to BBC Scotland's Sunday Show, Mr Yousaf said it was a difficult balance to strike and he could understand why people in Glasgow were \"feeling somewhat despondent\" about the situation. \nOn Friday, business bosses said they were stuck in an \"excruciating\" position.  \nAndrew McRae, of the Federation of Small Business Scotland, said there was \"intense\" frustration, and called for the Scottish government to investigate whether a new approach was required for Glasgow.\nHe said: \"If the virus has not been brought under control while Glasgow businesses have faced almost nine months of restrictions, then surely the problem lies elsewhere.\"\nAnd Glasgow Chamber of Commerce chief executive Stuart Patrick said businesses had been hit with \"hefty financial losses in staff and perishable food costs\" after level three restrictions were extended. \nMr Yousaf insisted ministers felt it was \"absolutely necessary\" to control the so-called Indian variant, which public health experts believe is driving increasing infection rates in the city. \n\"If we control it now then hopefully we will avoid future lockdowns in the months to come,\" he said.\nHe added that another reason why ministers had decided to keep Glasgow in level three for a further week was because they were trying to understand more about the variant. \n\"The really critical question is... does the new variant lead to more hospitalisations and more severe disease which then requires admissions into ICU?\" he said.\n\"If the answer to that which I hope is no, then we can look at what we can do in terms of easing restrictions into the future.\"\nHe continued: \"We have seen an increase in the number of hospital admissions. \n\"What this week will hopefully allow us to do is to see whether we continue to see a rise in hospital cases but also whether that translates into more severe disease which would need admission to ICU.\"\nGlasgow is the only area in Scotland to remain in level three of Scotland's coronavirus restrictions, with the highest coronavirus rates in the country at 126.7 per 100,000 people in the seven days to 19 May.\nPublic health expert, Prof Linda Bauld, said she was starting to see signs in the data that cases were declining in the city.  \nIf this trajectory continued, she had optimism the city would in the future go to level two.    \nPeople aged 18 to 39 who live in postcodes G41, G42, G5, G51 or G52 in the southside of Glasgow are also being offered jabs early to tackle surging cases. \nMr Yousaf said there was the possibility to increase the number of injections given daily - particularly administering second doses amongst those priority groups. \nHe said: \"Although we are doing extremely well with the vaccine rollout I think there is room to increase the number of vaccines that we are administering per day and per week.\"\nHe added that rolling out the vaccine to more people in Covid hotspots should not mean people in other parts of the country having to wait longer. \nBreakdowns of vaccinations by area showed \"no slowing down\", and a recent call on social media for those in Glasgow to come forward for vaccination due to additional supplies had been successful, and said he thought being more \"pro-active\" was a good idea. \nMr Yousaf also pointed to the news that the Pfizer and AstraZeneca coronavirus vaccines were highly effective against the variant identified in India after two doses. \nOpposition politicians have previously criticised the Scottish government for its handling of the pandemic. \nOn Friday Scottish Conservatives leader Douglas Ross said a \"more targeted approach\" was needed, and that resources should be diverted to areas where the virus was spreading.\nScottish Labour leader Anas Sarwar called for \"a mass rollout of PCR testing and rapidly accessible vaccinations so that we can bring the case load down and have a consistency across the country.\"\nMr Yousaf also spoke about East Renfrewshire, which has the second highest rate in the country. \nWith 108.9 cases per 100,000 in the week to 19 May, it is well in excess of the target of 50 cases for level two set by the Scottish government. \nHowever, the health secretary said there was not significant community transmission of the new variant as seen in the outbreak on Glasgow's southside. \n\"That is really key, as the public health officials tell us they can contain those relatively small number of cases within those domestic settings,\" he said.\nHe said another factor was that the number of cases was also relatively small, and could be contained with appropriate health measures - including enhanced testing, contact tracing and maximising the vaccine rollout.\nFigures published on Sunday showed that Scotland had recorded 378 new cases of coronavirus  - 212 in the Greater Glasgow and Clyde health board area - but no further deaths in the previous 24 hours.\nIt means the death toll under this daily measure - of people who first tested positive for the virus within the previous 28 days - remains at 7,664. However, registration offices are generally closed at weekends. \nFigures published by the Scottish government on Sunday showed the daily test positivity rate was 2%, up from 1.8% the previous day.\nSo far, 3,108,819 people have received a first dose of the Covid vaccination and 1,828,930 have received their second dose. \nUnder level three restrictions, groups of six people from two households can meet in cafés, pubs and restaurants. However, alcohol can only be served outdoors. \nAnd six people from six households can meet outside. But, you cannot visit people in their homes. \nUnder level two restrictions, which East Renfrewshire is currently in, pubs and restaurants are allowed to serve alcohol inside until 22:30, and limited numbers of people can socialise indoors.\nSocial distancing during meetings indoors or in private gardens is no longer required in levels one and two.\nCinemas, theatres, concert halls, music venues, comedy clubs and bingo halls can reopen with restrictions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57198762",
      "category": "entertainment-arts",
      "title": "Eurovision: Italy wins while UK's James Newman gets nul points",
      "tags": "Eurovision Song Contest",
      "text": "Italy has won the Eurovision Song Contest in Rotterdam with their song Zittie e Buoni.\nMåneskin singer Damiano David shouted \"Rock and roll never dies\" as the four-piece group collected their glass microphone trophy.\nIt was another disappointing night for the UK, with James Newman's Embers scoring nul points.\nIt is the fifth time the UK has come last, and the second time it has received no points.\nThe first time was in 2003 when Jemini sang Cry Baby. \nNewman put on a brave face, smiling and cheering as the bad news was delivered.\nCommentator Graham Norton reacted by saying: \"I'm trying to put a positive spin on it but I feel so sorry for James. A lot of disappointed people in that arena tonight, but thrilled to be a part of Eurovision.\" \nHe also had plenty of support from fans such as Matt Lucas, who said \"we love you James Newman\", BBC Breakfast host Dan Walker, who praised him \"laughing it off\" and RuPaul's Drag Race star Michelle Visage., who said: \"I am sending this tweet to James Newman and James only. You were INCREDIBLE.\"\nBut some people did not think Newman's performance was good enough, with Twitter account the Vinyl Frontier saying his singing could have been better.\nIn contrast to the lack of points for Newman, it was delirium for Måneskin, who had been firm favourites despite their rock number not being typical Eurovision fare.\nThey are the first group to win the competition since 2006, and Italy last won in 1990.\nMåneskin's Victoria de Angelis said after the show that their win was a boost for her country, which was badly hit by the coronavirus pandemic.\n\"This is a message of hope after this hard year we've been through,\" she said.\nHer bandmate David said: \"That prize shows that this is not (a) cheesy event. This is a musical event.\"\nSteve Holden, BBC Newsbeat\nItaly were the favourites for a reason.\nThey brought swagger, confidence and star quality to the Eurovision stage.\nAs they said to me in the lead-up, they didn't try to fit into a Eurovision box and just played on stage as if it was just another gig.\nThey struck the perfect combination: a powerhouse song with perfect staging. The song - Zitti e buoni - builds and builds to a pyrotechnic climax and they got a landslide result from the public vote. Job done.\nFrance's Barbara Pravi came second with Voilà, while Switzerland's Gjon's Tears came third with his ballad Tout l'Universe.\nIt was a tense climax to the show, with many countries getting few votes from the public and the top of the leaderboard changing frequently. \nSwitzerland and France were both in front at some point during the night, as were Finland and Iceland.\nSpain, Germany and the Netherlands got no points from the public but got a few from the juries, which left the UK languishing at the bottom.\nGermany's Jendrick came second to last while San Marino's Senhit could only manage to come 22nd, despite her track featuring chart topper Flo Rida.\nIceland - who weren't able to perform live after one of the band tested positive for Covid-19 - came fourth.\nRepresentatives from 26 nations took to the stage at Rotterdam's Ahoy Arena.\n\"It's less Destiny's Child ... more Destiny's Inappropriate Auntie.\"\n\"Finland are still very cross about the conditioner in the hotel.\"\n\"If you ever wondered what had happened to Orville, the lead singer is wearing him.\"\n\"I'm not sure if she hit that note but I've definitely got a nosebleed.\"\n\"I wear this every time I go to the smelting plant.\"\n\"This is Marmite if everyone hated Marmite.\"\n\"Maybe it will grow on me, like mould on a bathroom ceiling.\"\n\"She's dressed like a zebra for some reason. Do you think it comes with a head?\"\nLast year's contest was axed due to the coronavirus pandemic, which has also had an impact on this year's event.\nAn audience of 3,500 people cheered them on during the show, which was an official Covid trial event.\nSaturday's show was co-hosted on stage by Nikkie de Jager, better known around the world as NikkieTutorials.\nKnown for giving make-up and beauty advice on her social media channels, the Dutch internet star was the contest's first transgender host.\nThe United Kingdom last won Eurovision in 1997 and has won the annual singing contest five times since it began in 1956."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57217600",
      "category": "world-europe",
      "title": "Damiano David: Eurovision winner denies taking drugs during event",
      "tags": "Eurovision Song Contest",
      "text": "The lead singer of the Italian band who won the Eurovision Song Contest has denied taking drugs, following online speculation over competition footage showing him leaning over a table.\nMåneskin's Damiano David rejected the idea that he had been taking cocaine.\n\"I don't use drugs. Please, guys. Don't say that really, no cocaine,\" he said at a press conference.\nIn a statement, Eurovision said the singer would \"take a voluntary drug test after arriving home\".\nMåneskin, who had been favourites to win the contest, took the top prize with their song Zitti e buoni.\nPeople at home speculated as to what the singer was doing when he appeared to bend his face towards a table as the band celebrated their victory during the live broadcast.\nWhen asked about the incident during a press conference after their victory, Damiano David said he had been looking down because guitarist Thomas Raggi had broken a glass.\nEurovision said the singer would be tested to see if he had taken drugs.\n\"This was requested by them last night but could not be immediately organised by the EBU,\" the statement said. \n\"The band, their management and head of delegation have informed us that no drugs were present in the Green Room and explained that a glass was broken at their table and it was being cleared by the singer. The EBU can confirm broken glass was found after an on site check. \n\"We are still looking at footage carefully and will update with further information in due course.\"\nThe band later also reacted to the allegation in an Instagram story, saying they were shocked and did not condone drug use:\n\"We really are AGAINST drugs and we never used cocaine. We are ready to get tasted [sic], cause we have nothing to hide.\" \nMåneskin had been firm favourites despite their rock number not being typical Eurovision fare.\nThey are the first group to win the competition since 2006. They also gave Italy its first victory since 1990.\nFrance's Barbara Pravi came second with Voilà, while Switzerland's Gjon's Tears came third with his ballad Tout l'Univers.\nThe UK came last in the contest, with James Newman's Embers scoring nul points."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57213541",
      "category": "uk-wales",
      "title": "Three people arrested in Connah's Quay murder probe",
      "tags": "Deeside,Connahs Quay",
      "text": "A murder investigation has been launched after a man died following a \"serious assault\" in north Wales.\nDean Bennett, 31, was airlifted to hospital after police were called to reports of a stabbing at Connah's Quay in Flintshire at 17:00 BST on Saturday.\nNorth Wales Police said the victim of the attack in Dock Road later died.\nDetectives said a 46-year-old woman, a 35-year-old man and a 16-year-old girl have been arrested on suspicion of murdering Mr Bennett, of Connah's Quay.\nOfficers were called just after 17:00 on Saturday by the Welsh Ambulance Service to a report that a man had been stabbed.\nMr Bennett was flown to Aintree hospital in Liverpool but was pronounced dead shortly after his arrival, the police said.\nThe man and woman remained in police custody on Sunday night, while the 16-year-old girl was released on police bail pending further investigations.\n\"Our heartfelt sympathies go out to Dean's family and friends at this incredibly difficult time,\" said Det Ch Insp Sion Williams.\n\"We understand that a serious incident like this has caused a lot of concern in the local community and we'd like to reassure residents that we are doing all we can to establish what has happened. \n\"Officers are on patrol in the area and a police cordon remains in place.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57221957",
      "category": "business",
      "title": "Bury Brexit hatchet and seize new opportunities, says CBI",
      "tags": "Hull,Employment,UK economy,CBI,Siemens",
      "text": "Business and government should put the bitter divisions of Brexit behind them and focus on building a fairer, greener economy, according to the Confederation of British Industry.\nThat could drive an extra £700bn of economic growth by 2030, the CBI says.\nThe employers' organisation is launching what it says is a \"landmark\" economic plan for the next decade.\nAnd its proposals would lead to \"prizes for everyone\", not just for some firms, the CBI's director general believes. \n\"For the last five years business and government have been at odds. Brexit was very divisive,\" Tony Danker told the BBC.\n\"But after the events of the last five years, we find ourselves in total alignment about what needs to be done. We need to level up, we need a greener economy and, my God, we should not waste this opportunity.\"\nThe CBI's new report, entitled \"Seize the Moment\", focuses on the government's policy agenda of addressing geographic inequalities, decarbonisation and innovation and says 2021 must be a turning point for the UK if it is to address those long term challenges. \nAmong them, levelling up is the one that the government has trumpeted most in recent election campaigns. And those promises to alter the economic map of the UK have resulted in changes to the country's political map. But fulfilling those promises won't come from the wave of some magic wand.\nTony Danker says that while big ticket, regional infrastructure investments are a welcome start, they alone are not enough. \n\"Transport is great, we need it. Broadband is great, we need it. But we need to turn all of that into real jobs and real growth, in skills and wages, if levelling up is going to mean anything to the people of this country,\" he says.\nThe CBI believes it and its members have an important role to play.\n\"Governments don't create jobs. Governments don't prepare people in the workplace for the skills of the future. Governments don't suddenly invent new decarbonisation technologies. That's what businesses do.\"\nIn Hull's Alexandra Dock, a factory run by Siemens Gamesa produces 1,000 offshore wind turbine blades a year. \nAt nearly 100 metres of moulded fibreglass they are high-tech pieces of equipment, and a decarbonising world will need a lot of them in the years to come. The plant has grown rapidly since it opened five years ago, in part thanks to government seed funding, and price guarantees.\n\"The government is doing a lot right,\" says Carl Ennis, managing director of Siemens UK.\n\"But it could have gone even better. The blades for some of our wind turbines are made in the UK, but the research and development and the cell (the motor the blades are attached to) are made in Denmark and Germany. \n\"What has been missing is speed of action and scale of ambition,\" says Mr Ennis.\nHe says Germany is investing 50 times the amount the UK is in new hydrogen technology for example.\nAnd if investments like Siemens' are going to benefit Hull, in the form of higher paid jobs for local people, more needs to be done.\nHannah Clague, an aerospace engineering graduate employed at the plant, says applications for jobs like hers have doubled since she joined, because \"it's such a sustainable career to go into and a lifelong career\".\nBut Hannah isn't from Hull herself. She's from Reading, a graduate from Sheffield University. \nAnd at the moment few locals are in a position to join her, says JJ Tatten, from the Warren Youth Project. \n\"The reality is that the young people we work with are not ready to go into jobs in local tech and green industries,\" he says.\n\"There's no lack of will, no lack of intelligence, no lack of energy. They just need that first rung of the ladder and that access to skills. \n\"There is a real danger for the young people we work with here in Hull, that if they can't get the opportunity to develop some of those skills, they won't get the opportunity to take a job in that field or that industry, and the people to fill those vacancies will have to be sourced from outside'.\nThe government's levelling up playbook looks something like this: pick an industry that the UK does - or should - have a natural advantage in, put in some funding, incentives and price guarantees to encourage businesses to invest, get local universities and colleges involved, use regulation to accelerate progress and government procurement to help at the customer end. \nBut on top of that the CBI believes it could be playing a much bigger role in coordinating investment in regional businesses, building regional economic clusters, and determining the direction of skills training.\nSpecific recommendations for government policy in its report include an overhaul of the much criticised Apprenticeship Levy and a requirement that economic regulators prioritise investment and innovation. \nThe CBI said it was ready to play a more proactive role in transforming the economy than previously. It sees this year as a \"once-in-a-generation opportunity to unite and agree to transform the UK economy\". \nFailure to make bold changes now would result in a return to business as usual, it said, including \"the persistently low productivity and heightened social division that followed the 2008 financial crisis\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56996106",
      "category": "uk-wales",
      "title": "Rural crime: Bodycams for farmers as they fight rural crime",
      "tags": "Sheep farming,CCTV,Agriculture,North Wales Police,NFU,Body cameras,Rural crime",
      "text": "Farmers across Wales are turning to technology to fight rural crime - including wearing bodycams.\nA recent survey by NFU Cymru found that 31% of farmers had invested at least £1,000 in crime prevention measures in the last five years.\nIn north Wales, police are working with the farming community to launch Future Farms Cymru, a scheme using technology to tackle thefts on farms.\nFarmers will use social media, CCTV and bodycams to protect their property.\nIn Carmarthenshire, farmer Garry Williams uses a WhatsApp group to keep local farmers informed of any suspicious activity in the area.\n\"On this farm we've had ladders, tools, strimmers etc stolen and as a result we've put up CCTV cameras and have a lock-up to keep our tools safe,\" he said. \n\"At the moment, I think the two biggest issues in this area are quad theft and sheep theft.\"\nAfter getting fed up with being targets for criminals, including thieves and scammers, Mr Williams and his fellow farmers are prepared to embrace modern methods to protect their traditional way of life.\n\"Rural crime is a worry for all farmers but I'm especially concerned about elderly farmers in our community who are more vulnerable to these crimes and being conned by fraudsters,\" said Mr Williams. \n\"My advice to all farmers is to remain vigilant and to take any measures possible to improve on-farm security to deter these criminals.\n\"I'd need to know more about them but I can imagine if you were to notice something suspicious at night, having a body camera may give an added layer of security.\"\nNFU Cymru president John Davies said rural crime continued to wreak havoc on farms across Wales, \"causing not only financial but emotional pressures on farming families\". \n\"Farmers are using preventative measures to deter criminals and secure their machinery, tools and stock,\" he said. \n\"These measures include upgrading building security and routinely removing equipment from vehicles overnight with some even installing CCTV on farms and blocking field entrances. \n\"Farmers are trying various tactics to prevent crime on their farm and so some may well be interested in these new technologies being trialled in north Wales, if effective and cost-efficient.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57219989",
      "category": "uk",
      "title": "Human rights body leaves Stonewall diversity scheme",
      "tags": "Human rights,LGBT,Stonewall",
      "text": "Britain's human rights watchdog has not renewed its membership of a diversity scheme run by LGBT group Stonewall. \nThe Equality and Human Rights Commission says it told Stonewall it would be leaving the Diversity Champions scheme in March.\nMembers pay Stonewall a fee and allow it to vet their internal policies, such as who can use their toilets and changing facilities.\nBut the EHRC says it \"did not constitute best value for money\".\nNancy Kelley, Stonewall's chief executive, said the charity was proud of its work supporting organisations to create inclusive working environments, but added that it was \"up to individual employers how they meet their statutory requirements\".\nHundreds of private and public bodies are members of Stonewall's scheme. \nBut the scheme is not without controversy - earlier this week an independent report commissioned by the University of Essex found that Stonewall gave it incorrect and potentially illegal advice on transgender issues.\nNews that the EHRC left the scheme in March comes just days after Stonewall and several other LGBT groups criticised the organisation in an open letter, saying it was not doing enough to champion LGBT rights.\nThe letter followed a Times interview in May in which Lady Falkner, who was appointed head of the EHRC in December, said that women must have the right to question transgender identity without being abused, stigmatised or risking losing their job. \nA spokesman for the EHRC said: \"We remain committed to creating an inclusive workplace that will attract people from all backgrounds, where all of our colleagues will thrive and where all LGBT employees are accepted without exception.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57215498",
      "category": "uk",
      "title": "Martin Bashir: I never wanted to harm Diana and don't believe we did",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC",
      "text": "Martin Bashir has said he \"never wanted to harm\" Diana, Princess of Wales, with her 1995 interview with Panorama, adding: \"I don't believe we did.\"\nThe former BBC journalist used deception to get the interview, an independent inquiry concluded.\nSpeaking to the Sunday Times, Bashir said he was \"deeply sorry\" to her sons, the dukes of Cambridge and Sussex.\nBut he rejected Prince William's claim that he fuelled her paranoia, saying they were close and he \"loved\" her.\nHe told the paper that even in the early 1990s, there were stories and secretly recorded phone calls and he \"wasn't the source of any of that\". \nBashir said Princess Diana was never unhappy about the content of the interview and said they remained friends after the programme aired.\nThe princess even visited his wife in a south London hospital on the day she gave birth to the couple's third child, he said.\n\"Everything we did in terms of the interview was as she wanted, from when she wanted to alert the palace, to when it was broadcast, to its contents,\" he told the paper.\nBut on having showed her brother Earl Spencer forged bank statements and says: \"Obviously I regret it, it was wrong. But it had no bearing on anything. It had no bearing on [Diana], it had no bearing on the interview.\"\nSunday Times journalist Rosamund Urwin, who met Bashir in person for the interview, said he seemed like a broken man but added she felt he was a good actor.\nShe told BBC Radio 5 Live's Sunday Breakfast programme: \"He wasn't, I felt, as contrite as one could be in that circumstance, if you're always looking for an excuse rather than an apology that seems problematic to me.\"\nOn Thursday, the independent report by former senior judge Lord Dyson found Bashir was unreliable and dishonest, and that the BBC fell short of its high standards when answering questions about the interview.\nIt also found that Bashir seriously breached broadcaster's rules by mocking up faked documents, which he showed to Princess Diana's brother Earl Spencer to obtain the interview.\nLord Dyson also criticised the internal BBC investigation in 1996 that cleared Bashir and BBC News of wrongdoing as \"woefully ineffective\" and on Saturday former Lord Hall, who had led that investigation as head of BBC News, resigned as National Gallery chairman.\nLord Hall had become director general when Bashir was rehired by the BBC as religious affairs correspondent in 2016 and later promoted to religion editor.\nBashir left the BBC without a pay-off earlier this month, citing ongoing health issues.\nThe chairman of the Commons Digital, Culture, Media and Sport Committee, Julian Knight, has called on current director-general Tim Davie explain how Bashir came to be re-employed in 2016.\nMr Knight told BBC Radio 4's Today programme there was a need for further reform and a strengthening of editorial policy within the corporation.\nHe told BBC Breakfast on Sunday: \"We need to be sure that the processes are in place that editorial policy is respected, and has a loud enough voice in the BBC so that in future we don't have any chance of any repeat of this shoddy journalism.\"\nThe BBC has defended rehiring Bashir, saying the post was filled after a competitive interview process.\nThe interview was a huge scoop for the BBC, and in it the princess famously said: \"There were three of us in this marriage.\"\nEarlier this week, Earl Spencer told Panorama he \"draws a line\" between meeting Bashir and his sister's death. \nThe princess died in 1997, after the car she was in crashed in the Pont de l'Alma tunnel, in Paris.\nBut Bashir told the Sunday Times: \"I can understand the motivation [of Earl Spencer's comments] but to channel the tragedy, the difficult relationship between the Royal Family and the media purely on to my shoulders feels a little unreasonable. The suggestion I am singularly responsible I think is unreasonable and unfair.\"\nAsked whether he is able to forgive himself, he is reported to have said: \"That's a really difficult question because it was a serious error. I hope that people will allow me the opportunity to show that I am properly repentant of what happened.\"\nThe earl has asked the Metropolitan Police to investigate the BBC.\nEarlier this week, the police force said it would assess the Dyson report \"to ensure there is no significant new evidence\", after previously deciding against a criminal investigation.\nLord Dyson concluded:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57221240",
      "category": "uk-wales",
      "title": "Mayhill: Further arrests after Swansea disorder",
      "tags": "Swansea,South Wales Police",
      "text": "Further arrests have been made in connection with violent disorder in Swansea on Thursday.\nSeven police officers were injured and families described being trapped in their homes after violence erupted in Mayhill.\nSouth Wales Police said three men, aged 18, 21, and 23, had been arrested, taking the total number of arrests to seven.\nDet Supt Gareth Morgan urged anyone involved to \"hand themselves in\".\nOn Saturday three men, aged 36, 20 and 18, and a 16-year-old boy were arrested on on suspicion of unlawful violence following the violence on Waun-Wen Road.\nTwo of the men arrested on Sunday remain in police custody, while five have been released on bail and placed under a night-time curfew.\nDet Supt Morgan said officers remained in the area, and with investigations continuing he expected more people to be arrested in the next few days.\nHe repeated his call for people in the community to send in photos and videos and to help the force identify those involved in the disorder which broke out on Waun-Wen Road. \nThe disorder is believed to have begun after a planned balloon release in the memory of Ethan Powell, who collapsed and died suddenly on Wednesday.\nMr Powell's family are said to be deeply upset by the violent scenes when the events were meant to have been a celebration of his life.\nDet Supt Morgan thanked members of the community who had already handed over footage to the police and given statements.\n\"We have a dedicated team of detectives who are carrying out extensive inquiries to identify those involved and we are ready to act upon any information received,\" he said.\nHe added: \"Those that want to hand themselves in can do so at Swansea central police station.\"\nThe force's response to the disorder has been criticised by some residents.\nBut South Wales Police said its response was \"immediate and officers trained to deal with public order incidents were deployed to the scene\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57215690",
      "category": "world-africa",
      "title": "Mount Nyiragongo: DR Congo residents flee as volcano erupts",
      "tags": "Volcanoes,Democratic Republic of Congo,Goma",
      "text": "Thousands of people fled their homes in the Democratic Republic of Congo during the night after a large volcano erupted.\nAs the sky turned red and rivers of lava streamed from Mount Nyiragongo, there were concerns that its past deadly tragedies would be repeated. \nA mass evacuation was launched in the city of Goma, which has a population of about two million people. \nHowever, the city was largely spared and some residents are now returning.\nThe volcano, located 10km (six miles) from Goma, last erupted in 2002, killing 250 people and making 120,000 homeless.\nThere has been no official report of casualties during the latest eruption and it is unclear how many homes have been damaged. \nOn Sunday morning, Communications Minister Patrick Muyay tweeted to say the intensity of the lava flow had slowed and an assessment of the humanitarian situation was ongoing.\nThe BBC's Emery Makumeno in DR Congo's capital Kinshasa said a greater quantity of the lava took the direction of the forest, flowing away from the city. \nOur reporter said it stopped short of the international airport, despite earlier reports to the contrary. However, it did set some houses on fire and crossed a graveyard.\nOne resident, Zacharie Paluku, told the Associated Press news agency that the eruption had sparked fear and people began running. \"We really don't know what to do,\" he said.\nSome locals complained about the lack of information from the authorities amid conflicting accounts circulating on social media.\nCrowds were seen with mattresses and other belongings, fleeing even before the government's announcement, which came several hours after the eruption started.\nMany residents headed across the nearby Rwandan border, while others went to higher ground to the west of the city. \nRwandan authorities said about 3,000 people had officially crossed from Goma. The country's state media said they would be accommodated in schools and places of worship. \nOne Goma resident, Richard Bahati, said he was in his house when he heard screaming. \"I got out and saw the sky was red. I am so worried, so worried. I lived through the problem with this volcano in 2002. The volcano devastated all our homes and possessions.\"\nElectricity was out across large areas in the aftermath of the eruption. \n\"There is a smell of sulphur. In the distance you can see giant flames coming out of the mountain,\" resident Carine Mbala told AFP news agency. \nMount Nyiragongo is one of the world's more active volcanoes but there were concerns that its activity had not been properly observed by the Goma Volcano Observatory, since the World Bank cut funding amid allegations of corruption. \nIn a report on 10 May, the observatory warned that seismic activity at Nyiragongo had increased.\nLast year, the observatory's director, Katcho Karume, told the BBC World Service's Science in Action that the volcano's lava lake had been filling up quickly, increasing the chances of an eruption in the next few years. But he also warned that an earthquake could trigger a disaster earlier.\nThe volcano's deadliest eruption happened in 1977, when more than 600 people died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57204775",
      "category": "world-middle-east",
      "title": "Princess Latifa: Dubai photo appears to show missing woman",
      "tags": "Princess Latifa,United Arab Emirates,Mohammed Al Maktoum,Dubai",
      "text": "A photograph posted this week on two public Instagram accounts purports to show Princess Latifa, the daughter of the ruler of Dubai, who has not been seen or heard from in months.\nIn mid-February, BBC Panorama broadcast secret video testimony from her in which she said she was being held as a hostage and feared for her life. \nThe BBC is unable to verify the photo, and no further information has been provided. \nHowever, a friend of Latifa's confirmed that it is the princess in the picture. \nThe BBC understands that the appearance of the image is not random or accidental, but is related to other undisclosed developments. \nIn a statement, David Haigh, co-founder of the Free Latifa campaign group, said: \"We confirm that there have been several potentially significant and positive developments in the campaign. We do not intend to comment further at this stage, a further statement will be issued at the appropriate time.\"\nThe London embassy of the United Arab Emirates (UAE) did not respond to a BBC request for comment. \nThe UN declined to comment on the photograph but has told the BBC that it awaits \"convincing proof of life in the case of Latifa\", which the UAE has said it will provide.\nThe photo appears to show Princess Latifa in a Dubai shopping mall, the Mall of the Emirates (MoE), sitting with two other women. Friends of Latifa have told the BBC that they recognise both of the other women, and that Latifa is acquainted with them. \nIt was uploaded to Instagram, which does not include metadata that would show the date and time, as well as the precise time and location where the photo was taken.\nThe image is reversed. However, it shows a cinema advertising the film Demon Slayer: Mugen Train, which was released in the United Arab Emirates on 13 May 2021.  \nThe image was posted on Instagram on Thursday of this week on the accounts of both of the other women in the picture, one of them adding the comment, \"Lovely evening at MoE with friends.\" \nNeither woman responded to the BBC's request for comment on Latifa's condition or information about when the photograph was taken.\n\"Assuming that the photo is genuine, it shows proof of life, which is something, but nothing about the conditions of her confinement or her freedom,\" Kenneth Roth of the advocacy group Human Rights Watch told the BBC.\nOn Saturday, a second photograph was posted to the same Instagram account.\nThe image (shown below) came with the caption: \"Lovely food at Bice Mare with Latifa earlier.\"\nBice Mare is a restaurant in Dubai's Burj Khalifa. No further details were given.\nThere has been no comment from the UAE. In February, it told the BBC that Latifa was being \"cared for at home\".\n\"She continues to improve and we are hopeful she will return to public life at the appropriate time,\" a statement said.\nLatifa, one of the 25 children of Sheikh Mohammed bin Rashid al Maktoum, attempted to escape from Dubai in February 2018. \nIn a video recorded shortly before she left, she explained that her life was heavily constricted. \"I haven't left the country since 2000. I've been asking a lot to just go travelling, to study, to do anything normal. They don't let me,\" she said. \nBut the escape went wrong: eight days into a daring sea journey across the Indian Ocean, they were caught by commandoes who forcibly removed Latifa and returned her to Dubai. \nHer father later said that he considered this a \"rescue mission\".\nIn February 2021, BBC Panorama broadcast videos secretly recorded by Princess Latifa and communicated to friends abroad, in which she describes her capture and her imprisonment after her return to Dubai. \nShe said she was being held alone without access to medical or legal help in a villa with windows and doors barred shut, and guarded by police. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57223305",
      "category": "uk-wales",
      "title": "Torfaen: Baseball bat found and nine teens arrested in Sebastopol",
      "tags": "Cwmbran,Gwent Police",
      "text": "Nine teenagers have been arrested after armed police responded to reports of youths carrying weapons.\nGwent Police said it sent armed police to the Wern Road area of Sebastopol, Torfaen at about 15:00 BST on Saturday.\nA baseball bat and metal bars were recovered by police, and nine teenagers were arrested on suspicion of violent disorder.\nCh Supt Mark Hobrough said it appeared to be an isolated incident and the \"behaviour would not be tolerated\".\nA dispersal order, giving police extra powers to order anyone to leave an area, has been put in place until 17:15 on Monday for Cwmbran Town Shopping Centre and Cwmbran Retail Park.\nCh Supt Hobrough said no-one appeared to have been hurt in the incident, and armed police had been sent as a precautionary measure after the force received \"multiple calls from the public reporting a group of youths armed with weapons\".\nThe teenagers arrested remain in police custody.\nHe said: \"We have made a number of arrests and officers will be maintaining a visible presence in the area this evening to provide reassurance.\n\"This type of behaviour will not be tolerated by Gwent Police and we will take action against anyone intent on causing harm in our communities.\n\"We'd ask that parents ensure they know where their children are at all times, particularly while the dispersal order is in effect.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57219860",
      "category": "world-europe",
      "title": "Belarus 'diverts Ryanair flight to arrest journalist', opposition says",
      "tags": "Belarus,Belarusian presidential election 2020,Svetlana Tikhanovskaya,Alexander Lukashenko",
      "text": "A Ryanair plane from Greece to Lithuania was diverted to Belarus for several hours on Sunday, with activists saying it was done to arrest a dissident journalist on board.\nEuropean nations reacted with outrage, accusing Belarus of \"state terrorism\".\nThe ex-editor of the Nexta group, Roman Protasevich, was detained before the plane was allowed to resume its flight.\nBelarus media said a MiG-29 escorted the jet to Minsk because of a bomb scare but no explosives were found.\nThe plane finally landed in the Lithuanian capital, Vilnius, its original destination, at 21:25 local time (18:25 GMT), more than seven hours after its scheduled arrival.\nArriving passengers said they had been given no information about the reason for the abrupt diversion to Minsk. One said Mr Protasevich looked \"super scared. I looked directly to his eyes and it was very sad\".\nAnother, Monika Simkiene, told AFP news agency: \"He just turned to people and said he was facing the death penalty.\"\nThere have already been calls for the EU and Nato to intervene.\nUK Foreign Secretary Dominic Raab warned the \"outlandish action\" would have \"serious implications\".\nBelarus opposition leader Svetlana Tikhanovskaya, who was beaten by Alexander Lukashenko in presidential polls last year widely denounced as rigged, was among those demanding Mr Protasevich's release.\nSince August's election, 66-year-old Mr Lukashenko, who has ruled the country since 1994, has cracked down on dissenting voices. Many opposition figures have been arrested or, like Ms Tikhanovskaya, fled into exile.\nFlight FR4978 was en route from Athens to Vilnius when it turned east to Minsk shortly before it reached the Lithuanian border. Greece and Lithuania put the number of passengers on board at 171.\nIn a statement, Ryanair said that the crew had been \"notified by Belarus (Air Traffic Control) of a potential security threat on board and were instructed to divert to the nearest airport, Minsk\".\nThe flight path, visible on the Flightradar24 website, suggests the plane was actually nearer to Vilnius than Minsk when it turned.\nRyanair said checks in Minsk found \"nothing untoward\" and the aircraft left Minsk at 20:50 local time.\n\"We apologise sincerely to all affected passengers for this regrettable delay which was outside Ryanair's control,\" it added.\nThe Ryanair statement made no mention of Mr Protasevich.\nNexta was the first to break the news of his arrest. It said the plane and its passengers was searched, then Mr Protasevich was taken away.\nBelta, the state-owned news agency in Belarus, said Mr Lukashenko had personally given the order for the plane to land in Minsk following the bomb alert, and approved despatching the MiG-29 fighter jet.\nIt has been angry and it is growing.\nThe US ambassador to Belarus, Julie Fisher, tweeted that it was \"abhorrent\" Mr Lukashenko had faked a bomb threat and sent fighter jets to arrest a journalist.\nEuropean Council chairman Charles Michel said EU leaders would discuss \"this unprecedented incident\" on Monday at a Council summit and it would not \"remain without consequences\".\nNato Secretary General Jens Stoltenberg said this was a \"serious and dangerous incident\".\nBoth Latvia and Lithuania said the airspace over Belarus should be recognised as unsafe, with Latvia's Foreign Minister Edgars Rinkevics saying it should be closed to all international flights.\nThe UN's agency for civil aviation, ICAO, said it was concerned about an \"apparent forced landing\" which could be \"in contravention of the Chicago Convention\" which sets out the rules on airspace and aircraft safety.\nPoland's Prime Minister Mateusz Morawiecki said: \"Hijacking a civilian plane is an unprecedented act of state terrorism that cannot go unpunished.\"\nWe do not yet know the full details of this story but its implications could be huge.\nThere are questions about freedom of the air: how vulnerable may other flights be to this kind of behaviour? Some are already calling it an act of aggression or state terrorism, a form of hijacking. In how much danger were the passengers placed? What precedent may be set? Should flights be diverted away from Belarus airspace?\nThere are questions for international law: to what extent was this act unlawful, as many presume, and if so, what consequences should there be? There are questions about freedom of speech: will critics of other authoritarian regimes fear this could happen to them?\nAnd there are questions for international diplomacy. Political figures across Europe have already called for the EU and Nato to intervene. There are demands for further sanctions to be imposed on the government of Belarus, whose legitimacy is questioned by many in the West after disputed elections last year. President Lukashenko is often described as Europe's last dictator. Will the word \"pirate\" now be added to his list of titles? \nNexta is a media operation with a Telegram channel, and has visibility on Twitter and YouTube.\nIt played a key role for the Belarus opposition during the election and has continued to so in its aftermath, particularly with the government imposing news blackouts.\nMs Tikhanovskaya said Mr Protasevich, 26, had left Belarus in 2019 and covered the events of the 2020 presidential election with Nexta, after which criminal charges were filed against him in Belarus.\nShe said he faced the death penalty in Belarus as he has been categorised as a terrorist.\nWestern leaders have backed Ms Tikhanovskaya, who claimed victory in the election before she was forced to leave for Lithuania. She had become a candidate after her husband was jailed and barred from running.\nTens of thousands of protesters thronged the capital Minsk for months last year, furious at Mr Lukashenko's declaration of victory. There have been numerous cases of police brutality and some 2,700 prosecutions this year alone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57219737",
      "category": "world-europe",
      "title": "Italy cable car fall: 14 dead after accident near Lake Maggiore",
      "tags": "Transport,Italy",
      "text": "Fourteen people, including at least one child, have been killed and another child is seriously injured after a cable car fell on a mountain near Lake Maggiore in northern Italy on Sunday.\nThe accident happened on a service transporting passengers from the resort town of Stresa up the nearby Mottarone mountain in the region of Piedmont.\nImages from the scene show the wreckage lying in a steep wooded area.\nFive Israeli nationals were among the dead, Israel's foreign ministry says.\nMost of the victims died at the crash site, with the death toll steadily rising on Sunday afternoon as the wreckage was searched.\nOfficials said two survivors, children aged about five and nine, were airlifted to a hospital in Turin but the older child later died. \nThe younger child - who is also an Israeli national - underwent surgery and is in a critical condition.\n\"We are devastated,\" Marcella Severino, mayor of Stresa, told broadcaster RAI.\nIt reportedly happened at about 12:30 local time (10:30 GMT) on Sunday.\nThe cause of the incident remains unclear, but local reports suggest the cable may have failed about 300m (984ft) from the top of the mountain.\nThe cabin fell about 20m to the ground and rolled over down the slope before being stopped by trees, Mayor Severino said.\nNearby hikers heard a loud hiss before the accident, she added.\nWalter Milan, an alpine rescue spokesman, told television network RaiNews24 that the cable car was left \"crumpled\".\nRescuers faced a crash site on steep and difficult terrain. A fire service vehicle overturned while responding but no-one was injured.  \nStresa's mayor said victims had been found both inside and outside the wreckage of the cable car.\nLuisa Tesserin, a 27-year-old student from Genoa, told the AFP news agency that she and friends had been on the service about an hour before the crash happened.\n\"When we got on, the cable car didn't give any strange signals, everything was fine. When they told us the news, we were shocked,\" Ms Tesserin said.\nItalian Prime Minister Mario Draghi described the crash as a \"tragic accident\" and said he was receiving updates from local and national officials.\n\"I express the condolences of the whole government to the families of the victims, with a special thought for the seriously injured children and their families,\" he said in a statement. \nInfrastructure Minister Enrico Giovannini has announced an inquiry into the incident with a local prosecutor's office also opening an investigation. \nEU Council President Charles Michel offered his condolences to the victims' loved ones in a tweet written in Italian, adding that \"Europe is in mourning with you\".\nThe website for the Stresa-Alpine-Mottarone service said it usually takes 20 minutes to transport passengers 1,491m above sea level.\nThe cable car originally opened in 1970 and was closed for maintenance between 2014 and 2016.\nMottarone is situated between Lake Maggiore and Lake Orta, offering scenic views of the region for tourists.\nEach cable car can usually hold about 40 passengers. The service had recently reopened following the lifting of coronavirus restrictions.\nAre you in the area?  If it is safe to do so, share your experiences.  Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57215629",
      "category": "entertainment-arts",
      "title": "Glastonbury: Emily Eavis says she is 'so sorry' after technical issues derail live-stream",
      "tags": "Glastonbury,Glastonbury Festival,Music",
      "text": "Glastonbury organisers made Saturday's live-stream concert free to watch after thousands of ticketholders were unable to access the show.\nTechnical issues meant people who had paid £20 to see the virtual gig received an error, denying them entry.\nProblems persisted for two hours, after which organisers launched a free stream, meaning anyone could tune in, regardless of whether they had paid.\n\"I am so sorry about the problems,\" said festival organiser Emily Eavis.\nThe replacement stream could only be rewound by an hour, meaning the early parts of the show were still unavailable.\nEavis said the whole film would be made available for ticket holders to watch for a week from Sunday, adding: \"I really hope you can enjoy the rest of it tonight. And again, I'm just so sorry to anyone who's had issues.\"\nTicket holders who could not access the show will also be offered a refund upon request.\nThe show was due to begin at 19:00 BST, with sets from Coldplay, Haim, Jorja Smith, George Ezra, Kano and Wolf Alice - but problems arose from the outset.\nFormer Glastonbury headliners Skunk Anansie were among those affected. \"Code not working,\" wrote their lead singer, Skin. \"Don't make me watch Eurovision.\"\n\"Invalid code were my favourite band way before they were cool,\" added DJ SK Shlomo.\nHowever, some fans were able to access to the show. Festival bloggers Where's My Tent told the BBC they'd logged in at 18:53 BST - and provided video proof that the stream was working.\n\"Wolf Alice were gorgeous and I cried seeing the stone circle fields,\" they wrote online. \"Michael Kiwunaka was good too. Some good bits in between too, amazing spoken word from Kae Tempest.\"\nHowever, their stream also failed at 20:25 BST, and they were unable to regain access until the free stream was made available.\nAnother fan said they'd been able to watch the first half hour, but got \"kicked out one song into Michael Kiwanuka\".\n\"Unable to get back in now. Shame,\" they wrote on Twitter.\nAs complaints flooded in, Driift Live, the technology company which helped organise the stream, told fans to \"please keep trying and you should be able to access soon.\"\nConservative MP Steve Brine branded the situation a \"shambles\".\n\"Lots of people have paid you their money for this and your system is clearly unable to handle it,\" he wrote on Twitter.\nThe free stream was made available shortly before 21:00 BST. However, for many fans, the two-hour delay meant a late finish, as performances were already due to run beyond midnight.\nEarlier, Coldplay had billed the concert as a \"very special night at Worthy Farm tonight and a home gig for us,\" after headlining the Glastonbury four times previously.\nAll the performers waived their fees, with proceeds intended to secure the future of the festival - which has been forced to cancel for two consecutive years. \nNow organisers will undoubtedly face thousands of demands for refunds.\nHere are some of the responses from fans trying to access the show earlier in the night.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57200863",
      "category": "health",
      "title": "Covid: Sniffer dogs could bolster screening at airports",
      "tags": "Coronavirus testing,Air travel,Coronavirus pandemic",
      "text": "Sniffer dogs could contribute to efforts to prevent the spread of Covid as society reopens, according to scientists.\nAs part of a trial, dogs were trained to recognise a distinctive odour produced by people with the virus, but undetectable to the human nose.\nThis could come in useful for screening at airports or mass events. \nBut the dogs' findings would have to be confirmed by lab testing, the researchers said.\nAlthough the dogs correctly picked up 88% of coronavirus cases, they also incorrectly flagged 16% of people who didn't have Covid as having the virus.\nDogs can have up to 100,000 times the smelling ability of humans and have long been used to sniff out drugs and explosives. \nRecent research has shown dogs - particularly breeds like spaniels and retrievers - can detect the unique scents of diseases including cancer, Parkinson's and malaria.\nAs part of the current canine screening trial, six dogs were trained to recognise the smell produced by people with Covid-19 using worn socks, face masks and t-shirts of various materials. \nThey were rewarded with treats when they correctly identified whether the sample was from an individual who had tested positive or negative. \nSome of the people in the negative group had common cold viruses, to make sure the dogs were able to distinguish Covid from other respiratory infections. \nThe dogs were able to sniff out the disease even when it was caused by different variants, and when the person had no symptoms or only had very low levels of the virus in their system. \nClaire Guest, Chief Scientific Officer at charity Medical Detection Dogs, which trained the animals, said the results were \"further evidence that dogs are one of the most reliable biosensors for detecting the odour of human disease\".\nThey picked up roughly 88% of positive cases - meaning, for every 100 cases, the dogs failed to recognise just 12 infected people. \nBut out of 100 people who did not have Covid, the dogs wrongly suggested - via the sniff test - that 16 of them were infected. \nSo if one person on a plane of 300 passengers has coronavirus, the dogs are likely to correctly identify that person, but may also wrongly indicate that another 48 Covid-negative people are infected.\nIt means a proportion of infections will be missed, and more will be told they have the virus when they don't. This is the case for all tests to different extents, but the canine method incorrectly tells a lot more people they have the virus than the type you swab up your nose. \nSo the research team does not recommend dogs alone are used to sniff out positive cases.\nBut they believe the dogs could be an additional screening tool alongside more conventional tests. They say dog screening, followed by swab testing, will pick up 91% of infections. \nThe real potential advantage, though, is speed: even the quickest tests take 15 minutes to show a result, while dogs can sniff out the disease in seconds. \nTwo dogs could screen 300 people in half an hour, researchers say. \nThis could make the sniff test \"a suitable method for mass screening\", argues Prof James Logan at the London School of Hygiene & Tropical Medicine, which conducted the research alongside the University of Durham.\nIn theory, people could be screened as they queue for a flight or to enter an event, and anyone flagged up by the dogs would need to take a PCR test - the more accurate type of swab tests which is processed in a lab.\nThis could cut down on the numbers having to enter hotel quarantine. \nDogs could also potentially be used in areas where there isn't currently much screening, such as busy train stations, to help prevent a super-spreading event. \nThe research is at an early stage so it still needs to be reviewed by other scientists before it can be published and, in the next phase of the study, tried out on infected people - rather than bits of sock."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57214005",
      "category": "uk-wales",
      "title": "Mayhill: Four arrests after Swansea disorder",
      "tags": "Swansea,South Wales Police",
      "text": "Four people have been arrested in connection with violent disorder in Swansea on Thursday.\nSeven police officers were injured and families described being trapped in their homes after violence erupted in Mayhill.\nSouth Wales Police said three men, aged 36, 20 and 18, and a boy, 16, had been arrested on suspicion of unlawful violence and remained in custody.\nDet Supt Gareth Morgan urged anyone involved to \"hand themselves in\".\nHe urged people in the community to send in photos and videos and to help the force identify those involved in the disorder which broke out on Waun-Wen Road. \n\"There are many residents who were present at the scene during the disturbance and will know the identity of those that caused damage and threatened violence,\" he said.\n\"I urge the public not to protect those who showed such disregard for the community of Mayhill and to give us the names of those individuals who can been seen on social media footage.\"\nThe disorder is believed to have begun after a planned balloon release in the memory of Ethan Powell, who collapsed and died suddenly on Wednesday.\nMr Powell's family are said to be deeply upset by the violent scenes when the events were meant to have been a celebration of his life.\nDet Supt Morgan said investigations were continuing and he expected further arrests to be made in the coming days and weeks, adding that increased patrols would continue in the area over the weekend.\nHe thanked members of the community who had already handed over footage to the police and given statements.\n\"We have a dedicated team of detectives who are carrying out extensive enquiries to identify those involved and we are ready to act upon any information received,\" he said.\nHe added: \"Those that want to hand themselves in can do so at Swansea central police station.\"\nThe force's response to the disorder has been criticised by some residents.\nBut South Wales Police said its response was \"immediate and officers trained to deal with public order incidents were deployed to the scene\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57217326",
      "category": "world-africa",
      "title": "DR Congo's Goma volcano: 'I couldn't save my sick husband from the lava'",
      "tags": "Volcanoes,Democratic Republic of Congo",
      "text": "Ernestine Kabuo returned home after fleeing the lava flow in Goma, Democratic Republic of Congo, to find that her husband had not survived.\nThe 68 year old was unable to carry her sick husband out of their house and she found him burnt to death, she told Reuters news agency.\nAt least 22 deaths have been confirmed following Saturday's eruption of a nearby volcano, Mount Nyiragongo.\nBut the lava stopped short of the city's built-up area.\nThis avoided the level of death and destruction witnessed in 2002. It did, however, hit the Buhene district, where Ms Kabuo's home was.\n\"I said to myself: I can't go alone, we've been married for the best and for the worst,\" she told Reuters reflecting on what happened on Saturday.\n\"I went back to at least try to get him out but couldn't. I ran away and he got burned inside. I don't know what to do. I curse this day.\"\nFive people died of asphyxiation while trying to cross the lava when it was cooling in a place just north of Goma.\nA sixth person is in hospital with breathing difficulties, civil society leader Mambo Kawaya told the AFP news agency.\nSince then, the authorities have tried to prevent people from visiting places where the lava is cooling, Goma journalist Esdras Tsongo told the BBC's Focus on Africa radio programme.\nOther Goma residents, a city of 670,000 according to UN estimates, are searching for missing loved ones as the city, and the region, continues to experience earthquakes.\nMore than 170 children are feared to be missing and 150 others had been separated from their families, the UN's children's agency, Unicef, said, adding that centres would be set up to help unaccompanied minors.\nNine of the deaths so far recorded by the authorities occurred in a traffic accident as people fled.\nFour others died as they tried to escape a prison while two were burned to death, government spokesman Patrick Muyaya said on Sunday. \nBut there are fears that more deaths may be confirmed as people return to the remains of their houses.\nThe lava stopped in the Buhene district, on the outskirts of Goma, burying hundreds of houses and even large buildings. Reconstruction efforts are likely to take months.\n\"All the houses in Buhene neighbourhood were burned,\" Innocent Bahala Shamavu told the Associated Press news agency.\nElsewhere, lava crossed the N2 road connecting Goma to the city of Beni, severing a key aid and supply route. However, the city's airport was untouched, despite earlier reports that it had been affected.\nThe volcano, located 10km (six miles) from Goma, last erupted in 2002, killing 250 people and making 120,000 homeless.\nResidents started leaving their houses even before the government announced an evacuation plan. At night, crowds were seen fleeing on foot with mattresses and other belongings. \nRwandan authorities said more than 3,000 people had officially crossed from Goma. Some started to return on Sunday. Others went to higher ground to the west of the city.  \nOne Goma resident, Richard Bahati, said he was in his house when he heard screaming and became extremely worried as he saw the sky reddening outside. \n\"I lived through the problem with this volcano in 2002. The volcano devastated all our homes and possessions,\" he said. \nA local trader, Kambere Ombeni, was among those who returned to the scene as the rubble still smouldered. \"We watched the whole neighbourhood in the Nyiragongo territory go up in smoke. The fire came right down to here. Even now we can still see lava,\" he said. \nAnother resident, Irene Bauma, said people would need help from the government to rebuild their lives. \n\"There's land, people, a population that has lost everything, maybe there are also deaths, who knows? We are asking the government to come and help the survivors of this eruption.\"\nTom Peyre-Costa, from the Norwegian Refugee Council in Goma, told the BBC what had happened.\n\"The lava was pretty slow, like, 1km/h, but it didn't stop.... It started burning the houses,\" he said, adding that humanitarian organisations were already trying to address people's needs. \nMount Nyiragongo is one of the world's more active volcanoes but there were concerns that its activity had not been properly observed by the Goma Volcano Observatory, since the World Bank cut funding amid allegations of corruption. \nProfessor Mike Burton, a volcanologist at the University of Manchester in England, told the BBC that the lava in Mount Nyiragongo is particularly fluid and has the potential to move fast. \nIn a report on 10 May, the observatory warned that seismic activity at Nyiragongo had increased.\nLast year, the observatory's director, Katcho Karume, told the BBC World Service's Science in Action that the volcano's lava lake had been filling up quickly, increasing the chances of an eruption in the next few years. But he also warned that an earthquake could trigger a disaster earlier.\nThe volcano's deadliest eruption happened in 1977, when more than 600 people died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57217740",
      "category": "uk-politics",
      "title": "Coronavirus: Patel denies No 10 pursued herd immunity policy",
      "tags": "Dominic Cummings,Priti Patel,Coronavirus pandemic",
      "text": "Home Secretary Priti Patel has denied claims the government pursued a herd immunity policy early in the pandemic.\nThe prime minister's ex-aide Dominic Cummings has said in tweets that the UK's original plan was to let the virus spread through the population - achieving so-called \"herd immunity\".\nMr Cummings said No 10 later realised it would be a \"catastrophe\". \nBut the UK Health Security Agency chief said allowing people to become infected \"has never been on the agenda\". \nDr Jenny Harries said she had \"never been in a government meeting where herd immunity was put forward as a mechanism of control\" for the pandemic.\n\"But bear in mind I would not have been in most of the high-level ones as deputy chief medical officer,\" she said. \nAsked by the BBC's Andrew Marr whether herd immunity had been government policy at the beginning of the Covid pandemic - before a vaccine had been created - Ms Patel replied \"absolutely not\".  \nShe said she would not comment on what Mr Cummings would say ahead of his appearance in front of a parliamentary committee this week, but added \"our strategy was always about public health, saving lives and protecting the NHS\". \nAlso speaking to Andrew Marr, Dr Harries said that the term herd immunity had been \"misinterpreted\". \nShe said there was a difference between the widespread immunity achieved through vaccinations, and herd immunity produced by allowing the public to catch the virus naturally.\n\"What you're looking at in a population is to try and see at which point your population would be safe, and this is what we do with this very successful vaccination programme,\" she said.\n\"That's not the same as saying... that the aim would be to allow people to become infected and develop herd immunity.\n\"That has never been on the agenda but you would always look to see how safe you can get your population through a vaccination programme.\" \nHerd immunity is a term used to mean that most people are immune to a particular disease. \nThis means that the disease is much less likely to spread from person to person, so those who are not immune are at reduced risk of illness. \nThe more infectious a disease is, the greater the number of people that need to be immune in order to reach the threshold where the unprotected are safe. \nThere are two ways of achieving herd immunity: First is through the natural progression of the disease, which will cause illness and death as people become infected. The second is through vaccination. \nAdding to a series of tweets Mr Cummings began a week ago, the former No 10 advisor referred to the government's handling of Covid as a \"disaster\". \nOn Saturday evening, he said the \"official plan in all the documents, graphs and meetings\" at the outset of the pandemic was to achieve so-called \"herd immunity\" by September 2020. \nHe added: \"How herd immunity could have been the plan is a fundamental issue in the whole disaster\", adding it was only changed after \"No 10 was made aware... it would lead to catastrophe\". \nIn addition to saying \"awful decisions\" were made, and \"lives and money\" were \"needlessly lost\" he also said \"if competent people had been in charge\" lockdowns may have been avoided. \nFollowing Ms Patel's interview on Sunday morning, he said herd immunity had not been a \"secret\" policy but \"official strategy\" explained on TV and radio.\nHe said herd immunity had been viewed as \"unavoidable\" until 9 March when government policy started to shift to \"Plan B\" - to \"dodge herd immunity until vaccines [were available]\".\nHe continued to tweet on the subject throughout Sunday and ahead of his appearance on Wednesday before the Commons Health and Science Select Committee which is considering lessons to be learned from the pandemic. \nMr Cummings was the prime minister's closest political aide, and in the room when decisions were being made early in the pandemic. \nBut, since parting ways with his boss last November, he has become a trenchant critic of Mr Johnson's actions. \nEarly on in the pandemic the government's chief scientific adviser's comments about herd immunity attracted attention.\nOn 13 March 2020, Sir Patrick Vallance told BBC Radio 4's Today programme, the government's aim was to \"try and reduce the peak - not suppress it completely, also because most people get a mild illness, to build up some degree of herd immunity whilst protecting the most vulnerable\".\nSir Patrick later insisted that herd immunity was \"not the plan\" and the Department of Health said his comments had been misinterpreted adding: \"Herd immunity is not part of our action plan but is a natural by-product of an epidemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57221516",
      "category": "uk-scotland",
      "title": "Scotland's lord advocate and solicitor general resign",
      "tags": "Scottish government",
      "text": "Scotland's top law officers have confirmed they are leaving their posts.\nLord Advocate James Wolffe QC and Solicitor General Alison Di Rollo QC have said they will continue in their roles until replacements are appointed. \nThe lord advocate is the head of Scotland's prosecution body and is the principal legal adviser to the Scottish government. The solicitor general is his deputy.\nThere have been calls for the lord advocate's role to be split.\nIn England and Wales, there is an attorney general who gives legal advice to the UK government, as well as a director of public prosecutions.\nIn February, former first minister Alex Salmond said Mr Wolffe should resign over his role in the Scottish government's handling of harassment complaints against him.\nSpeaking before a Scottish Parliament inquiry into the affair in March, Mr Wolffe denied any political influence relating to Mr Salmond's criminal prosecution, which ultimately saw him acquitted of 13 charges at Edinburgh's High Court last year.\nMr Wolffe told the Holyrood committee: \"Any suggestion, from any quarter, that the Crown's decision-making has at any time been influenced by irrelevant considerations or improper motivations would be wholly without foundation.\n\"Insinuation and assertions to the contrary are baseless.\"\nThe controversy led to suggestion from Scottish Labour that the roles should be separated. \nAnd following news of the resignations, Scottish Liberal Democrat justice spokesman Liam McArthur said: \"With the departure of the lord advocate this is an opportunity to consider how the role works going forward.\n\"Scottish Liberal Democrats believe that now is the time to separate the lord advocate's position as the Scottish government's legal advisor and appoint an independent director of prosecutions to run the Crown Office and Procurator Fiscal Service.\"\nMr Wolffe also made a public apology over the wrongful prosecution of two men following a fraud investigation relating to the sale of Rangers.\nHe was not the lord advocate at the time of the initial prosecutions of David Whitehouse and Paul Clark.\nThey had been appointed joint administrators of the club in 2012 but were arrested in 2014 regarding their involvement with the administration.\nThe pair were later awarded more than £20m after charges brought against them were either dropped or dismissed.\nIt is not uncommon for Scotland's law officers to change after a Holyrood election but it doesn't happen every time. \nThe departure of the current lord advocate and solicitor general comes after a period of sustained controversy for the Crown Office. \nThe Salmond case raised questions about the dual role of law officers - as independent prosecutors and as ministers in, and legal advisers to, the Scottish government. \nThe SNP manifesto committed to considering whether that dual role should end and to a wider review of the prosecution system. \nBoth will take place under new leadership to be nominated by Nicola Sturgeon and approved by parliament and the Queen. \nWhoever is appointed will have an important role in certifying whether or not any indyref2 bill is within Holyrood's law making powers. \nThe pair were appointed as Scotland's two law officers in 2016. \nPrior to taking on their roles, Mr Wolffe was Dean of the Faculty of Advocates and Ms Di Rollo was head of the National Sexual Crimes Unit. \nTheir successors will be nominated by First Minister Nicola Sturgeon, then approved by the Scottish Parliament. \nThe parliament will then recommend the new law officers' appointment to the Queen. \nA Scottish government spokesman said the lord advocate informed the first minister last year that he intended to leave office after this month's election, and then confirmed his intention before her re-election by the Scottish Parliament as first minister. \nHe added that the solicitor general had now confirmed she intended to stand down at the same time.\nThe spokesman added: \"It is for the first minister to nominate new law officers and, subject to approval of her nominees by the Scottish Parliament,  to recommend their appointment to Her Majesty the Queen. \n\"The current law officers intend to remain in office until the new law officers are appointed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57157496",
      "category": "health",
      "title": "Covid Indian variant: Where is it, how does it spread and is it more infectious?",
      "tags": "Bolton,Bedford,Coronavirus vaccines,Croydon,Hillingdon,Blackburn,India,Hounslow,Coronavirus pandemic",
      "text": "The majority of new coronavirus cases in the UK are the so-called Indian variant - named the Delta variant by the World Health Organization.\nThis version - or mutation - was first spotted in India last October.\nViruses mutate all the time. Most variants are insignificant, but some can make a virus more contagious. \nUK scientists say the Delta variant - known as B.1.617.2 - is spreading more quickly than the Kent or Alpha variant, which was behind a surge in cases over the winter.\nThere have been almost 18,000 cases of the B.1.617.2 variant in England, just under 3,000 in Scotland, 189 in Wales and 37 in Northern Ireland. \nThe latest Public Health England figures up to 2 June showed the worst-hit areas were:\nHowever, just because it's the most common strain doesn't always mean there's lots of it about. \nIn West Lancashire and East Hertfordshire, for example, in the two weeks to 29 May the variant accounted for 100% of the cases analysed for variants. But this amounted to only nine individual infections each.\nNot all cases are analysed and a higher proportion are in areas with lots of the Delta variant, potentially skewing the figures. \nBut random swabbing carried out by the Office for National Statistics, which is not skewed in this way, also found a growing proportion of cases looked like they were the Delta variant. \nIt does appear to spread more easily than the Kent variant (B.1.1.7). \nTransmission rates for the Indian strain have been put at anywhere between 30 and 100% higher than for the Kent or Alpha variant. \nRoughly 12% of contacts of people with the Indian variant went on to develop coronavirus, compared with 8% of those who had the so-called Kent variant, according to Public Health England analysis - suggesting it is roughly 50% more transmissible. \nBut some of that could be the behaviour of humans, rather than the virus itself. \nWhen a variant spreads faster than others, it could be driven by the strain being more infectious, by differences in how close people get, or by different vaccination rates. \nFor instance, it's been pointed out some of the worst-affected areas have very low proportions of residents working from home.\nDespite fears over the Indian variant, most of the UK went ahead with easing restrictions on 17 May.\nHowever, the government has issued new guidance for people in eight areas of England with high numbers of cases\nPeople have been advised to minimise travelling in and out of Kirklees, Bedford, Blackburn with Darwen, Bolton, Burnley, Leicester, Hounslow and North Tyneside.\nIn addition, residents have been advised - wherever possible - to meet people outside, maintain social distancing of 2m (6ft) from people not in their household and work from home if they can. \nIt is not clear whether the next stage of easing in England will happen on 21 June, as was set out in the government's roadmap. \nThe prime minister and health secretary have indicated they will wait for another week's data before making a decision.\nMany countries already have bans on people from the UK and elsewhere entering. \nFrance has brought a ban on non-essential travel from the UK back into force in direct response to the spread of the India variant. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57208311",
      "category": "world-middle-east",
      "title": "Israel-Gaza: What Bella Hadid’s stance says about changing conversations",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57218737",
      "category": "uk",
      "title": "Kate Garraway: 'My husband is devastated by Covid'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57208607",
      "category": "uk-scotland",
      "title": "Covid vaccination certificates hit by security glitch",
      "tags": "Scottish government,Vaccine passports,Coronavirus pandemic",
      "text": "The Scottish government has said it is working to rectify a security flaw which could allow people to edit Covid vaccination status certificates.\nPeople in Scotland travelling to a foreign country can download the vaccination status forms from the NHS Scotland Portal.\nThey show the dates of vaccinations and which jabs were given to an individual.\nBut a security glitch means vaccination status details can be altered using popular computer software programmes.\nBBC Scotland was able to download a certificate and edit it to include a false name and the address of the BBC's Glasgow headquarters. \nA Scottish government spokeswoman confirmed the security glitch, saying: \"We are looking into rectifying this issue.\n\"This is an interim solution and records of vaccination status will be replaced by digital Covid Status Certificates in the summer, which will include vaccination and testing data to be used for outbound international travel.\n\"The measures are intended to ease the burden on the NHS by removing the need for people to ask their GP for a status record.\"\nPublic health officials previously said this digital scheme would mean Scotland was \"ready to join\" an international vaccination passport programme.\nPeople have been advised to request the certificate if they are due to travel in the next 21 days.\nScottish Conservative health spokeswoman Annie Wells, said: \"It's extremely concerning that this security flaw has been uncovered at a time when people are looking for clarity from the Scottish government around international travel.\n\"Instead, their safety is being put at risk by yet another glitch from the SNP government's rollout programme, this time on vaccine certifications. Vaccinations are our route back to normality and the Scottish government has a duty to ensure this is done safely and efficiently.\n\"This security flaw must be rectified instantly - we can't run the risk of a two-tier vaccine system.\"\nRory Boland, Editor of Which? Travel, described the security flaw as \"alarming\".\n\"Evidence of vaccination will be crucial to international travel this summer, and the potential ramifications of a person travelling while falsely claiming to be vaccinated are serious,\" he said. \n\"The reopening of international travel depends on mutual trust between governments that the systems they have in place are robust, trustworthy and fraud proof, so it is crucial that the issue is fixed as soon as possible.\"\nIn England, the NHS app will be available to use as a vaccine passport. This is separate to the NHS Covid-19 app, which is used for contact tracing.\nPeople should be able to view their coronavirus vaccine records on the NHS app without there being any need to contact GPs.\nThe UK government previously said such a scheme could have an important role to play both domestically and internationally and was \"likely to become a feature of our lives until the pandemic recedes\".\nLatest figures show that Scotland has recorded 370 new cases of coronavirus but no further deaths in the last 24 hours.\nIt means the death toll under this daily measure - of people who first tested positive for the virus within the previous 28 days - remains at 7,664.\nFigures published by the Scottish government on Saturday showed the daily test positivity rate was 1.8%, down from 1.9% the previous day.\nSo far, 3,096,341 people have received the first dose of a Covid-19 vaccination and 1,799,956 have received their second dose.\nGlasgow is the only area in Scotland to remain in level three of Scotland's coronavirus restrictions.\nThe city has the highest level of Covid-19 rates in Scotland at 126.7 per 100,000 people in the seven days to May 19, up from 122.6 in the week to May 18, latest available figures show.\nMoray dropped down from level three to level two on Saturday while East Renfrewshire, which earlier this week had a higher seven-day average rate of cases than Glasgow, remains in level two.\nCovid rates in East Renfrewshire in the seven days to May 19 were 108.9 per 100,000 people, down from 116.2 in the week to May 18.\nIn level two, people can hug and meet indoors - subject to restrictions - travel across the UK and overseas, and hospitality venues can open later than in level three and serve alcohol indoors. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57218738",
      "category": "uk",
      "title": "Dr Jenny Harries urges public to get second vaccination",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57216601",
      "category": "world-asia-china",
      "title": "China ultramarathon: Severe weather kills 21 runners",
      "tags": "China,Marathon running,Severe weather",
      "text": "Twenty-one runners have died after extreme weather struck a long-distance race in northern China.\nHigh winds and freezing rain hit participants in the 100km (60-mile) ultramarathon in the Yellow River Stone Forest, a tourist site in Gansu province, on Saturday.\nThe race was halted when some of the 172 runners went missing, and a rescue operation was launched.\nMany of the stranded runners reportedly suffered from hypothermia.\nLiang Jing, an ultramarathon champion, and Huang Guanjun, who won the men's hearing-impaired marathon at China's 2019 National Paralympic Games, were among the victims, state-run media reported.\nOfficials said 151 runners were now confirmed safe, and that eight of them were injured.\nThe race began at 09:00 local time (01:00 GMT) on Saturday, with some of the competitors setting off wearing just shorts and T-shirts. \nSurviving participants said the forecast had shown some wind and rain was anticipated, but nothing as extreme as what they experienced.\nAbout three hours after the start, a mountainous section of the race was hit by hail, heavy rain and gales, which caused temperatures to plummet, according to officials from the nearby Baiyin city. \nOne runner, Mao Shuzhi, told Reuters news agency she turned around when the weather changed.  \n\"The rain was getting heavier and heavier,\" said Ms Mao, who was about 24km into the race at the time and had not yet reached the mountains. \nShe decided to head back to her hotel, having had previous bad experiences with hypothermia, but others carried on or were already in worst-hit areas. \nMany runners reportedly lost their way on the route as the weather affected visibility.\nMore than 1,200 rescuers were deployed, assisted by thermal-imaging drones and radar detectors, according to state media. \nThe operation continued through the night into Sunday morning, during which time a further drop in temperature made the search even more difficult, China's Xinhua news agency reported. \nThe deaths have sparked public outrage on Chinese social media, with anger mainly directed at the Baiyin government and unhappiness over the lack of contingency planning.\nIn a news conference on Sunday, Baiyin's Mayor Zhang Xuchen said: \"As the organiser of the event, we are full of guilt and remorse. We express deep condolences and sympathy to the families of the victims and the injured.\""
    }
  ]
}