{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-55507012",
      "category": "health",
      "title": "Covid-19: New variant 'raises R number by up to 0.7'",
      "tags": "NHS,Coronavirus pandemic",
      "text": "The new variant of Covid-19 is \"hugely\" more transmissible than the virus's previous version, a study has found.\nIt concludes the new variant increases the Reproduction or R number by between 0.4 and 0.7. \nThe UK's latest R number has been estimated at between 1.1 and 1.3. It needs to be below 1.0 for the number of cases to start falling.\nProf Axel Gandy of London's Imperial College said the differences between the viruses types was \"quite extreme\".  \n\"There is a huge difference in how easily the variant virus spreads,\" he told BBC News. \"This is the most serious change in the virus since the epidemic began,\"  he added.\nThe Imperial College study suggests transmission of the new variant tripled during England's November lockdown while the previous version was reduced by a third.\nCases of Covid-19 have begun to increase rapidly during the second spike, and the number of cases recorded in a single day reached a new high on Thursday.\nNew coronavirus variant: What do we know?\nCases of new variant appear worldwide\nEarly results indicated that the virus was spreading more quickly among under-20s, particularly among secondary school age children. \nBut the very latest data indicates that it was spreading quickly across all age groups, according to Prof Gandy who was a member of the research team.\n\"One possible explanation is that the early data was collected during the time of the November lockdown where schools were open and the activities of the adult population were more restricted. We are seeing now that the new virus has increased infectiousness across all age groups.\"\nProf Jim Naismith, of Oxford University, said he believed that the new findings indicated that even tougher restrictions would soon be needed.\n\"The data from Imperial represent the best analysis to date and imply that the measures we have employed to date, would - with the new virus - fail to reduce the R number to below 1.\n\"In simpler terms, unless we do something different the new virus strain is going to continue to spread, more infections, more hospitalisations and more deaths.\"\nThe R number is the average number of people an infected person infects. If it is above 1 the epidemic is growing.\nThe most chilling finding from this piece of research is that the November lockdown in England, hard though it was for many people, would not have stopped the variant form of the virus spreading. The same severe restrictions that saw cases of the previous version of the virus fall by a third, would see a tripling of the new variant. This is why there has been such a sudden tightening of restrictions across the country. \nIt is unclear whether the current restrictions will be enough to control the spread of the virus. Given the fact that it has taken two lockdowns to stop the earlier version of the virus overwhelming the NHS, many scientists fear that further tightening will be necessary.  \nInfection levels will begin to drop as enough people are vaccinated. But until then it is now more important than ever for people to follow social distancing guidelines, wear masks where required and to regularly wash their hands.\nThe new year brings with it hope of a more normal life in the next few months but also a new form of the virus that all of us will have to combat in the coming days and weeks.\nProfessor Lawrence Young, of Warwick University, said early indications suggested that vaccines would be effective against the new form of the virus.\n\"Variants virus have been around since the beginning of the pandemic and are a product of the natural process by which viruses develop and adapt to their hosts as they replicate.  \n\"Most of these mutations have no effect on the behaviour of the virus but very occasionally they can improve the ability of the virus to infect and/or become more resistant to the body's immune response.\"\nFurther research is needed to understand why the variant is spreading so quickly. But early indications are that vaccines should be effective against it.\nThe new virus has been designated \"Variant of Concern 202012/01\" or VOC by Public Health England.\nIt was detected in November and thought to have originated in the south-east England in September. \nThere is no evidence to suggest that it is more deadly, but it will increase the number of cases which in turn will add further pressure on the NHS.\nThe variant can now be found across the UK, except Northern Ireland, but it is heavily concentrated in London, as well as south-east and eastern England. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55509582",
      "category": "entertainment-arts",
      "title": "Comedian John Bishop joins Doctor Who cast",
      "tags": "Jodie Whittaker,Television,Doctor Who",
      "text": "Comedian John Bishop is to join Jodie Whittaker for the 13th series of Doctor Who, the BBC has revealed.\nThe 54-year-old, who recently tested positive for coronavirus, said boarding the Tardis was a \"dream come true\".\nHe will play a character called Dan, who \"becomes embroiled in the Doctor's adventures\" and faces \"evil alien races beyond his wildest nightmares\".\nBishop fills the gap left by Bradley Walsh and Tosin Cole, who bowed out in a special New Year's Day episode.\nHe began filming his role last November, but the BBC kept the signing under wraps until the broadcast of Revolution Of The Daleks on Friday night.\nBishop, who grew up on a Merseyside council estate, had a brief career as a professional footballer before turning his hand to comedy.\nHe has previously acted in the Channel 4 drama Skins and the Ken Loach film Route Irish.\nEarlier this week, the comedian revealed that he and his wife had tested positive for Coronavirus over Christmas, saying he had been \"flattened\" by \"the worst illness I have ever had\".\nWriting on Instagram, he described his symptoms as including \"incredible headaches, muscle and joint point, no appetite, nausea, dizziness [and] chronic fatigue like I didn't know existed\".\nHe updated fans on New Year's Eve, saying he and his wife were \"getting a little stronger\" every day, and promising he would return to work in January.\nIt is not thought his illness will disrupt production on Doctor Who. The show is on a scheduled break for Christmas and not due to resume filming until later this month.\nThe 13th series of the rebooted sci-fi stalwart will see Whittaker return as the extra terrestrial Time Lord, alongside Mandip Gill, who returns as Yaz.\nIn a statement, Bishop said: \"If I could tell my younger self that one day I would be asked to step on board the Tardis, I would never have believed it.\n\"It's an absolute dream come true to be joining Doctor Who and I couldn't wish for better company than Jodie and Mandip.\"\nProgramme boss Chris Chibnall added: \"It's time for the next chapter of Doctor Who, and it starts with a man called Dan. Oh, we've had to keep this one secret for a long, long time.\n\"Our conversations started with John even before the pandemic hit.\n\"The character of Dan was built for him, and it's a joy to have him aboard the Tardis.\"\nDoctor Who will return to BBC One later this year.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-55509048",
      "category": "world-middle-east",
      "title": "Iran nuclear crisis: Tehran to enrich uranium to 20%, IAEA says",
      "tags": "Iran",
      "text": "Iran intends to start enriching uranium to 20% purity, a global watchdog says - its most significant breach of an international nuclear deal so far.\nThis remains short of the 90% required to make a nuclear bomb. But under the 2015 agreement Iran was supposed to keep enrichment below 4%.\nIran began breaching the deal after President Trump took the US out of it and re-imposed crippling sanctions.\nHowever the UK, France, Germany, Russia and China all hope it can be revived.\nThe International Atomic Energy Agency (IAEA) said Iran had informed it of its plans to enrich to a purity of up to 20% at its Fordo Fuel Enrichment Plant, a facility built deep inside a mountain.\nBut the agency added: \"Iran's letter to the agency ... did not say when this enrichment activity would take place.\"\nIran breached the 3.67% purity cap imposed by the nuclear deal in 2019 but the enrichment level had remained steady at up to 4.5% since then.\nHowever the increase to 20% was mandated in a law passed by Iran's parliament last month in response to the assassination of the country's top nuclear scientist, Mohsen Fakhrizadeh.\nThe bill required the Iranian government to resume enriching uranium to 20% if sanctions on the country's oil and financial sectors were not eased in two months.\nIt also mandated the blocking of UN inspectors from Iran's nuclear facilities at Natanz and Fordo.\nEnriched uranium is produced by feeding uranium hexafluoride gas into centrifuges to separate out the most suitable isotope for nuclear fission, called U-235.\nLow-enriched uranium, which typically has a 3-5% concentration of U-235, can be used to produce fuel for commercial nuclear power plants.\nHighly enriched uranium has a concentration of 20% or more and is used in research reactors. Weapons-grade uranium is 90% enriched or more.\nObservers say increasing enrichment could shorten Iran's \"break-out time\" - the time it would theoretically take to develop a nuclear bomb.\nIran insists its nuclear programme is exclusively for peaceful purposes.\nBut suspicions that Iran was developing a nuclear bomb prompted the EU, the US and the UN to impose sanctions in 2010.\nThe 2015 deal - signed with China, France, Germany, Russia, the UK and the US - was designed to constrain the programme in a verifiable way in return for sanctions relief.\nPresident Trump pulled out of the agreement in May 2018, calling it \"decaying and rotten\".\nBut President-elect Joe Biden has said he would return the US to the agreement - negotiated under President Obama - and would lift sanctions if Iran returned to \"strict compliance with the nuclear deal\".\nMr Biden, who is due to be sworn in as US president on 20 January, told the New York Times last year that \"it's going to be hard\", but that \"the last goddamn thing we need in that part of the world is a build-up of nuclear capability\".\nFor its part, Iran has expressed interest in once again complying with the agreement should there be a return to full implementation by the US.\nIf Mr Biden \"returns to the situation as it was in 2017, then so will we,\" said Iranian President Hassan Rouhani in December."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54872039",
      "category": "explainers",
      "title": "Covid: Which areas are being surge tested for variants?",
      "tags": "Schools,Secondary education,Coronavirus testing,Young people,Liverpool,Coronavirus pandemic",
      "text": "Extra Covid tests are taking place across England and Scotland in areas where new variants have been found.\nThis is known as surge testing - its purpose is to stop the spread of new forms of Covid at the very earliest stage.\nIncreased testing and enhanced contact tracing is carried out in very specific locations - local authority areas, postcodes or even individual streets.\nSome of this is carried out by health officials going door-to-door. It includes testing people who do not have Covid symptoms.\nThe testing also helps scientists better understand the new variants.\nSurge testing is currently taking place in areas of England where the new Delta variant - first identified in India - is spreading fastest.\nEast\nNorth West\nWest Midlands\nSouth East\nSurge testing is also currently being carried out in specific and targeted locations within the following local authority areas:\nLondon\nSouth East\nNorth West\nYorkshire and the Humber\nTargeted community testing is also taking place in various health board areas across Scotland. \nScientists have identified a number of \"variants of concern\" - these are  newly spotted versions of Covid, which could be more contagious. \nAlso, because they're newer, less is known about how they respond to current vaccines.\nThe Delta variant - first identified in India - is the latest to cause concern. Others include those first identified in Brazil, South Africa and the UK (Kent). \nThe variants were initially named after the place where they were first seen, but the World Health Organization (WHO) has announced a new naming system which uses Greek letters instead. \nThe PCR (polymerase chain reaction) test \nPeople tested under the new variant surge programmes are being offered a PCR test. \nThis involves swabbing your nose or throat, dropping the swab in a vial of liquid and sending it to a lab for analysis.\nIt is regarded as the most reliable test, but normally takes a day or longer to get a result.\nThe lateral flow test \nThis also involves a swab from the nose or throat, which is dropped into liquid. The solution is then added to a test strip which shows a result in 20-30 minutes.\nWherever you are in the UK, if you have symptoms you should book a free test online. You will be sent to a testing site or have a testing kit sent to your home. \nIf you have problems booking, call 119 in England, Wales and Northern Ireland or 0300 303 2713 in Scotland. \nAnyone in England can now get free lateral flow tests each week - even if they do not have symptoms. These can be ordered online, by calling 119, or can be collected from test centres and pharmacies. \nAnyone in Scotland can also order free lateral flow tests online, or collect them from test centres.\nAnyone who gets a positive result test must immediately self-isolate for at least 10 days. NHS Test and Trace will tell their contacts to isolate if necessary.\nSelf-isolating means not leaving home for exercise or even to buy food, medicines or other essentials.\nPeople in England who fail to self-isolate after a positive test can be fined up to £10,000.\nAnyone on a low income who has been told to self-isolate can claim a £500 payment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55515525",
      "category": "world",
      "title": "Plane crash deaths rise in 2020 despite Covid pandemic",
      "tags": "Coronavirus lockdown measures,Air travel,Coronavirus pandemic",
      "text": "More people died in commercial plane crashes in 2020, an industry group has said, despite the number of flights plummeting due to the pandemic.\nDutch aviation consultancy To70 found that 299 people were killed in commercial crashes worldwide last year, rising from 257 in 2019.\nThis is despite a sharp drop in flights due to Covid-19 restrictions.\nTracking site Flightradar 24 reported that commercial flights had dropped by 42% last year.\nAccording to a statement released by To70, the figures include all deaths from large passenger aircraft accidents - including acts of unlawful interference, like the shooting down of aircraft.\nTheir figures for 2020 include the shooting down of a Ukraine International Airlines flight by Iranian armed forces last January. Iran plans to give $150,000 (£110,000) to the families of each of the 176 people killed - more than half of all those killed in plane crashes last year.\nIt also includes the deaths of 98 people in May when a Pakistan International Airlines (PIA) flight crashed in the city of Karachi. An initial report blamed \"human error\" for the accident.\nTo70 found that the number of accidents fell to 40 from a total of 86 the previous year. Only five of those 40 accidents proved fatal.\nBut while the consultancy said the fatal accident rate is \"similar to the average of the last ten years\", it warned that the lack of flights has had a \"significant\" impact on the performance of crews, saying that \"skill fade is recognised as a critical issue for our industry as we return to normal operations\".\nThe global aviation industry's safest year on record was 2017. There were no fatal passenger jet crashes that year, and only two fatal accidents involving regional turboprops that resulted in 13 deaths."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55508606",
      "category": "entertainment-arts",
      "title": "Coronation Street actor Mark Eden dies aged 92",
      "text": "Mark Eden, who played Coronation Street villain Alan Bradley, has died at the age of 92.\nThe actor, who had been living with Alzheimer's disease \"for some time\", died early on New Year's Day, his agent confirmed in a statement.\nEden was married to fellow Coronation Street star Sue Nicholls, who plays Audrey Roberts. \nHe had been in hospital since November and died peacefully in the early hours of 1 January, his agent said.\n\"Mark had a long career spanning more than 50 years, including eight years in Coronation Street,\" he added.\n\"He is survived by his wife Sue, his daughter Polly, his stepson Saul and grand-daughter Emma. We ask that their privacy be respected at this very difficult time.\" \nEden's character Alan Bradley - whose daughter Jenny is the current Rovers Return landlady - was one of Weatherfield's most notorious bad boys in the late 1980s. He cheated on Rita Fairclough several times during their relationship and then remortgaged her house without her knowledge so he could fraudulently obtain funds for his security firm.\nAfter Rita reported the fraud, he attempted to suffocate her with a cushion. After being found guilty of fraud and actual bodily harm, he was only given a short jail sentence and quickly continued his torment of Rita, who eventually fled the street to escape his harassment.\nBradley tracked her down in Blackpool but met a sticky end when, in one of the soap's most dramatic scenes, he was struck by a tram as he chased her through the town.\nThe episode was watched by 21.4 million viewers - and Eden later unveiled a plaque at the tram stop where the scene was filmed.\nEden was born in London in 1928 and decided to become an actor in his teens after falling in love with Shakespeare.\nHowever, he was unable to launch a career until he was almost 30, he told the Daily Express newspaper in 2013.\n\"I contracted tuberculosis, spent two years in a sanatorium, worked on the fairgrounds, got married… in fact, I was almost 30 by the time I joined Everyman Theatre Group in Ramsgate,\" he said.\n\"The East Kent Times gave me a rave review for my first play and that was all the encouragement I needed.\"\nHis first screen credit was in 1958, with a role in Quatermass And The Pit; and he later played Marco Polo in the first series of Doctor Who.\nOther roles came in the 1965 film Doctor Zhivago, starring Julie Christie and Omar Sharif, TV show The Avengers and the 1970s detective serial Lord Peter Wimsey.\nLater in his career he appeared in Doctors and Casualty, with his last screen credit in 2013 in the TV movie An Adventure In Space And Time. \nActress Sally Ann Matthews, who played his Coronation Street daughter Jenny Bradley, was among those paying tribute.\n\"I loved this man so much,\" she wrote on Instagram. \"Thank you for being the most wonderful TV dad, teacher and friend.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55516277",
      "category": "uk",
      "title": "Coronavirus: Medics complain of 'bureaucracy' in bid to join Covid vaccine effort",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "When dentist Andy Bates offered to help administer the coronavirus vaccine, he hadn't bargained for the \"overload of bureaucracy\" he says came his way.\nDr Bates, from North Yorkshire, is one of a number of health staff to criticise the paperwork needed to gain NHS approval to give the jabs.\nSome medics have been asked for proof they are trained in areas such as preventing radicalisation.\nThe PM said the health secretary would be \"taking steps\" to address the issue.\nAsked about reports potential volunteers were being deterred by the additional training and forms about \"de-radicalisation measures\" and \"fire drills\", Mr Johnson told the BBC's Andrew Marr on Sunday: \"I think it's absurd and I know that the health secretary is taking steps to get rid of that pointless bureaucracy.\" \nThe NHS has previously said training and checks were needed for vaccinators.\nDr Bates, a 56-year-old dentist based in Skipton, says he was met with layers of \"bureaucracy\" when he applied to be an NHS vaccinator - a paid role that requires healthcare experience.\nHe told BBC Radio 5 Live: \"I am a working dentist with a dental practice. I work four days a week which gives me a day off and the weekend, so I thought I could probably help out [with] explaining things to people, being able to use a needle, being able to relax people in an environment where you're giving them a jab.\n\"It's part and parcel of the job of being a dentist.\"\nBut he says he and two of his dental staff who also applied for roles have been asked to upload a \"huge list of documents\" and complete online modules proving they are trained in certain areas to progress their applications.\nRecognising and managing anaphylaxis\nResuscitation, level 2\nSafeguarding adults, level 2\nSafeguarding children, level 2\nVaccine administration\nVaccine storage\nHealth, Safety and Welfare, level 1\nInfection Prevention and control, level 2\nIntroduction to Anaphylaxis\nLegal aspects of vaccination\nMoving and Handling, level 1\nPreventing radicalisation, level 1\nConflict resolution, level 1\nCore knowledge for Covid-19 vaccinators\nCovid mRNA vaccine BNT162b2 (Pfizer BioNTech Covid-19 vaccine)\nData security awareness, level 1\nEquality, Diversity and Human rights, level 1\nFire safety, level 1\nDr Bates says: \"Some of the things are really quite sensible - like resuscitation, and recognising and managing anaphylaxis - but then you get things like preventing radicalisation, level 1 certificate required [or] safeguarding children level 2.\"\n\"Children aren't a priority for vaccination, [so] I really don't think we're going to be seeing children.\"\nHe says in order to be a registered dentist and CQC registered dental practice, he already has to prove he has kept up his various trainings every year, but having to separate them out according to the NHS website's requirements \"would be really quite a task\".\n\"I must admit, I gave up at the second hurdle, because I'm very busy as a dentist and I do get home quite tired at night. I thought 'good grief, If I have to go through all this', I'm not [doing it].\"\nDr Bates believes that registered healthcare practitioners should be able to apply through their registration details, with a thorough identity check that would fast-track them through the necessary training.\nThe Pfizer-BioNTech vaccine was the first jab approved in the UK, and 944,539 people have had their first jab.\nThe prime minister told the BBC there would be 530,000 doses of the recently approved Oxford/AstraZeneca jab at 540 GP and 101 hospital vaccination sites on Monday, in addition to \"the million or so\" who have already been vaccinated.\nRevealing there were a \"few millions more\" Pfizer vaccine still be used, Mr Johnson told Andrew Marr the jabs were being rolled out \"as fast as we can\", saying the issue was not one of \"not so much one of distribution\",  and referred to concerns over the number of retired doctors to administer the jabs. \nDr Phil Clarke and wife Sheelagh, a nurse practitioner, retired from their local GP practice in Southampton two years ago. But when the pandemic struck in March and the government appealed for retired medics to help out, they answered the call and returned.\nSheelagh and Dr Clarke, both 67, say they have already been administering the Pfizer vaccine to the over-70s and 80s, care home residents and other vulnerable groups through their old practice.\nBut when the couple recently applied to become NHS vaccinators, Sheelagh says they feel that despite their skills and relevant experience, that the NHS was asking them to \"jump through 101 hoops\".\nShe told the BBC: \"You kind of feel like you're trusted and have quite major responsibility to go in and do vaccinating, and then a very belittling application tells you that they don't trust that you've got the skills and abilities to do it.\"\nShe said although they had done a lot of the required e-learning for their own practice, some of the other modules they'd been asked to do had left them \"flabbergasted\".\n\"We don't have time to do any more e-learning, we've already done a lot - probably about 10-12 hours- some of which are perfectly reasonable, like infection control, it's the unreasonable demands\" such as \"awareness of radicalisation and conflict resolution\". \nProf Martin Marshall, chair of the Royal College of GPs, said recently retired medics and other healthcare professionals have \"huge amounts of skill and experience\" to offer the vaccine effort and called for \"bureaucratic barriers\" to be kept to \"the bare minimum\".\nHe added: \"Requiring people to submit more than 20 pieces of documentation, some of which have low relevance to the task they will be doing, and some of which some retired medics and returners to the profession won't even have, is a deterrent for them getting involved at a time when we need all hands on deck.\"\nAn NHS spokesman told the BBC on Saturday: \"Regardless of a person's background in healthcare, appropriate training and checks are necessary to handle the vaccine.\n\"[This] is why important processes are in place to make sure that former members of staff are up to speed on protocols and delivery, so that vaccinators are fully equipped with the skills to safely vaccinate patients in line with Public Health England standards.\"\nThe spokesman added that \"tens of thousands of people have already completed their online training\" which \"are being processed as quickly as possible and vaccinators will be deployed as and when they are required\".\nHe added: \"It is categorically untrue that there are any delays in Covid vaccination caused by accrediting volunteers or returners.\"\nThe UK plans to accelerate its vaccination rollout, amid a rise in coronavirus cases driven by a new variant of coronavirus, by giving both parts of the Oxford and Pfizer vaccines 12 weeks apart, having initially planned to leave 21 days between the Pfizer jabs.\nPublic Health England (PHE) has clarified its guidance on second doses of the vaccine, after an article in the New York Times claimed there could be \"mixing and matching\" of the two different vaccines now authorised for use in the UK. \nDr Mary Ramsay, PHE's head of immunisations, said experts did \"not recommend mixing\" the jabs, but on the \"extremely rare occasions\" where the same vaccine is unavailable or it is unknown which jab the patient received, it is \"better to give a second dose of another vaccine than not at all\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55518121",
      "category": "uk-wales",
      "title": "Covid: NASUWT and NAHT threaten action over Wales school return plan",
      "tags": "Teaching,Coronavirus lockdown measures,Schools,Welsh government,Wales education,NASUWT,Coronavirus pandemic",
      "text": "Unions representing teachers and heads in Wales have called for face-to-face teaching to be suspended in response to the new coronavirus variant.\nThe NASUWT has threatened \"appropriate action in order to protect members whose safety is put at risk\".\nHead teachers' union NAHT Cymru said it had taken legal action against the Welsh Government to obtain scientific evidence it said it was \"withholding\".\nThe Welsh Government said it had agreed an approach with local authorities.\nThe National Education Union Cymru had already called for in-person learning to be delayed until at least 18 January.\nAccording to councils, many secondary schools aim to return from 11 January, with some fully open on 6 January.\nWelsh schools have been asked to make provision for vulnerable children and children of key workers from this week.\nAll pupils will be expected to take part in remote learning before their schools reopen for face-to-face teaching.\nBut teachers' unions have said more time is needed to understand the new Covid-19 variant.\nWhile \"completely committed\" to ensuring children return to school as soon as possible, NASUWT general secretary Patrick Roach said it was now \"abundantly clear that the pandemic is seriously impacting on the ability of all schools to continue to operate normally\".\n\"The NASUWT will not hesitate to take appropriate action in order to protect members whose safety is put at risk as a result of the failure of employers or the Welsh Government to ensure safe working conditions in schools.\"\nNeil Butler, the union's official for Wales, said there was \"chaos and confusion\" in the Welsh education system, and that \"the buck has effectively been passed to local authorities and some authorities have passed it down to individual schools\".\nMr Butler said a suspension of face-to-face teaching would allow schools to review their risk assessments in light of the new variant.\nA Welsh Government spokeswoman said: \"We have agreed with local authorities a common approach to schools returning in January with some flexibility built in over the first two weeks of term. \n\"It is our expectation that pupils, when not in school, will continue to benefit from remote learning.\"\nSecondary schools in England will stagger their return with pupils taking exams in 2021 starting on 11 January, and other year groups returning in person on 18 January. Most primary schools in England will return on 4 January, but in London and some surrounding areas they will not open for most pupils until 18 January. \nIn Northern Ireland, primary school pupils will be taught online until 11 January. In secondary schools, years 8 to 11 will be taught online throughout January. Years 12 to 14 will return to school after the first week of January. \nIn Scotland, the Christmas holidays have been extended to 11 January, and the following week will be online learning only. A full return to face-to-face learning is planned for 18 January. \nRead more here\nLaura Doel, director of NAHT Cymru, said \"control of infection has been lost\" in large parts of Wales, which had created an \"intolerable risk to many school communities\".\n\"It is simply unacceptable for schools to remain open when there is such a question mark over the impact the new variant will have and we will not sit back and let this happen without calling the Welsh Government to account, for the sake of the whole school community,\" she added.\nMs Doel said the union had taken legal action \"to force\" the Welsh Government \"to disclose the scientific information they are withholding\" which has guided its policies.\nIn England, pressure is growing on the government to keep all schools closed for two weeks after the Christmas break amid a surge in coronavirus cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-55365855",
      "category": "uk-england-suffolk",
      "title": "'We filmed our dad's final months to help people'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-51643556",
      "category": "education",
      "title": "What are the Covid rules in schools and will they stay open this term?",
      "tags": "Coronavirus lockdown measures,Schools,Coronavirus testing,Omicron variant,Impact of the COVID-19 pandemic on children,Coronavirus pandemic",
      "text": "The government is being urged to give GCSE and A-level students more information about this year's exams as soon as possible. \nHead teachers say it would help pupils deal with the disruption caused by the recent Omicron surge.\nMeanwhile, the Scottish and Welsh governments have confirmed that face coverings will remain compulsory in high schools. \nAll UK schools must offer face-to-face teaching to every age group, and provide effective online learning for pupils who are absent or isolating.\nThe specific Covid measures in place vary across the nations. \nAll school staff and secondary school pupils are asked to take two lateral flow tests (LFTs) a week (three in Wales).\nIn England, secondary school pupils no longer need to wear masks in the classroom, and won't be required to wear them in communal areas from 27 January.\nA teachers union has urged the government to give GCSE and A-level students information about this year's exams ahead of the planned update on 7 February. Pupils will be offered a choice of topics in some subjects, but don't yet have the final details. \nIn Wales, some schools have reintroduced year-group bubbles, and have staggered start and finish times. Face coverings will remain compulsory in classrooms and communal areas until the end of the February half term, when schools will be expected to revert to their normal timetable. Rules will be reviewed on 10 February. \nIn Northern Ireland, schools reopened with the same measures as last term. New guidance says all primary and post-primary pupils in a class where there are multiple Covid cases should take an LFT. The overall guidance to schools will be reviewed in mid-February.\nIn Scotland, social distancing remains in place, pupils are separated into groups where possible. Pupils and teachers in secondary schools must continue to wear face coverings and the 1m (3ft) social distancing rule still applies. First Minister Nicola Sturgeon said the guidance for schools was being kept under \"close and regular review\".\nThe latest data for England shows that 415,000 pupils (5.1%) were absent for Covid-related reasons on 20 Jan, up from 3.9% on 6 January.\nOver the same period, 4.5% of teachers and leaders were off because of Covid, although a quarter of schools had absence rates above 15%.\nIn addition, 4.7% of teaching assistants and other staff were off for Covid-related reasons. \nThe latest data in Northern Ireland shows that on 24 January, 9% of teachers and 11% of classroom assistants in schools were absent due to Covid - the highest rates since the new term began.\nIn Scotland on 21 January, 30,238 students (4.4%) were missing from school due to Covid-related reasons. \nMany schools have told the BBC they can't find temporary staff to cover the teachers who are off. A number of supply teachers are already working in tutoring organisations as part of education recovery plans.\nEngland's Education Secretary Nadhim Zahawi says the government is considering options to deal with staff shortages. \nHe previously urged retired teachers to return and join teacher supply agencies to fill gaps, but a BBC survey suggested there had been a limited response.\nMr Zahawi also suggested schools could merge classes in the event of teacher shortages. \nBut teaching unions said there were logistical difficulties and safety issues with teaching large groups of children.\nYes - as long as they don't have any of the main Covid symptoms, under-18s don't have to self-isolate if someone else in their household has Covid. \nSimilarly, whole classes are no longer automatically sent home to isolate if a pupil or teacher tests positive. \nHowever, close contacts aged five or above are strongly advised to take LFTs for at least seven days. \nAll primary and post-primary pupils in Northern Ireland should take an LFT if there are multiple Covid cases in their class. \nAll children aged 12 and over are being offered two doses of the Pfizer vaccine, with the second jab typically given 12 weeks after the first.\nThe Joint Committee on Vaccination and Immunisation (JCVI) has also recommended that booster doses should be offered to children aged:\nA low-dose version of the Pfizer vaccine has also been approved for five to 11-year-olds who have health conditions putting them at greater risk from Covid. \nThe JCVI also recommends that primary school children who live with clinically vulnerable adults should also be offered a jab, but it's not yet clear when they might get the doses.\nChildren who aren't considered to be at high risk from Covid should wait 12 weeks after testing positive for Covid before being vaccinated.\nVentilation is one of the key measures designed to keep schools safe from Covid. \nIn England, the government is making 7,000 air cleaning units available to early years settings, schools and colleges. \nLabour says this isn't enough, but the Department for Education says the units are only required in areas where doors and windows cannot be opened effectively.\nSome 300,000 carbon dioxide (CO2) monitors had already been promised for England's schools to help identify areas with poor ventilation, but teaching unions complained this won't solve the problem. \nThe Scottish government gave £100m to local councils to help fund Covid improvements, including hygiene measures and ventilation.\nThe Welsh government has a £6m programme to increase air circulation and purity which will provide 30,000 CO2 sensors and 1,800 ozone disinfecting machines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55513167",
      "category": "world-europe",
      "title": "France: More than 2,500 break virus restrictions at illegal rave",
      "tags": "France,Coronavirus lockdown measures,Raves,Coronavirus pandemic",
      "text": "An illegal warehouse rave that began on New Year's Eve in France in defiance of coronavirus precautions has been shut down by police after arrests and clashes.\nSome of the 2,500 ravers in Lieuron near Rennes in Brittany had planned to party until Tuesday.\nPolice issued fines to revellers found leaving and the organisers were being identified as the party ended.\nA number of party-goers were from the UK and Spain, police said. \nAttendees clashed with police, setting fire to a car and throwing objects at officers attempting to shut the event down. At least three officers were injured. \nA driver was apprehended with turntables, speakers and a generator in the boot of the vehicle, according to French TV station BFM TV.\nPolice trying to stop the event faced \"fierce hostility from many partygoers\", a statement from local authorities said.\nBut at 05:30 local time on Saturday the ravers began to accept the party was over and started to leave the two disused warehouse hangars, the local prefecture said.\nInterior Minister Gérald Darmanin said on Twitter that trucks, sound equipment and generators were seized at the scene and an investigation has been opened.\nMore than 1,200 fines were issued for non-compliance with the curfew, not wearing a mask and attending an illegal gathering, Mr Darmanin said.\nOn Friday authorities said they had opened a sanitary cordon around the party and anyone leaving the event was urged to self-isolate for seven days.\nOne of the party-goers, who gave his name as Jo, told the AFP news agency that \"very few had respected social distancing\" at the event. \nA number of people slept in their cars before returning to dance, Le Monde newspaper reports. \nOne reveller told Le Monde that the rave was \"very well organised\" with food stalls inside. \nAnother, who came with four friends from Finisterre in north-west France, told the newspaper that she had wanted to \"escape\" for a few hours.\nOn Friday an interior ministry crisis meeting was held and all vehicle exits from the rave were blocked as police sought to shut down the party.\nFrance introduced strict rules ahead of the New Year including a curfew from 20:00 until 06:00. \nMore than 100,000 police officers were deployed across the country to break up parties and enforce the curfew. \nOfficers were instructed to break up underground parties as soon as they were reported, fine participants and identify the organisers.\nFrance has recorded more than 2.6 million coronavirus cases and 64,892 deaths since the pandemic began. \nOfficers elsewhere in Europe have also had to break up events in recent days.\nPolice dispersed a mass gathering near the Spanish city of Barcelona on Saturday where 300 people had been partying for more than 40 hours.\nThree footballers from London-based football team Tottenham Hotspur were photographed at a Christmas party last week in breach of coronavirus regulations. \nAnd in Essex, an illegal New Year's Eve party damaged All Saints Church near Brentwood. Church authorities have since received hundreds of pounds to pay for repairs. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55513158",
      "category": "world-us-canada",
      "title": "Lisa Montgomery: Only woman on US federal death row to face execution",
      "tags": "Missouri,Capital punishment,United States",
      "text": "A US appeals court has lifted a stay of execution on the only woman awaiting a federal death penalty. \nLisa Montgomery strangled a pregnant woman in Missouri before cutting out and kidnapping the baby in 2004. \nIf the execution goes ahead, she will be the first female federal inmate to be put to death in almost 70 years. \nMontgomery's execution date was originally set for last month but a stay was put in place after her attorneys contracted Covid-19. \nIt was then rescheduled for 12 January by the Justice Department. But Montgomery's lawyers argued that the date could not be set while a stay was in place. \nA court sided with her attorneys, stopping an order from the director of the Bureau of Prisons scheduling her death. \nBut on Friday, a panel of judges concluded that the director had acted under the law, allowing the execution to take place. \nMontgomery's legal team said they will file a petition for the judges to reconsider their ruling.\nThe last woman to be executed by the US government was Bonnie Heady, who died in a gas chamber in Missouri in 1953, according to the Death Penalty Information Center.\nFederal executions had been on pause for 17 years before President Donald Trump ordered them to resume earlier last year. \nIf the remaining executions go ahead, Mr Trump will have overseen the most executions by a US president in more than a century. \nMontgomery's execution date is just days before President-elect Joe Biden takes office. \nMr Biden, who for decades was a fierce supporter of the death penalty as a Delaware senator, has now said he will seek to end federal executions once he takes office.\nIn December 2004, Montgomery drove from Kansas to the home of Bobbie Jo Stinnett, in Missouri, purportedly to purchase a puppy, according to a Department of Justice press release.\n\"Once inside the residence, Montgomery attacked and strangled Stinnett - who was eight months pregnant - until the victim lost consciousness,\" it says.\nMontgomery cut into Stinnett's body to remove the baby, which she took with her in an attempt to pass it off as her own. \nIn 2007, a jury found Montgomery guilty of federal kidnapping resulting in death, and unanimously recommended a death sentence.\nBut Montgomery's lawyers say she experienced brain damage from beatings as a child and is mentally unwell, so should not face the death penalty.\nUnder the US justice system, crimes can be tried either in federal courts, at a national level, or in state courts, at a regional level.\nCertain crimes, such as counterfeiting currency or mail theft, are automatically tried at a federal level, as are cases in which the US is a party or those which involve constitutional violations.\nThe death penalty was outlawed at state and federal level by a 1972 Supreme Court decision that cancelled all existing death penalty statutes.\nA 1976 Supreme Court decision allowed states to reinstate the death penalty and in 1988 the government passed legislation that made it available again at federal level.\nAccording to data collected by the Death Penalty Information Center, 78 people were sentenced to death in federal cases between 1988 and 2018 but only three were executed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55511169",
      "category": "uk-england-london",
      "title": "Covid: All London primary schools to stay closed",
      "text": "All primary schools in London will remain closed for the start of the new term, the government has confirmed.\nLondon mayor Sadiq Khan said the government had \"finally seen sense and U-turned\" on its plan to allow pupils in some areas to return on Monday.\nLeaders of nine London local authorities had written to Education Secretary Gavin Williamson urging him to rethink the decision.\nMr Williamson said the city-wide closures were \"a last resort\".\nThe government said it had decided all primary schools in the capital would be required to provide remote learning after a further review of coronavirus transmission rates.\nVulnerable pupils and the children of key workers will continue to attend school, the government said.\nEarly years care, alternative provision and special schools will remain open, it added.\nSchools in nine London boroughs and the City of London district had been set to reopen - while those in the remaining 23 boroughs would have stayed closed from 4 January.\nThe decision was criticised and branded \"illogical\" by councillors and residents in the affected areas, who called for primary schools across the capital to move to online learning until 18 January.\nThey pointed out that Covid-19 infection rates were higher in some boroughs told to reopen schools than in others where they were not.\nIn a tweet, Mr Khan said a city-wide closure was \"the right decision\" and thanked education minister Nick Gibb for \"our constructive conversations over the past two days\".\n\"The government's original decision was ridiculous and has been causing immense confusion for parents, teachers and staff across the capital,\" Mr Khan said. \n\"It is right that all schools in London are treated the same, and that no primary schools in London will be forced to open on Monday\".\nDan Thorpe, leader of Greenwich council, said he was \"absolutely delighted\" to hear Mr Williamson had \"finally climbed down and reversed his decision\".\nKingston Council leader Caroline Kerr said she was \"dismayed\" at the government's handling of situation while a council statement added: \"It never made sense that neighbouring boroughs were being instructed to have different arrangements despite having similar rates of infection.\"\nIslington council leader Richard Watts said waiting until New Year's day to announce the further closures was \"unacceptable\".\nHe said the decision \"should have been made weeks ago, as the public health situation became clear\".\nMary Bousted, of the National Education Union, said the government was right to reverse its \"obviously nonsensical position\".\n\"What is right for London is right for the rest of the country,\" she said, and she called on ministers to \"do their duty\" by closing all primary and secondary schools nationwide for at least two weeks.\nPaul Whiteman, general secretary of school leaders' union NAHT, accused the government of damaging public confidence with a \"confusing and last-minute approach\".\n\"Just at the moment when we need some decisive leadership, the government is at sixes and sevens,\" he said.\nShadow education secretary Kate Green said the move was \"yet another government U-turn creating chaos for parents just two days before the start of term\". \n\"Gavin Williamson must still clarify why some schools in tier 4 are closing and what the criteria for reopening will be,\" she said.\nIn a statement, Mr Williamson said children's education and wellbeing remained \"a national priority\" and moving the whole of London to remote education \"really is a last resort and a temporary solution\".\n\"We will continue keep the list of local authorities under review, and reopen classrooms as soon as we possibly can,\" he said.\nHealth Secretary Matt Hancock said the situation in London had continued to worsen in the past week and infections and hospital admissions had risen sharply.\n\"While our priority is to keep as many children as possible in school, we have to strike a balance between education and infection rates and pressures on the NHS,\" he said.\nThe Department for Education had previously said decisions on school closures and openings were based on new infections, positivity rates, and pressures on the NHS.\nA spokeswoman for the department said: \"In response to concerning data about the spread of coronavirus, we have implemented the contingency framework for education in a small number of areas of the country, requiring schools to provide remote learning to all but vulnerable and critical worker children and exam years.\n\"Decisions on which areas will be subject to the contingency framework are based on close work with PHE, the NHS, the Joint Biosecurity Centre and across government.\"\nAre you a parent or teacher who will be affected by the London primary school closures? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-55506891",
      "category": "uk-england-hampshire",
      "title": "New Forest crash: Four ponies killed",
      "text": "Four ponies have been killed in a collision with a vehicle in the New Forest National Park.\nThe animals were hit on Thursday night while licking freshly laid salt on Roger Penny Way, Hampshire Constabulary said.\nThree ponies died at the scene while a fourth was found dead later a short distance away.\nIn December, three donkeys were killed on the road, which is a black spot for animal accidents.\nThe crash happened at about 21:00 GMT on a 40mph (64km/h) section of the road north of Brook.\nThe car, a Land Rover Discovery, appears to have been severely damaged in the collision, according to a police tweet, which gave no further details.\nMark Ferrett, whose daughter owned the ponies, said the deaths were \"unacceptable\".\nHe said: \"I would favour a reduction in the speed [limit]. Please, everyone needs to slow down and stop this carnage.\"\nThe New Forest is one of the largest remaining areas of unenclosed land where commoners' cattle, ponies and donkeys roam throughout the open heath.\nIn 2019, 58 animals were killed and 32 were injured, according to the New Forest National Park Authority. \nAndrew Napthine, a New Forest Agister who helps manage the area's free-roaming animals, attended the scene of the crash, and said the male driver was not injured.\nHe said three of the ponies were killed on the road while a fourth fled the scene and died behind a bush."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55497274",
      "category": "world-africa",
      "title": "Suspected Islamists kill dozens in attacks on two Niger villages",
      "tags": "Boko Haram,Sahel Islamist insurgency,Mali,Niger",
      "text": "Suspected Islamist militants have attacked two villages in Niger, with reports of dozens of civilians killed. \nAround 49 died and 17 were injured in the village of Tchombangou, while another 30 died in Zaroumdareye - both near Niger's western border with Mali, Reuters reports.\nThere have been several recent violent incidents in Africa's Sahel region, carried out by militant groups.\nFrance said on Saturday that two of its soldiers were killed in Mali.\nHours earlier, a group with links to al-Qaeda said it was behind the killing of three French troops in a separate attack in Mali on Monday.\nFrance has been leading a coalition of West African and European allies against Islamist militants in the Sahel.\nBut the region continues to be affected by ethnic violence, banditry, and human and drug trafficking.\nIn light of Saturday's attacks, Interior Minister Alkache Alhada said soldiers had been sent to the area, according to French outlet RFI. But Mr Alhada did not say how many casualties there had been across the two villages.\nA local official, quoted by AFP news agency, said many people were killed, and a local journalist spoke of up to 50 deaths. \nNiger's Tillabéri region, where the villages are situated, lies within the so-called tri-border area between Niger, Mali and Burkina Faso, which has been plagued by jihadi attacks in recent years.\nTravel by motorbike has been banned in the region for a year, as part of efforts to stop incursions by Islamic militants, who often launch attacks from the vehicles.\nAreas of Niger are also facing repeated attacks by jihadists from Nigeria, where the government is fighting an insurgency by Boko Haram.\nLast month, members of the group killed at least 27 people in Niger's south-eastern Diffa region.\nThe latest attacks in Tillabéri come amid national elections in Niger, as President Mahamadou Issoufou steps down after two five-year terms.\nElection officials announced provisional results on Saturday, showing a lead for Mohamed Bazoum - a former minister and a member of Niger's ruling party. \nA second round of votes is expected to be held on 21 February, once ballots have been validated by the country's constitutional court."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/election-us-2020-55517626",
      "category": "election-us-2020",
      "title": "Biden election: Mike Pence 'welcomes' senators' bid to derail result",
      "tags": "US election 2020,Ted Cruz,Donald Trump,US politics,Joe Biden",
      "text": "US Vice-President Mike Pence has welcomed an effort by a group of senators to refuse to certify Joe Biden's presidential election win. \nThe 11 Republican senators and senators-elect, led by Ted Cruz, want a 10-day delay to audit unsubstantiated allegations of election fraud.\nThe move is certain to fail as most senators are expected to endorse Mr Biden in the 6 January vote. \nMr Biden, a Democrat, is due to be inaugurated as president on 20 January.\nPresident Donald Trump has refused to concede the 3 November election, repeatedly alleging fraud without providing any evidence. On Saturday he addressed state legislators in five states where he has been trying to overturn the result. \nHe also spoke to Georgia's Republican Secretary of State Brad Raffensperger and later tweeted that the Georgia official had been \"unwilling, or unable\" to offer details of instances of fraud, which Mr Trump has alleged took place without providing evidence. \nThe Washington Post reported, citing an audio recording of the call, that Mr Trump had asked Mr Raffensperger to \"find\" enough votes to overturn the result in the state. Mr Trump cajoled and threatened the Georgia official with unspecified consequences if he did not help, telling him he was running a \"big risk\", the paper said.\nMr Pence has stopped short of echoing allegations of election fraud. But on Saturday, his chief of staff Marc Short said Mr Pence shared what he called \"the concerns of millions of Americans about voter fraud and irregularities\".\nMr Pence \"welcomes the efforts of members of the House and Senate to use the authority they have under the law to raise objections and bring forward evidence before the Congress and the American people\", Mr Short said. \nAs president of the Senate, Mr Pence will have the responsibility of overseeing the session on 6 January and declaring Mr Biden the winner.\nAll 50 states have certified the election result, some after recounts and legal appeals. \nSo far, US courts have rejected 60 challenges to Mr Biden's win. Mr Trump has notched up only one minor victory, concerning a small number of postal ballots in Pennsylvania, a state won by Mr Biden.\nIn a statement, the 11 senators led by Texas Senator Ted Cruz said November's election had \"featured unprecedented allegations of voter fraud, violations and lax enforcement of election law, and other voting irregularities\".\nAn investigation by the federal Department of Justice (DOJ) found no evidence to back any claims of fraud. \nCiting a precedent from 1877 - when a bi-partisan committee was formed to investigate after both parties claimed victory in three states - they urged Congress to appoint a commission for an \"emergency 10-day audit of election returns in the disputed states\".\n\"Once completed, individual states would evaluate the commission's findings and could convene a special legislative session to certify a change in their vote, if needed,\" they said.\nHowever, they said their bid was unlikely to succeed. \"We are not naïve. We fully expect most, if not all, Democrats, and perhaps more than a few Republicans, to vote otherwise,\" they said.\nTrump ally Senator Lindsay Graham said their bid for a commission had \"zero chance of becoming reality\" and did not amount to \"effectively fighting for President Trump\".\nTheir move is separate from that of Missouri Senator Josh Hawley, who has also said he will reject the result over concerns about the integrity of the election. \nOn Saturday Mr Trump tweeted that \"plenty more\" senators would refuse to certify Mr Biden's win on Wednesday.\nA group of Republicans in the lower chamber of Congress, the House of Representatives, is also planning to contest the election results.\nWith at least a dozen Republican senators now planning to challenge the election results in Congress, it is clear - if it wasn't already - that the party's heart remains with Donald Trump's efforts to overturn his presidential defeat.\nThe effort will be futile, given the Democratic majority in the House of Representatives, but the goal for many of these politicians is not to pull off a miraculous reversal of fortune for the president. Instead, it is to curry favour with Trump's loyal base.\nThey are wagering that the road to success in the Republican Party will continue to run through Trump and his faithful, whose support could be invaluable to senators with presidential ambitions, like Ted Cruz of Texas or Josh Hawley of Missouri, or ones concerned about future primary opposition from pro-Trump politicians.\nThis is not the first time members of Congress dismayed by the outcome of a presidential election have objected during the largely ceremonial session. It will, however, be the largest such revolt in nearly a century and a half. \nIt is a sign that the partisan rancour in the US, exacerbated by Trump's scorched-earth fight to hold on to the presidency, will not fade away anytime soon.\nObjections that are endorsed by a member of the House of Representatives and a member of the Senate must be considered by lawmakers in a two-hour debate, followed by a vote. \nHowever, for an objection to be upheld, a majority in both chambers must vote in favour. Republicans hold the majority in the Senate but some of their number have already said they will not contest the results. \nDemocrats are in the majority in the House. \nTop Republicans have said the Senate's role in certifying the election is largely ceremonial and should not be an opportunity for further lengthy debate about the result.\nSenate Majority Leader Mitch McConnell has already recognised Mr Biden's victory and has asked other Republicans not to object.\nUtah Senator Mitt Romney, the only Republican to vote for Mr Trump's impeachment last year, has also expressed dismay at moves to overturn the election.\n\"I could never have imagined seeing these things in the greatest democracy in the world. Has ambition so eclipsed principle?\" he said in a statement.\nThe Biden camp has not responded to the latest move to object to the election result. But Biden spokeswoman Jen Psaki has described Mr Hawley's attempt as \"antics\".\n\"The American people spoke resoundingly in this election and 81 million people have voted for Joe Biden and [Vice-President-elect] Kamala Harris,\" she said. \n\"Congress will certify the results of the election as they do every four years.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55514504",
      "category": "uk-wales",
      "title": "Covid in Wales: Beauty spots 'busy' despite lockdown rules",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Beauty spots have been \"disappointingly busy over the last few days\" despite restrictions meaning all but essential travel should be avoided.\nSnowdonia park warden Arwel Morris reiterated the message that people should not be driving to visit places.\nOn Saturday, police stopped people from Milton Keynes attempting to walk up Snowdon in breach of Covid rules.\nMr Morris blamed a \"perfect storm\" of good weather and people being off work for the number of visitors in the area.\n\"We try and enforce the fact that exercise should begin and end at home, meaning people should not try and drive to a location where they plan to exercise,\" he told BBC Radio Wales Breakfast.\n\"And this has been really difficult over the last few days.\n\"We have dealt with people from London, Birmingham… numerous people from north Wales travelling to beauty spots.\"\nMr Morris, a warden for Snowdonia National Park, said police had been doing their \"absolute best\" dealing with visitors despite other pressures, as wardens could not enforce breaches in lockdown rules.\nA breach of Covid rules can incur a £60 fine, which rises to £120 for a second breach.\nOn Saturday, North Wales Police said officers had \"turned away\" people who wanted to walk up Snowdon in breach of stay-at-home rules, including some some from Milton Keynes and London.\nOn New Year's Day, the force tweeted to say people had been reported for breaching travel restrictions.\nWales has been in a nationwide level four lockdown since 20 December.\nTravelling is only allowed for essential purposes, such as for work and for caring responsibilities. International travel is also not allowed.\nPeople are still allowed out of their homes to exercise for unlimited periods each day, but must maintain social distancing and not exercise with anyone outside their household.\nMore than three quarters of England is also under the strictest tier four coronavirus measures, putting restrictions on people's daily lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55510151",
      "category": "world-us-canada",
      "title": "US Congress overrides Trump veto for first time",
      "tags": "Donald Trump,US Congress",
      "text": "The US Congress has overturned President Donald Trump's veto of a defence spending bill, the first time this has happened in his presidency.\nThe Republican-controlled Senate held a rare New Year's Day session to debate the move, which had already been voted for by the House of Representatives.\nThe $740bn (£549bn) bill will fund defence policy for the year to come.\nMr Trump, who leaves office in a few weeks, objected to certain provisions in the bill.\nThe Senate voted 81-13 for the National Defense Authorization Act (NDAA) - a two-thirds majority is required to override a presidential veto in both chambers.\nIt comes just two days before a new US Congress is due to be sworn in.\nMr Trump had taken issue with policies that limit troop withdrawals from Afghanistan and Europe and remove Confederate leaders' names from military bases.\nHe also wanted the bill to repeal a liability shield for social media companies.\nBefore the debate began, Senate Republican leader Mitch McConnell said he was determined to pass the bill.\n\"Here's what the Senate is focused on - completing the annual defence legislation that looks after our brave men and women who volunteer to wear the uniform.\n\"We've passed this legislation 59 years in a row. And one way or another, we're going to complete the 60th annual NDAA and pass it into law before this Congress concludes on Sunday,\" he added.\nLater Mr Trump responded to the vote specifically on the issue of liability protection. \n\"Our Republican Senate just missed the opportunity to get rid of Section 230, which gives unlimited power to Big Tech companies. Pathetic!!!\" he said on Twitter.\nBills passed by Congress need a president's signature to become law. On rare occasions, a president may choose to veto - or reject - legislation because of some policy disagreement.\nLawmakers can override a presidential veto and enact bills into law by mustering two-thirds of votes in both chambers of Congress.\nHouse Speaker Nancy Pelosi, the most powerful congressional Democrat, said Mr Trump's veto was \"an act of staggering recklessness that harms our troops, endangers our security and undermines the will of the bipartisan Congress\".\n\"In a time when our country was just targeted with a massive cyber-attack, it is particularly hard to understand the reasoning behind the president's irresponsibility,\" she said in a statement. \nAhead of Wednesday's veto, some of the outgoing president's advisers had cautioned him against rejecting the bill.\nMr Trump has previously vetoed eight bills, vetoes which were all upheld with support from his fellow Republicans in Congress.\nHe is due to leave office on 20 January, when he will be replaced by Democrat Joe Biden.\nMr Trump called the 4,500-page act, which has been nearly a year in the making, a \"gift to China and Russia\".\n\"Unfortunately, the Act fails to include critical national security measures, includes provisions that fail to respect our veterans and our military's history, and contradicts efforts by my administration to put America first in our national security and foreign policy actions,\" he said in a statement.\nMr Trump also said the bill's measures to limit bringing troops home was \"bad policy\" and \"unconstitutional\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-55506681",
      "category": "uk-england-essex",
      "title": "Covid: Illegal New Year party at Essex church broken up",
      "tags": "Southwark,Brentwood,East Horndon",
      "text": "A 500-year-old church was damaged during an illegal New Year's Eve party at the venue.\nAll Saints' Church in East Horndon, near Brentwood, was broken into before crowds entered, Essex Police said.\nOfficers were threatened and had objects thrown at them as they dispersed hundreds of people and seized equipment, the force said.\nTwo men from Harlow, aged 27 and 22, and a 35-year-old from Southwark were arrested.\nThey were held on suspicion of public order and drugs offences.\nAstrid Gillespie, a volunteer with the Friends of All Saints', said event organisers had smashed a window to put in an extractor fan unit and wired sound equipment into the church's fuse box.\nShe said: \"It was a professional set-up, they'd hired portable loos, they had a bar area where you had to exchange tokens... obviously it's a mess.\n\"It's such a beautiful church, to find out it's been damaged is devastating.\"\nThe conservation group believes it will cost at least £1,000 to repair the Tudor building.\nEssex is in England's top tier four of coronavirus restrictions and on Wednesday declared a major incident over virus cases.\nPolice later dispersed about 100 people at an illegal party at an abandoned warehouse in Brentwood and made two arrests.\nA woman was also fined £10,000 for organising a house party with 100 guests at Bury Road, Sewardstonebury, in Epping Forest. \nOfficers seized equipment and issued 25 fixed penalty notices.\nAssistant Chief Constable Andy Prophet said: \"Unfortunately, there were [those] who decided to blatantly flout the coronavirus rules and regulations and, ultimately, they decided that partying was more important than protecting other people.\n\"We've seized their equipment, arrested five people, and issued a large number of fines to those who think this behaviour is acceptable.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55506734",
      "category": "world-europe",
      "title": "Norway landslide: Body found as rescuers search Gjerdrum landslide",
      "tags": "Sweden,Norway,Urban search and rescue,Severe weather",
      "text": "A body has been found shortly after rescuers and dog handlers began a risky ground search for 10 people missing in a hillside collapse in Norway. \nInitially it was thought too dangerous to send rescuers on to the site, after flowing mud sent homes toppling into a giant chasm in the village of Ask.\nHelicopters and drones spent two days searching the scene.\nBut on Friday police commander Roy Alkvist said one or two houses appeared safe to enter.\nRescuers, who included a Swedish specialist team, began moving into the danger zone on Styrofoam boards. The bright orange boards were laid down on the mud in a domino-effect as rescuers tried to reach one of the wrecked homes, which are 25km (15 miles) north-east of the capital Oslo.\nA missing Dalmatian dog was rescued on Thursday and police believe there is still a chance survivors could be found. \nHowever, on Friday afternoon an air ambulance helicopter landed near the site and police said a body had been found at 14:30 (13:30 GMT) without giving further details.\nPrime Minister Erna Solberg said her thoughts went out to the victim's family, and to those waiting for news of the other nine people who were missing.\nIn Friday's operation the rescuers also prepared a giant army vehicle called a \"paver\", which has a giant steel bridge on which rescuers can move. \nHowever, conditions were not yet good enough for the 50-tonne machine to be deployed.\nFriday's search was a race against time, as the rescuers only had a few hours of daylight in the Norwegian winter. Medics and geologists were reportedly part of the ground rescue team. \nThe ground search was called off for the night at 17:30 and police said drones and heat-seeking cameras would continue overnight until rescue crews could return on Saturday morning.\nAbout 1,000 people have been evacuated from Gjerdrum municipality, which contains Ask village. Dozens more were moved out of their homes on New Year's Eve. \nAlthough police have not given details of the missing, they are believed to include men, women and children.\nAmong them is a woman who was talking to her husband on the phone while walking the dog when the line went dead, according to Bergens Tidende newspaper. \nFurther reports say a couple and their small child are also missing, as well as a woman in her 50s and her adult son.\nMore than 30 homes have been destroyed, but officials say more could be lost as the edges of the crater left by the landslide are still breaking away. \nThe conditions have proved challenging, with temperatures dropping to -1C (30F) and the clay ground proving too unstable for emergency workers to walk on.\nThe landslide began early on Wednesday, with residents calling emergency services and telling them that their houses were moving, police said.\n\"There were two massive tremors that lasted for a long while and I assumed it was snow being cleared or something like that,\" Oeystein Gjerdrum, 68, told broadcaster NRK.\n\"Then the power suddenly went out, and a neighbour came to the door and said we needed to evacuate, so I woke up my three grandchildren and told them to get dressed quickly.\"\nA spokeswoman for the Norwegian Water Resources and Energy Directorate (NVE) told AFP that the landslide was a so-called \"quick clay slide\" measuring about 300m by 700m (985ft by 2,300ft).\n\"This is the largest landslide in recent times in Norway, considering the number of houses involved and the number of evacuees,\" Laila Hoivik said.\nQuick clay is a kind of clay found in Norway and Sweden that can collapse and behave as a fluid when it comes under stress. \nBroadcaster NRK said heavy rainfall may have made the soil unstable, but questions have since emerged over why construction was permitted in the area. \nA 2005 geological survey labelled the area as at high risk of landslides, according to a report seen by the broadcaster TV2. Despite this, the homes were built three years later in 2008."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55519042",
      "category": "uk",
      "title": "Coronavirus: BMJ urges NYT to correct vaccine 'mixing' article",
      "tags": "Coronavirus vaccines,Vaccination",
      "text": "The editor of the British Medical Journal has asked the New York Times to correct an article that says UK guidelines allow two Covid-19 vaccines to be mixed.\nThe US publication reported that UK health officials would allow patients to be given a second dose that is a different vaccine to their first.\nFiona Godlee pointed out in her letter to the NYT that it was not a recommendation.\nShe said the NYT's headline claiming UK guidelines say such substitutions \"may happen\" was \"seriously misleading\".\nThe UK has approved the Pfizer-BioNTech vaccine and the Oxford-AstraZeneca jab - but both require two doses which are now to be administered 12 weeks apart\nMs Godlee said the Joint Committee on Vaccination and Immunisation (JCVI) does not make any recommendation to mix and match - in other words, having a shot of one vaccine and then a different one 12 weeks later.\nDr Mary Ramsay, Public Health England's head of immunisations, said: \"We do not recommend mixing the Covid-19 vaccines - if your first dose is the Pfizer vaccine you should not be given the AstraZeneca vaccine for your second dose and vice versa.\"\nDr Ramsay added that on the \"extremely rare occasions\" where the same vaccine is unavailable or it is unknown which jab the patient received, it is \"better to give a second dose of another vaccine than not at all\".\nMs Godlee urged the New York Times to print a \"highly visible correction\" as soon as possible.\nMeanwhile, health staff have criticised the paperwork needed to gain NHS approval to give the coronavirus vaccine, with some medics being asked for proof they are trained in areas such as preventing radicalisation.\nThe first doses of the Oxford-AstraZeneca vaccine are due to be given on Monday after the jab was approved for use in the UK last week.\nThe Pfizer-BioNTech vaccine was the first vaccine approved in the UK, and 944,539 people have had their first jab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55511662",
      "category": "uk",
      "title": "Primary schools reopening: Call for remote learning as Covid cases rise",
      "tags": "Primary schools,Coronavirus lockdown measures,Schools,State schools,Gavin Williamson,Coronavirus pandemic",
      "text": "Pressure is growing on the government to keep all schools in England closed for two weeks after the Christmas break amid a surge in coronavirus cases.\nTeaching unions have told primary school staff it is unsafe to return to work, and called for remote learning.\nHead teachers have begun legal action to force ministers to reveal data behind the decision for some schools to reopen on Monday.\nThe government said decisions are based on new infections and NHS pressure.\nLabour has accused the government of \"creating chaos\" for parents.\nMost primary schools in England are expected to open on Monday while secondary schools will reopen on a staggered basis, with exam year pupils returning on 11 January and others returning a week later.\nOn Friday, Education Secretary Gavin Williamson announced that all of London's primaries would remain shut on Monday - reversing a decision to keep only schools in certain boroughs closed. \nHe said the closures were a last resort in the face of a fast-moving situation.\nElsewhere, Brighton and Hove Council has advised primary schools to switch to remote learning next week.\nMeanwhile, president of the Royal College of Physicians, Prof Andrew Goddard, told the BBC the new highly infectious strain of coronavirus was spreading across the country, adding: \"All hospitals that haven't had the big pressures that they've had in the South East, London and south Wales should expect that it's going to come their way.\"\nThe National Education Union (NEU), which is the UK's largest education union and has more than 450,000 members, said all primary and secondary schools should remain closed for a further two weeks after the school holiday. \nIt is advising members against working in school. \nThe National Association of Head Teachers (NAHT) called for all schools to move to home learning for a \"brief and determined period for most children\", and said it would issue guidance to head teachers recommending they take no action against staff who refused to return to work if they felt unsafe.\nAnd in a letter to the education secretary, the NASUWT called for an \"immediate nationwide move to remote education\" as the \"only sensible and credible option\" to minimise risk, while the GMB, which represents support staff, called on Mr Williamson to apply \"common sense\". \nGeoff Barton, general secretary of the Association of School and College Leaders (ASCL), said the government's plans for the start of the spring term were \"untenable\", adding that face-to-face teaching should be restricted to only vulnerable children and those of key workers until at least January 18.\nThe ASCL and the NAHT have started legal action to get the Department for Education to share any information showing \"why they think it is safe to reopen schools on Monday, given the higher transmissibility of the new Covid-19 variant\".\nDr Mary Bousted, joint head of the NEU, said that if the government did not \"take the right steps\" it would be informing its members of their \"legal right to refuse to work in unsafe conditions\".\nElsewhere, the Independent Schools Council (ISC), which represents more than 1,300 independent schools in the UK, said it was seeking \"urgent clarification\" from the government over its plans.\nJulie Robinson, ISC chief executive, said: \"All schools put safety first and are concerned for their communities. Independent schools share the concerns expressed by the unions today.\"\nDr Mike Tildesley, a University of Warwick epidemiologist who advises the government as part of the Scientific Advisory Group for Emergencies (Sage), said that while there was a rise in cases in secondary school age groups, there was not strong evidence of transmission in the school environment. \nThe U-turn on London's primary schools has given momentum to calls for a bigger revision of the government's plans for the new term.\nA term, which of course, starts in less than 48 hours' time.\nThere has certainly been a dramatic ratcheting up of pressure by teaching unions.\nThe advice from the NEU to its members - that they are not safe in the classroom - puts teachers on a collision course with the government, which insists they are.\nThe latest published advice from government scientists doesn't entirely come down on either side.\nAll of which leaves children and their parents caught in the middle.\nThe Department for Education has pulled quite a few about-turns in this pandemic.\nThe question facing ministers this weekend is this - is another one now practically inevitable (and, politically, best done swiftly)?\nOr do they, as has been indicated, stand by their commitment to keeping schools open come what may - and try to reassure instead. \nSian Elliott, of the Trades Union Congress, said the last-minute announcements were \"wreaking havoc\" for working parents, leaving many \"in an impossible position, scrambling to hold onto their jobs and care for their children\".\nMs Elliott said parents affected by school closures should be offered paid parental leave or furlough. \nCharlotte Clarke, who lives in East Sussex, wants schools to remain open and said it was \"physically impossible\" for her to work from home as a solicitor and teach her son in Year 6 and daughter in Year 1.\n\"In the first lockdown my mental health, and my children's mental health, suffered. My daughter, who was in foundation at the time, stopped eating and sleeping,\" she said.\n\"I could not work and care for them and teach them at the same time.\"\nMr Williamson said in mid-December that all primary school pupils in England would return as normal in January, while the return of secondary schools and colleges would be gradual to give them time to set up mass testing programmes.\nBut on Wednesday, the education secretary delayed the start of term for all secondary schools, as well as some primary schools in Covid hotspots in south-east England, including parts of London.\nTwo days later, after pressure from local authorities, he expanded the primary school closures to the whole of London. \nIt means more than one million primary school pupils will now learn from home for at least the first two weeks of term.\nVulnerable pupils and the children of key workers will continue to attend school, the government said, adding that early years care, alternative provision and special schools will remain open.\nShadow education secretary Kate Green criticised the timing of the announcement, saying it was \"yet another government U-turn creating chaos for parents just two days before the start of term\".\nDave Lee-Allan, head teacher of Stowmarket High School in Suffolk, said \"it should be left to the head teachers on the ground to make the right call\", adding he was frustrated that while keeping children in school was said to be a priority and teachers were considered key workers, they did not qualify for early access to the vaccine. \nMr Williamson said the London-wide closures were a \"last resort and a temporary solution\" to help tackle the particularly high infection rates in the capital, adding the government would \"reopen classrooms as soon as we possibly can\".\nMayor of London Sadiq Khan said closing all schools in London - which has the highest rate of coronavirus infections - was \"the right decision\" but added that the original plan to only keep some closed had caused immense confusion.\nA Department for Education spokesperson said: \"Children's education has consistently been a national priority, which is why we want classrooms to reopen wherever possible in the new term.\n\"Schools will continue to implement appropriate safety measures to help mitigate the risk of transmission.\n\"As we've said, we will move to remote education as a last resort, with involvement of public health officials, in areas where infection and pressures on the NHS are highest.\"\nThree of the worst-hit English local authorities in tier four have not been told to delay the opening of primaries.\nRushmoor (817 cases per 100,000 people in the week to 28 December), Slough (777) and Spelthorne (721) are all in the south-east of England.\nIn Rushmoor where cases have increased by 54% week-on-week, the case rate is higher than 26 local authorities where primary schools will remain shut on 4 January.\nSecondary schools in England will stagger their return with pupils taking exams in 2021 starting on 11 January, and other year groups returning in person on 18 January. Most primary schools in England will return on 4 January, but in London and some surrounding areas they will not open for most pupils until 18 January. \nIn Wales, local councils have been told they can be \"flexible\" with when they open - with many schools aiming to return for face-to-face lessons from 11 January. \nIn Northern Ireland, primary school pupils will be taught online until 11 January. In secondary schools, years 8 to 11 will be taught online throughout January. Years 12 to 14 will return to school after the first week of January. \nIn Scotland, the Christmas holidays have been extended to 11 January, and the following week will be online learning only. A full return to face-to-face learning is planned for 18 January. \nRead more here\nAre you a parent of a child at a primary school? Do you work in one? Email your experiences: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55514792",
      "category": "uk",
      "title": "EuroMillions: Jackpot of more than £39m won by UK ticket-holder",
      "tags": "Lottery,National Lottery",
      "text": "A UK ticket-holder has started the new year by winning the EuroMillions jackpot of nearly £40m. \nOne ticket matched all five regular numbers and two lucky stars in the draw on Friday night to win the £39,774,466.40 prize.\nCamelot's Andy Carter, senior winners' adviser at the National Lottery, said: \"What an amazing start to 2021 for UK EuroMillions players.\"\nA ticket-holder has now come forward to claim their prize. \nCamelot, which operates the lottery, said checks were being made on the claim.  \nMr Carter said: \"It is fantastic news that the jackpot winning lucky ticket-holder has now claimed this enormous prize. We will now focus on supporting the ticket-holder through the process.\"\nThe winning numbers were 16, 28, 32, 44 and 48 with the lucky stars 01 and 09.\nTen other ticket-holders each won £1m in the UK Millionaire Maker New Year's Day event.\nIn 2019, a UK ticket-holder won the full £170m EuroMillions jackpot, making them Britain's richest ever lottery winner.\nAnd last year, a £57m EuroMillions prize claim was validated just before the deadline. The ticket had been bought in South Ayrshire. \nThe winning ticket holder's newfound cash means they are now wealthier than former One Direction singer Zayn Malik, who is worth £36m, according to the 2020 Sunday Times Rich List. \nAnd if they have a bit more money in the bank, they could buy one of the UK's most expensive homes, which went on the market last year.\nNobody won the EuroMillons Hotpicks jackpot on Friday, which uses the same numbers as the main draw, but one winner scooped the Thunderball top prize of £500,000.\nThe Thunderball numbers were 13, 17, 30, 34, 35 and the Thunderball was 01.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55512977",
      "category": "uk",
      "title": "Covid-19: Call for further schools closures, and the circus relying on food banks",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you on Sunday. \nSchools have been dominating headlines again, ahead of the start of term next week. Yesterday, Education Secretary Gavin Williamson made a last-minute change to his plan. Instead of keeping just some of London's primary schools shut, all of the capital's primaries will now stay closed to tackle high coronavirus infection levels. Labour said the timing of the announcement has caused \"huge stress\", while the National Education Union said all schools nationwide should shut. The government said closures were a last resort - but it will keep the list of areas where schools must shut under review.\nThe new variant of coronavirus is \"hugely\" more transmissible than the previous version, a study has found. According to a team at Imperial College London, the new variant increases the R number (the average number of people an infected person infects) by between 0.4 and 0.7. But perhaps the most chilling finding from the study, our science correspondent Pallab Ghosh points out, is that the November lockdown in England - hard though it was for many people - would not have stopped the variant form of the virus spreading.\nAt least three police officers have been injured after trying to shut down a huge party in France. More than 2,500 people are at the rave - which is still ongoing - in a warehouse near Rennes in Brittany, and police said a number of ravers are from the UK and Spain. Attendees have clashed with police, setting fire to a car and throwing objects at officers attempting to shut the event down. Meanwhile, hundreds of fines were handed out to rule-breakers in the UK. In London, officers from the Met Police broke up more than 50 unlicensed events and parties, while police in Nottingham handed out an £10,000 fine to someone who'd organised a party of more than 100 people. Meanwhile, in Essex a 500-year-old church was damaged during an illegal rave. \nWhen the lockdown hit, circus troupe Big Kid Circus had just arrived in Morecambe in Lancashire. Unable to put on performances, the performers had to rely on food banks to survive. Circus ring mistress Olympia Posirca tells the BBC what they have been doing since then to try and keep their show on the road. After fearing the troupe may not be able to recover, she says how grateful she is to the people of Morecambe for donations. \nWe've written before about the new hobbies that people had taken up during lockdown, and now we have a rookie metal detectorist to add to the list. Owen Thomas started the hobby after bumping into his long-time friend - an avid detectorist - during lockdown. \"I'd say in terms of my mental health, it's been the real saviour of this year,\" says Owen, from Cardiff. \nGet a longer news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.    \nThe pandemic has been awful for so many people, with millions dealing with grief, stress, financial difficulties, job losses and isolation. Read our guide to staying positive in the new year.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55514363",
      "category": "uk",
      "title": "Hospitals across UK 'must prepare for Covid surge', senior doctor warns",
      "tags": "NHS,Coronavirus pandemic",
      "text": "Hospitals across the UK are being told to prepare to face the same Covid pressures as the NHS in London and south-east England.\nSenior doctor Prof Andrew Goddard said the virus's highly infectious new variant was spreading nationwide.\nCase numbers were \"mild\" compared with where he expected them to be next week, he said, with doctors \"really worried\".\nIt comes as a further 57,725 people have tested positive for Covid - a new daily high. \nThis is the fifth day in a row new daily cases have been over 50,000 and brings the total number of cases to 2,599,789. \nAnother 445 deaths, of people who had tested positive within the previous 28 days, were reported on Saturday - bringing the total number of deaths to 74,570, according to government figures. \nThe UK-wide total for people in hospital with Covid has already passed the spring peak.\nHalf of the major hospital trusts in England are said to be dealing with more Covid-19 patients than at the worst point of the first wave in April, with the NHS facing its \"busiest winter ever\".\nProf Goddard, of the Royal College of Physicians, told BBC Breakfast: \"There's no doubt that Christmas is going to have a big impact, the new variant is also going to have a big impact, we know that is more infectious, more transmissible, so I think the large numbers that we're seeing in the South East, in London, in south Wales, is now going to be reflected over the next month, two months even, over the rest of the country.\"\nHe said: \"It seems very likely that we are going to see more and more cases, wherever people work in the UK, and we need to be prepared for that.\"\nPressure has been so great on hospitals in London and south-east England that some patients have been moved out of the area.\nLondon's weekly rate of coronavirus cases is 858 per 100,000 people, double the UK figure.\nDominic Harrison, director of public health for Blackburn and Darwen, said a decision on a new lockdown had to be decided \"in the next week\" - instead of waiting for the North to get to the same rates as the capital \"and 'call it late' which has been our pattern of response too often\".  \nThe most recent UK-wide statistics, from 28 December, showed there were 23,823 people in hospital with Covid. That was already significantly higher than the spring peak, which saw 21,683 in hospital on 12 April.\nOnly English hospitals have released figures for the final three days of December - and these show that a further 2,302 Covid patients were occupying hospital beds on 31 December.\nLondon's Nightingale emergency hospital is ready to admit patients, the NHS has said, while other sites currently not in use are being readied.  \nProf Goddard said it was vital the public did not \"let their guard down\" and continued to follow government guidelines, including wearing a face mask, maintaining social distancing and washing hands.\n\"Until the vaccination hits and does its job - that's what our best defence is going to be,\" he said.\nDr Ami Jones, an intensive care consultant in Wales, told BBC Breakfast that \"hospitals are absolutely bursting\", adding that a quarter of her staff were currently off sick or self-isolating, making managing patients even more challenging.\n\"When we see the daily figures - we know that will sting us in about 10-12 days' time in the hospital,\" she said. \"We are not even at day 10 post-Christmas yet and it's already exceedingly busy.\n\"We are going to get to the point where we physically don't have the staff to look after people safely anymore.\"\nDr Jones also urged the public to \"please just obey the rules\", adding: \"Stop mixing with other households because it is spreading like wildfire - and we haven't got much more space in the hospitals left.\"\nDo you work in a hospital? Have you recently been treated in a hospital, or due to be treated? Email your experiences: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55503536",
      "category": "uk-england-london",
      "title": "Covid-19: London's NHS Nightingale 'ready to admit patients'",
      "tags": "NHS Nightingale Hospitals,Exeter,Coronavirus pandemic",
      "text": "London's Nightingale Hospital is ready to admit patients as hospitals in the capital struggle, the NHS has said.\nThe Excel Centre site in east London has been \"reactivated\" amid a rise in the number of Covid-19 patients.\nOther Nightingale hospital sites across England are also being readied, with the UK recording a record daily rise in coronavirus cases.\nAn NHS spokesman said hospitals in London remain under \"significant pressure\".\nHe said: \"In anticipation of pressures rising from the spread of the new variant infection, NHS London were asked to ensure the London Nightingale was reactivated and ready to admit patients as needed, and that process is under way.\"\nSeveral NHS hospitals in London and the south-east are now reporting they are under extreme pressure as a result of a surge in the number of people falling seriously ill with Covid-19. \nAn email to staff at the Royal London Hospital says they are operating in disaster medicine mode - warning they can no longer provide high-standard critical care. \nNightingale hospitals in Manchester, Bristol and Harrogate are in use currently for non-Covid patients, the spokesman added.\nThe Exeter site received its first Covid patients in November when it began accepting those transferred from the Royal Devon and Exeter NHS Foundation Trust, which was described as \"very busy\".\nHe said: \"Covid inpatient numbers are rising sharply so the remaining Nightingales are being readied to admit patients once again should they be needed, in line with best clinical practice developed over the first and second waves of coronavirus.\"\nSenior intensive care doctor Prof Hugh Montgomery warned those who fail to follow the rules on social distancing, hand washing and wearing a face covering \"have blood on their hands\". \nNHS England medical director Stephen Powis has described the Nightingale hospitals as \"our insurance policy, there as our last resort\".\nHe told a Downing Street press conference on Wednesday: \"We asked all the Nightingale hospitals a few weeks ago to be ready to take patients if that was required.\n\"Indeed, some of them are already doing that, in Manchester taking step-down patients, in Exeter managing Covid patients, and in other places managing diagnostics, for instance.\n\"Our first steps though, in managing the extra demands on the NHS, are to expand capacity within existing hospitals - that's the best way to use our staff.\"\nLondon's Nightingale Hospital was opened on 3 April and placed on standby weeks later after fewer than 20 patients were treated there."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55514243",
      "category": "world",
      "title": "Coronavirus: Israel leads vaccine race with 12% given jab",
      "tags": "Israel,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Israel has given vaccinations against coronavirus to more than one million people, the highest rate in the world, as global immunisation efforts step up.\nIsrael has a rate of 11.55 vaccination doses per 100 people, followed by Bahrain at 3.49 and the UK at 1.47, according to a global tracking website affiliated with Oxford University.\nIn comparison, France had vaccinated 138 people in total by 30 December. \nMore than 1.8m people have now died of the virus around the world. \nThe comparative figures on vaccination are put together by Our World in Data, which is a collaboration between Oxford University and an educational charity.\nThey measure the number of people who have received a first dose of the coronavirus vaccine. Most of the vaccines approved for use so far rely on two doses, given more than a week apart. \nThe US fell far short of its target of vaccinating 20 million people by the end of 2020, with just 2.78 million having received a jab by 30 December. \nMeanwhile, the US government's top infectious diseases expert, Dr Anthony Fauci, has said he does not agree with UK plans to give as many people as possible a first vaccine dose, while delaying second doses.\nDr Fauci said the US would not be adopting a similar strategy.\nIndia has meanwhile approved two vaccines for emergency use - the Oxford-AstraZeneca vaccine and the Covaxin vaccine, developed locally by Bharat Biotech and the state-run Indian Council of Medical Research.\nTwo further vaccines are awaiting approval. The country aims to vaccinate 300 million people by the middle of the year and has been staging drills to prepare for mass distribution.\nIsrael began vaccinations on 19 December and is delivering jabs to about 150,000 people a day, with priority given to the over-60s, health workers and people who are clinically vulnerable. \nIt secured supplies of the Pfizer-BioNTech vaccine following negotiations early on in the pandemic. It is contacting people with priority access to the vaccine through its health care system - by law all Israelis must register with a recognised health care provider. \nIsrael has safely subdivided shipments of the Pfizer vaccine, which must be stored at -70C, Health Minister Yuli Edelstein told YNet TV news. This means smaller batches of the vaccine can be sent out to remote communities. \nPrime Minister Benjamin Netanyahu, who is campaigning for re-election, has predicted Israel could emerge from the pandemic as early as February. It is currently in its third national lockdown. \nIn the first three days of its vaccination campaign, which launched on 27 December, France inoculated fewer than 100 people. In comparison, Germany had given more than 190,000 vaccines by Saturday. \nThe EU was slower than the UK or US to authorise any of the vaccines. The European Medicines Agency, the regulator for the 27 EU member states, gave its approval for the Pfizer vaccine on 21 December, compared to 2 December in the UK and 11 December in the US.\nPart of the difficulty in France stems from the widespread scepticism about the vaccination. In a 15-country poll carried out by Ipsos Global Advisor, just 40% of French respondents said they would be willing to have the vaccine. \nThis compares to 80% in China, 77% in the UK, and 69% in the US. \nEarlier this week, the French health minister defended the slow pace of vaccinations, saying authorities had chosen to give the jab in care homes to elderly residents, rather than making them travel.\nHowever, on Thursday French President Emmanuel Macron struck a more urgent tone, saying: \"I will not allow an unjustified slowness to set in without good reason.\"\nIndia is holding a national drill for its vaccination programme, which is aiming to reach 300 million people by the middle of the year. \nHealth Minister Dr Harsh Vardhan has said 10 million healthcare workers and 20 million other frontline staff will be prioritised for the jabs.\nAuthorities will initially rely on the Oxford-AstraZeneca vaccine, which has now been recommended by a government panel. The Oxford jab does not require the same storage at extremely low temperatures as the Pfizer vaccine, making it suitable for distribution to areas without sophisticated health care facilities. \nThe Oxford-AstraZeneca vaccine is known as Covishield in India, where it is being manufactured by the Serum Institute of India. Another vaccine, developed by Bharat Biotech, has been approved for emergency use. \nCovid-19 has already claimed nearly 150,000 lives in India, with about 10 million people infected - second only to the number infected in the US. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55396492",
      "category": "uk-wales",
      "title": "Covid and dementia: Rhondda woman, 51, feels 'lost' during lockdown",
      "tags": "Dementia,Treorchy",
      "text": "\"It feels like you're being punished for something you didn't do.\"\nAmanda Quinn describes living through lockdown with early onset dementia as \"scary\" and \"feeling lost\".\nTwo years ago, she was diagnosed with the condition aged 49, and said the disease was a \"ticking time bomb\" for her husband and four children.\nAlzheimer's Society Cymru support worker Lorraine Davies said lockdown had brought a \"great sense of loss\" to many families.\nSince her diagnosis, Amanda says she has lost her sense of what day it is, her concentration, and she struggles with speech occasionally and suffers more with incontinence.\nWhen Wales went into a UK national lockdown on 23 March, Amanda said she did not leave her home in Treorchy, Rhondda Cynon Taf, for weeks.\nShe said her children have noticed a \"big change\" in her.\n\"I used to have a wicked sense of humour - I still have one, but it's not how I used to be,\" she said.\nBut for Amanda one of the worst parts of her condition is \"losing so many friends\" whom she said \"would rather cross the road\" than talk to her.\n\"They don't know how to interact with me anymore,\" she said.\nHer 23-year-old daughter Bethany Kingsley, who cares for her, said the pandemic has caused caring work to increase ten-fold.\n\"I have to keep an eye on mum a lot more now, because she doesn't know what to do with herself.\n\"But I have also got to look after my mental health side of it as well. There are days where I'm struggling,\" she said.\nNow Amanda does activities at home such as adult colouring books, baking with Bethany, and watches movies.\n\"It is like being a child,\" Amanda explained.\n\"My daughter says it's like we've switched roles and she has become the adult as she holds my hand when we cross the road.\n\"Although I can see a car, it doesn't register to me that it is not safe to walk out, all I can think is that I need to be on the other side of the road.\"\nBefore the pandemic, she attended dementia support groups in person, such as Memoria, a theatrical group of people with dementia and carers, whereas now she does this virtually.\nLast year, before the pandemic, Bethany put off moving away to study midwifery at university in Bristol.\nAlthough she said it was a \"difficult\" decision as she had wanted to do it for years, she said she was glad she was home to care for her mother during the pandemic.\nInstead she chose to study for an Open University course in health and social care from home.\n\"I thought my mother is the only person I've got at the end of the day and I would rather make sure she is safe and happy, rather than go off and leave her,\" she said.\nBut Amanda said she was concerned about how her condition will progress and affect her family more.\nThe 51-year-old said it was \"not fair\" that her daughter had to stay home because of her condition.\n\"It worries me how it will affect my children. I'm fortunate, I suppose, that I'm not going to know.\n\"I say I don't want to go into a care home but that wouldn't be fair on them - they have still got their whole lives to lead\".\nAlzheimer's Society Cymru support adviser for younger people Lorraine Davies said there was a stigma attached to younger people with the disease and a \"lack of public awareness\".\n\"Some have mortgages, some have young families, and often they also care for older adults - so it has a different impact on them, and their social network of people.\n\"A lot of people living with dementia don't always feel they will have next year, so 2020 has been a great sense of loss to them because of the lockdown and restrictions,\" she said.\nThe charity estimates that there are between 2,000 to 3,000 people with young onset dementia in Wales, according to 2018 figures from the first Welsh Government national dementia action plan.\nHowever Lorraine said the figure was likely to be higher as getting a dementia diagnosis can be harder for younger people, and can take more than a year to have it confirmed.\n\"It is also more common for younger people to have rarer forms of dementia, so rather than being a typical Alzheimer's disease, associated with memory loss, a patient might have behavioural changes, but you might just think they are upset, stressed, or put it down to mood swings.\n\"Some people have been accused of being drunk, because they have slurred speech, but actually that is a symptom.\"\nShe said the Alzheimer's Society has organised virtual support groups for people with the condition and their carers during lockdown.\n\"Often younger people want to meet people like them, because it helps them not to feel so alone in this. Knowing that brings people comfort.\"\nSimon Hatch, the director of Carers Trust Wales, said the pandemic had highlighted the \"crucial role unpaid carers play both in providing exceptional, expert care to family and friends\".\nMr Hatch said the trust found that 44% of young adult carers it spoke to felt overwhelmed by the pressures they were facing.\nHe said although there was support available to carers they would need \"sustainable\" forms of this in the future. \nThere are about 45,000 people with dementia in Wales, according to the Alzheimer's Society.\nThe disease is considered \"early onset\" when it affects people under 65, according to Young Dementia UK.\nLorraine said the age distinction was made to mark the difference in financial support, as 65 was state pension age at the time.\nDementia itself refers to a set of symptoms caused by many diseases of the brain. The most common symptom is memory loss and difficulty concentrating.\nOther symptoms can include struggling to remember recent events, changes to behaviour, mood, becoming lost in familiar places or being unable to find the right word in a conversation.\nSpecific symptoms will depend on the parts of the brain that are damaged and the disease that is causing the dementia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55514153",
      "category": "world-us-canada",
      "title": "US election: Legal bid to get Pence to overturn results rejected",
      "tags": "Republican Party,US election 2020,Donald Trump,Mike Pence,Texas,Joe Biden",
      "text": "The latest in a series of attempts by allies of President Donald Trump to overturn the November US election result has failed.\nA Texas judge rejected the case, brought by Republican Louie Gohmert, seeking to stop Vice-President Mike Pence from certifying the final result.\nLawyers for Mr Pence had asked for the case to be thrown out on Thursday. \nPresident-elect Joe Biden is due to take office on 20 January. Mr Trump is yet to concede.\nMr Gohmert, a Republican congressman, told Newsmax TV that he planned to appeal against the verdict.\nMr Trump's friends and colleagues in the Republican party have presented dozens of legal challenges to the November outcome which delivered a decisive win to Mr Biden.\nHis victory was announced after days of vote-counting that took longer than in recent years because of the huge number of postal ballots cast due to the coronavirus pandemic.\nMr Trump has made numerous unsubstantiated claims that Mr Biden's win, which saw the president-elect gain 306 electoral college votes to his rival's 232, was fraudulent.\nThe electoral college is a system whereby each US state has an allocated number of points that is granted to the overall winner in each state. The candidate who gains the majority wins the presidency.\nCongressman Gohmert's case sought to allow Vice-President Mike Pence to reject some electoral college votes when they are ratified by Congress on 6 January.\nThe vice-president presides over the vote certification in Congress in a ceremonial role that involves opening and tallying the envelopes containing electoral college votes before announcing the result.\nMr Gohmert's case aimed to expand that role to allow Mr Pence to cast judgement on the validity of the votes and potentially replace votes for Mr Biden with ones for Mr Trump.\nBut Judge Jeremy Kernodle, who was appointed to the Texas court in 2018 by Mr Trump, rejected the case, saying it was based on speculative events.\nOn Thursday a lawyer from the US Justice Department representing Mr Pence urged Mr Gohmert to drop the case, suggesting that it was not the vice-president's office that should be scrutinising the outcome.\nAlthough most Republicans in Congress are expected to vote in favour of certifying the results, a small number including Senator Josh Hawley, say they plan to object. But their vote is not expected to change the outcome.\nMr Biden is due to be sworn in as president on 20 January at a scaled-back ceremony with just 1,000 tickets available due to Covid-19 precautions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55515529",
      "category": "business",
      "title": "Bitcoin tops $34,000 as record rally continues",
      "tags": "Bitcoin,Cryptocurrency",
      "text": "Bitcoin's value surged above $34,000 (£24,850) for the first time on Sunday as the leading cryptocurrency continued to soar.\nIt put the gain this year at almost $5,000, although by 17:00 GMT the price had drifted lower to about $33,000, according to the Coindesk website.\nThe rise was put down to interest from big investors seeking quick profits.\nIt comes after Bitcoin soared 300% last year, with the price of many other digital currencies also rising sharply.\nEthereum, the second biggest cryptocurrency, gained 465% in 2020\nSome analysts think Bitcoin's value could rise even further as the US dollar drops further.\nWhile the value of the US currency rose in March at the start of the coronavirus pandemic as investors sought safety amid the uncertainty, it has since dropped due to major stimulus from the US Federal Reserve. The currency ended last year with its biggest annual loss since 2017.\nBitcoin is traded in much the same way as real currencies like the US dollar and pound sterling. \nRecently it has won growing support as a form of payment online, with PayPal among the most recent adopters of digital currencies. \nBut the cryptocurrency has also proved to be a volatile investment. \nThe soaring price has raised concerns that Bitcoin is due for a dramatic correction, as happened three years ago when the value collapsed after a bull run.\nDuring the rally in 2017 Bitcoin came close to breaking through the $20,000 level, only to hit extreme lows and fall below $3,300.\nIt passed $19,000 in November last year before dropping sharply again.\nIn October, Bank of England Governor Andrew Bailey cautioned over Bitcoin's use as a payment method.\n\"I have to be honest, it is hard to see that Bitcoin has what we tend to call intrinsic value,\" he said. \"It may have extrinsic value in the sense that people want it.\"\nMr Bailey added that he was \"very nervous\" about people using Bitcoin for payments pointing out that investors should realise its price is extremely volatile."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55518151",
      "category": "world-us-canada",
      "title": "Nancy Pelosi and Mitch McConnell's homes vandalised",
      "tags": "Washington DC,Mitch McConnell,Nancy Pelosi,US Congress,United States",
      "text": "Vandals in the US have attacked the homes of the leaders of the two houses of Congress on the eve of a new session and the swearing-in of lawmakers.\nPolice said fake blood and a pig's head were left outside the California home of Nancy Pelosi, the Democratic Speaker of the House of Representatives.\nIn Kentucky, graffiti was scrawled on the house of Senate Majority Leader Mitch McConnell, a Republican. \nCongress is deadlocked over a relief package for the coronavirus pandemic.\nOn Tuesday the House voted to increase the one-off payments sent to individuals from $600 (£440) to $2,000. The Democratic-controlled chamber passed the bill with the help of more than 40 Republicans.\nBut the Republican-led Senate has not approved the bigger cheques, despite calls to do so from US President Donald Trump.\nThe two houses of Congress convened for a new session, with recently elected lawmakers sworn in. \nMs Pelosi was re-elected as House speaker by only seven votes, after a handful of fellow Democrats defected.\nMr McConnell remains as Senate majority leader but could be unseated if the Democrats win special elections for both Senate seats in Georgia on Tuesday. \nControl of the Senate is likely to determine the fate of President-elect Joe Biden's legislative agenda. If the Republicans win, they will retain a narrow majority, giving them the power to vote down bills coming from the House.\nBefore Christmas, Democrats and Republicans blocked each other's attempts to amend a vital $900bn (£665bn) stimulus package. The legislation, which comes with a $1.4tn federal budget attached, was agreed by both sides.\nHowever, it was vetoed by President Donald Trump, who uncharacteristically sided with Democrats in wanting higher payments of $2,000, rather than $600. \n\"The Senate is not going to be bullied into rushing out more borrowed money into the hands of Democrats' rich friends who don't need the help,\" Mr McConnell said on Wednesday. \nOn Saturday Mr McConnell's house in Louisville, Kentucky, was daubed with the words \"were's my money\" and \"Mitch kills the poor\". \nIn a statement, Mr McConnell said he appreciated all Kentuckians who took part in the democratic process \"whether they agree with me or not\".\n\"This is different,\" he said. \"Vandalism and the politics of fear have no place in our society.\" \nSan Francisco police said they were investigating the incident at Ms Pelosi's home. Graffiti was daubed on her garage door, which was later covered over with black plastic bags. \nShe has not yet commented. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55509694",
      "category": "world-us-canada",
      "title": "First Minneapolis police death since George Floyd captured on bodycam",
      "tags": "Minnesota,Minneapolis,US police killings,George Floyd death,United States",
      "text": "Minneapolis police have released bodycam footage of a fatal shooting by officers, the first death at the hands of police in the US city since that of George Floyd, a black man, in May.\nThe victim, Dolal Idd, 23, was a suspect in a felony and was stopped by police on Wednesday. He was also black.\nInitial witness statements and police say Mr Idd fired first and was shot dead when the officers returned fire.\nMinneapolis saw months of unrest after Mr Floyd's death in police custody.\nThe protests spread across the US amid allegations of police brutality. \nMr Floyd died after a police officer knelt on his neck for nearly nine minutes.\nThe footage from Wednesday's fatal shooting, from the bodycam of one of the officers involved, was released late on Thursday.\nIt shows the officers' cars blocking a white vehicle at a petrol station on the city's south side, not far from where Mr Floyd died.\nThe police are heard shouting \"Stop your car, hands up, hands up!\" before shots are fired, including by the officers.\nA female passenger in the car with Mr Idd was not hurt, police said, nor were the officers.\nMinneapolis police chief Medaria Arradondo said a gun was found at the scene.\n\"When I viewed the video that everyone else is viewing - and certainly the real-time slow-down version - it appears the individual inside the vehicle fired his weapon at the officers first,\" he said.\nPeople including Mr Idd's father Bayle Gelle gathered at the scene the following day, prompting fears of renewed protests.\n\"He was just sitting in the car, and bullets were shot at him, and no reason,\" he said, quoted by CBS News. \n\"Why are we here?... Because of colour. He is a black man. We want to know why my sweet son gets shot and killed.\"\nCity mayor Jacob Frey said he was committed to getting the facts and pursuing justice.\n\"We know a life has been cut short tonight and that trust between communities of colour and law enforcement is fragile,\" he said in a statement.\n\"Rebuilding that trust will depend on complete transparency.\"\nMr Floyd's death in May led to calls for reform or even abolition of the city's police department, but those efforts have stalled."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55516599",
      "category": "world-europe",
      "title": "Norway landslide: Seventh body found as rescuers continue search",
      "tags": "Norway,Severe weather",
      "text": "Seven bodies have now been found in the search for the missing after a massive landslide that destroyed homes in Norway last week, police have said.\nFour bodies were discovered on Friday and Saturday, and another three on Sunday. The first victim to be found was named as Eirik Grønole, 31.\nSeveral people remain missing following the hillside collapse that sent mud into the village of Ask on Wednesday.\nRescuers are working to find survivors, but chances of this are fading.\nPolice said the latest body was recovered near where two others had been found, but they gave no further details.\nFive of the victims have been identified, including a 40-year-old man and his two-year-old daughter.\nAnother 10 people were injured. \nThe king and queen of Norway visited the site of the landslide on Sunday.\n\"I'm having trouble finding something to say, because it's absolutely horrible,\" King Harald said after the visit.\n\"This terrible event impacts us all. I sympathise with you who are beginning the new year with sadness and uncertainty,\" he said. \nA shortage of daylight in the Norwegian winter has proved one of the challenges at the scene in Gjerdrum municipality, 25km (15 miles) north-east of Oslo.\nRescuers are also contending with freezing temperatures and the clay ground proving too unstable for emergency workers to walk on.\nHelicopters and drones spent two days searching the area before Police Commander Roy Alkvist said one or two houses appeared safe to enter.\nRescuers began moving into the danger zone on Styrofoam boards; the bright orange boards were laid down on the mud in a domino-effect as rescuers tried to reach the wrecked homes.\nResidents of Ask began calling emergency services at around 04:00 local time on Wednesday telling them that their houses were moving, police said.\n\"There were two massive tremors that lasted for a long while and I assumed it was snow being cleared or something like that,\" Oeystein Gjerdrum, 68, told broadcaster NRK.\n\"Then the power suddenly went out, and a neighbour came to the door and said we needed to evacuate, so I woke up my three grandchildren and told them to get dressed quickly.\"\nMore than 30 homes were destroyed, with others teetering on the edges of the deep crater that was left by the landslide. At least 1,000 residents were evacuated from the area.\nThe landslide was a so-called \"quick clay slide\" measuring about 300m by 700m (985ft by 2,300ft), a spokeswoman for the Norwegian Water Resources and Energy Directorate (NVE) told AFP.\nQuick clay is a kind of clay found in Norway and Sweden that can collapse and behave as a fluid when it comes under stress. \nBroadcaster NRK said heavy rainfall may have made the soil unstable, but questions have since emerged over why construction was permitted in the area. \nA 2005 geological survey labelled the area as at high risk of landslides, according to a report seen by the broadcaster TV2. Despite this, the homes were built there three years later."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55506661",
      "category": "uk-wales",
      "title": "Covid: Metal detecting 'an escape from pandemic stress'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55515455",
      "category": "world-europe",
      "title": "Irish Eurovision singer and Bagatelle frontman Liam Reilly dies",
      "tags": "Republic of Ireland,Eurovision Song Contest",
      "text": "Irish Eurovision singer and frontman of the rock band Bagatelle, Liam Reilly, has died aged 65.\nA family statement confirmed that Mr Reilly \"passed away suddenly but peacefully at his home\" on 1 January.\nMr Reilly fronted Bagatelle for more than 40 years and they had success with songs including Summer in Dublin and Second Violin.\nHe also came joint second at the Eurovision Song Contest in 1990 with the song Somewhere in Europe.\nThe song finished on 132 points, joint with France's entry sung by Joëlle Ursull, in the contest in Zagreb.\nItaly's entrant - Insieme: 1992, sung by Tuto Cutugno - won with 149 points.\nMr Reilly, from Dundalk, County Louth, also composed Ireland's Eurovision entry for the contest in Rome in 1991, when Kim Jackson performed his song Could It Be That I'm In Love, which was placed 10th.\n\"We know that his many friends and countless fans around the world will share in our grief as we mourn his loss, but celebrate the extraordinary talent of the man whose songs meant so much to so many.\" the family statement added.\nJoe Gallagher, the band's promoter from Strabane, County Tyrone, told BBC Radio Ulster \"the talent that Liam brought to the music industry in Ireland is second to none\".\n\"Some of the songs that he has written are up there with some of the better songs written in Ireland,\" he said.\n\"He is one of the best singer-songwriters Ireland has ever seen or produced.\"\nMr Reilly also wrote songs for others, including The Wolfe Tones. The Irish group paid tribute to him on social media, describing him as \"a master songwriter\".\nStephen Travers, a member of the Miami Showband, said Mr Reilly was a \"national treasure\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55505722",
      "category": "uk",
      "title": "Covid: 'Nail-biting' weeks ahead for NHS, hospitals in England warn",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The next few weeks will be \"nail-bitingly difficult\" for the NHS, hospital bosses have warned.\nStaff absences and the new Covid variant are creating a \"challenging situation\", Saffron Cordery, of NHS Providers, which represents hospital trusts in England, said.\nDoctors are urging the public to \"take it seriously and follow the rules\" to protect the health service. \nThe year started with 53,285 more Covid cases and 613 deaths being reported.\nThe day's figures do not include data from Northern Ireland or Wales, or the numbers of deaths from Scotland - as these are not being published on certain days during the Christmas and New Year period.\nIt comes after the UK reported its highest daily cases on Thursday, with a record 55,892 infections.\nOn Friday evening, the government confirmed that all primary schools in London would remain closed for the start of the new term, following a review of Covid transmission rates.\nFrom Monday, all schools in the capital will now be required to provide remote learning.\nPrimaries in nine London boroughs and the City of London district had been set to reopen - while those in the remaining 23 boroughs would have stayed closed from 4 January.\nMeanwhile, new analysis by Imperial College London has confirmed the new variant of coronavirus has a much quicker rate of transmission than the original strain. \nAnd an analysis of NHS England data from 23 hospital trusts by the Health Service Journal shows that Covid-19 is putting intense pressure on adult acute care and general beds, as well as those in intensive care.\nIt found that more than a third of these beds were occupied by patients with Covid-19 on Tuesday, and in three trusts - North Middlesex in London, and Medway and Dartford and Gravesham in Kent - the figure was more than half.\nBased on the recent rise in numbers, the analysis suggests that all acute and general beds might soon be filled with Covid-19 patients.\nSpeaking on BBC Breakfast, Ms Cordery said the surging transmission and death rates were \"incredibly hard to deal with\".\n\"When we are seeing major London trusts saying they are under pressure, that's when we know we're in a very challenging space,\" she said.\nA leading intensive care doctor has urged people to follow restrictions until the vaccination programme is fully rolled out.\nProf Anthony Gordon, of Imperial College, told BBC Radio 4's Today programme: \"There is light at the end of the tunnel so I would urge people to hold on for these few more months while the vaccination programme makes that difference and then we can truly get back to normal.\n\"But we can't overrun the health service because this will just lead to thousands more deaths.\"\nAdrian Boyle, vice-president of the Royal College of Emergency Medicine, urged people to follow guidance on hand washing, social distancing and face coverings to stop the \"entirely preventable\" spread of the virus.\nDr Boyle said staff are \"tired\" and at risk of \"burnout\", having \"worked really hard over the summer\" and \"put up with a lot of disruption\".\n\"This time people are frustrated, this is now an entirely preventable disease, we know what we did in spring made a lot of this go away. There's also now a vaccine,\" he added.\nMore than three-quarters of England is currently under the strictest tier four - \"stay at home\" - coronavirus measures, and other parts of the country have joined higher tiers. \nMainland Scotland, Northern Ireland and Wales are under lockdown.\nThere are also concerns the added pressures of rising numbers of Covid patients seen at London hospitals have begun to spread across the country.\nSpeaking on Today, Dr Alison Pittard, of the Faculty of Intensive Care Medicine, said it was \"only a matter of time before it starts to spread to other parts of country\", adding that \"we're already starting to see that\".\nShe stressed it was \"really important that we try and stop the transmission in the community because that translates into hospital admissions\". \nIt comes as almost half the major hospital trusts in England are said to be dealing with more Covid-19 patients than at the peak of the first wave in April. \nAnd pressure has been so great on some hospitals in London and south-east England that some patients have been moved out of the area.\nLondon's Nightingale emergency hospital is ready to admit patients, the NHS has said, while other sites currently not in use are being readied.\nHowever, Mike Adams, director of the Royal College of Nursing, questioned whether there were the staff available to run the hospital.\n\"Nursing is already stretched beyond capacity so there is no magic pile of nurses we can call upon,\" he told BBC Radio 4's World at One programme.\n\"I think the real battle is reducing the spread of the virus and getting the vaccine rolled out.\"\nThe new coronavirus variant has driven a big rise in cases, with the worst effects felt so far in London.\nResearchers at Imperial College London have confirmed it increases the R number - the number of people that one infected person will pass on a virus to - by about 0.4 to 0.7.\nThe UK's latest R number has been estimated at between 1.1 and 1.3. It needs to be below 1.0 for the number of cases to start falling.\nProf Axel Gandy, from the statistic section of Imperial College London, told the Today programme this higher rate of infection means that transmission of the disease would have tripled even during England's November lockdown conditions.\nThe hunt is now on to find new ways to slow the spread of coronavirus, with the rules on mask wearing potentially coming up for review.\nBehavioural science group SPI-B (Scientific Pandemic Insights Group on Behaviours), which reports to the Sage group of government advisers, has said that mandatory face coverings may be necessary in a wider number of settings, such as in workplaces and possibly outdoors. \nHowever, Dr Simon Clarke, associate professor of cellular microbiology at the University of Reading, told BBC Radio 4's World at One he was not convinced a move towards making the wearing of face coverings mandatory outdoors would make \"much difference\" to transmission rates.\nHe said the \"bigger problem\" was people touching their face covering or wearing it incorrectly, adding ministers should focus on ensuring people knew how to wear them and to change and wash them regularly.\nThe rollout of the newly approved Oxford-AstraZeneca vaccine will begin on Monday, almost a month after the Pfizer-BioNTech jab.\nSecond doses of either will now take place within 12 weeks rather than 21 days as had been initially planned with the Pfizer vaccine.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55153322",
      "category": "health",
      "title": "Vaccine group: Which vaccine group am I in?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-55509225",
      "category": "science-environment",
      "title": "Bird charity warns of harm from new wind farm",
      "tags": "Wind power,RSPB,Kittiwakes,Birds,Wind farms,Hornsea",
      "text": "The bird charity RSPB has criticised a government decision to permit an offshore wind farm expected to harm birds feeding in the North Sea.\nThe giant Hornsea Three development lies 75 miles away from Flamborough Head, England’s biggest sea bird colony on the Yorkshire coast. \nThe RSPB says kittiwakes will need to fly through the area, dodging turbines, to reach feeding grounds.\nThe developers have promised to compensate for the impact on the birds.\nThey plan to do this by building four bespoke nesting towers to encourage them on land.\nBut the RSPB says it will take a decade to see whether this idea works – and that will be too late because the wind farms will be up and running by then.\nWind farms are not a straightforward subject for the RSPB in its efforts to protect the UK's birds.  \nThe charity supports the growth of renewable energy to combat the effects of climate change, but is fearful of the impact on birds round the coasts as turbines increase to fulfil the prime minister's promise of powering every home by wind energy.\nDuncan Clark from developers Orsted said: “Climate change remains a very serious threat to our environment and habitats and there is an ever-pressing need to act. \n“Hornsea Three could provide clean power to over two million UK homes and offset over 128.2 million tonnes of carbon dioxide over its lifetime.”\nThe RSPB says computer modelling suggests the huge turbines, stretching over 200 metres, will cause the deaths of 73 kittiwakes a year. \nMr Clark said that the firm would offset the projected deaths by building four artificial kittiwake nest towers on land, which should prompt an equal number of the birds to be born.\nBut the RSPB says the compensation measures proposed at Hornsea Three are speculative, and that like other wind developments in the North Sea, they are undermined by a lack of reliable data. \nThe RSPB’s Andrew Dodd told BBC News: “We have no idea whether this plan will work or not. We don’t know how many birds are being killed in the first place and we certainly don’t know how many of them may be encouraged by breeding towers.”\nHe said kittiwakes had been struggling for three decades – partly because climate change is altering fish patterns and partly because of over-fishing of slim fish called sand eels, which are ground into fishmeal for salmon and pigs.\nEnergy Secretary Alok Sharma acknowledged in his ruling on the development that wildlife would be harmed by Hornsea Three, but he granted consent on the balance of benefits.  \nHis ruling said: “The adverse impacts… do not outweigh the significant benefits of the development in respect of contribution it would make to meeting the identified need for renewable electricity generation.” \nKittiwakes appear to try to slalom their way through the wind farms that are springing up across the North Sea. \nOther birds such as guillemots and razor bills seem to fly round the thickets of turbines, a journey which uses energy that could otherwise be used for breeding.\nThe RSPB and wind farm association Renewable UK both blame the government for failing to mitigate the conflict between wildlife and clean energy.\nMr Dodd said: “The government has to lead on this. We clearly need loads more offshore wind, and the RSPB supports that. But the North Sea is filling up with turbines and we have to avoid development in the most sensitive areas. We need much better knowledge.\n“This issue is cumulative – maybe one wind farm wouldn’t make a great deal of difference, but the scale of the plans is massive.”\nThe wind farm industry group Renewable UK anticipates that offshore wind turbine operators will face increasing scrutiny in the coming decade – both in terms of their impact on wildlife and the structures needed on sensitive coastlines to bring the power onshore.\nThe group has urged the government to restore funding to the heavily-cut Natural England, so it can adequately supervise developments.\nRenewable UK’s Melanie Onn told BBC News: “We urgently need to build new offshore wind farms to tackle climate change which poses the biggest threat to our way of life.\n“Advisory bodies like Natural England need more funding from the government so that they can take decisions in a more timely manner.”\nSome turbines off the coast of Scotland are now being fitted with cameras on the tower and blades to monitor bird strikes, although this may be very challenging in rough weather.\nIn the US, a study suggested that painting one of the three blades black seemed to help birds avoid contact – but the RSPB says that study was on an onshore turbine, and needs verification.\nAnother scheme has seen wind farms turned off when the approach of rare condors is detected through radio transmitters they carry.\nThis only works for threatened condor but the US equivalent of the RSPB, the Audubon Society, has warned that if climate change continues apace, hundreds of North American bird species' ranges will shrink by at least half by 2100.\n\"Climate change is the biggest impact on birds,\" said Garry George from Audubon. \nWhat's more, renewable energy campaigners point out that cats and skyscrapers kill far more birds than wind turbines.\nFollow Roger on Twitter @rharrabin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55518304",
      "category": "uk-england-london",
      "title": "Covid-19: Anti-lockdown protesters arrested at Hyde Park demo",
      "tags": "Coronavirus lockdown measures,Hyde Park,Metropolitan Police Service,Coronavirus pandemic",
      "text": "Police have made arrests at an anti-lockdown demonstration in central London.\nCrowds of between 200 to 300 people began to gather in Hyde Park, which is in a tier four coronavirus area, at about 13:30 GMT on Saturday, the Metropolitan Police said.\nSeventeen people were arrested on suspicion of breaching public health regulations.\nMost demonstrators had left the park by 16:45, police said.\nThe Met tweeted: \"Officers continue to engage with groups of people who have gathered in the Hyde Park area.\n\"A number of people have been arrested under health protection regulations and taken into custody.\n\"We urge those in the area to leave immediately.\"\nMore than two people are generally not allowed to meet in public under tier four rules.\nThe police force added: \"Officers will take enforcement action where we see clear breaches of the tier four rules.\n\"It's up to all of us to make the right choices and slow the spread of the virus.\"\nA group called The People's Lockdown, Stand For Your Human Rights, had said it was going to hold a event at Hyde Park on Saturday afternoon.\nIn an online post, it called on people to \"stand with your loved ones\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55518248",
      "category": "uk",
      "title": "Coronavirus: No increase in severe child cases, paediatricians say",
      "tags": "Children,Child health,Coronavirus pandemic",
      "text": "Doctors have sought to reassure parents that there has been no increase in the severity of Covid-19 cases among children because of the new variant. \nThe Royal College of Paediatrics and Child Health (RCPCH) said children's wards are not seeing any \"significant pressure\" from Covid-19.\nIt comes after a London hospital matron told BBC Radio 5 Live of having a ward full of children with coronavirus. \nLaura Duffel said the surge in cases was \"much scarier\" than the first wave.\nMs Duffel, who has been working on Covid wards since the beginning of the UK's epidemic and specialises in children's intensive care, told 5 Live's Chiles on Friday show that people were \"wrong\" to say busy hospitals were merely a reflection of normal winter pressures on the NHS.\n\"This wave has just hit us so fast. It's literally in the space of a week that this has gotten so bad,\" she said.\n\"It's very different and I think that's what makes it so much scarier for us. We have children who are coming in. It was minimally affecting children in the first wave - [but now] we have a whole ward of children here [and] 20- and 30-year-olds with no underlying conditions are coming in.\"\nHowever, doctors denied that the virus is putting significant additional pressure on children's wards across the country.\nProf Russell Viner, president of the RCPCH, said: \"Children's wards are usually busy in winter. As of now we are not seeing significant pressure from Covid-19 in paediatrics across the UK. \n\"As cases in the community rise there will be a small increase in the number of children we see with Covid-19, but the overwhelming majority of children and young people have no symptoms or very mild illness only. \n\"The new variant appears to affect all ages and, as yet, we are not seeing any greater severity amongst children and young people.\"\nDr Ronny Cheung, a consultant paediatrician at Evelina Children's Hospital, in London, added: \"I've been the on-call consultant in a London children's hospital this week. Covid is rife in hospitals, but not among children - and that is corroborated by my colleagues across London.\"\nProf Calum Semple said that he spoke to colleagues on intensive care units and \"not one of them has seen a surge in sick children coming into critical care and we're not hearing of a rise in cases in the wards either\".\n\"We're not seeing a different spectrum of disease in children, certainly we're not seeing a surge in cases,\" Prof Semple told BBC Radio 4's PM programme.\nDr Liz Whittaker, a consultant paediatrician at St Mary's Hospital London, said \"only small numbers\" of children who test positive for Covid develop severe disease and these are \"within expected levels\" at the moment.\n\"I continue to worry for my elders, not my kids,\" Dr Whittaker added.\nMeanwhile, Dr Lee Hudson, from Great Ormond Street Hospital, said that none of his paediatric colleagues at hospital across London were reporting higher rates of sick children because of Covid but said that parents should never be afraid to seek medical help if they are worried about their children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55509575",
      "category": "entertainment-arts",
      "title": "Wham!'s Last Christmas goes to number one for the first time",
      "tags": "Christmas music,Official UK music charts,Music",
      "text": "Wham!'s Last Christmas has topped the UK singles chart for the first time, 36 years after it was first released.\nThe festive classic was streamed 9.2 million times over the last week, knocking LadBaby's Don't Stop Me Eating off the top spot.\nFirst released in December 1984, George Michael and Andrew Ridgeley's song was held off the top spot by Band Aid's Do They Know It's Christmas?\nRidgeley said he was \"somewhat amazed\" the record had now reached number one.\nHe said he was \"delighted\" and \"profoundly pleased\" at the news, \"albeit 36 years after its first release which is, perhaps more than anything, a testament to its timeless appeal and charm\".\n\"It is a fitting tribute to George's song-writing genius and one of which he would have been immensely proud and utterly thrilled,\" Ridgeley added.\nSince the song was released in 1984, it has returned to the top 10 a further six times.\nFans had previously launched a campaign to get it to number one in 2017, to mark the first anniversary of George Michael's untimely death on Christmas Day 2016.\nBut it only reached number two - and was thwarted by Ed Sheeran's Perfect.\nIts lyrics also inspired Dame Emma Thompson to write the movie Last Christmas, which was released in cinemas last Christmas.\nLast Christmas was written by George Michael in his childhood bedroom in February 1984, \"and as far as I was concerned it was a number one\", he told Smash Hits in 1986.\nInspiration struck out of the blue, while the singer was watching a football match at his parents' house in Hertfordshire.\n\"We'd had a bite to eat and were sitting together relaxing with the television on in the background when, almost unnoticed, George disappeared upstairs for an hour or so,\" recalled Ridgeley in his 2017 memoir. \n\"When he came back down, such was his excitement, it was as if he had discovered gold which, in a sense, he had.\n\"We went to his old room, the room in which we had spent hours as kids recording pastiches of radio shows and jingles... and he played me the introduction and the beguiling, wistful chorus melody to Last Christmas. It was a moment of wonder.\"\nThe song was subsequently recorded in the middle of August at London's Advision Studios, which Michael plastered in Christmas decorations to set the mood.\nThe cheesy-but-cheerful video was shot later that year in Switzerland, featuring Wham's backing singers Pepsi and Shirlie and model Kathy Hill.\nAlongside its famous chunky knitwear, and central role for a silver brooch, the video also marked the final time Michael would be seen without his trademark designer stubble.\nThe singer jetted back from the film shoot to record his vocals for Do They Know It's Christmas - which would eventually hold Wham!'s song off the top spot. \nIn a gesture of solidarity with Band Aid, however, the duo donated all the royalties from Last Christmas to Ethiopian famine relief.\nAt the time of its initial release, Last Christmas was part of a Wham! double A-side single, along with Everything She Wants.\nAlthough immediately after Christmas, radio stations started playing Everything She Wants and the band did a Top of the Pops appearance to promote it, the colossal sales of Do They Know It's Christmas meant it was never to top the chart at the time.\nPrior to today's chart, Last Christmas was the UK's biggest-selling single never to have reached number one - accumulating 1.9 million sales across its lifetime, according to the Official Chart Company. \nThat title now passes on to Maroon 5's Moves Like Jagger (1.55 million sales), which was a number two hit in 2011.\nBut Last Christmas does now hold a new chart record - for the longest time taken for a single to reach number one. \nThe previous record-holder was Tony Christie's (Is This The Way To) Amarillo? which had a 34-year gap between its original release and topping the chart for Comic Relief in 2005.\nWham!'s record is the second long-toothed classic to claim chart glory in recent weeks, after Mariah Carey's All I Want For Christmas Is You reached number one in December, 26 years after its release.\nChristmas songs continue to dominate this week's chart countdown, with 28 festive tracks inside the top 40.\nHowever, as festive streams decline, some other songs have seen their fortunes turn around - with Little Mix's Sweet Melody returning to the top 10; and Ed Sheeran's new single Afterglow reaching a new peak of 13.\nIn the albums chart, Michael Bublé's Christmas album returned to number one for the first time in nine years, displacing Paul McCartney's latest record, McCartney III.\nTaylor Swift's second surprise album of 2020, Evermore, held steady at number two; while Dua Lipa's Future Nostalgia jumped 15 places to number three after featuring prominently in a number of end-of-year polls.\nCorrection: An earlier version of this article erroneously stated that Martin Kemp of Spandau Ballet made a cameo in the video for Last Christmas. \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55515831",
      "category": "uk",
      "title": "Covid-19: Oxford-AstraZeneca vaccine arrives at hospitals",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-55514853",
      "category": "uk-england-essex",
      "title": "Thousands raised for East Horndon church 'trashed' by revellers",
      "tags": "Brentwood,East Horndon",
      "text": "Thousands of pounds has been raised to pay for repairs to a 500-year-old church that was \"trashed\" during an illegal New Year's Eve party.\nHundreds of revellers attended the party at All Saints Church in East Horndon, near Brentwood, after the building was broken into.\nThree people were arrested on suspicion of public order and drugs offences.\nVolunteer group Friends of All Saints said it was \"completely overwhelmed\" by peoples' \"support and generosity\".\nThe fundraising page was set up on Friday and aimed to raise £2,000, but in less than 24 hours it had raised more than £8,700.\nIt said a \"massive clean-up\" was needed at the \"much-loved\" church after \"hundreds of revellers trashed the place\".\nEssex is in England's top tier four of coronavirus restrictions and on Wednesday declared a major incident over virus cases.\nAstrid Gillespie, a volunteer with the Friends of All Saints, said event organisers had smashed a window to put in an extractor fan unit and wired sound equipment into the church's fuse box.\nShe said: \"It was a professional set-up. They had a bar area where you had to exchange tokens.\n\"It's such a beautiful church. To find out it's been damaged is devastating.\"\nReferring to the money that was raised, she said: \"Faith in humanity restored\".\nThe church, which is owned and maintained by the Churches Conservation Trust, has not been used for religious services since 1970, but regularly houses community events.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    }
  ]
}