{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57464097",
      "category": "uk",
      "title": "Covid: Lockdown easing in England to be delayed by four weeks",
      "tags": "Coronavirus lockdown measures,Weddings,Boris Johnson,Coronavirus pandemic",
      "text": "Most coronavirus rules will remain in place in England for another four weeks after the planned 21 June unlocking, government sources have told the BBC.\nSenior ministers have signed off on the decision to delay the lifting of all legal restrictions on social contact.\nThat could mean capacity limits for sports, pubs and cinemas will remain, and nightclubs would stay closed.\nPrime Minister Boris Johnson is due to confirm the delay at a news conference later - at 18:00 BST.\nThe extension will be put to a Commons vote this month and could trigger a sizeable Conservative backbench rebellion.  \nEngland was due to move to stage four of the government's roadmap out of lockdown on 21 June, when venues and events would be allowed to operate without capacity limits and the cap on guests at weddings would be lifted.\nIt would also have meant an end to current rules which limit gatherings at home to six people or two households.\nBut many scientists have called for the reopening to be delayed to enable more people to be vaccinated and receive second doses, amid rising cases of the Delta variant, which was first identified in India.\nA delay would also allow more work to be done on whether vaccines are breaking, or simply weakening, the link between infections and hospitalisations.\nHealth Minister Edward Argar told BBC Breakfast that he could not confirm the delay before the PM's announcement, but that there was a \"concerning increase\" in cases of the Delta variant and numbers in hospital were \"beginning to creep up\".\nMost severe cases were among unvaccinated people or those who had only one dose, he said, adding that at current rates nearly 10 million second doses could be administered over four weeks to increase protection.\nMr Argar said the prime minister would address issues of economic support in any announcement and that the PM was \"very sensitive\" to the situation of couples who had already had to postpone their weddings.\nAll areas of Scotland are due to move to Level Zero Covid restrictions on 28 June - meaning bigger groups can gather in cafés, pubs and restaurants, although they will still have to observe social distancing. \nLimits on indoor gatherings in Northern Ireland are scheduled to be relaxed on 21 June and the current rules in Wales will be reviewed on 25 June.\nIf the lifting of restrictions is pushed back, the UK Weddings Taskforce - an industry group - estimates that 50,000 weddings planned in the four weeks from 21 June could be cancelled, with the industry losing £325m for every week of delay.\nCurrently the number of guests allowed at weddings is limited to 30. \nThe Night Time Industries Association said businesses such as nightclubs had already spent millions preparing to reopen, and the association would legally challenge any delay to reopening.\nWill Power, owner of the Lab 11 nightclub in Birmingham, said a delay would be \"catastrophic\". \n\"This will possibly hurt us more than the initial lockdown back in March last year,\" he said.\nKate Nicholls from UKHospitality, which represents pubs, bars and restaurants, said businesses faced losing £3bn in sales if the relaxation of restrictions was delayed by a month.\nSinger Frank Turner, who has raised money for struggling small music venues, said the delay would \"tip some businesses into final collapse\", while theatre producer Sonia Friedman warned \"many livelihoods are under existential threat\".\nRising infections in the UK are being driven by the Delta variant which is believed to be around 60% more infectious than the previous dominant variant and twice as likely to result in hospital admissions.\nOn Monday, the UK recorded 7,742 new cases of Covid-19 and three deaths within 28 days of a positive test.\nThe seven-day average for cases in the UK is up 46% compared with the seven days before. \nHowever, NHS England data shows over-55s are continuing to account for a smaller percentage of people admitted to hospital with Covid-19. \nOn 6 June around a third of admissions were aged 55 or over, compared to a little over 70% on 6 March, and more than 80% on 6 December. \nMeanwhile, the government has announced extra support for six more areas of England, to help suppress the spread of the Delta variant. \nAdditional testing, tracing, isolation support and measures to maximise vaccine uptake will be deployed in Birmingham, Blackpool, Cheshire East, Cheshire West and Chester, Liverpool City Region and Warrington.\nGuidance will also be set out for the six areas on steps people can take to keep their communities safe, including minimising travel in and out of the area. \nIf it wasn't for the Delta variant, the government would in all likelihood be announcing the go-ahead for a full unlock. \nBut a more infectious variant against which one shot of the vaccine works less well has created a problem. \nThat much can be seen from how quickly infection levels are rising. The trajectory we are on means we could see January levels of infection by the end of July. \nExactly what that means for hospital admissions is less clear. It is already obvious that while the vaccines have weakened the link between cases and serious illness they have not broken it completely - admissions are rising after all. \nEarly data suggests less than 5% of cases are ending up in hospital - half the rate seen previously. \nBut that still has the potential to cause 2,000 admissions a day if we did reach January levels of infection - twice what the NHS would see for all respiratory illnesses in a bad winter. \nNone of that is guaranteed, of course, and so a delay, government scientists are arguing, gives them more time to work out with confidence where we are heading - and it is even possible the immunity built up by the vaccines will have started to halt the growth by then. \nThe government has set out four tests that must be met for the next stage of easing restrictions to go ahead: \nMore than 41 million people in the UK have had a first dose of a coronavirus vaccine, while nearly 30 million have had two doses. \nSome Conservative MPs said they were concerned that vulnerable businesses would close permanently and that the prospect of ending all coronavirus restrictions was receding.\nBackbencher Peter Bone said he would vote against continuing restrictions unless the prime minister was able to show there was \"a very clear danger to our society\".\nHe told BBC Radio 4's Today programme that currently he \"can't see the evidence why we should be postponing our freedom\".\nLabour leader Sir Keir Starmer told LBC Radio if the lockdown decision was confirmed, it would be because of the government's \"pathetic borders policy\", which he said allowed the Delta variant to become established in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57434493",
      "category": "health",
      "title": "June 21: Why lockdown easing may be delayed",
      "tags": "Coronavirus pandemic",
      "text": "Monday was meant to be the moment when the government declared the pandemic was effectively over in England. The plan had been to give a week's notice that all restrictions would end on 21 June.  \nBut the prospect of that happening is now looking increasingly unlikely following the rise of the Delta variant. Behind the scenes, government scientists have been warning ministers this week that caution is needed.\nWhy do we appear to be stumbling at the final hurdle?\nIt was always expected that infection rates would rise at this point - allowing indoor mixing was the move that provides the most opportunity for the virus to spread.\nAnd with Office for National Statistics data showing eight in 10 adults are currently testing positive for antibodies - a result of both vaccination and previous infection - there are still plenty of susceptible people for it to infect.\nBut what has become clear in the past few days is that the trajectory we are on is steeper than many had hoped, because of the more infectious Delta variant, thought to be 40% to 80% more transmissible than the Alpha variant, first identified in Kent.\nAt the current rate of growth the UK will hit 15,000 cases a day by 21 June and January levels of infections by late July - and that's without the further relaxation of restrictions due, which could drive up cases even more.\n\"It's very clear where infection rates are heading now - and it's not where we wanted to be or thought we would be just a few weeks ago. That's why we're concerned,\" says one of the scientists on Sage, the group which advises ministers. \nWhat is less clear, however, is what this means for hospital cases. \nIt is often said that vaccination has broken the link between infections and hospitalisations - and if people are not getting seriously sick, then it does not matter if infection levels rise.\nBut at this stage it appears to have weakened it rather than broken it. Admissions have already started rising, albeit not as fast as they did in September, the last time infections were rising at this rate.\nThe rate of hospitalisations appears to be less than half of what it was then, although there are only a few days of data to draw on so scientists cannot be certain. This is one of the reasons why they are asking ministers for more time to monitor the data.\nBut if we assume that link is right, it suggests 4% of cases being identified end up needing hospital treatment. That could equate to 2,000 admissions a day if we do reach January level infection rates - twice what the NHS would normally see in the depths of a bad winter for respiratory illness. A small percentage of a very big number can still be a big number.\nHowever, the data on its own does not tell the full story. There is evidence the people being admitted to hospital are younger and less seriously ill than in previous waves, and so need less treatment and spend less time in hospital. \nThere seems to be very few doubled-jabbed patients despite those being the most at risk of serious illness - providing further confidence about just how well the vaccines work.\nThat in turn will mean many many fewer deaths. In a couple of weeks, scientists believe they will be able to give ministers a better idea of what is going to happen than they can now, meaning there will be greater confidence about the impact of a full unlocking.\nBut as well as time to analyse the data, a delay also has the benefit of helping to vaccinate more people.\nEvidence gathered by Public Health England shows that getting a second dose is crucial to stemming the spread of the Delta variant.\nAfter one shot, both the Pfizer and AstraZeneca vaccines appear to stop about a third of infections caused by the Delta variant, compared with about half for the Alpha variant.\nBut for both the protection offered after a second dose remained high - showing that despite the variants every vaccination still brings us closer to ending the pandemic.\nCurrently just over half of adults are fully vaccinated while another quarter have received one shot. With half a million doses a day being given on average, those figures will be substantially higher in just a few weeks. \n\"There is a clear public health benefit to a delay as well as providing time to analyse the data,\" says Prof Neil Ferguson, one of the modellers analysing the figures for ministers.\nOf course, if infection rates keep rising - and that in turn drags up hospital admissions albeit not at the same pace as before - there is a risk that could leave England waiting for months before restrictions end completely.\nBut there is good reason to hope the rise in cases may be over more quickly than it has been in previous waves and without the need for extra restrictions.\nThe evidence from Bolton offers some hope of that. Infections started rising rapidly in early May as the Delta variant took hold. \nThe wave though was quite different from what went before - with very low numbers of over-60s, the group that was mostly double-jabbed by that point, infected.\nInfections spread quickly through younger age groups, but soon stopped.\nChanges in behaviour, surge testing and the push on vaccinations that have taken place will have played a role, but so too did the wall of immunity the virus came up against.\nDr Adam Kucharski, an infectious diseases expert from the London School of Hygiene and Tropical Medicine, believes infection levels may not take off significantly in some areas because of their high levels of vaccination.\n\"I think there will be quite big differences in infection rates between areas. In communities where immunity levels are high and contacts low, we may not see infection rates climb that much.\"\nA delay to the complete ending of restrictions does not mean it will never come.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-46384067",
      "category": "science-environment",
      "title": "Climate change: Where we are in seven charts and what you can do to help",
      "tags": "Paris climate agreement,Climate change",
      "text": "Climate change is set to cause major changes across the world: sea levels will rise, food production could fall and species may be driven to extinction.\nThe UN has warned that the world needs to limit climate change to below 1.5C above pre-industrial levels. But scientists say that keeping to the 1.5C target will require \"rapid, far-reaching and unprecedented changes\" in all aspects of society.\nSo how warm has the world got and what can we do about it?\nThe world is now nearly one degree warmer than it was before widespread industrialisation, according to the World Meteorological Organization (WMO).\nThe global average temperature for the first 10 months of 2018 was 0.98C above the levels of 1850-1900, according to five independently maintained global data sets.\n(If you can't see this chart tap or click here) \nThe 20 warmest years on record have been in the past 22 years, with  2015-2018 making up the top four, the WMO says.\nIf this trend continues, temperatures may rise by 3-5C by 2100.\nOne degree may not sound like much, but, according to the IPCC, if countries fail to act, the world will face catastrophic change - sea levels will rise, ocean temperatures and acidity will increase and our ability to grow crops, such as rice, maize and wheat, would be in danger.\nAlmost 400 all-time high temperatures were set in the northern hemisphere during the summer of 2019. \nRecords were broken in 29 countries for the period between 1 May and 30 August. A third of the all-time high temperatures were in Germany, followed by France and the Netherlands.\nThese European records were set amid heatwaves across the continent that sent temperatures soaring in June and July.\nOver the period shown on the map below (May to August 2019), the yellow dots show where a heat record was broken on a given date, pink indicates places that were the hottest they had ever been in the month shown, and dark red represents a place that was the hottest since records began.\nMore than 30 all-time records were broken in the US, according to the Berkeley Earth data. In Japan, where 11 people died as a result of the summer heatwave, 10 all-time temperature highs were set.\nIf we add up all the promises to cut emissions made by countries that are party to the Paris climate agreement, the world would still warm by more than 3C by the end of this century.\nOver the past few years, climate scientists have shifted the definition of what they believe is the \"safe\" limit of climate change.\nFor decades, researchers argued the global temperature rise must be kept below 2C by the end of this century to avoid the worst impacts. \nCountries signing up to the Paris agreement pledged to keep temperatures \"well below 2C above pre-industrial levels and to pursue efforts to limit the temperature increase even further to 1.5C\".\nBut scientists now agree that we actually need to keep temperature rises to below 1.5C.\nThe countries emitting the most greenhouse gases by quite a long way are China and the US. Together they account for more than 40% of the global total, according to 2017 data from the European Commission's Joint Research Centre and PBL Netherlands Environmental Assessment Agency.\nUS environmental policy has shifted under the Trump administration, which has pursued a pro-fossil fuels agenda.\nPresident Donald Trump has begun the process of withdrawing the US from the Paris climate change agreement.\nMr Trump said the deal struck in 2015 would disadvantage US businesses and workers.\nAlmost all (95%) of cities facing extreme climate risks are in Africa or Asia, a report by risk analysts Verisk Maplecroft has found. \nAnd it's the faster-growing cities that are most at risk, including megacities like Lagos in Nigeria and Kinshasa in the Democratic Republic of Congo.\nSome 84 of the world's 100 fastest-growing cities face \"extreme\" risks from rising temperatures and extreme weather brought on by climate change. \nThe extent of Arctic sea ice has dropped in recent years. It reached its lowest point on record in 2012.\nSea ice has been reducing for decades, with melting accelerating since the early 2000s, according to the UK Parliament's Environmental Audit Committee.\nThe Arctic Ocean may be ice-free in the summer as soon as the 2050s, unless emissions are reduced, the committee has said.\nThe extent of Arctic sea ice in 2019 was tied with 2007 and 2016 as the second lowest on record. The maximum extent, reached in March 2019, was tied with 2007 as the seventh lowest in the 40-year satellite record.\nWhile governments need to make big changes - individuals can play a role too. \nScientists say we all have to make major changes to our lifestyles, in order to avoid severely damaging climate change.\nThe IPCC says we need to: buy less meat, milk, cheese and butter; eat more locally sourced seasonal food - and throw less of it away; drive electric cars but walk or cycle short distances; take trains and buses instead of planes; use videoconferencing instead of business travel; use a washing line instead of a tumble dryer; insulate homes; demand low carbon in every consumer product.\nOne of the biggest ways to reduce your environmental impact on the planet is to modify your diet to include less meat - according to recent studies. \nScientists say we ought to eat less meat because of the carbon emissions the meat industry produces, as well as other negative environmental impacts. \nA recent study published in the journal Science highlighted a massive variation in the environmental impact of producing the same food.\nFor example, beef cattle raised on deforested land produces 12 times more greenhouse gas emissions than those reared on natural pastures.\nCrucially, the analysis shows that meat with the lowest environmental impact still creates more greenhouse gas emissions than growing vegetables and cereal crops in the least environmentally-friendly way.\nBut as well as altering our diets, research suggests that farming practices need to change significantly to benefit the environment.\nBy Nassos Stylianou, Clara Guibourg, Daniel Dunford, Lucy Rodgers, David Brown and Paul Rincon\nCorrection 24 February 2020: A previous version of this story said that \"the single biggest way to reduce your environmental impact on the planet is to modify your diet to include less meat\". This has been amended to now refer to \"one of the biggest,\" taking account of different individual lifestyles and circumstances. We have also replaced the in-line link with a research article on 'The global impacts of food production'."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57457378",
      "category": "world-us-canada",
      "title": "Bidder pays $28m for space trip with Amazon's Bezos",
      "tags": "Amazon,Human spaceflight,Jeff Bezos,Space,United States",
      "text": "A mystery bidder has paid $28m (£20m) for a seat on Amazon founder Jeff Bezos's first crewed spaceflight by the billionaire's Blue Origin company.\nThis winning bid was made at Saturday's auction, with Blue Origin tweeting that the winner's identity would be revealed in the coming weeks.\nThe bidding process attracted interest from more than 140 countries.\nThe other two crew members of the 20 July flight are Mr Bezos' brother Mark and an unnamed space tourist.\nAfter a nearly month-long bidding process the top bid had stood at just under $5m - but once Saturday's online auction got under way that figure rose more than five times.\n\"The winning bid amount will be donated to Blue Origin's foundation, @ClubforFuture,\" Blue Origin tweeted.\nMr Bezos has a net worth of $186.2bn (£131.5bn), according to Forbes magazine. This makes him one of the world's richest people. \n\"On July 20th, I will take that journey with my brother,\" he wrote in a post on Instagram earlier this week. \"The greatest adventure, with my best friend.\"\nMr Bezos' brother Mark described the planned flight on Blue Origin's launch vehicle New Shepard as a \"remarkable opportunity\".\nAccording to Blue Origin's website the company plans to launch its passengers more than 100km (62 miles) above the Earth's surface, allowing them to experience microgravity. The six-berth capsule will return to Earth using parachutes.\nThe trip is expected to last about 10 minutes.\nThe New Shepard booster can land vertically on the ground after returning from space. It is named after Alan Shepard, the second person and first US citizen to fly into space.\nThe first crewed flight comes just weeks after Mr Bezos plans to step down as CEO of Amazon.\nInstead he will serve as executive chairman of the e-commerce giant he founded 30 years ago in his garage, allowing him \"time and energy\" to focus on other ventures.\nMeanwhile, a rival space pioneer could steal a march on Mr Bezos.  It is thought Richard Branson might join a test flight of his Virgin VSS Unity spaceplane on 4 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57445053",
      "category": "uk-wales",
      "title": "Blood donation: Gay couple 'thrilled' after rules change",
      "tags": "Blood donation,LGBT,Newbridge",
      "text": "Married couple Carl and Martin have given blood in what the Welsh Blood Service has described as a \"landmark\" moment.\nUntil now men who have sex with men had to wait three months before donating. \nFrom Monday, gay men in sexually active, monogamous relationships can donate for the first time.\nAnyone who has had anal sex with a new or multiple partners in the past three months will have to wait three months to donate - regardless of their gender.\nIt follows a review by the Fair (For the Assessment of Individualised Risk) steering group, which concluded switching to an individualised, gender-neutral approach was fairer and maintained the safety of the blood supply.\nThe review's recommendations are to be implemented by all four UK nations.\nCarl, from Newbridge, in Caerphilly county, said beforehand: \"I am absolutely thrilled to be booked in to donate under these changes...\n\"It is only fair in today's society that everyone's behaviours should be treated the same and not by the gender of their partner.\"\nHis husband Martin added: \"Today is a very special day for Carl and I.\n\"Together we can now make potentially lifesaving donations to help patients in need.\" \nHe said his own family had benefited from blood donation in the past: \"My father had numerous blood transfusions and I am forever grateful to those donors for their support. \n\"My niece also received many blood transfusions during her treatment for leukaemia - she is now thankfully in full remission and I am absolutely delighted to potentially help someone like her recover from such a serious illness.\" \nLGBT campaigner Shane Andrews from Cardiff is also booked to donate for the first time on Monday.\nHe said: \"I am delighted... today is my first donation but it definitely won't be my last. \n\"I feel honoured to commence my lifesaving journey on World Blood Donor Day but also during Pride month.\"\nThe Welsh Blood Service said it needed about 350 blood donations each day to maintain a steady supply of vital blood and blood components to 20 hospitals across the country. \nIts service director Alan Prosser said: \"We are thrilled to mark World Blood Donor Day by welcoming more people into our lifesaving team of blood and platelet donors. \n\"From today, more people can safely donate thanks to a new and fairer eligibility criteria. \n\"Whilst blood services are not responsible for setting the rules around donation, we are delighted that our work in collaboration with the Fair steering group has led to the new regulations.\"\nZoe Gibson, head of nursing at Welsh Blood Service, said: \"Patient safety is at the heart of everything we do. \n\"All donations are tested for significant infections before they are sent to hospitals to maintain the safety of the blood supply chain.\"\nBlood Equality Wales said: \"It is great to see these changes coming into force, especially after so many people in the LGBT+ community have fought and campaigned for changes to the rules around blood donation for such a long time. \n\"These changes are welcomed, but there is still a great deal of work to do in achieving absolute equality in the blood donation space.\"\nDavinia Green, director of Stonewall Cymru, also welcomed the changes, saying: \"This represents an important first step towards a donation selection policy entirely based on an individualised assessment of risk.\"\nBefore donating blood, people will have to complete a donation safety check and will be asked whether, over the last three months, they have:\nIf the answer is \"yes\" to any of these questions, they will not be eligible to give blood for another three months.\nIn addition, they will be asked whether they:\nIf their answer is \"yes\" to any of these questions, they will not be eligible to give blood.\nIn order to become a blood donor you must also be in good general health, over 17 years old and under 66 years old for your first donation, and weigh at least 50kg (7st 12lb).\nOther reasons that can prevent you from being able to give blood include being pregnant or having a tattoo, piercing or semi permanent make-up in the past 120 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57461279",
      "category": "uk-wales-politics",
      "title": "Climate change: Wales 'needs to do twice as much' in next decade",
      "tags": "UK air pollution,Pollution,Cardiff Airport,Welsh government,Julie James,Climate change,Infrastructure,Air pollution,Carbon footprint,Carbon neutrality",
      "text": "Wales needs to do twice as much on climate change in the next decade \"as we've done in the previous 30 years\", the climate change minister has said.\nJulie James said it was \"stretching an ambitious target\" but that it would be possible to reach it.\nAll road schemes in Wales are set to be reviewed and a new law to tackle air pollution will be introduced in this term of the Welsh Parliament.\nWales is aiming to reach net zero carbon emissions by 2050.\nBut a December 2020 report by the Climate Change Committee, which advises governments in the UK, said: \"Underlying indicators and the lack of a cohesive, economy-wide strategy for 2050 - at both UK and Welsh government level - mean that Wales was not currently on track for the existing 80% target, let alone net zero.\"\nSpeaking on the BBC Politics Wales programme, the newly appointed climate change minister said: \"It is possible to do it but it will mean all of us playing our part. \n\"So, there will be some things that will need to change... but what we need to do is put the conditions in place so that people aren't sacrificing things in order to assist the climate.\"\nFriends of the Earth Cymru has called for a ban on new roads in Wales. \nAsked if there should be a ban, Ms James said: \"It's tempting, isn't it, to say, 'of course we won't build new roads', but there are really complex issues here around air quality, what traffic routes people take, how many cars on the road and so on.\"\nThe Deeside \"red route\" plan for the A55 in Flintshire includes a new eight-mile (13km) dual carriageway.\nThe minister said, as part of a new transport strategy, the government \"will do a rapid review of all our road schemes and we will do a review of both new road schemes and existing roads\".\nCardiff council is set to decide on Thursday whether a key road in the capital will reopen to private vehicles. \nMs James said it was a decision for the Labour-led council but added: \"Cardiff did incredibly well in putting active travel routes in across the city [during the height of the pandemic] and we'd very much want to encourage them to continue on that journey.\"\nA Clean Air Act, as promised by Welsh Labour in the Senedd election, is \"absolutely\" a priority for the government, the minister said.\nShe added: \"We will be bringing that forward.\n\"We've got a lot of work to do to make sure we've got all the proper infrastructure in place to monitor the air quality and to make sure people do the right things.\"\nA review will also be conducted of the Welsh government's subsidy for the Holyhead to Cardiff air route.\nMs James said she was open-minded about the route's future: \"I don't know what the effect of that plane on the environment is because I don't know what people who go on the plane would do if they weren't on the plane. \n\"So, it's a more complex thing than the simple, plane bad, car good, because if all those people go in to cars we might make the situation worse and I genuinely don't know the answer to that.\"\nThe government has announced a moratorium on new biomass plants, many of which have proved controversial. \nAsked if it was a mistake to allow existing biomass plants, the minister said: \"Well, you know, life is changing, isn't it? \n\"We didn't know 10 years ago what we know now so we're keeping up with that.\n\"So, the government is moving forward as we learn new science,\" she said.\nPolitics Wales is on BBC One Wales at 10:00 BST on Sundays, and on the BBC iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57459373",
      "category": "uk",
      "title": "Covid: Final decision on 21 June easing not taken yet, Boris Johnson says",
      "tags": "Coronavirus lockdown measures,Dominic Raab,Boris Johnson,Coronavirus pandemic",
      "text": "A final decision on whether to lift Covid restrictions in England on 21 June has not yet been taken, Boris Johnson has said ahead of an announcement on Monday.\nIt comes after Foreign Secretary Dominic Raab said \"we don't want to yo-yo in and out of measures\".\nOne scientist advising the government said easing more rules would \"fan the flames\" of rising infections.\nThe BBC has been told a delay of up to four weeks is being considered.\nAsked at a G7 press conference about plans to ease lockdown measures, the prime minister said: \"We are continuing to look at the data, no final decision has been taken, and the right time to fill everybody in on what we are going to do with step four with June 21 is tomorrow, as I have said.\n\"That's when we will be putting out the whole package of information so that everyone can see it together.\" \nMr Raab said the decision would depend on whether the link between infections and hospital admissions had been severed. \nThe foreign secretary told the BBC's Andrew Marr Show: \"The crucial thing that we set out in the four tests that we set at the outset of the road map is the link between transmission of the virus, and then the variants, and hospitalisations.\"\nHe said the country had made \"great progress in weakening the link\". \nBut he added: \"The question is whether we have severed and broken it. We are looking at the data in real time.\"\n\"The race we're in is to get everyone as quickly as we can up to two doses,\" he said, adding that this maximises the effectiveness in preventing serious illness and stopping transmission of the virus.\nHe stressed that the roadmap out of lockdown said that stage four - when all legal restrictions on social contact are due to be lifted - was due no earlier than 21 June.\nIf stage four went ahead, nightclubs would also be allowed to reopen and there would be no limits on numbers for theatres, sports events and wedding guests. \nWith 90% of infections in the UK now due to the Delta variant, first identified in India, Dr Jeffrey Barrett at the Wellcome Sanger Institute said a \"major part\" of why the UK is facing a growing wave of cases is because hundreds of infections were brought in from abroad in April.\nBut Mr Raab denied the government had acted too slowly to prevent the variant being introduced to the UK, saying: \"We've got a system where we get flagged variants of concern and we take action when we get that advice.\"\nOn Sunday, the UK recorded 7,490 new cases of Covid-19 and eight deaths within 28 days of a positive test.\nProf Andrew Hayward from University College London, who is a member of the Sage group which advises the government, said it was \"clear\" the UK would have \"a substantial third wave of infections\". \n\"The really big question is how much that wave of infections is going to translate into hospitalisations,\" he told the Andrew Marr Show.\nHe said the suggestion that the Delta variant was 60% more transmissible was \"extremely worrying\" and added there was still a \"substantial chance\" there could be a wave of hospital admissions that would put significant pressure on the NHS.\nInfections in the UK are doubling every one or two weeks, depending on the region, Prof Hayward said. He said the UK is only \"three or four doubling times\" from reaching the same peak of infections as the second wave in January.\nLabour's Emily Thornberry said tomorrow's decision about the 21 June reopening was \"the last chance\" for the government to follow the science and communicate clearly with the public.\nShe said: \"This is the last push and we need to make sure it's done properly. The weak link is government ministers not making decisions fast enough and not communicating them properly.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53724381",
      "category": "explainers",
      "title": "Brexit: What's the Northern Ireland Protocol?",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,Brexit,Trade",
      "text": "A Brexit deal, known as the Northern Ireland Protocol, is at the centre of a dispute between the UK and the European Union (EU).\nSince it came into force at the start of 2021 the protocol has disrupted trade between Great Britain and Northern Ireland. The UK has suggested it could suspend parts of the arrangement by triggering part of the protocol known as Article 16.\nThe protocol allows lorries to deliver goods without having paperwork and goods checked when they cross the border from Northern Ireland into the Republic of Ireland.\nThis arrangement was easy to maintain before Brexit. When both the Republic of Ireland and Northern Ireland were part of the EU, they automatically followed the same EU trade rules, which meant no checks were required.\nHowever, a new arrangement was needed after Northern Ireland (along with the rest of the UK) left the EU. The EU has strict food rules and requires border checks when certain goods, such as milk and eggs, arrive from non-EU countries. Similar rules exist in other areas, such as medicine licensing. \nTo try to get round the problem the UK and the EU negotiated the Northern Ireland Protocol, which is now part of international law.\nRather than checks taking place along the Irish border, it was agreed any inspections and document checks would take place between Northern Ireland and  Great Britain (England, Scotland and Wales) instead.\nThis was allowed after it was agreed that Northern Ireland would continue to follow EU rules on product standards (part of the EU's single market rules). \nChecks on GB goods take place at Northern Ireland ports to make sure they comply with EU laws. However, this has led to criticism that a new trade border has effectively been created in the Irish Sea. \nUnionists are strongly opposed to the checks because they don't want Northern Ireland to be treated differently to the rest of the UK.\nAlso, not all checks under the protocol have been fully implemented yet. For example, supermarkets had reduced paperwork required under a temporary \"grace period\". However, the UK decided to extend these periods - something the EU said was a breach of international law. \nDespite signing up to the agreement in 2019, the UK government now says the protocol represented a huge compromise by the UK and has accused the EU of applying it too rigidly.\nThe UK is calling for changes, which include:\nArticle 16 is a set of three paragraphs in the protocol that allows either side to suspend any part of the agreement that causes \"economic, societal or environmental difficulties\".\nForeign Secretary Liz Truss - now the UK's lead Brexit negotiator - said she would trigger Article 16 if the UK failed to secure changes.\n\"I want a negotiated solution but if we have to use legitimate provisions, including Article 16, I am willing to do that,\" she wrote in the Sunday Telegraph.\nIf the UK went down this route, it could prompt the EU to respond with measures that would impose tariffs (or import taxes) on aspects of trade between the two sides.\nThe EU has warned that any such move would \"lead to instability and unpredictability\".\nThe EU has set out proposals, but says a renegotiation of the text of the Protocol is out of the question:\nIn return, the EU wants extra safeguards to prevent products from Great Britain crossing into the Republic of Ireland.\nThe border is a sensitive issue because of the history of Northern Ireland and the agreements made to bring peace, which included the removal of visible signs of the border.\nThe fear is that if any infrastructure were to be installed, such as cameras or border posts, it could become a target and lead to political instability.\nDuring negotiations, all sides agreed that protecting the 1998 Northern Ireland peace deal (the Good Friday agreement) was an absolute priority."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57446686",
      "category": "science-environment",
      "title": "SLS: First view of Nasa's assembled 'megarocket'",
      "tags": "Artemis,Nasa,Human spaceflight,Astronauts,Space,Space exploration,Space Launch System (SLS)",
      "text": "Nasa has assembled the first of its powerful Space Launch System (SLS) rockets, which will carry humans to the Moon this decade.\nOn Friday, engineers at Florida's Kennedy Space Center finished lowering the 65m (212ft) -tall core stage in-between two smaller booster rockets.\nIt's the first time all three key elements of the rocket have been together in their launch configuration.\nNasa plans to launch the SLS on its maiden flight later this year.\nDuring this mission, known as Artemis-1, the SLS will carry Orion - America's next-generation crew vehicle - towards the Moon. However, no astronauts will be aboard; engineers want to put both the rocket and the spaceship through their paces before humans are allowed on in 2023.\nThe SLS consists of the giant core stage, which houses propellant tanks and four powerful engines, flanked by two 54m (177ft) -long solid rocket boosters (SRBs). They provide most of the thrust-force that propels the SLS off the ground in the first two minutes of flight.\nBoth the core stage and the SRBs are taller than the Statue of Liberty, minus its pedestal.\nOver Friday and Saturday, teams at Kennedy Space Center used a heavy-lift crane to first hoist the core stage, transfer it from a horizontal to a vertical position, and then lower it into place between the SRBs on a structure called the mobile launcher.\nThis structure currently resides inside the huge, cuboid Vehicle Assembly Building (VAB). \nThe mobile launcher allows access to the SLS for testing, checkout and servicing. It will also transfer the giant rocket to the launch pad.\nEngineers began stacking the SRBs on the mobile launcher in November last year.\nWhile this was going on, the core stage was attached to a test stand in Mississippi, undergoing a comprehensive programme of evaluation known as the Green Run.\nIn March, the core stage engines were fired successfully for around eight minutes - the time taken for the SLS to get from the ground to space - in the Green Run's final and most important test.\nAfter refurbishment, the core was taken by barge to Kennedy Space Center.\nArtemis-3, which will be the first mission to land humans on the Moon since Apollo 17 in 1972, should launch in the next few years. Nasa recently awarded the contract to build the next-generation Moon lander to SpaceX, which is adapting its Starship design for the purpose.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57460595",
      "category": "uk",
      "title": "Euro 2020: Fans watch England beat Croatia in opening game",
      "tags": "Wembley Stadium",
      "text": "England fans around the country have watched the Three Lions beat Croatia in their first Euro 2020 match.\nRaheem Sterling's goal secured a 1-0 victory for the team at Wembley, which was watched by around 22,500 supporters in the stadium. \nAn official socially-distanced fan zone was also set up at London's Trafalgar Square.\nFans are hoping England could reach the final of a major tournament - and win - for the first time since 1966.\nEngland players continued with the gesture of taking the knee ahead of the game, to protest against racism. \nSome fans booed in response but they were drowned out by loud applause. \nAhead of the game, a video and statement released on England's official Twitter account called on supporters to avoid booing players or sending them abuse online, saying the move was about \"humanity, community [and] equality\" rather than politics. \nWembley Stadium is one of 11 venues across Europe hosting the tournament, which has been delayed for a year because of the pandemic.\nFans were allowed back in sports stadiums in England last month when coronavirus lockdown rules were relaxed, and Wembley will be open at 25% capacity for the first three group matches and last-16 tie.\nSupporters at Wembley had to show either proof of vaccination or a negative lateral flow test before entry.\nBut if restrictions are eased further on 21 June - which Boris Johnson will announce on Monday - then capacity could be increased for the knockout stages.\nThe match was played under glorious sunshine and blue skies.\nIn London, an official fan zone was set up in London's Trafalgar Square, where England matches are being shown on a big screen.\nThe first two matches, which take place before the 21 June lockdown easing date, are socially distanced and for key workers only. Tickets were allocated through a free public ballot.\nSunday's match was the third meeting between England and Croatia at a major tournament.\nCroatia broke English hearts when they denied England a place in the World Cup final in 2018 after beating England 2-1 at the semi-final in Moscow.\nEngland goalkeeper Jordan Pickford, who played in that game three years ago, described Euro 2020 as a \"massive moment for the country\".\nThis is England's 10th European Championship. No team but England has ever played as many games in the tournament without ever reaching the final.\nTwo other fixtures also took place on Sunday, with North Macedonia losing 3-1 against Austria in Bucharest and the Netherlands beating Ukraine 3-2 in Amsterdam.\nFootball supporters was left reeling on Saturday evening after Denmark's Christian Eriksen collapsed and needed emergency treatment on the pitch during his team's game against Finland.\nThe 29-year-old now remains stable in hospital and has sent his greetings to his national team-mates, Danish football officials said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57459006",
      "category": "uk-northern-ireland",
      "title": "Aer Lingus resumes most Belfast City Airport flights",
      "tags": "Travel,Aer Lingus,Belfast City Airport,Air travel",
      "text": "A number of Aer Lingus flights from Belfast City Airport will operate on Sunday following a series of cancellations on Saturday.\nIt came after Stobart Air, which operates Aer Lingus' regional services, including those from Belfast, failed to find a buyer and is being liquidated.\nOn Sunday, flights to Manchester, Birmingham and Edinburgh were renewed, operated directly by Aer Lingus.  \nBA City Flyer is operating Belfast City to Exeter and Leeds Bradford flights.\nHowever, the Belfast City to East Midlands flight remains cancelled.\nFlights between Belfast City and London Heathrow were not affected.\nAer Lingus said that all of its customers affected by the cancellations on Saturday were being offered details of an alternative flight \"where feasible\" and also have the option of a full refund.\nThe company said that of the 12 routes affected by the decision, Aer Lingus will operate five routes for at least the next week and BA City Flyer would operate two.\nAlternative services for the outstanding routes are still being determined, it said.\nStobart Air also operated a number of routes within the Republic of Ireland for Aer Lingus and flights on those routes were cancelled on Saturday.\nRTÉ reports that there are no plans yet in place to resume routes between Dublin and Kerry, and Dublin and Donegal.\nAer Lingus was due to replace Stobart Air with a new regional operator next year but it is not clear how quickly it could now start to operate the services.\nEmerald Airlines was being lined up to take over the contract."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57452158",
      "category": "world-us-canada",
      "title": "G7 summit: Spending plan to rival China adopted",
      "tags": "Xinjiang,Carbis Bay,G7 summits,Uighurs,Coronavirus pandemic",
      "text": "G7 leaders seeking to rival China have adopted a plan to support lower- and middle-income countries in building better infrastructure. \nPresident Joe Biden said he wanted the US-backed Build Back Better World (B3W) plan to be a higher-quality alternative to a similar Chinese programme. \nChina's Belt and Road Initiative (BRI) has helped finance trains, roads, and ports in many countries.\nBut it has been criticised for saddling some with debt. \nIn a statement at their summit in the English county of Cornwall, the G7 leaders said they would offer a \"values-driven, high-standard and transparent\" partnership.\nHowever, details of how the G7 plan will be financed remain unclear. German Chancellor Angela Merkel said the group was not yet at a stage to release financing for its initiative. \nThe US has been particularly critical of China's so-called \"debt diplomacy\".\nThe G7, the world's seven wealthiest democracies, have also committed to a new plan to stop future pandemics.\nThe measures include cutting the time needed to develop and license vaccines and treatments for Covid-19 to under 100 days. The plan will be officially unveiled on Sunday, alongside the final summit communique. \nUK Prime Minister Boris Johnson is hosting the three-day gathering at the seaside resort of Carbis Bay.\nThe Americans see Saturday's session at the G7 as being about challenging the rise of Chinese influence around the world. Beijing's Belt-and-Road initiative, which has seen billions of dollars poured into developing countries, must be countered by the Western democracies.\nSenior administration officials want to prove that Western values can prevail. They argue that Chinese investment has come with too high a price tag; that the forced labour of the Uyghur minority in Xinjiang is morally egregious, and economically unacceptable as it prevents fair competition.\nGlobal supply chains, Joe Biden will insist, must be free of this kind of labour. US officials say this is not just about confronting China, but about presenting a positive alternative for the world.\nBut the Biden administration has been vague about how much the West would contribute to this global infrastructure plan and over what timescale. What is clear is a renewed determination among Western powers that they need to act now to counter a resurgent and increasingly powerful China.\nEarlier this year, the US, the European Union, the UK and Canada introduced co-ordinated sanctions on China.\nThe sanctions, including travel bans and asset freezes, targeted senior officials in Xinjiang who have been accused of serious human rights violations against  Uyghur Muslims. \nMore than a million Uyghurs and other minorities are estimated to have been detained in camps in the north-western province.\nThe Chinese government has been accused of carrying out forced sterilisations on  Uyghur women and separating children from their families. \nA BBC investigation published in February contained first-hand testimony of systematic rape, sexual abuse and torture of detainees.\nChina responded with its own sanctions on European officials.\nThe leaders will issue the Carbis Bay Declaration on Saturday. Its aim is to prevent any repeat of the human and economic devastation wreaked by Covid-19.\nGlobally, more than 175 million people have had the infection since the outbreak began, with over 3.7 million Covid-related deaths, according to America's Johns Hopkins university.\nThe G7 declaration will spell out a series of steps, including:\nThe declaration is expected to incorporate recommendations from a report by a group of international experts drawn from across industry, government and scientific institutions.\nUN Secretary General António Guterres and WHO director Dr Tedros Ghebreyesus will also take part in Saturday's session.\nDr Tedros stressed that \"the world needs a stronger global surveillance system to detect new epidemic and pandemic risks\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57459101",
      "category": "uk-scotland",
      "title": "Covid in Scotland: 'Right to question' when restrictions will ease",
      "tags": "Scottish government,Coronavirus pandemic,Humza Yousaf",
      "text": "Health Secretary Humza Yousaf has said it is fair to question whether restrictions in Scotland will be at level zero by the end of June.  \nThe whole country is due to move to level zero on 28 June but the prevalence of the Delta variant, first detected in India, may delay that. \nMr Yousaf said the Delta variant was a \"bump in the road\" and its impact on the NHS was still being assessed. \nNicola Sturgeon will give an update on Scotland's restrictions on Tuesday.\nAhead of that, the UK government is expected to announce on Monday that it will delay plans to end all Covid restrictions in England on 21 June.\nAsked on the BBC Scotland Sunday Show, if there would be a delay to Scotland moving to the lowest level of Covid restrictions - level zero - on 28 June, Mr Yousaf said he couldn't commit to any specific dates at this stage. \nHe added: \"I think you are right to question that date and understandably so because the Delta variant is a bump in the road.\n\"We have to ensure that we fully understand the effects and the link between the rise in cases and hospitalisation, that is the key critical question which we are poring over on a daily basis.\"\nMr Yousaf said Scotland was in the \"very early days of a potential third wave\" so the Delta variant's impact on NHS capacity was still not clear. \nThe health secretary warned on Friday that Pfizer vaccine supplies would be \"tight\" over the next few weeks and would restrict the vaccination programme. \nMr Yousaf told the BBC he has since had positive talks with UK government ministers and said he was \"reassured\" everything was being done to speed up the rollout of the vaccine.\nThe SNP minister said the target of offering every adult a first vaccine by the end of July was still on track. \nAs part of the effort to speed up the number of people fully vaccinated, people over the age of 40 are being urged to have their second Covid jab as soon as possible.\nThe Scottish government has said anyone in that age group who has a scheduled appointment more than eight weeks after their first jab should seek an earlier slot.\nThe UK vaccines committee has recommended shortening the interval between jabs from 12 to eight weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57463708",
      "category": "world-europe",
      "title": "Madrid protests: Thousands rally against Catalan pardons",
      "tags": "Catalonia,Spain,Pedro Sanchez,Catalonia independence protests,Madrid",
      "text": "Tens of thousands of people have joined protests in the Spanish capital Madrid against controversial plans to pardon jailed Catalan separatists.\nLeaders of Spain's right-wing parties joined the demonstration against the pardoning of 12 separatists behind a failed independence attempt in 2017.\nProtesters accuse the Socialist-led Spanish government of using the plan to shore up its political support.\nBut the government says the pardons will help calm tensions over Catalonia.\nThe semi-autonomous region's drive for independence plunged Spain into its biggest political crisis in 40 years in 2017. \nNine Catalan separatist leaders were found guilty of sedition in 2019, linked to their role in an illegal independence referendum. Another three were found guilty of disobedience but not jailed.\nThe demonstrators see the pardons as a threat to national unity. Many waved red and yellow national flags as they gathered in Colón Square in central Madrid.\n\"We should stop this now because for a pardon you must show contrition, and the separatists will not show that,\" one protester, Carlos Bandecha, told the Reuters news agency.\nBut Spanish Prime Minister Pedro Sánchez has defended the move as a way to bring Catalans and Spaniards closer together.\n\"Spanish society needs to move from a bad past to a better future - and that will require magnanimity,\" Mr Sánchez said earlier this week.\nAround 61% of Spaniards do not agree with the pardons, while 29.5% back them, according to a recent poll for the Spanish newspaper El Mundo.\nSpain's Deputy Prime Minister Carmen Calvo has indicated that the pardons are \"close\".\nBut the country's Supreme Court said in a non-binding report last month that it opposes potential government pardons for the Catalan separatist leaders."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57427696",
      "category": "uk-wales",
      "title": "Cardiff cyclist confronts driver over 'disgusting' comments",
      "tags": "Exercise,Sexism,Cardiff,Women,Cycling,Sexual harassment",
      "text": "A cyclist who confronted a man who she claims shouted lewd comments out of his car at her has spoken of the barrage of daily harassment faced by women.\nNanw Beard was cycling in Cardiff when she alleged the driver pulled up alongside her and said her \"backside was going to cause an accident\".\nThe 30-year-old said just hours earlier another man said he wanted to have sex with her while she was out on her bike.\nMs Beard said challenging his behaviour made her feel \"empowered\".\nThe keen cyclist was riding along Penarth Road on 5 June when she said a man in a Land Rover pulled up alongside her and shouted out of his car.\n\"He told me I should have a health warning because my backside was going to cause an accident,\" she said.\n\"When I told him that was disgusting, he drove away laughing.\"\nShe later caught up with him and challenged the man. \nA survey by walking and cycling charity Sustrans Cymru suggests many women feel unsafe cycling in Welsh cities, with 77% of women who took part saying safety improvements were needed.\n\"This has been the norm for me since my early teens, it's been a part of life I've just had to accept,\" Ms Beard said, but added she would not stand for it anymore.\n\"I've got to the point where I'm so angry and fed up with the constant barrage of street harassment I face as a woman, especially while I'm alone.\"\nIn January, during the national lockdown, rules on how many people could exercise outdoors together were changed after female runners raised safety concerns.\nAthletes spoke of getting lewd comments about their figures, wolf-whistling and having beer cans thrown at them while training alone in Cardiff parks.\nNow, while anyone can meet up outside for exercise, Ms Beard said more needed to be done to tackle harassment.\nShe said the man had a passenger in his car, who appeared to be his son, and she felt she had to confront the driver's alleged behaviour.\nIn her video footage, Ms Beard is heard challenging the man, who denies sexually harassing her.\nLast year, a report to Cardiff council showed just one woman for every 1.9 men used their bike regularly in the city.\nThe Bike Life Cardiff report by Sustrans Cymru also found 70% of women never rode a bike, but 31% of women who did not would like to.\nGwenda Owen of Cycling UK said both male and female cyclists faced abuse on a daily basis just for being on the road, and it could be very intimidating. \nMs Owen said many women felt safer on bikes compared with walking as they could get away quicker.\nShe said men believed they could \"get away with it\" because they were in cars and could shout comments they may not say to someone's face.\n\"I've had things thrown at me for cycling in the city, the funniest one was a pack of salami, but it can be very, very intimidating,\" she said.\n\"The abuse people shout out of cars of a sexual nature, they make homophobic slurs... this is unfortunately, quite common occurrence, but I think it maybe reflects wider problems in society.\"\nMs Owen and Ms Beard both said the behaviour needed to be challenged by others if it was ever going to change. \nMen should challenge others who acted in that way, whether \"on the street, in bars, in conversations at work or anywhere,\" said Ms Owen.\nChristine Boston, director of Sustrans Cymru, praised Ms Beard for confronting the man, saying all women had the \"right to freedom of movement without unwanted attention\".\nShe described catcalling as a form of harassment and abuse and said it could put women off cycling for life."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57460077",
      "category": "uk-politics",
      "title": "G7 summit: Northern Ireland part of one great indivisible UK, says PM",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,Dominic Raab,Boris Johnson,Emmanuel Macron,Economic effects of Brexit,Brexit",
      "text": "Boris Johnson says he \"continuously\" makes the point that Northern Ireland is part of \"one great indivisible United Kingdom\" amid a row at the G7.\nReports claim French President Emmanuel Macron said at the summit that Northern Ireland was not part of the UK. \nForeign Secretary Dominic Raab said the remark was \"offensive\" and that EU figures characterised Northern Ireland \"as somehow a separate country\".\nMr Macron said he never questioned \"the integrity of the British territory\". \nEarlier, an Elysee source said the French leader was talking about \"geographical territory\" during the meeting, after Mr Johnson asked Mr Macron how he would feel if there were barriers to selling sausages from Toulouse in Paris.\nThey added: \"The president wanted to stress that the situation was quite different and that it was not appropriate to make this kind of comparison.\"\nThe row comes amid ongoing problems with the post-Brexit Northern Ireland Protocol.\nThe policy was designed to protect the Good Friday Agreement by ensuring a border would not be introduced on the island of Ireland. It sees Northern Ireland continue to follow many of the EU rules on trade. \nBut as a result, it created a regulatory border in the Irish Sea, leading to additional checks on items moved between Great Britain and Northern Ireland.\nSo-called \"grace periods\" were introduced after the post-Brexit trade deal came into force, allowing goods to continue to move as normal while people adjusted to the new way of working.\nBut as it stands, controls will be introduced from July on chilled meat products like sausages and mince - effectively banning them from entering Northern Ireland unless the UK agrees to match EU standards on its products.   \nThe UK has already unilaterally extended some grace periods, leading to legal action from the EU. \nBut Ireland's Taoiseach (Irish PM) Micheál Martin warned it would be \"very problematic\" if the UK did the same again, telling Sky News it would strain relations.\nHe added: \"It's not about sausages per se, it really is about the fact that an agreement had been entered into not too long ago and if there's consistent, unilateral deviation from that agreement, that clearly undermines the broader relationship between the European Union and the United Kingdom, which is in nobody's interest.\"\nAsked by the BBC's Laura Kuenssberg whether the PM was offended by the alleged comments from the French president, Mr Johnson did not answer - instead saying it was \"the job of the government of the United Kingdom to uphold the territorial integrity of the United Kingdom\".\nHe also said Brexit had accounted for a \"vanishingly small proportion of our deliberations\" at the G7 summit. \nBut pushed further by reporters about the French president's alleged remarks, Mr Johnson said he and the rest of the government \"make the point continuously that we are all part of one great indivisible United Kingdom\". \nEarlier, Mr Raab said the sentiment about Northern Ireland being separate from the rest of the UK had been expressed by EU figures for \"years\" and \"that is wrong\".\nHe told the BBC's Andrew Marr programme: \"It is a failure to understand the facts, it is a failure to appreciate what speaking around Northern Ireland in those terms and approaching the issue of the Northern Ireland Protocol in those terms does.\n\"It causes damage to businesses from both communities in Northern Ireland, creates deep consternation, and we wouldn't talk about Catalonia and Barcelona or Corsica in France in those ways.\"\nBut President Macron later appealed for \"calm\", saying: \"France has never allowed itself to question British sovereignty, the integrity of the British territory and the respect of the sovereignty.\"And it's also true that Brexit… is the child of British sovereignty and has [created] thousands of hours of work for European leaders so we know very well what British sovereignty is.\"\nHe added: \"For a number of years after Brexit we established rules, a protocol agreement and also a commercial treaty for future relations. We just want them to be respected - seriously, calmly, professionally - that's all.\"\nAt international summits, it is generally a good rule to keep discussions about sausages confined to the barbecue on the beach. \nThat the UK allowed its row with the EU - over post-Brexit trade across the Irish Sea - to overshadow the G7 raised eyebrows among diplomats. \n\"We can't understand why Boris is putting more petrol on the fire,\" one official told me. \nAt his news conference, the prime minister sought to dampen the flames, refusing to echo Foreign Secretary Dominic Raab, who said President Macron's suggestion that Northern Ireland was not part of the UK was \"offensive\". \nBut the damage had already been done. Yes, the trade row was not part of the main G7 negotiations, but it was central to discussions in the margins. \nEven Canada's prime minister, Justin Trudeau, said that he had raised the issue in his bilateral meeting with Mr Johnson, emphasising Canada's role in forging the Good Friday Agreement. \nSo instead of using the congenial confines of a highly secure beach in south-west England to engender a bit of trust, both sides seem to have come away from Cornwall with hackles raised. \nThis summit was supposed to be about showing how democracies around the world could co-operate better. That proved something of a challenge closer to home. \nAhead of meetings at the G7 - attended by leaders of the EU, France, Germany and Italy - top EU official Maros Sefcovic said the bloc's patience was \"wearing thin\" with the UK, insisting it needed to follow the rules it agreed on the Northern Ireland Protocol. \nBut during the summit, Mr Johnson said he would do \"whatever it takes\" to protect the territorial integrity of the UK.\nHe told the BBC there was \"quite a lot of misunderstanding around the EU about the situation in Northern Ireland [and] the balance of the Good Friday Agreement\" and he hoped the two sides would find \"pragmatic solutions\". \nLabour's shadow international trade secretary, Emily Thornberry, told Andrew Marr that the two sides needed to \"stop bickering\" and \"actually find a practical solution\".\nEdwin Poots, the new leader of the DUP - Northern Ireland's largest unionist party - also called the remark by President Macron offensive, saying the French leader \"doesn't understand the basics, let alone the finer details\".\nMr Poots, who wants the protocol to be removed, added: \"This also exposes the ignorance which lies at the heart of the EU. They seem blind to the destruction the protocol has caused to the Belfast Agreement.\" \nBut a source from the Elysee Palace said Mr Macron had \"recalled that the UK's exit from the EU had been a British decision and that they must now keep their word\" on implementing the protocol. \nMr Johnson's official spokesman said he was \"not going to get drawn into the discussions the prime minister had with President Macron\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57464534",
      "category": "business",
      "title": "Renting now cheaper than buying a home, Hamptons says",
      "tags": "Housing,Affordable housing,Housing market,Private rented sector",
      "text": "It is cheaper to rent a property than it is to buy a home for the first time in more than six years, says Hamptons.\nResearch by the estate agency suggests that before the pandemic began in March 2020, people buying with a 10% deposit would have been better off than renters by £102 a month.\nBut last month, it found the average private sector tenant was better off, spending £71 a month less in rent.\nThere are now only four areas in the UK where it is cheaper to buy than rent.\nThey are the North East, North West, Yorkshire and Humber, and Scotland.\nThis is in contrast to May last year, when rental demand dropped as younger adults returned to live with their families during the pandemic and work and leisure restrictions made city living less attractive.\nIn early 2020, it was cheaper to buy instead of renting in every nation or region in the UK. \nHamptons says the switch comes despite a 7.1% rise in average rents over the past 12 months, as strong house price growth coupled with increases in higher loan-to-value (LTV) mortgage rates have added to the cost of buying and owning a home.  \nAs a result, a typical first-time buyer will now find it cheaper to rent than buy on a monthly basis, with a monthly average of £1,054 spent on rent compared with £1,125 on mortgage repayments - the first time since December 2014 that renting has been cheaper than buying.\nLondon has seen the largest shift since the start of the coronavirus pandemic. \nFalling rents there mean a buyer putting down a 10% deposit on a property in the capital will have gone from being £123 a month better off buying in March 2020, to spending £251 a month less on rent in May 2021, the report said.\nThere are, of course, a host of other financial and practical factors which potential first-time buyers will consider when deciding to rent rather than buy, or vice versa, which are not captured in this research.\nAneisha Beveridge, Hamptons' head of research, said the pandemic was responsible for reversing this six-year-long trend.\n\"A year ago, lenders were either increasing their rates or withdrawing higher loan-to-value mortgages altogether,\" she said.\n\"For first-time buyers in particular this pushed up the cost of paying a mortgage, if they could get one at all, to well above the cost of renting.\"\nMs Beveridge added that it was likely that the balance would swing back somewhat towards buying, particularly as mortgage rates come down, but this would likely be partly offset by rising house prices.\n\"And while interest rates are falling, they're still considerably above where they were pre-pandemic on higher LTV (loan-to-value) loans,\" she said. \n\"Despite this, we expect the gap between renting and buying to close over the remainder of this year, moving back towards longer-term levels in 2022.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57438881",
      "category": "uk",
      "title": "Jess Phillips: Ditch HPV stigma to avoid the shame I felt",
      "tags": "Smear tests,Birmingham,HPV,Jess Phillips,Cervical cancer",
      "text": "The Labour MP Jess Phillips has said she felt \"shame and guilt\" after being told she had HPV (human papillomavirus) in her 20s.\nShe said stigma and confusion about the common virus must be broken down so that others do not experience the same thing.\nMore women in the UK are being told they have it because of changes to the way smear tests work in recent years.\nPhillips says it should not put people off attending cervical screenings.\nMost sexually active people will contract HPV, which is passed on through sexual contact, at some point.\nIn most cases, they do not know they have it, and it clears without treatment - but it can cause cell mutations that can ultimately develop into cervical cancer, and some other cancers.\nCervical cancer is by far the most common HPV-related disease, according to the WHO, and nearly all cases of cervical cancer can be attributed to HPV infection.\nMs Phillips was 22 when changes to cells in her cervix were detected. Her doctor told her she may not be able to have children because she also had endometriosis, a condition that means bodily tissue similar to the lining of the womb starts to grow in other parts of the body.\nSharing her story with the BBC before Cervical Screening Awareness Week, she said: \"I felt like it was my fault, that I had done something wrong, because I had HPV.\"\nThe MP for Birmingham Yardley, now 39, added: \"It's sexually transmitted so there was always this sense that it was somehow my doing and that I could have avoided this.\"\nBecause she knew little about HPV, she said she did not know what to expect when she did become pregnant that year, and worried that it could affect her unborn child. \n\"It seems that relatively little has changed in regards to HPV - the level of knowledge, how it is viewed, and how it is spoken about,\" she said. \n\"I feel saddened that there are still so many women and people with a cervix, finding out they have HPV, feeling terrified about their future and possibly blaming themselves.\"\nSmear tests used to aim to detect cell changes. However, since 2018 in Wales, 2019 in England, and 2020 in Scotland, all tests have screened for HPV first.\nThat enables them to work out more accurately - and earlier on - who is at a higher risk of cervical cancer. It also means more women are being told they have HPV.\nMs Phillips stressed people should not be put off by the prospect of being told they have HPV and that talking about it more would stop people being \"lumbered\" with \"emotional baggage\".\n\"Anyone can get HPV and anyone can pass it on,\" she said. \"The fact that it is mostly women dealing with the fall out is simply not fair.\"\nSamantha Dixon, chief executive of Jo's Cervical Cancer Trust, said around one in four people invited for smear tests in the UK do not attend.\n\"Some might simply forget to book an appointment, and other barriers include trauma, pain, a busy lifestyle or a perceived lack of importance of the test,\" she said. \"The Covid-19 pandemic has also presented another new barrier.\"\nMs Phillips said anyone struggling with a HPV diagnosis should not \"feel ashamed\".\n\"Please don't blame yourself,\" she said. \"I want to make sure no-one feels as bad about this as I once did.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57456641",
      "category": "uk-politics",
      "title": "G7 to agree tough measures on burning coal to tackle climate change",
      "tags": "Boris Johnson,Climate change,G7 summits,Environment,David Attenborough,G7",
      "text": "World leaders meeting in Cornwall are to adopt strict measures on coal-fired power stations as part of the battle against climate change.\nThe G7 group will promise to move away from coal plants, unless they have technology to capture carbon emissions.\nIt comes as Sir David Attenborough warned that humans could be \"on the verge of destabilising the entire planet\".\nHe said G7 leaders faced the most important decisions in human history.\nThe coal announcement came from the White House, which said it was the first time the leaders of wealthy nations had committed to keeping the projected global temperature rise to 1.5C.\nThat requires a range of urgent policies, chief among them being phasing out coal burning unless it includes carbon capture technology.\nCoal is the world's dirtiest major fuel and ending its use is seen as a major step by environmentalists, but they also want guarantees rich countries will deliver on previous promises to help poorer nations cope with climate change.\nThe G7 will end the funding of new coal generation in developing countries and offer up to £2bn ($2.8bn)to stop using the fuel. Climate change has been one of the key themes at the three-day summit in Carbis Bay, Cornwall.\nLeaders of the seven major industrialised nations - the UK, US, Canada, Japan, France, Germany and Italy - are expected to set out plans to reduce emissions from farming, transport, and the making of steel and cement.\nThey will commit to protecting 30% of global land and marine areas for nature by 2030. They are also expected to pledge to almost halve their emissions by 2030, relative to 2010 levels. The UK has already surpassed that commitment.\nPrime Minister Boris Johnson will hold a news conference on Sunday afternoon, the final day of a summit where he has clashed with EU leaders over the Brexit deal's requirements for checks on goods from Britain to Northern Ireland.\nA video message from Sir David Attenborough was played to world leaders in Cornwall on Sunday as they set out their plans for meeting emissions targets.\nSpeaking beforehand, Sir David said: \"The natural world today is greatly diminished... Our climate is warming fast. That is beyond doubt. Our societies and nations are unequal and that is sadly plain to see.\n\"But the question science forces us to address specifically in 2021 is whether as a result of these intertwined facts we are on the verge of destabilising the entire planet.\"\nHe said the decisions facing the world's richest countries were \"the most important in human history\".\nAs well as the measures on coal and ending almost all direct government support for the fossil fuel sector overseas, the G7 is expected to phase out petrol and diesel cars.\nChina, which according to one report was responsible for 27% of the world's greenhouse gases in 2019 - the most of any country - is not part of the G7.\nBy Roger Harrabin, environment analyst\nGreen campaigners say the summit's a flop because it failed to secure the cash previously promised for poor nations to cope with a heating climate on top of the Covid pandemic.\nCharities warn developing nations won't co-operate with the vital climate summit in Glasgow in November (known as COP26) unless adequate support is offered to tackle both crises.\nRich nations previously pledged to hand $100bn a year to developing nations for climate assistance.\nBut although the G7 did offer some extra bilateral funding it's clear that falls short.\nThe G7's commitment to phase out coal at home and stop financing coal overseas is significant - it will heap pressure on China to follow.\nDetails are still lacking, but there are also potentially important developments focusing finance to renewable energy and railways in developing nations to counterbalance China's Belt and Road mega-project.\nSo, some progress has been made. And the aim to strike a global climate-protecting agreement at the COP may still be just about in reach - unless the climate offers surprises of its own.\nThe Earth's average temperature is about 15C (59F) but has been much higher and lower in the past.  \nThere are natural fluctuations in the climate but scientists say temperatures are now rising faster than at many other times. \nThis is linked to the greenhouse effect, which describes how the Earth's atmosphere traps some of the Sun's energy. \nSolar energy radiating back to space from the Earth's surface is absorbed by greenhouse gases and re-emitted in all directions. \nThis heats both the lower atmosphere and the surface of the planet. Without this effect, the Earth would be about 30C (86F) colder and hostile to life.\nScientists believe we are adding to the natural greenhouse effect, with gases released from industry and agriculture trapping more energy and increasing the temperature. \nThis is known as climate change or global warming. You can read our simple explainer here.\nThe G7 leaders are also expected to endorse a plan aimed at reversing the loss of biodiversity - a measure of how many different species live in ecosystems - by the end of the decade.\nMr Johnson is also launching a £500m fund to protect the world's oceans and marine life.\nThe \"blue planet fund\" will help countries including Ghana, Indonesia and Pacific Island states, tackle unsustainable fishing, protect and restore coastal ecosystems like mangroves and coral reefs, and reduce marine pollution.\nA major UN report from 2019 said that global emissions of carbon dioxide must peak by 2020 to keep the planet from warming by more than 1.5C."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57388414",
      "category": "uk-northern-ireland",
      "title": "Brexit: EU warns UK over Irish Sea border goods checks",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,Economic effects of Brexit,Brexit",
      "text": "The EU has warned the UK not to take any further unilateral action to delay post-Brexit checks on products entering Northern Ireland from Britain.\nThe warning came from the European Commission's vice president.\nMaros Sefcovic said the EU \"will not be shy in reacting swiftly, firmly and resolutely to ensure that the UK abides by its international law obligations\".\nIt comes as the two sides prepare to meet to assess possible simplifications of the Northern Ireland Protocol.\nThe protocol is the part of the Brexit deal that created a trade border in the Irish Sea, in order to prevent goods checks along the Irish land border.\nThe 2019 deal kept Northern Ireland in the EU single market for goods and means EU customs rules are now enforced at its ports.\nIt was agreed that the checks would be phased in through the use of so-called \"grace periods\".\nBut earlier this year the UK unilaterally extended and enhanced some of these grace periods.\nThe EU started legal action as a result.\nThe next phase of new controls, affecting chilled meat products like sausages and mince, are due to begin next month after the grace period overseeing them ends.\nBy 1 July, the products will be prohibited from moving from Great Britain to Northern Ireland, or the grace period will be extended either by agreement or unilaterally by the UK. \nIn an article for the Daily Telegraph newspaper, Mr Sefcovic writes: 'If the UK takes further unilateral action over the coming weeks, the EU will not be shy in reacting swiftly, firmly and resolutely to ensure that the UK abides by its international law obligations.\"\nThe sausage and the chicken nugget have long enjoyed the right to roam around the UK; their legal passage from Great Britain to Northern Ireland assured. \nBut this is due to end in a little over three weeks. \nThe Brexit deal included an agreement that some products would be checked within the UK - when moved from Britain to Northern Ireland - as an alternative to a hard border with the Republic. \nAnd the movement of some goods, including chilled meats, would be banned, albeit after a grace period - that expires at the end of this month. \nThe government regards the prospect of blocking the free movement of the sausage within the UK as ridiculous and has claimed the European Union is acting with what it called \"legal purism\". \nThe EU is threatening to act \"swiftly, firmly and resolutely\" to ensure the UK abides by its \"obligations under international law\" as Brussels sees them. \nThe British government agreed to the protocol in late 2019 but there have been some problems since it came into operation in January this year, and the UK is now seeking changes. \nGeorge Eustice, the UK's Agriculture Minister, described the chilled meats issue as \"bonkers\" on Radio 4's Today programme on Tuesday.\nOn Monday, the UK's Brexit Minister Lord Frost admitted the UK had \"underestimated\" the effect of the protocol on goods movements to Northern Ireland. \nIn an article in the Financial Times, he accused the EU of \"legal purism\" and called for \"pragmatic solutions between friends, not the imposition of one side's rules on the other\". \nHowever, in his Daily Telegraph article on Tuesday, Mr Sefcovic denied that the EU had been intransigent over the protocol.\n\"Far from being inflexible, the EU has shown from the very beginning that we are willing to find creative solutions when required,\" the European Commission vice president wrote.\n\"The continued availability of medicines to Northern Ireland is among those tailor-made flexible solutions - something I personally take very seriously in this time of pandemic.\"\nMr Sefcovic added that the EU team was \"working hard to find ways to ensure that the protocol is implemented in a way that both facilitates the everyday life of Northern Ireland's communities and preserves the integrity of the EU's Single Market\".\nHe stressed the need for UK-EU cooperation to implement the existing 2019 deal, saying \"we should not waste time turning the tables and washing our hands of an agreement that we shaped, agreed and signed jointly\".\nThe EU-UK Joint Committee is due to meet in London on Wednesday to review progress on technical talks that have been examining ways to simplify the Northern Ireland Protocol.\nOfficials have been holding intensive talks, but there is little expectation of a major breakthrough at the meeting.\nIt is understood UK officials believe there has been significant progress in only two of about 30 problem areas and each side has accused the other of a lack of real engagement\nHowever, the EU is preparing to offer a number of concessions, that would include: \nBut an EU official said the EU's patience with the UK was \"wearing thin\" and warned that there could be trade sanctions if there is no breakthrough on implementing the protocol by next month. \nAhead of Wednesday's meeting, Northern Ireland business groups urged the UK and EU to find \"immediate solutions\" to Irish Sea border trading problems.\n\"We cannot afford another missed opportunity at the joint committee,\" said the Northern Ireland Business Brexit Working Group - a coalition of organisations and companies.\n\"We continue to hear that the EU and UK are committed to their assertion in the preamble to the protocol that they are 'determined that the application of this protocol should impact as little as possible on the everyday life of communities in both Ireland and Northern Ireland'.\n\"But it undoubtedly is having an impact and will increasingly do so as more stringent requirements come in from October.\"\nIt added: \"We are heartened by the increased level of engagement that we have had in the past few weeks and months, however, we need to see that our faith in this process is justified by the delivery of solutions.\"\nThe working group added that there will be opportunities under the protocol, given the access it gives to both the UK and EU markets, but trade frictions need to be removed for the economy as a whole.\nMeanwhile, the Northern Ireland trade union representative body, NIC ICTU, said \"a space has to be created that acknowledges the practical problems with the protocol while also respecting the integrity of EU single market\".\nIt added that it is \"not acceptable or credible that those who demanded a hard Brexit now say the 'protocol must go!' This simplistic rhetoric misleads and abuses the electorate and encourages division.\"\nBut it said: \"The concerns of many within the unionist community around the practical issues with the protocol need to be respected, considered and addressed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57462040",
      "category": "science-environment",
      "title": "G7 summit: How significant are group's climate pledges?",
      "tags": "Climate change,G7 summits,Environment,G7",
      "text": "The world's rich nations which caused the climate crisis know what's expected of them - but they consistently fail to deliver in full.\nThis summit made some progress, especially on heralding the demise of coal - the fuel that drove the industrial revolution and sent emissions soaring.\nBut for the umpteenth time the rich club has failed to deliver on its promise to channel $100bn a year to poor nations coping with a heating climate.\nYes, bilateral deals have offered top-up funding to developing nations - but although we haven't seen the details yet, it's clear that they won't tot up to the magic 100 mark.\nAnd campaigners are warning there will be no over-arching deal to protect the climate unless that sum is reached and guaranteed at the vital COP26 climate conference in Glasgow in December.\nTeresa Anderson, from Action Aid said: \"The G7's reaffirmation of the previous $100 billion a year target doesn't come close to addressing the urgency and scale of the crisis. \n\"Rich countries have so far failed to deliver on climate finance pledges. The majority of what has been provided so far has been in the form of loans, which are pushing vulnerable countries further into debt and poverty.\n\"The G7 must announce real finance through grants and stop turning a blind eye while the world's poorest and most marginalised are hit hardest.\"\nThe finance issue - a running sore in climate negotiations - has been compounded by demands from poor nations for more Covid help.\nThis row overshadowed some more promising moves from G7. President Biden talked up the end of coal for power generation in America (with no details of a date, or of how he would get legislation through Congress). Germany and Japan will face difficulty on this issue, too.\nThe president also trumpeted the end of coal finance for poor nations. This will heap pressure on China to follow suit. \nThe initiative to specifically target coal was led originally by the UK, which deserves credit for spotting a deliverable policy in the morass of vague talk about climate action.\nThere's another detail on coal, too: a handful of rich nations will offer up to $2bn a year to help emerging economies turn away from coal. It's another sign that the world is in this climate fight together, although the sum is small.\nThere's also an important initiative on specific targeting of sectors of the economy, including agriculture, steel, cement and transport. \nCampaigners wanted G7 to follow the UK's lead and announce a global phase-out of the sales of fossil fuel powered vehicles. The leaders agreed - but significantly - they didn't give a date. \nA global power game was also suggested by Boris Johnson to combat China's geo-political through it's gargantuan Belt and Road programme bringing roads and ports to Africa.. \nThe PM offered instead a G7 new Marshall Plan offering railways and solar farms, although that initiative did appear to have been invented without details.\nLaurence Tubiana, the former French climate negotiator - a key actor in the triumphant Paris climate conference in 2015 - said: \"In the face of a perfect storm of planetary crises - the world's richest democracies have responded with a plan to make a plan.\"\nAnd swelling the challenge still further is the inconvenient fact that 20 years ago the G7 wealthy countries could really determine the fate of the climate.\nNow we'd have to add India to the list. And Indonesia, Brazil, Turkey, Nigeria and South Africa. Oh yes, and China. All these wakening giants will be more ready to act if they can see their rich counterparts put their finance where their words are. \nFollow Roger on Twitter @rharrabin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57461747",
      "category": "uk-england-london",
      "title": "Euro 2020: Fan in serious condition after falling at Wembley",
      "tags": "Wembley Stadium,Wembley",
      "text": "A football fan has been taken to hospital in a serious condition after falling from a stand during England's opening Euro 2020 match at Wembley.\nThe fan was hurt just after kick-off at 14:00 BST in the match against Croatia.\n\"The spectator was given on-site medical attention and was then taken to hospital,\" a stadium spokesperson said.\nThey added that Wembley is working with tournament organisers Uefa to ensure the matter is fully investigated and are monitoring the situation.\nA spokesperson for Uefa said: \"[We] can confirm that a spectator fell from the stands and was taken to hospital in a serious condition.\"\nRaheem Sterling scored the only goal in the game, to give England a winning start to their Euro campaign."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57459817",
      "category": "uk-scotland-glasgow-west",
      "title": "Orphaned boy told he can stay in UK permanently",
      "tags": "Springburn,Refugees and asylum seekers",
      "text": "A 13-year-old boy who faced deportation from Glasgow to Georgia after being orphaned has been told he can stay in the UK permanently. \nGiorgi Kakava moved to Scotland with his mother Sophie when he was three, after his father was killed.\nWhen his mother died three years ago, Giorgi faced being sent back but was granted temporary asylum.\nWhile he has been told he can now stay indefinitely, his grandmother has only been given 30 months leave to remain.\nGiorgi, who is in second year at Springburn Academy, said he felt a \"big weight\" had been lifted from his shoulders, but he was sad that his grandmother still faced an uncertain future. \nHe said: \"It is good news because Glasgow is my home, I feel Scottish and if I got moved to Georgia it would be tough to cope without all my friends.\n\"But the decision is very unfair on my nan because we are very close and I do not know what I would do if she was sent away.\"\nThe family's case was taken up by Rev Brian Casey, the minister at Springburn Parish Church in Glasgow, who gathered more than 92,000 signatures via an online petition.\nPoliticians raised the case both at Holyrood and Westminster before then prime minister, Theresa May, ordered a Home Office review and Giorgi was granted temporary asylum to complete his education in Scotland. \nHis grandmother Ketino Baikhadze said she was \"very happy\" he could now remain permanently, and was pragmatic about her own situation.\n\"I live for Giorgi and as long as he is fine, I am fine as well,\" she said.\n\"It is great news that he has been granted permanent residency and I would also like to thank everyone who has supported and helped us.\"\nMr Casey said he was glad that Giorgi would now have the chance to live the life of a normal teenager without the threat of deportation hanging over him.\nHe said: \"It has been a long fight but it would have been criminal to send him back to a country that he doesn't know where he could be in danger.\n\"But it does seem wrong that his gran, who is his guardian, will have to go through this whole protracted process again when he is 15 and still a minor.\n\"So, as we move forward we will have to keep an eye on that because it would be a travesty if they are split up.\"\nMr Casey learned of Giorgi's situation when he was a chaplain of his primary school, and was asked to conduct the funeral of his mother Sophio.\nHe arranged for a tree to be planted in the church garden to give Giorgi a place to remember his mother, as her body was repatriated to Georgia for burial."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57454258",
      "category": "uk-politics",
      "title": "Covid: PM promises caution over 21 June lockdown end",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus testing,G7 summits,Coronavirus pandemic",
      "text": "Boris Johnson has said the government must \"be cautious\" as it decides whether to end all Covid restrictions in England on 21 June. \nCases are rising as the Delta variant spreads, with details of the next step on the \"roadmap\" due on Monday.\nThe prime minister told the BBC it was important any easing of restrictions was \"irreversible\" and warned that hospital admissions were increasing.\nThe BBC has been told a delay of up to four weeks is being considered.\nSenior medical advisers have urged a brake to the final easing of lockdown restrictions, which, if it went ahead in full, would mean removing limits on social contact and the number of people allowed into homes.\nPubs, clubs, theatres and cinemas would also be allowed to operate without capacity limits, with sports events taking place in full stadiums, nightclubs reopening and limits of the number of wedding guests going.\nAsked by BBC political editor Laura Kuenssberg whether all restrictions would now be lifted, Mr Johnson said people would have to wait until Monday to find out.\n\"What I can certainly say is we are looking at the data, continuing to do that, but what you can certainly take is… the roadmap was always cautious but irreversible, and in order to have an irreversible roadmap, we've got to be cautious.\"\nA further 7,738 lab-confirmed cases of the virus were reported in the UK on Saturday, and a further 12 people recorded to have died within 28 days of a positive test.\nInfections continue to rise, with 50% more cases reported in the past seven days than the previous seven.\nFor weeks we've practised modern day kremlinogy - getting our hopes up for an end of restrictions in England at the summer solstice whenever the PM sounds upbeat, then feeling more downhearted when government minister after minister uses the C word: caution.\nWe will get a decision on Monday but it seems clear from Boris Johnson's use of the words \"caution\" and \"irreversible\" in his BBC interview that a delay is inevitable. \nIn order to make his roadmap irreversible, the PM is likely to heed scientific advisers' advice to give himself some more breathing space while the vaccination programme rolls out further.\nMr Johnson's mantra has been \"data not dates\" but in truth there may just not be enough data on the extent to which vaccinations are breaking the link between infection and hospitalisation for him to sweep away all remaining restrictions.\nBut sources say the government is looking at a range of options for 21 June.\nSo it's possible that - for example - a four week delay is reviewed after a fortnight when more data is available.\nOr that some restrictions are eased while most social distancing measures stay in place.\nThe anxious wait for a decision is almost over but it could be that what some describe as 'Freedom Day' - like the horizon - moves further away the closer we appear to get. \nAnswering questions at the G7 summit in Cornwall earlier, chief scientific adviser Sir Patrick Vallance would not be drawn on the decision about 21 June, but said the \"Delta variant [is] increasing in the UK\".\nHe said there were lessons from the pandemic that could continue to apply in everyday life - such as self-isolating after symptoms of any infectious disease, the importance of ventilation, and hand hygiene.\nThe Delta variant, first identified in India, now accounts for nine in 10 UK coronavirus cases.\nIt is roughly 60% more transmissible than the Alpha - or Kent - variant, Public Health England data suggests.\nThe government put India on the \"red list\" of places to which travel is banned on 23 April, two weeks later than Pakistan and Bangladesh, which had fewer cases per million at the time.\nThe prime minister defending the timing of the decision, saying: \"Pakistan had about 13 times as many variants of concern or variants of interest as as India at that stage.\"\n\"Yet we put India on the red list on 23 April, which was days before it was even identified as a variant under investigation.\"\nMr Johnson, who is currently hosting the G7 summit in Carbis Bay, Cornwall, said the government had made \"a massive progress with the vaccination programme\".\n\"It's done a huge amount of good - but you have got to be cautious to be irreversible,\" he added.\n\"Again you have hospitalisations up, you've got cases up. There are grounds for caution.\"\nOn Friday, the British Medical Association joined public health officials in calling for a delay to ending restrictions.\nThe government said in February that England's restrictions would only be lifted if:\nMore than 29 million people in the UK have had both doses of a vaccine - 55.9% of the adult population.\nThe R number in England is estimated to have risen to between 1.2 and 1.4, meaning that, on average, every 10 people with Covid will infect between 12 and 14 others.\nThe easing of restrictions is happening at different speeds across the other nations of the UK with 21 June being given as an \"indicative date\" for a number of changes in Northern Ireland, including 10 people from two households being allowed to meet in private homes, up to 15 people being able to meet outdoors in a garden and theatres and concerts able to restart.\nLockdown measures in Wales will be reviewed on 21 June, while the whole of Scotland is due to move to level zero on 28 June - but the prevalence of the Delta variant may delay that.\nElsewhere at the G7:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-24021772",
      "category": "science-environment",
      "title": "What is climate change? A really simple guide",
      "tags": "Greenhouse gas emissions,Our Planet Now,Carbon dioxide,Extinction,Effects of global warming,Climate change,Environment",
      "text": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life.\nLeft unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species. \nWe face a huge challenge, but there are potential solutions.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions.\nThe rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport. \nWhen these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise.\nThe world is now about 1.2C warmer than it was in the 19th Century - and the amount of CO2 in the atmosphere has risen by 50%.\nTemperature rises must slow down if we want to avoid the worst consequences of climate change, scientists say. They say global warming needs to be kept to 1.5C by 2100. \nHowever, unless further action is taken, the planet could still warm by more than 2C by the end of this century. A report in 2021 by the Climate Action Tracker group calculated that the world was heading for 2.4C of warming by the end of the century.\nIf nothing is done, scientists think global warming could exceed 4C in the future, leading to devastating heatwaves, millions losing their homes to rising sea levels and irreversible loss of plant and animal species. \nExtreme weather events are already more intense, threatening lives and livelihoods. \nWith further warming, some regions could become uninhabitable, as farmland turns into desert. In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands.\nPeople in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse.\nOur oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has already lost half of its corals since 1995 due to warmer seas driven by climate change.\nWildfires are becoming more frequent as climate change increases the risk of hot, dry weather. \nAnd as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change.\nIn a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need.\nScientists believe at least 550 species could be lost this century if action is not taken. \nClimate change has different effects in different areas of the world. Some places will warm more than others, some will receive more rainfall and others will face more droughts. \nIf temperature rise cannot be kept within 1.5C:\nCountries agree climate change can only be tackled by working together, and in a landmark agreement in Paris in 2015, they pledged to try to keep global warming to 1.5C. \nThe UK is hosting a summit for world leaders, called COP26, in November, where countries will set out their carbon reduction plans for 2030. \nMany countries have pledged to get to net zero by 2050. This means reducing greenhouse gas emissions as much as possible and balancing out remaining emissions by absorbing an equivalent amount from the atmosphere.\nExperts agree that this is achievable, but it will require governments, businesses and individuals to make big changes.\nMajor changes need to come from governments and businesses, but scientists say some small changes in our lives can limit our impact on the climate:\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57458822",
      "category": "world-asia-china",
      "title": "G7 summit: China says small groups do not rule the world",
      "tags": "China,G7 summits,United States,G7,Joe Biden",
      "text": "China has warned the G7 leaders that the days when a \"small\" group of countries decided the fate of the world were long gone.\nThe comments, by a spokesman for the Chinese embassy in London, come as the leaders, who are meeting in England, seek a unified position over China.\nThey adopted a spending plan in response to a massive Chinese scheme.\nAnalysts say US President Joe Biden is determined that Western powers need to act now to counter a resurgent China.\nOn Sunday, the G7 leaders are expected to issue a closing declaration promising more financial support for developing countries hit by the climate crisis, and funds for infrastructure projects in the developing world, an alternative to a Chinese programme.\nPresident Biden said he wanted the US-backed Build Back Better World (B3W) plan to be a higher-quality alternative to Beijing's Belt and Road Initiative (BRI). The scheme has helped finance trains, roads, and ports in many countries, but has been criticised for saddling some with debt.\nA spokesman for the Chinese embassy in London was quoted by Reuters news agency as saying: \"The days when global decisions were dictated by a small group of countries are long gone.\n\"We always believe that countries, big or small, strong or weak, poor or rich, are equals, and that world affairs should be handled through consultation by all countries.\"\nIn a statement on Saturday, the G7 countries - the world's seven wealthiest democracies - said their infrastructure plan would offer a \"values-driven, high-standard and transparent\" partnership. Details of how it will be financed remain unclear.\nBBC political correspondent Rob Watson, at the summit, says that President Biden is trying to frame the post-pandemic world as a struggle between democracies and autocracies.\nBut there appears to be no consensus yet among the G7 nations over whether China is a partner, a competitor or a security threat, our correspondent adds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57461670",
      "category": "world",
      "title": "G7 summit: Leaders pledge climate action but disappoint activists",
      "tags": "Boris Johnson,Climate change,G7 summits,Environment",
      "text": "The G7 nations have agreed to step up action on climate change and renewed a pledge to raise $100bn a year to help poor countries cut emissions.\nAfter a summit in Britain, G7 leaders also promised to help developing countries move away from coal.\nUK Prime Minister Boris Johnson, who hosted the three-day meeting, said on Sunday: \"We were clear this weekend that action needs to start with us.\" \nHowever some environmental groups said the promises lacked detail. \nDeveloped countries agreed in 2009 to contribute $100bn a year in climate finance to poorer countries by 2020. But the target was not met, in part because of the Covid pandemic.\nWhile the G7 agreed to raise contributions to meet the target, Teresa Anderson, from Action Aid said: \"The G7's reaffirmation of the previous $100 billion a year target doesn't come close to addressing the urgency and scale of the crisis.\"\nCatherine Pettengell, director at Climate Action Network, told Reuters news agency: \"We had hoped that the leaders of the world's richest nations would come away from this week having put their money their mouth is.\"\nClimate change has been one of the key themes at the summit in Carbis Bay, Cornwall. The G7 - which include the UK, US, Canada, Japan, France, Germany and Italy - committed to keeping the projected global temperature rise to 1.5C. \nIn the final statement they said: \"We reaffirm the collective developed countries goal to jointly mobilise $100bn/year from public and private sources, through to 2025.\"\nThe commitment to help nations move away from coal power, which initially came from the White House, includes a plan to phase out coal burning unless it includes carbon capture technology.\nThe G7 will end the funding of new coal generation in developing countries and offer up to £2bn ($2.8bn) to stop using the fuel. \nCoal is the world's dirtiest major fuel and ending its use is seen as a major step by environmentalists, but they also want guarantees rich countries will deliver on previous promises to help poorer nations cope with climate change.\nIn a separate announcement, the UK joined Germany and the US to declare it would spend hundreds of millions of pounds protecting the world's vulnerable communities from climate change.\nThe funding would \"enable quicker responses to extreme weather and climate-linked disasters in countries bearing the brunt of climate change,\" UK Foreign Secretary Dominic Raab said.\nBy Roger Harrabin, environment analyst\nGreen campaigners say the summit's a flop because it failed to secure the cash previously promised for poor nations to cope with a heating climate on top of the Covid pandemic.\nCharities warn developing nations won't co-operate with the vital climate summit in Glasgow in November (known as COP26) unless adequate support is offered to tackle both crises.\nRich nations previously pledged to hand $100bn a year to developing nations for climate assistance.\nBut although the G7 did offer some extra bilateral funding it's clear that falls short.\nThe G7's commitment to phase out coal at home and stop financing coal overseas is significant - it will heap pressure on China to follow.\nDetails are still lacking, but there are also potentially important developments focusing finance to renewable energy and railways in developing nations to counterbalance China's Belt and Road mega-project.\nSo, some progress has been made. And the aim to strike a global climate-protecting agreement at the COP may still be just about in reach - unless the climate offers surprises of its own.\nThe G7 leaders published a 25-page communique summing up their \"shared agenda\" in key points. They included:\nSunday's meeting began with video message from the British broadcaster Sir David Attenborough. \nSpeaking beforehand, Sir David said: \"The natural world today is greatly diminished... Our climate is warming fast. That is beyond doubt. Our societies and nations are unequal and that is sadly plain to see.\n\"But the question science forces us to address specifically in 2021 is whether as a result of these intertwined facts we are on the verge of destabilising the entire planet.\"\nHe said the decisions facing the world's richest countries were \"the most important in human history\".\nThe Earth's average temperature is about 15C (59F) but has been much higher and lower in the past.  \nThere are natural fluctuations in the climate but scientists say temperatures are now rising faster than at many other times. \nThis is linked to the greenhouse effect, which describes how the Earth's atmosphere traps some of the Sun's energy. \nSolar energy radiating back to space from the Earth's surface is absorbed by greenhouse gases and re-emitted in all directions. \nThis heats both the lower atmosphere and the surface of the planet. Without this effect, the Earth would be about 30C (54F) colder and hostile to life.\nScientists believe we are adding to the natural greenhouse effect, with gases released from industry and agriculture trapping more energy and increasing the temperature. \nThis is known as climate change or global warming. You can read our simple explainer here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57457248",
      "category": "technology",
      "title": "E3 2021: Ubisoft kicks off event with Avatar and Mario + Rabbids reveals",
      "tags": "Gaming,E3,Microsoft,Nintendo",
      "text": "A new game based on James Cameron's Avatar film and a fresh collaboration with Nintendo kicked off E3 2021.\nUbisoft was the first game-maker to demonstrate their upcoming games at the annual gaming show, the first in two years due to the pandemic.\nIt also showed off the upcoming Rainbow Six: Extraction and a new Rocksmith guitar tutor, among other titles.\nBut it was the surprise reveal of Avatar: Frontiers of Pandora which excited many viewers.\nThe partnership with the film franchise was announced in 2017 but little has been revealed about it since then.  \nThe first-person action-adventure game  was shown off through an in-engine trailer, highlighting the the visuals but with few details of what the game's style would be. \nUbisoft said the game would be  \"new, standalone story\" in which players play as the Na'vi, the blue-skinned alien natives of the planet Pandora who were the heroes of the original 2009 film.\nIt is not due for release until 2022. James Cameron's sequel to the original film, known only as Avatar 2, is currently scheduled for a December 2022 release after several years of delays. \nUbisoft kicked off its presentation with tactical shooter Rainbow 6 Siege: Extraction, the new name for the next entry in the Tom Clancy-inspired series. \nOriginally known as Rainbow Six: Quarantine, the company changed the name due to the global pandemic. \nUnlike its predecessor, which was a player-versus-player game, Extraction is a squad-based co-operative shooter for three players to team up against AI-controlled opponents.\nIt focuses on players joining forces to take on an alien species which is infecting people all over the world. \nThe previous game, Rainbow Six Siege, will continue to receive updates as the competitive team combat game in the series, Ubisoft said. It also announced it would be adding cross-play for players on different platforms - such as PC and Google Stadia, and Xbox and PlayStation - but not between PC and console. \nIt also announced a sequel to Mario + Rabbids Kingdom battle, a surprise hit of 2017 which mashed together Nintendo's iconic Super Mario characters with Ubisoft's Rabbids in a turn-based tactical game.  \nThe next title in the series, Sparks of Hope, is also a Nintendo Switch exclusive. The adventure leaves Mario's Mushroom Kingdom and takes to space, leveraging some of the imagery of 2007's critically-acclaimed Nintendo game Super Mario Galaxy as characters move from planet to planet throughout its levels. It is due to launch next year. \nWhile the game is developed in collaboration with Nintendo, the Japanese game titan's own presentation about its games is due to happen on Tuesday. \nA new Rocksmith title was also announced. The game allows players to hook up a guitar to their PC or game console and learn to play guitar by following along with official recordings. \nThe original game was widely seen as innovative, but required a cable to connect a guitar to the computer, which many players felt did not work well. \nThe new version, Rocksmith+, also includes a phone app that will allow acoustic players - or electric guitar fans using an amplifier - to use the game through their phone's microphone. Rocksmith+ will also have more features such as a chord mode for beginners and community help videos. \nBut the game will be a subscription service costing £12.99 a month, the company said, in line with its billing as a premium educational tool rather than a game. \nE3 - short for the Electronic Entertainment Expo - usually takes place at the Los Angeles Convention Center, with thousands of industry professionals and gaming journalists in attendance.\nAfter the pandemic saw last year's event cancelled, this year's show moved to digital-only for the first time.\nAttention will now turn to Microsoft's key presentation on Sunday, the first E3 event for the company since it acquired Bethesda, the maker of Skyrim and Fallout, for $7.5bn last year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-57460791",
      "category": "uk-england-nottinghamshire",
      "title": "Bottles thrown at Nottinghamshire officers treating stabbed man",
      "tags": "Nottingham,Basford",
      "text": "Police officers were injured during an illegal street party and bottles were thrown at them as they gave first aid to a man who was stabbed.\nOne officer was bitten after hundreds of people \"swarmed\" the streets of Basford in Nottingham, with some seen defecating in public.\nPeople living nearby said the party was going on for at least seven hours on Saturday afternoon and evening.\nThe stabbing is being treated as attempted murder, police said.\nOne woman living nearby said she first heard the party at about 15:00 BST.\n\"It became quickly clear people were arriving by car travelling into the area, parking in surrounding streets, [and we] felt literally hundreds of people swarming around our streets,\" she said.\n\"People getting to the party were jumping over a large fence at the bottom of the cul-de-sac. People were drinking in the street and it was still going on at 9pm. We saw people defecating in the street.\"\n\"We are a community that needs answers today as to why people thought it was OK to drive into our community, create anti-social behaviour and why was it not deescalated,\" she said.\nNottinghamshire Police said the 18-year-old man was stabbed at about 22:00, and he was taken to hospital with serious injuries.\nThe force said the party was advertised on social media and organised by a group suspected to be living in Bramble Close.\nThey said the gathering was initially contained but more people arrived as the evening went on, including some who travelled from outside Nottinghamshire.\nSome broke through nearby gardens in an attempt to get to the party, officers said. Police dogs, a police drone and the police helicopter were all deployed.\nSupt Mat Healey said it was a \"brutal stabbing\" in the midst of a \"mob of people\".\n\"Covid-19 regulations prohibit large gatherings, as we are still in the grip of the pandemic,\" he added.\nHe said it was \"appalling\" for officers to come under attack as they gave first aid, and three of them were injured.\nPolice made several arrests, including a 21-year-old man on suspicion of possession of a knife.\nA 22-year-old man was arrested for having two knives in his possession, and also on suspicion of assaulting the officer arresting him.\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57459381",
      "category": "business",
      "title": "JD Sports faces investor backlash over boss's bonus",
      "tags": "Companies,Retailing,JD Sports",
      "text": "JD Sports is facing an investor backlash after handing its boss a £4.3m bonus despite benefiting from millions of pounds in Covid support.\nExecutive chairman Peter Cowgill's total pay, including a short-term salary reduction, reached nearly £5m. \nShareholder advisory group Glass Lewis has urged investors to vote against the \"inappropriate\" pay policy.\nJD Sports defended its pay policy, saying it reflected the group's \"sustained outstanding performance\".\n\"The posting of exceptional results during such a challenging climate demonstrates that the remuneration approach and steps taken throughout the pandemic continue to support and drive this performance.\"\nDuring the pandemic, the retailer has received £61m through the UK furlough scheme and an estimated £38m in business rates relief.\nThe company has also benefitted from an additional £25m in wage support from other countries where it operates, including the US.\nJD Sports was also granted a £300m loan through the Bank of England's Covid Corporate Financing Facility Scheme which was set up to help larger firms through the pandemic.\nThe company said it had not used any of the loan by the time the scheme closed in March.\nAs a non-essential retailer, JD Sports was forced to close during lockdown. However, the company, which has stores across the UK, Europe, the US and Asia Pacific, reported a 0.9% rise in revenues to £6.1bn as it shifted sales to online.\nPre-tax profit fell by 7% to £324m.\nJD Sports will hold its annual general meeting on 1 July when shareholders will be invited to vote on the company's remuneration report alongside other resolutions. \nThe bulk of Mr Cowgill's bonus for last year came from a special award of £6m which was granted to the executive chairman in 2019 to reflect his \"exceptional performance\" and was to be paid in instalments.\nJD Sports had already paid out £3m prior to the Covid pandemic. The company then delayed a £1.5m payment that was due in October 2020.\nThe company said in its annual report: \"In the light of developments caused by the Covid-19 pandemic, it was agreed that the remaining payments would be deferred and paid when the board and committee were satisfied it is appropriate to do so.\"\nThe payment went ahead in January this year \"following a detailed review\". The additional final instalment of £1.5m has also since been paid to Mr Cowgill.\nStripping out these payments, Mr Cowgill's bonus for the last financial year was £1.3m compared to £1.7m in the previous 12 months.\nMr Cowgill also reduced his basic salary by 75% though this was only between April and August last year, after which it returned to normal levels. \nAccording to The Sunday Times, Glass Lewis is also recommending that shareholders vote against the re-election of Mr Cowgill due to what it claims is inadequate succession planning.\nIt also said there had been a lack of progress on the board's gender diversity. Mr Cowgill and chief financial officer Neil Greenhalgh are the only members of the executive board.\nThere are five non-executive directors comprising three men and two women, Heather Jackson and Kath Smith."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57396990",
      "category": "world-middle-east",
      "title": "Israel's Netanyahu poised to lose power to new government",
      "tags": "Yair Lapid,Israel,Naftali Bennett,Benjamin Netanyahu",
      "text": "Israel's parliament is debating the formation of a new government that would end 12 years of rule by Prime Minister Benjamin Netanyahu.\nThe prospective government - an unprecedented coalition of parties - has a razor-thin majority of one seat.\nIf it is approved in a vote on Sunday, it would bring to an end years of political paralysis in which three elections resulted in stalemate.\nRight-wing nationalist Naftali Bennett is poised to become PM.\nIn a power-sharing deal, Mr Bennett, who heads the Yamina party, will hold office until September 2023, when he will hand over to Yair Lapid, leader of the centrist Yesh Atid, for a further two years.\nMr Netanyahu - Israel's longest-serving leader, who has dominated its political landscape for years - would remain head of the right-wing Likud party and become leader of the opposition. \nHe has railed against the likely new government, calling it a \"dangerous coalition of fraud and surrender\" and has vowed to \"overthrow it very quickly\".\nMeanwhile, his trial on charges of bribery, fraud and breach of trust - allegations he denies - continues.\nSpeaking in the first minutes of the debate, Mr Bennett thanked Mr Netanyahu for his years of service to Israel. \nAnd he said the new coalition would not allow Iran - Israel's bitter enemy - to acquire nuclear weapons. \nMr Bennett was heckled by supporters of Mr Netanyahu in some of the other right-wing parties. \nFor his part, Mr Netanyahu promised the opposition would have a \"strong and clear voice\" if he was ousted as PM. \n\"If it's our destiny to be in the opposition, we'll do so with our heads high until we take down this bad government, and return to lead the country our way,\" he said. \nThe new coalition is doing everything to avoid last-minute surprises here in the corridors of the Knesset. Naftali Bennett and Yair Lapid are trying to keep the tone calm, despite the political convulsions their pact has unleashed. \nOn Saturday night, the prime minister-designate urged protesters who had gathered outside Mr Netanyahu's home to avoid \"provocations\".\nAnd he's continuously held fire despite the flak from Mr Netanyahu, who accuses him of fraud and creating a government of surrender. \nIn return, as he prepares for the vote to finally push his old boss from power, Mr Bennett will reportedly thank Mr Netanyahu for his service. He has already done the deed, so now the words are less important.\nMr Netanyahu has served a record-breaking five terms, first from 1996 to 1999, then continuously from 2009 to 2021.\nHe called an election in April 2019 but failed to win enough support to form a new coalition government. Two more elections followed, each of which ended inconclusively.\nThe third election resulted in a government of national unity where Mr Netanyahu agreed to share power with the then-opposition leader Benny Gantz. But the arrangement collapsed in December, triggering a fourth election.\nAlthough Likud emerged as the largest party in the 120-seat parliament, Mr Netanyahu was again unable to form a governing coalition and the task was handed to Mr Lapid, whose party had emerged as the second largest.\nOpposition to Mr Netanyahu staying in power had grown, not just among the left and centre but also among right-wing parties that are ordinarily ideologically aligned to Likud, including Yamina.\nAlthough Yamina came joint fifth in the election with only seven seats, its support was critical if any potential coalition government was to have a majority in parliament. After weeks of negotiations, Mr Lapid brought Yamina on board as part of a constellation of parties whose only common goal was to remove Mr Netanyahu from office.\nThe agreement involving eight factions with the 61 seats required for a majority was signed on 2 June, just half an hour before a deadline was due to expire, effectively sealing Mr Netanyahu's fate.\nIn appearance, Mr Bennett's government would be unlike any which has preceded it in Israel's 73-year history. The alliance contains parties which have vast ideological differences, and perhaps most significantly includes the first independent Arab party to be part of a potential ruling coalition, Raam. It is also expected to have a record number of eight female ministers.\nThe inclusion of Raam and left-wing non-Arab Israeli parties means there could be friction on issues such as Israeli policies towards Palestinians - Yamina and another right-wing party, New Hope, are staunch supporters of Jewish settlement in the Israeli-occupied West Bank, for instance. \nThere could also be difficulties over social policies - while some parties want to advance gay rights, such as recognising same sex marriages, Raam, an Islamist party, is against this. \nIn addition, some parties want to relax religious restrictions more extensively than Yamina - a national-religious party - will likely allow.\nMr Bennett has indicated his government would focus on areas where agreement was possible, like economic issues or the coronavirus pandemic, while avoiding more contentious matters.\n\"Nobody will have to give up their ideology,\" he recently said, \"but all will have to postpone the realisation of some of their dreams... We'll focus on what can be achieved, rather than arguing about what cannot.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-57459557",
      "category": "uk-england-sussex",
      "title": "Body found in search for missing kayaker Shane Davies",
      "tags": "Pagham,Selsey",
      "text": "A body has been found following a search operation to find a kayaker who went missing off the Sussex coast.\nShane Davies was last seen at about 15:30 BST on Saturday after he got into difficulty in the sea off the Pagham and Selsey beach area.\nThe 33-year-old was kayaking with a friend but they became separated.\nCoastguards carried out an extensive search and a body was discovered in the water on Sunday morning, which police said is believed to be Mr Davies.\nNext of kin and the coroner have been informed, officers said.\nInsp Oliver Pullen said: \"Our thoughts are with Shane's family at this incredibly difficult time.\n\"I'd like to thank [the] coastguard and other colleagues for their work to help find Shane.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57462470",
      "category": "world-middle-east",
      "title": "Netanyahu out as new Israeli government approved",
      "tags": "Israel,Naftali Bennett,Benjamin Netanyahu",
      "text": "Benjamin Netanyahu has lost his 12-year hold on power in Israel after its parliament voted in a new coalition government. \nRight-wing nationalist Naftali Bennett has been sworn in as prime minister, leading a \"government of change\". \nHe will lead an unprecedented coalition of parties which was approved with a razor-thin majority of 60-59.\nMr Bennett will be prime minister until September 2023 as part of a power-sharing deal.\nHe will then hand power over to Yair Lapid, leader of the centrist Yesh Atid, for a further two years.\nMr Netanyahu - Israel's longest-serving leader who has dominated its political landscape for years - will remain head of the right-wing Likud party and become leader of the opposition. \nDuring the debate in the Knesset (parliament), a defiant Mr Netanyahu promised: \"We'll be back.\"\nAfter the vote, Mr Netanyahu walked over to Mr Bennett and shook his hand. \nHowever, representatives of the Palestinians have reacted dismissively to Israel's new government. \n\"This is an internal Israeli affair. Our position has always been clear, what we want is a Palestinian state on the 1967 borders with Jerusalem as its capital,\" a spokesman for Palestinian President Mahmoud Abbas said.\n\"It is an occupation and a colonial entity, which we should resist by force to get our rights back,\" said a spokesman for Hamas, the Islamist group that controls Gaza. \nUS President Joe Biden has already sent his congratulations to Mr Bennett, saying he looks forward to working with him.\nOld habits die hard. \nAfter the confidence vote was announced, Benjamin Netanyahu went and sat back in the prime minister's chair in the Knesset chamber.\nHe had to be ushered to the opposition benches instead. \nIt was a moment of political history - Mr Netanyahu literally unseated as Israel's longest serving leader.\nHe's not going anywhere, for now at least. He'll stay in that opposition chair and try to unpick, pull apart and otherwise \"overthrow\" - as he puts it - the coalition of the first new prime minister in 12 years. \nThis government is Israel's broadest ever - but that could also make it the most unstable. Naftali Bennett will have his work cut out just holding the parties together.\nMr Netanyahu served five terms, first from 1996 to 1999, then continuously from 2009 to 2021. \nHe called an election in April 2019 but failed to win enough support to form a new coalition government. Two more inconclusive elections followed.\nAfter the third, he formed a government of national unity with then-opposition leader Benny Gantz, but the deal collapsed and Israel went back to the polls in March. \nLikud emerged as the largest party, but after Mr Netanyahu was again unable to form a government, the task passed to Mr Lapid, whose party came second. \nOpposition to Mr Netanyahu staying in power had grown, not just among the left and centre but also among right-wing parties that are ordinarily ideologically aligned to Likud, including Yamina.\nAlthough Yamina came joint fifth in the election with only seven seats, its support was critical. After weeks of negotiations, Mr Lapid brought Yamina on board as part of a constellation of parties whose only common goal was to remove Mr Netanyahu from office.\nThe agreement involving eight factions with the 61 seats required for a majority was signed on 2 June, just half an hour before a deadline was due to expire, effectively sealing Mr Netanyahu's fate.\nIn appearance, Mr Bennett's government will be unlike any which has preceded it in Israel's 73-year history. \nThe alliance contains parties which have vast ideological differences, and perhaps most significantly includes the first independent Arab party to be part of a potential ruling coalition, Raam. It also has a record number of nine female ministers.\nThe inclusion of Raam and left-wing non-Arab Israeli parties means there could be friction on issues such as Israeli policies towards Palestinians - Yamina and another right-wing party, New Hope, are staunch supporters of Jewish settlement in the Israeli-occupied West Bank, for instance. \nThere could also be difficulties over social policies - while some parties want to advance gay rights, such as recognising same-sex marriages, Raam, an Islamist party, is against this. \nIn addition, some parties want to relax religious restrictions more extensively than Yamina - a national-religious party - will likely allow.\nMr Bennett has indicated his government would focus on areas where agreement was possible, like economic issues or the coronavirus pandemic, while avoiding more contentious matters.\n\"Nobody will have to give up their ideology,\" he recently said, \"but all will have to postpone the realisation of some of their dreams... We'll focus on what can be achieved, rather than arguing about what cannot.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57451808",
      "category": "uk",
      "title": "Trooping the Colour: Scaled back celebration for Queen's official birthday",
      "tags": "UK Royal Family,Windsor,Queen Elizabeth II,British Army,Windsor Castle",
      "text": "The Queen's official birthday has been marked with a scaled back celebration for a second year due to Covid. \nThis year's Trooping the Colour saw a reduced parade in the grounds of Windsor Castle, rather than in central London, led by the Scots Guards.\nIn 2020 the event was cancelled due to the pandemic with a ceremonial tribute performed at Windsor by Welsh Guardsman and a band of the Household Division.\nIt comes ahead of the Queen hosting US President Joe Biden on Sunday.\nThe monarch's actual birthday is on 21 April but her official birthday is marked on the second Saturday of June each year.\nIt is traditionally celebrated with a military parade near Buckingham Palace in which the Household Division marches carrying a regimental flag, known as a colour.\nThe Duke of Kent - the Queen's cousin - was also present for the ceremony, which saw the F Company Scots Guards troop the colour of the 2nd Battalion Scots Guards through the ranks of guardsmen on parade.\nThe celebration was smaller than normal and has been dubbed a \"mini\" Trooping the Colour.\nBut the military officer in charge of planning the parade said his aim was to create a \"memorable and uplifting day\" for the monarch, who has been based at Windsor during the pandemic.\nLt Col Guy Stone said: \"Last year we had 85 on parade, this year we've got 274, plus 70 horses, so we're really excited about the event having grown and getting us back to normal for next year we hope.\n\"It's been very challenging, but we like a challenge. Covid has got a lot to answer for in so many ways, it's made this difficult but what we want to do more than anything is give the Queen a memorable and uplifting day.\"\nFoot tapping along to the music, the Queen took a break from meeting presidents and prime ministers during the G7 summit to attend her birthday parade.\nIt was a scaled down Trooping the Colour - in the grounds of Windsor Castle rather than in central London. \nThe soldiers once again had to carry out their manoeuvres in a socially distanced way but, unlike last year, the mounted regiments were there and gun salutes were fired. \nAny public hoping to catch a glimpse had been asked to stay away from Windsor town centre - but some of the weekend shoppers, cyclists and tourists did stop outside the castle walls. They were treated to a perfect view of the Red Arrows flying overhead as the parade came to an end.\nIt has been a difficult few months for the Queen. A number of those taking part in Trooping the Colour were also involved in the funeral of the Duke of Edinburgh held here in April.\nOn Monday, the Queen will be joined by US President Biden and the first lady for tea. At 95-years-old, the Queen appears to be enjoying a particularly busy weekend.\nLt Col Stone, who serves with the Welsh Guards, is Brigade Major Household Division and was also in overall charge of the military arrangements for the Duke of Edinburgh's funeral.\nIt was the Queen's first official birthday without her husband, the Duke of Edinburgh, who died at the age of 99 in April.\nThe event ended with a 41 gun salute and a flypast by the Red Arrows.\nOfficial celebrations of a sovereign's birthday have often been held on a day other than their actual birth date, particularly when the actual birthday has not been in the summer, so that there is better weather for a parade.\nMeanwhile, heroes of the pandemic have been among those to be recognised in the Queen's Birthday Honours, with vaccine developer Prof Sarah Gilbert and former chair of the vaccine taskforce Kate Bingham among those to be recognised.\nOn Friday the Queen and other members of the Royal Family were in Cornwall as part of the G7 summit of world leaders.\nThe monarch joined the politicians for a dinner at the Eden Project."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57461640",
      "category": "uk",
      "title": "G7: World leaders promise one billion Covid vaccine doses for poorer nations",
      "tags": "Coronavirus vaccines,Boris Johnson,G7 summits,Coronavirus pandemic",
      "text": "Leaders of the major industrial nations have pledged one billion Covid vaccine doses to poor countries as a \"big step towards vaccinating the world\", Boris Johnson has said.\nAt the end of the G7 summit in Cornwall, the PM said countries were rejecting \"nationalistic approaches\".\nHe said vaccinating the world would show the benefits of the G7's democratic values.\nThere was also a pledge to wipe out their contribution to climate change.\nAfter the first meeting of world leaders in two years, Mr Johnson said \"the world was looking to us to reject some of the selfish, nationalistic approaches that marred the initial global response to the pandemic and to channel all our diplomatic, economic and scientific might to defeating Covid for good\".\nHe said the G7 leaders had pledged to supply the vaccines to poor countries - including 100 million from the UK - either directly or through the Covax scheme, which is being co-led by the World Health Organization, Gavi and the Coalition for Epidemic Preparedness Innovations. \nThe communique issued by the summit pledges to \"end the pandemic and prepare for the future by driving an intensified international effort, starting immediately, to vaccinate the world by getting as many safe vaccines to as many people as possible as fast as possible\". \nIt also includes steps to tackle climate change, with leaders re-committing to the target of reaching net zero greenhouse gas emissions by 2050 at the latest and pledging to eliminate most coal power. \nMr Johnson rejected suggestions the vaccines pledge was a moral failure by the G7 as it was not enough to cover the needs of poorer countries.\nHe referred to the the UK's involvement in the development of the Oxford-AstraZeneca vaccine.\n\"Already of the 1.5 billion vaccines that have been distributed around the world, I think that people in this country should be very proud that half a billion of them are as a result of the actions taken by the UK government in doing that deal with the Oxford scientists and AstraZeneca to distribute it at cost,\" he said.\nHe added that \"we are going flat out and we are producing vaccines as fast as we can, and distributing them as fast as we can\".\nThe target to vaccinate the world by the end of next year would be met \"very largely thanks to the efforts of the countries who have come here today\", Mr Johnson said.\nThe leaders slightly exceeded their target of donating a billion Covid vaccines to poorer countries within the next year, if funding for future doses is included alongside individual jabs. \nThere was also a commitment to build the frameworks to prevent and fight future pandemics. Elsewhere in the 25-page communique, there were several references to China, which President Biden said was a change from previous meetings of the world's advanced economies. \nPledges made this time included working together to respond to China's impact on world trade. \nOn the recovery from Covid there was even a reference to Prime Minister Boris Johnson's trademark domestic policy - the need to reduce inequalities by \"levelling up\".\nCharities and campaigners issued statements calling out vague promises and missed opportunities, but Mr Johnson will feel that post-Brexit Britain has staged a diplomatic show that was both competent and confident.\nMr Johnson also dismissed the suggestion that patents for vaccines should be waived in order to boost global supply, something which the US backed last month.\nHe said he wanted to protect \"incentives for innovation\" while building up manufacturing capacity, especially in Africa.\nElsewhere in their communique, G7 leaders also pledged to: \nThe communique calls for a \"timely, transparent, expert-led, and science-based WHO-convened\" investigation into the origins of Covid-19.\nUS President Joe Biden has previously said the US intelligence community is split on whether coronavirus came from human contact with an infected animal or from a lab accident - a theory rejected by China.\nMr Johnson said \"the advice that we've had is it doesn't look as though this particular disease of zoonotic origin came from a lab\", but he added: \"Clearly anybody sensible would want to keep an open mind about that\".\nFrench President Emmanuel Macron said the international community needed clarity about the origins of the virus but said it was up to the WHO to investigate.\nWith G7 countries accounting for 20% of carbon emissions, Mr Johnson said: \"We were clear this weekend that action needs to start with us.\"\nBut pressed on the lack of binding agreements and timetables, the prime minister says he will not \"pretend our work is done\" and he will be \"on everybody's case\" to make further progress ahead of the COP26 summit in Scotland later this year.\nKirsty McNeill from Crack the Crises, a coalition of charities and NGOs including Save the Children and Oxfam, said the G7 summit was a \"historic missed opportunity\" on Covid-19 and climate change.\nLeaders arrived \"with good intentions but without their cheque books\", she said.\nJoanna Rea, from Unicef UK, said the G7 pledge on vaccines was \"the beginning of the action required to end this pandemic\" but called for a \"rapid acceleration of dose sharing in the next three months to ensure millions of vaccines get to the people in countries who need them the most\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57447744",
      "category": "world-africa",
      "title": "Ethiopian migrants face robbery, extortion and starvation",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57446437",
      "category": "business",
      "title": "Disruption to shipping could delay Christmas orders",
      "tags": "China,Shipping industry",
      "text": "Disruption in the global container shipping industry shows no sign of being resolved quickly and could lead to shortages in the run-up to Christmas, say industry experts.\nAn outbreak of Covid-19 in Guangdong province in southern China has caused acute congestion at the region's ports.\nAs a result, shipments have been delayed, exacerbating tensions within global supply chains.\nAnd the knock-on effects could take many months to resolve.\nThe problems in Guangdong are just the latest in a series of severe setbacks for the industry. Shipping firms have been struggling to cope with dramatic fluctuations in demand triggered by the pandemic, as well as the consequences from the recent blockage of the Suez Canal. \nThe global nature of the sector, and the lack of spare capacity within it, means that problems in one region can have ripple effects around the world for several months. \nYantian International Container Terminal is one of a number of ports in the Shenzhen region, which collectively form a vital gateway for exports from the Pearl River Delta, a major Chinese centre for manufacturing and technology. \nSince late May, the terminal has been operating at a fraction of its normal capacity, with operations restricted due to controlling the spread of Covid. This has led to severe congestion, with dozens of ships waiting outside the port for a berth to become available.\n\"One of the biggest ports in China has basically closed down for close to three weeks. They have some berths in operation, but nowhere near enough\", says Nils Haupt, communications director at the German shipping line Hapag-Lloyd.\nOver the past few days, shipping lines have been diverting vessels away from Yantian to other nearby terminals in the Delta area. But, according to Mr Haupt, that has been creating its own problems.\n\"You can use ports like Shekhou, you can use Nansha, you can use Hong Kong; but what we're seeing right now is that delays are piling up there as well,\" he says.\nThe growing crisis in southern China is just the latest blow to hit the shipping industry, which has been suffering from acute disruption for more than a year. \nA dramatic slowdown in the early stages of the pandemic was followed by a frenzy of activity, as customers, unable to travel or socialise in their normal ways, ordered more consumer goods.\nThis sudden shift in demand, from famine to feast, threw delicately balanced supply chains out of kilter. Ports in Europe and North America became clogged, with too many vessels arriving at the same time, while the supply of empty containers for new consignments dried up, because too many of them were sitting at quaysides around the world. \nThen came the blockage of the Suez Canal in March. The closure of one of the world's busiest shipping lanes delayed hundreds of ships. But when it reopened the sudden arrival of the delayed vessels triggered new congestion at European hubs such as Rotterdam and Antwerp.\n\"We were just beginning to see light at the end of the tunnel,\" says Mr Haupt. \"But then unfortunately we ran into this situation in Yantian.\"\nAccording to Peter Sands, chief shipping analyst at the industry organisation Bimco, the sector is used to responding to crises.\n\"On a global network scale, these states of emergency are a permanent situation right now,\" he explains.\n\"But the issue with Yantian is, we need more transparency and openness from the local authorities. And we aren't getting that, which means there is a lot of uncertainty in developing contingency plans.\"\nThe hope within the industry is that the situation in Yantian will be resolved as rapidly as possible, although experts warn that when that happens, it will lead to a surge in shipments from the region, which could cause further bottlenecks elsewhere in the supply chain.\n\"Because the system is so overloaded, every time one of these things happens now, the system is already at breaking point, or past breaking point, so anything else just adds grist to the mill,\" explains James Baker, containers editor at shipping industry publication, Lloyd's List.\nFor this reason he expects the disruption to continue for at least another 12 months, with consumers in Europe and North America continuing to face much longer waits than normal for their goods.\nFor UK retailers, this raises the real prospect of a shortage of goods ahead of the Christmas shopping period. Even under normal circumstances, they begin to acquire seasonal stocks from China months in advance, with the process beginning in the late summer.\n\"One of the issues at the moment, which is aiding the congestion, is the fact that everyone knows that the lead times are really slow, so retailers are booking their Christmas goods already,\" says Mr Baker.\n\"Traditionally, the peak season for container shipping starts in the third quarter as everyone stocks up for the holiday season in the west, but this year we're just in a permanent peak season already, and heaven knows what's going to happen come August or September. It could get crazy. It's very hard to tell.\"\nThe situation could improve, he says. But, slightly tongue-in-cheek perhaps, he has some advice for consumers: \"If you want to get something for your family for Christmas, start shopping now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57457852",
      "category": "uk-politics",
      "title": "Lobbying: Call for greater transparency around access to ministers",
      "tags": "Greensill Capital,Lobbying",
      "text": "There should be greater transparency around the lobbying of ministers, the chair of the Committee on Standards in Public Life has said.\nLord Evans told the BBC the rules for ministers taking up business roles after leaving office must be improved. \nIn some cases, ministers should be made to wait longer than two years before taking business appointments, he said.\nIt comes amid sustained scrutiny of historical links between the government and Greensill Capital.   \nFormer prime minister David Cameron has been criticised over his work lobbying senior ministers for contracts on behalf of the now-collapsed finance company after leaving Downing Street.\nIt has also emerged that ex-civil servant Bill Crothers joined Greensill as an adviser in September 2015 while still working for the government.\nSeveral reviews are taking place into matters involving lobbying and the company, which collapsed after its insurer refused to renew cover for the loans it was making.\nLord Evans' committee, which advises the prime minister on ethical standards across public life in England, is to issue recommendations to No 10 on how to strengthen the role of the adviser on ministerial interests.\nSpeaking ahead of the publication on Monday of interim findings from his committee's review, Lord Evans told The Westminster Hour on BBC Radio 4 lobbying needed to be more visible and take place on a level playing field.\nInformation about lobbying of ministers was not being published by government departments regularly enough, he said, and the Cabinet Office should draw up proper guidelines on the issue. \nLord Evans said: \"We need to have detail about what was discussed. Just saying 'a meeting to discuss Brexit' or whatever, that doesn't tell you anything. We need to know more about what happens.\n\"We need some guidelines as to the sort of material that does need to be published. \n\"It doesn't matter whether it's in a formal meeting or at a dinner or it's on WhatsApp. It's the fact of lobbying and the pressure being brought that needs to be visible.\"\nLord Evans also said there would sometimes be cases where ministers should be required to wait more than two years to take up business roles. \n\"Where a minister has had specific policy responsibility, there may well be cases where it's proportionate and right that they should wait a little bit longer than two years. I don't think you can legislate and say it's always got to be five years or it's always got to be four years.\n\"What's clear is that the current arrangements don't command public confidence and they need to be improved.\"\nMr Cameron tried to persuade ministers last year to allow Greensill, who employed him as an adviser, to join a scheme called the Corporate Covid Financing Facility.\nThis would have allowed the company to issue loans, insured by the government, to help firms through the pandemic.  \nMr Cameron used private channels to lobby ministers and former colleagues, including emails, texts and WhatsApp messages.\nHowever, he and the company's founder, Lex Greensill, were unsuccessful in their attempts. \nAddressing the Treasury Committee last month, Mr Cameron said he had not broken any rules but admitted he should have used \"only the most formal\" means, such as a letter, to make contact.\nAsked if he was shocked at the extent of lobbying in the Greensill case, Lord Evans said: \"I was surprised. It didn't look to me to be appropriate that that level of intervention should be going on without it having been properly declared.\"\nThe full interview with Lord Evans will be broadcast on the Westminster Hour on BBC Radio 4, this Sunday at 22:00 BST."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-57452498",
      "category": "uk-scotland-tayside-central",
      "title": "Fire destroys recreated Iron Age house in Perthshire",
      "tags": "Kenmore,Perth",
      "text": "A recreated Iron Age house on the shores of Loch Tay has been gutted by fire.\nThe Scottish Crannog Centre, which is also a museum of life in ancient Scotland, was hit by a devastating blaze on Friday evening.\nThe Iron Age roundhouse stood on stilts on the loch shore at Kenmore in Perthshire.\nVideo and pictures posted online by people nearby showed the Iron Age house engulfed in flames.\nMike Benson, the director of the Crannog Centre, said CCTV footage showed the fire took hold and destroyed the house in minutes. \nHe told BBC Scotland: \"It's just a devastating blow.\n\"It's such a much loved icon, you can't think of Loch Tay without thinking of the Crannog Centre. It's been here for 25 years and has been so incredibly loved.\n\"The main thing is nobody has been hurt, the crannog has gone but it is not the end of the story.\"\nMr  Benson said he had been \"inundated with support\" since the incident and said he was grateful the museum collection is intact. \nJohn Ward, who witnessed the blaze, told the PA news agency it was \"devastating to watch it burn\".\nHe said: \"I saw it from the road end and my boat is at the marina. So lucky the wind was a westerly or it would have done a lot more damage.\"\nA spokesman for the Scottish Fire and Rescue Service said it was called to the scene at 23:12 where there was a \"well developed\" fire.\nThe fire was extinguished less than an hour later and there were no reports of any casualties.\nA Police Scotland spokeswoman said: \"Enquiries will be carried out to establish the full circumstances, though there is nothing at present to suggest the fire is suspicious.\"\nPete Wishart, MP for Perth and North Perthshire, tweeted: \"Simply awful. The internationally renowned Crannog Centre is a huge part of the whole community of Kenmore/Loch Tay.\n\"So sorry for all involved with the centre who will be really upset this morning. We must rebuild it.\"\nLast year the Scottish Crannog Centre was one of a number of community projects which shared almost £200,000 in funding as part of Scotland's Year of Coast and Waters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-49434667",
      "category": "world",
      "title": "G7 summit: What is it and why is it in Cornwall?",
      "tags": "Economics,Carbis Bay,G7 summits,Diplomacy,G7",
      "text": "World leaders are gathering in the Cornish resort of Carbis Bay, for face-to-face meetings at the summit of G7 nations.\nAmong them are Chancellor Angela Merkel of Germany, and President Biden, who is making his first foreign visit since taking office.\nThe G7 (Group of Seven) is an organisation of the world's seven largest so-called advanced economies. They are Canada, France, Germany, Italy, Japan, the UK and the United States. \nRussia joined in 1998, creating the G8, but was excluded in 2014 for its takeover of Crimea.\nChina has never been a member, despite its large economy and having the world's biggest population. Its relatively low level of wealth per person means it is not seen as an advanced economy in the way the G7 members are.\nRepresentatives from the European Union are present while India, South Korea and Australia have also been invited this year.\nThe G7's Cornwall meeting takes place from Friday 11 to Sunday 13 June.\nThe UK is holding the G7 presidency for 2021 so this is where the summit is taking place. \nThe meeting is taking place at the Carbis Bay Hotel near St Ives in Cornwall.\nThe region is seen as central to the UK's green technology sector. Showing off the country's green credentials is important to the government ahead of the COP26 climate conference in Glasgow in November. \nIt is not the first time the world leaders have met in a beach resort. The last G7 summit, in 2019, was held in the French seaside town of Biarritz.\nDay-to-day life for locals and tourists in Cornwall is affected, including road and path closures.\nIn some areas of St Ives, residents have to provide proof of address in order to access their homes. \nThe UK government said it was important for world leaders to meet in person and regular Covid testing would take place.\nThroughout the year ministers and officials from the member countries hold meetings, form agreements and publish joint statements on global events.\nAhead of this year's summit, the G7 finance ministers agreed to make multinational companies pay more tax.\nThe main event is when the G7 leaders come together to talk about the biggest issues of the day.\nThe agenda starts with a dinner at the Eden Project on Friday night, attended by the Queen and members of the Royal Family.\nThe main topic of conversation for the rest of the summit is Covid recovery, including \"a stronger global health system that can protect us all from future pandemics\".\nThe agenda also includes climate change and trade.\nBoris Johnson held talks with President Biden on Thursday afternoon. They covered topics including the President's concerns over the peace in Northern Ireland.\nMost of the conversations take place behind closed doors, but there are set-piece moments on camera - including the obligatory leaders' photo.\nAt the end of the summit, the UK - as the host nation - will publish a document called a communique. This outlines what has been agreed by the leaders.\nUK Prime Minister Boris Johnson holds a press conference on Sunday.\nProtesting and policing are both more difficult this year because of Covid restrictions.\nMore than 5,000 extra officers - on top of 1,500 from Devon and Cornwall - will police the summit.\nA cruise ship has docked in nearby Falmouth to accommodate all the extra security officers.\nDemonstrators have been told they can gather in four approved protesting sites, including one in Exeter - more than 100 miles away.\nPolice have said they are \"not naïve enough to expect that every protest will take place solely in those four sites\".\nClimate activist group Extinction Rebellion planned a number of demonstrations, including a march from Plymouth to Carbis Bay.\nIt can't pass any laws because it is made up of separate nations with their own democratic processes.\nHowever, some decisions can have global effects.\nFor example, the G7 played crucial role in setting up a global fund to fight malaria and Aids in 2002.\nHowever, the G7 has been criticised as being an \"outdated group of countries\", partly because it does not include two of the largest countries in the world - India and China. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57443284",
      "category": "business",
      "title": "'We'll lose thousands if wedding rules don't change'",
      "tags": "Coronavirus lockdown measures,Weddings,Liverpool",
      "text": "Pre-wedding nerves are rising for thousands of couples in England hoping their big days won't be ruined by the government's expected announcement next week on lockdown rules.\nSian Holmes and Daniel Whiteley have planned a 54-guest wedding on 25 June.\nHowever, the couple from Liverpool will lose \"thousands of pounds\" if the 30-person cap isn't lifted from 21 June.\nMiss Holmes \"struggled to understand the disparity\" in rules between weddings and larger sporting events.\n\"It's not just a party. It is an important life event for people to celebrate together.\n\"If it was as simple as it being just a party, people would be up in arms about birthday parties. They're not,\" the bride-to-be said.\n\"Ultimately, for ourselves and thousands of other couples and suppliers we just want weddings to take place in a meaningful and a safe way.\"\nMiss Holmes said the rules for weddings were still the same as they were last summer, despite advances in vaccines and testing, as well as the ability to track and trace guests.\n\"We just don't understand why the government can't use the tools that it has created to ensure that this sector can reopen fully and to ensure that couples can have what we've been saving up for and been planning for a very long time.\n\"It's not simply about the numbers, it's about having a meaningful day.\"\nMr Whitely said it wasn't simply about the number of guests permitted to attend, but also the restrictions on personal elements such as poems during the ceremony and the interaction allowed between attendees, which seemed arbitrary. \n\"I didn't have a stag do, but the great irony in this is that I could. \n\"We could go to the pub, I could meet a lot of my friends. I could be mixing with complete strangers, but after that I couldn't have a wedding in the same way. \n\"It just seems really unfair and unusual to me in that weird paradox where you can have a stag do, but you can't have a wedding in the same way,\" he said.\nTess Forsyth, a director of wedding venue The Tudor Barn, in Burnham, said her company runs at a loss when hosting weddings with the maximum permissible number of 30 attendees. \n\"At the moment, the numbers just don't work for us,\" Ms Forsyth said.\nThe businesswoman said the restrictions, which discouraged dancing and didn't allow drinking while standing, were \"destroying the wedding industry\".\n\"For every one wedding that we host here, there's 30 people involved in putting on that day. From our wedding planner, to the bar staff, to the caterers, to the linen company, the lighting people, florists the cake people - that's 30 people missing out on income, \" she said. \nAnd it's become increasingly difficult for couples to simply postpone their wedding to another date of their choosing, because a backlog has built up from previous cancellations.\nWedding photographer Chris Hill said some of his clients had rescheduled dates as many as five times.\nIf restrictions remain on what can take place on the big day Mr Hill predicts his clients will reduce the number of hours they book and pay him for.\nSuzanne Kingshott, a wedding florist from Hot Flowers and Art near High Wycombe, said about two-thirds of her company's income came from weddings and office displays, so lockdown had been \"challenging\".\nMs Kingshott said many of her clients planning July and August weddings felt in limbo with the uncertainty of what they're going to be allowed to do on their big day.\n\"At the moment there's a lot of holding back, that thought of 'Is it going to happen?' and the fact that everything is scaled down a lot.\"\nThe UK Weddings Taskforce, an industry group, estimates that 50,000 weddings planned in the four weeks from 21 June could be cancelled if the lifting of restrictions is delayed.\nThe group calculated that the industry would lose £325m for every week that less-restrictive weddings cannot go ahead."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57457384",
      "category": "world-europe",
      "title": "Swiss voters reject key climate change measures",
      "tags": "Agriculture,Environment,Pesticides,Switzerland",
      "text": " Switzerland's policy on fighting climate change has been thrown into doubt after voters rejected key measures in a popular vote.\nA referendum saw voters narrowly reject the government's plans for a car fuel levy and a tax on air tickets. \nThe measures were designed to help Switzerland meet targets under the Paris Agreement on climate change.\nMany voters appear to have worried about the impact on the economy as the country tries to recover from Covid-19.\nOpponents also pointed out that Switzerland is responsible for only 0.1% of global emissions, and expressed doubts that such policies would help the environment. \nThe vote, under Switzerland's system of direct democracy, went 51% against, 49% in favour. \nThe Swiss government wants to bring emissions down to half of 1990 levels by 2030.\nTwo more national votes on environmental issues were also defeated, though the results were expected. \nBy Imogen Foulkes, BBC News, Bern\nThe no-vote to limiting emissions is a huge shock. The Swiss government drafted this law carefully. The plan: to cut greenhouse gases to half their 1990 levels by 2030, using a combination of more renewables and taxes on fossil fuels. \nVoter rejection undermines Switzerland's entire strategy to comply with the Paris Agreement. Today's results are a devastating blow for environmentalists.\nSome analysts suggest the Swiss - who traditionally pride themselves on their green policies - are nervous about taking any economic risks while the country recovers from the pandemic. \nNow the government must go back to the drawing board, as Switzerland falls behind its European neighbours in efforts to tackle climate change. \nA proposal to outlaw artificial pesticides, and another to improve drinking water by giving subsidies only to farmers who eschew chemicals were both voted down by 61%. \nSupporters had pointed to worrying levels of pesticides in water, and damage to plants, animals and insects.\nBut Swiss farmers warned the proposals would put many of them out of business.\nVoting also took place on other initiatives: anti-terrorism legislation and emergency Covid-19 funding.\nPlans to give the police greater powers to combat terrorism, and an extension of funding for businesses affected by Covid were approved. \nSwitzerland's system of direct democracy means all major decisions in the Alpine nation are taken at the ballot box.\nCampaigners simply have to gather 100,000 signatures to ensure a nationwide vote."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57460537",
      "category": "world",
      "title": "G7 leaders pledge 1bn doses of vaccines for poorer countries - Johnson",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57413876",
      "category": "uk-wales",
      "title": "Sully Island: Tidal causeway rescues happening 'almost daily'",
      "tags": "RNLI,Vale of Glamorgan Council,Sully",
      "text": "Rescuing people who are struggling to cross a tidal causeway has become an \"almost daily occurrence,\" a bar owner has said. \nStephen Fifield, who runs the Seashore Grill which looks towards Sully Island, Vale of Glamorgan, said he has helped \"nine or 10\" people cross this summer.\nIt comes after his friend, Richard Thomas, rescued a couple who were almost swept away by the current. \nThe RNLI urged people not to try to cross if they get cut off.\nMr Thomas was having drinks with his mother and two daughters at the end of May when he noticed the couple get into difficulty.\nHe said he ran downstairs and jumped through a window before heading out to help rescue the pair, with the help of the owner of a nearby caravan park. \n\"We were aware of two people trying to cross and we weren't sure they would make it,\" he added.\n\"We heard the female screaming so I jumped out of the window from the pub and the owner of the caravan site was stood knee-deep in water. \n\"She couldn't swim, the boyfriend was panicking and Gordon [the caravan site owner] was trying to hold on but had nowhere to take her.\"\nHis daughter, Chloe Thomas, said it was \"horrific\". \n\"If dad and Gordon hadn't had gone in I don't know if the couple would be alive,\" she said. \n\"It was awful. It happens so often. My dad's best mate runs the Seashore Grill and it's not their responsibility. They've probably saved loads of lives by saying 'don't cross'.\"\nMr Fifield wants people to be aware of the dangers that come with crossing the causeway. \n\"It's almost a daily occurrence in summer,\" he said. \nHe said people sometimes missed the warning signs and were \"oblivious\" to the fact crossing may be too difficult if they do not return in time. \n\"They think it's safe. Once the water starts coming in from both sides it's very powerful or they'll slip, and once you hit the water it's the panic that kicks in.\"\nMr Fifield often uses a loudhailer to warn people not to cross, and will venture out with ropes and life jackets to help people who get into difficulty.\nHe said: \"I try to make sure I'm around. It doesn't take away from the fact that it shouldn't [be my responsibility].\n\"That's the frustrating part, because we shouldn't be thinking about it. We will, to save someone, but at some point that might go against us and we might be the ones getting swept away.\"\nThe island lies about 400m from the coast and it is possible to walk there at low tide, but this journey becomes treacherous when the tide comes in. \nAn RNLI traffic light system is in place on the mainland which tells people whether it is safe to cross.\nBut Chris Cousens, the RNLI's water safety lead for Wales, the west and the Isle of Man, said a lack of amenities, such as electricity, meant it was not possible to have the same on the island.\nHe said lifeboats attend \"dozens\" of rescues each year at Sully Island, adding: \"It's more often than we would like and often the incidents are really preventable with a little bit of education or extra knowledge about tides.\n\"Most incidents happen when people attempt to come back from the island as the causeway is cutting off. It cuts off quicker than people think and they can very easily be swept away.\"\nVale of Glamorgan council said: \"There is clear signage in place warning people of the dangers posed by the incoming tide when crossing the causeway. \n\"The council works with the RNLI to help keep people safe in this area, but as with any activity involving the open sea, visitors need to behave in a cautious and responsible fashion.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57261670",
      "category": "science-environment",
      "title": "Climate: World at risk of hitting temperature limit soon",
      "tags": "Our Planet Now,COP26,Paris climate agreement,Climate change",
      "text": "It's becoming more likely that a key global temperature limit will be reached in one of the next five years.\nA major study says by 2025 there's a 40% chance of at least one year being 1.5C hotter than the pre-industrial level.\nThat's the lower of two temperature limits set by the Paris Agreement on climate change.\nThe conclusion comes in a report published by the World Meteorological Organization (WMO). \nThe analysis is based on modelling by the UK Met Office and climate researchers in 10 countries including the US and China.\nIn the last decade, it was estimated that the chance of any one year reaching the 1.5C threshold was only 20%.\nThis new assessment puts that risk at 40%.\nLeon Hermanson, a senior Met Office scientist, told BBC News that comparing projected temperatures with those of 1850-1900 shows a clear rise.\n\"What it means is that we're approaching 1.5C - we're not there yet but we're getting close,\" he said.\n\"Time is running out for the strong action which we need now.\"\nThe researchers point out that even if one of the next five years is 1.5C above the pre-industrial level, it'll be a temporary situation.\nNatural variability will mean the following few years may be slightly cooler and it could be another decade or two or more before the 1.5C limit is crossed permanently.\nThe Paris Agreement established the goal of keeping the increase in the global average temperature to no more than 2C and to try not to surpass 1.5C - and that's understood to mean over a long period rather than a single year. \nAccording to Dr Joeri Rogelj, director of research at the Grantham Institute, Imperial College London, \"the 1.5C in the Met Office announcement should not be confused with the 1.5C limit in the Paris Agreement\".\n\"The Paris targets refer to global warming - that is, the temperature increase of our planet once we smooth out year-to-year variations,\" he explained.\n\"A single year hitting 1.5C therefore doesn't mean the Paris limits are breached, but is nevertheless very bad news.\n\"It tells us once again that climate action to date is wholly insufficient and emissions need to be reduced urgently to zero to halt global warming.\"\nA landmark report by the UN climate panel in 2018 highlighted how the impacts of climate change are far more severe when the increase is greater than 1.5C.\nAt the moment, projections suggest that even with recent pledges to cut emissions of greenhouse gases, the world is on course to heat up by up to 3C.\nThe WMO's secretary-general, Prof Petteri Taalas, said the results of the new research were \"more than mere statistics\".\n\"This study shows - with a high level of scientific skill - that we are getting measurably and inexorably closer to the lower target of the Paris Agreement on Climate Change,\" he explained.\n\"It is yet another wake up call that the world needs to fast-track commitments to slash greenhouse gas emissions and achieve carbon neutrality.\"\nProf Ed Hawkins, a climate scientist at the University of Reading, told me that if the new forecast is proved right \"it does not mean that we have exceeded the Paris Agreement limit\".\nHe points out that two individual months in 2016 saw a rise of 1.5C.\n\"As the climate warms, we'll get more months above 1.5C, then a sequence of them, then a whole year on average above 1.5 and then two or three years and then virtually every year,\" Prof Hawkins said.\nHe also stresses that 1.5C is \"not a magic number that we've got to avoid\".\n\"It's not a sudden cliff edge, it's more like a slope that we're already on and, as the climate warms, the effects get worse and worse.\n\"We have to set a line in the sand to try to limit the temperature rise but we clearly need to recognise that we're seeing the effects of climate change already in the UK and around the world and those effects will continue to become more severe.\"\nThe report comes in the approach to the COP26 summit on climate change, due to be held in Glasgow in November.\nThe summit aims to raise ambition among world leaders on tackling the climate crisis.\nFollow David on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57441727",
      "category": "uk-wales-politics",
      "title": "EU settlement scheme: 'Worry' as deadline nears",
      "tags": "EU citizens,EU Settlement Scheme,Pentrefoelas,Brexit",
      "text": "A charity is \"worried\" some European Union citizens living in Wales will miss the application deadline to remain in the UK, post-Brexit.\nAnyone who entered the UK under the EU's freedom of movement must register with the settlement scheme by 30 June.\nBut Settled UK said there were still people in Wales who did not realise they had to apply. \nThe UK government said \"latitude\" would be shown if there were \"reasonable grounds\" for a late application.\nPeople from Norway, Lichtenstein, Iceland and Switzerland are also affected.\nSettled status will be granted to people who can prove they have been in the UK continuously for five years or more.\nThose who have lived in the UK for shorter periods of time can qualify for pre-settled status, which can be upgraded to settled status once the applicant has reached the five-year milestone.\nOriginally from Poland, Ewa Hughes moved to Wales in 2003 and lives in Pentrefoelas, Conwy county, with her husband and two children.\nShe has already submitted her application and been granted settled status.\n\"I was so worried,\" she said.\n\"I was saying to my husband, 'I cannot sleep', but in the end we did it.\n\"It's not very difficult - you just have to have your passport, scan it and follow the questions, and 17 hours later the status came positive.\"\nHer husband Rhydian said it would have been helpful to have more information to make the process \"less stressful\".\n\"There were times when me and my wife would be talking and she'd say 'what if they come and get me and take me back to Poland?'\n\"It was just a grey area really.\"\nSettled UK chief executive Kate Smart said: \"I don't want to be alarmist but actually it could be worse than the Windrush situation.\n\"We can see already there are cases, for example, where there are families who have successfully made EU settlement scheme applications for the parents but have overlooked applying for the children.\n\"We are worried that there are people out there who have not yet heard about it.\n\"We know, for example, in Wales there are lots of Italians living in the valleys who've been here a long time.\n\"People who have been here a long time should not be relying on the documents that they've got.\"\nMs Smart said there were concerns eastern Europeans who came to Wales \"more recently\" may be working on farms in rural areas and were unaware of the deadline.\nAccording to the latest figures 92,700 applications have been made in Wales. \nIt has been estimated there may be 95,000 eligible people in Wales, but on Tuesday, the Welsh government's Minister for Social Justice, Jane Hutt, told the Senedd: \"We still don't know the scale of the challenge that remains as it is not possible to accurately calculate the number of EU citizens in Wales who haven't applied. \n\"This is because the UK government does not know exactly how many EU citizens are eligible to apply.\"\nThe Swansea-based Independent Monitoring Authority was set up as part of the Brexit withdrawal agreement to protect the rights of EU citizens living in the UK.\nChief executive Kate Chamberlain said a \"number of issues\" were being raised about the scheme, including the digital nature of the application process and the length of time taken to process them.\nShe believes \"the challenge will come after the deadline\", adding that it would be \"really important\" to handle late applications \"with common sense, with compassion\".\nIn recent months, the UK government has faced calls to extend the deadline due to the pandemic making it more difficult for some people to have their passports renewed in order to apply.\nOn Monday, Home Office minister Chris Philp told MPs the scheme had been open since March 2019 and was \"a true United Kingdom success story\".\nAsked how the government would treat late applications, he said: \"If somebody does apply late and there are reasonable grounds for them to have done so - for example, they might have been ill - then latitude will be shown.\"\nPolitics Wales is on BBC One Wales at 10:00 BST on Sundays, and on the BBC iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57457861",
      "category": "uk",
      "title": "Covid-19: Over-40s urged to get second jab sooner and couples await 21 June weddings announcement",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you on Monday morning. \nPeople over the age of 40 in Scotland are being urged to have their second Covid jab as soon as possible. The UK vaccines committee has recommended shortening the interval between jabs from 12 to eight weeks, amid a rising number of cases of the Delta variant. The Scottish government has said anyone in that age group who has a scheduled appointment more than eight weeks after their first jab should seek an earlier slot.  Health Secretary Humza Yousaf said: \"Boards are boosting their capacity to administer second doses alongside the delivery of first doses to younger cohorts and appointments are now being issued in accordance with the new recommendation of an eight week gap.\" You can read more about the impact of the Delta variant, first identified in India, here.\nThe government must \"be cautious\" in deciding whether to end all Covid restrictions in England on 21 June, Prime Minister Boris Johnson has said. Details of the next stage in the roadmap out of lockdown are due to be announced on Monday. But Mr Johnson warned that hospitals admissions were increasing, in part fuelled by the increased transmissibility of the Delta variant. The prime minister told the BBC it was important any easing of restrictions was \"irreversible\". Our health correspondent Nick Triggle explains, while infection rates were always expected to rise at this point, the current trajectory is steeper than government scientists had hoped. \nCouples preparing to wed are among those who could be affected by England's unlocking being delayed. Sian Holmes and Daniel Whiteley have planned a 54-guest wedding on 25 June. However, the couple from Liverpool will lose \"thousands of pounds\" if the 30-person cap isn't lifted from 21 June, as had been planned. Miss Holmes said she \"struggled to understand the disparity\" in rules between weddings and larger sporting events. \"It's not just a party. It is an important life event for people to celebrate together.\"\nA pop-up Covid vaccine clinic in Sheffield reached capacity shortly after opening - prompting officials to ask people not to attend. Over-18s were invited to attend no-appointment drop-in sessions at the Crucible Theatre on Saturday. An online post advertising the clinic, open between 09:00 and 14:00 BST, was shared thousands of times.\nDisruption in the global container shipping industry could lead to shortages in the run-up to Christmas, industry experts have said. In what is the latest in a series of severe setbacks for the industry, an outbreak of Covid-19 in Guangdong province in southern China has caused acute congestion at the region's ports. It means shipments have been delayed, exacerbating tensions within global supply chains. The knock-on effects could take many months to resolve.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nUncertainty hangs over plans to lift the last of the UK's restrictions. Find out about the roadmap for lifting lockdown.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57406576",
      "category": "uk-politics",
      "title": "G7 summit: Why does it matter?",
      "text": "Do summits like this matter? \"Occasionally!\" comes the answer from a former government insider who worked for years at the very top. \nThey warn that global get-togethers - however glamorous the location, however acute any particular political emergency, however good the freebies for the thousands of attendees - can descend into 'waffelage'. \nAs the most powerful elected people in the world prepare to occupy a tiny Cornish bay for a few days, will this be an occasion that makes a difference to any of our lives or will it be waffle in the end? \nA senior diplomat closely involved in the preparation is confident, \"this will be very meaningful.\"\nIt is the first time the new American president will have met the relatively new British prime minister in person - a big moment by any measure. \nAnd it's the first time that the leaders of the world's biggest democracies have gathered like this since their countries were hit by a genuine emergency - Covid. \nThis current cast of leaders, particularly with a new boss in the White House, has given the impression in the run up to this meeting that they want genuinely to work together as the pandemic, while still with us, begins to fade. \nThe next few days will show whether they really mean it or not.  \nEven in the age of video calls and instant messages pinging their way around the world, summits do matter, because leaders and their officials can talk face to face. \nReal business can get done during \"the hallway conversations, the drinks at the bar\", the diplomat says.  \nHuge public attention puts the pressure on, and the moment where they all wave goodbye and climb back into their limos or helicopters provides a deadline to decide.   \nWithout doubt, real life contact makes a difference to what is decided. \nOne former senior figure in Theresa May's administration recalls a moment of jeopardy at a summit with President Trump. \nHe was planning to leave early, without signing up to the form of words that the other nations wanted. \nThe former official told me he was ushered into what was described as a \"secure broom cupboard\" with the then Australian leader, Malcolm Turnbull and the French President, Emmanuel Macron. \nIt's said they remained locked in argument in the tiny room, until Mr Trump agreed. \nAt a different G7 meeting in 2018, again the other nations were struggling to get Mr Trump and his officials to agree on the principles the others wanted to publish. \nThe dispute was over if and how the final document would refer to the \"international rules based order\" - the loose jargon for how democracies agree to behave and work with each other through shared institutions like the UN. \nWithout a specific definition of what the \"rules based order\" really meant though, the US was reluctant.  \nSo a small group of leaders themselves and a few key officials haggled face-to-face with the president and his powerful adviser, John Bolton, outside the formal meetings to do a deal. \nThe compromise was that the document would refer to \"a\" rules based order, not \"the\" when referring to the \"international rules based order\". \nAt a summit, leaders of the free world, and a few of their close aides, spent precious time arguing over the use of the definite or indefinite article...\nAnd some of the broader tensions during that meeting were captured in a classic photograph.\nSummits are the product of months and months of work by the hosts, and are carefully planned to within an inch of their lives and are huge opportunities for countries to show off. \nCovering the meetings over the years I've witnessed astonishing firework displays in China, the Argentine first lady hosting an elaborate tea party for leaders' spouses where even the air kissing seemed to be choreographed, parades, concerts, and plenty of the events themselves that are designed to show the leaders' interactions to the world. \nSummits have their own language too - the 'family photos' - the moments where the leaders have to take pre-appointed places for official snaps to be taken. \nThe 'bilats' or 'trilats' - one-to-one, or one-to-two meetings where the bond, or lack of, between the politicians is so blindingly obvious. \nThe 'communique' - the final document that leaders sign up to that's published at the end; prepared for months in advance by the 'sherpas', senior officials for each country, but the final version agreed only by the leaders themselves at the last minute. \nBut when the most senior politicians in the world and their most senior staff are in essence locked down together for a few days it is those unscripted moments that stick in the mind. \nBumping into a European prime minister who was wandering around a corridor in Brussels, who seemed lost, but said yes to an interview then and there in the dingy basement, filmed on a phone - that made the news.\nOne very early morning in a hot, foreign clime when trying to get some sea air to wake up after only a couple of hours of sleep, I encountered a very prominent official on the beach who rather mysteriously had company at that time of day. \nOne of their colleagues, seconds later, came leaping out of the sea having been confronted by some jellyfish - ending the need for a longer, awkward conversation. \nWhen a tense European summit dragged on with David Cameron, while we hacks were still hanging around inside waiting for news, the German Chancellor Angela Merkel had had enough and popped out with her team for chips. \nAnd at the prime minister's own first summit in charge in Biarritz he went for his own swim off the French Atlantic coast. \nOf course, Boris Johnson being Boris Johnson, he didn't keep it to himself, but in classic style he used his swim out to a large rock as a metaphor for supporters for his hoped for heroics on Brexit.\nOne diplomat expressed concern at the notion of the leaders taking a dip this time round worrying about the all important 'optics'.  \nBut alongside the very serious hoped for progress on vaccines, on Covid recovery, on the climate, on reaffirming the links between the most powerful democracies in the world after the Trump Presidency, the events that have not been planned might be the ones that stay in the mind. \nThe next few days will also see the first official public engagements of the new Mrs Carrie Johnson. \nLike it or not, always nicknamed the \"leaders' wives\" summit, the \"spousal programme\" as it's officially termed is a universe all of its own. \nThis time, without question, this G7 should be an occasion that matters, for the serious discussions that are due to take place. \nThe government hopes for strong confirmation of the relationship between the UK and the US, commitments to help get vaccines to the developing world, and for progress on climate change. \nThey plan also for convincing conversations with the other nations that have been invited, what the prime minister is terming the \"football team\" - the \"D 11\" - the G7 plus India (attending virtually), South Korea, South Africa and Australia too, forging links ever more important among democracies in the face of growing influence from China. \nBut this summit will also matter for the glimpses of our leaders, and snapshots of the vital relationships they forge. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57452506",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Over-40s urged to get second vaccine sooner",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,Humza Yousaf",
      "text": "People over the age of 40 are being urged to have their second Covid jab as soon as possible. \nThe Scottish government has said anyone in that age group who has a scheduled appointment more than eight weeks after their first jab should seek an earlier slot. \nThe UK vaccines committee has recommended shortening the interval between jabs from 12 to eight weeks. \nA number of areas have already been offering quicker second jab slots.\nBut the Scottish government said many people - particularly over 40s - have already received an invitation in line with the previous recommendation of a 12-week interval.\nA new vaccine journey tool on the NHS Inform website allows people to check the status of their second appointment.\nHealth Secretary Humza Yousaf said: \"We are working closely with NHS boards to ensure the number of appointments can be increased in line with national guidance to help combat new variants and provide protection to as many people as possible.\n\"Boards are boosting their capacity to administer second doses alongside the delivery of first doses to younger cohorts and appointments are now being issued in accordance with the new recommendation of an eight week gap.\n\"The second dose is vital in providing greater and longer lasting protection against the virus - particularly the new Delta variant.\"\nCurrently about a quarter of the adult population is in the position of having had one dose of the vaccine and waiting on a second jab. \nExtra army assistance has helped speed up the second jab rollout in some areas; NHS Lanarkshire is offering 1,000 extra second doses a day for a week through drop-in clinics.\nIn total, first doses of a vaccine have been given to over 77% of Scottish adults, including those who have been fully vaccinated.\nAnd just over half of those aged 18 or over are now fully-vaccinated against Covid-19, according to Scottish government figures.\nMr Yousaf and national clinical director Prof Jason Leitch are expected to visit the controversial Euro 2020 fan zone in Glasgow later.\nThe Glasgow Green facility has been open since Friday and up to 3,000 fans will be allowed at any one time. \nSocial-distancing will be enforced and alcohol can only be purchased via table service.\nOpposition politicians have, however, highlighted the apparent inconsistences between the fan zone and the tight rules still in place for other sectors.\nProf Leitch has said experts would closely monitor data linked to the event and there would be a \"reverse gear\" if required. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57462047",
      "category": "world-us-canada",
      "title": "G7 summit: Biden says America is back at the table",
      "tags": "China,G7 summits,US politics,G7,Joe Biden",
      "text": "US President Joe Biden has declared that \"America is back at the table\" following the G7 summit of world leaders in the UK.\nAt a press conference on Sunday, Mr Biden said the summit had been \"extraordinarily collaborative\". \nG7 leaders agreed on action to tackle China's human rights record and climate change after three days of talks.\nMr Biden said the organisation was in a \"contest with autocracies\" and welcomed its approach on China and Russia.\nHe also sought to distance himself from his predecessor - Donald Trump - who he said believed climate change was \"not a problem\".\n\"We had a president, the last [one] who basically said it's not a problem, global warming,\" Mr Biden said. \"It is the existential problem facing humanity and it's being treated that way.\"\nThe world leaders attending the Cornwall summit signed a declaration calling on China to \"respect human rights and fundamental freedoms\", especially in the Xinjiang region, the north-western region that is home to the Uyghurs and other Muslim minorities.\nHuman rights groups allege China has subjected minorities in the region to mass detention, surveillance, and torture - something China strongly denies.\n\"We're in a contest, not with China per se... with autocrats, autocratic governments around the world, as to whether or not democracies can compete with them in a rapidly changing 21st century,\" Mr Biden said.\nThe G7 adopted a spending plan to support lower and middle-income countries in response to a similar Chinese scheme. \nChinese officials, meanwhile, warned G7 leaders that the days when \"small\" groups of countries decided the fate of the world were long gone.\nThe G7 also called for a transparent, expert-led study including in China, organised by the World Health Organization (WHO), amid claims Covid-19 may have leaked from a Chinese laboratory.\n\"We haven't had access to the laboratories,\" Mr Biden told reporters.\nHe said it was not yet certain whether or not \"a bat interfacing with animals and the environment... caused this COVID-19, or whether it was an experiment gone awry in a laboratory\".\nMr Biden also said the Russian President Vladimir Putin - who he dubbed an \"autocrat\" - was right to  believe relations were at their lowest point in years. The pair are meeting in Geneva on Wednesday.\nBut he said the US could \"work together with Russia\" on issues such as Covid, cyber crime and conflicts.\nIn terms of the big set-pieces (excluding tea with the Queen) we're only a quarter of the way through Joe Biden's 'America is Back' tour. We're now in Brussels for the Nato and then the EU/US summits, and then the trickiest meeting of all, his tete-a-tete in Geneva with Vladimir Putin. \nI accompanied Donald Trump when he travelled a similar route this time three years ago. Then Trump predicted that his meeting with the Russian leader might well be the easiest of the lot. Joe Biden is happy to say that it will be the thorniest. \nAmerican foreign policy is back in a more familiar pre-Trump place. And the other members of the G7, Nato and the EU are breathing a sigh of relief. The US president came to Cornwall determined to show leadership. The agreement on contributing a billion vaccines to the poorest nations the American team view as a success. \nBiden has also sought to persuade the G7 to focus on the threat posed by China, and to come up with a global \"build back better\" fund to rival the billions China has been pouring into developing countries. But here the G7 has come up with warm words rather than hard cash. And the US administration says it wants to be judged by actions; not words.\nThe G7 leaders published a 25-page communique summing up their \"shared agenda\" in key points. They included:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57460586",
      "category": "uk-northern-ireland",
      "title": "Sinn Féin accuses the DUP of acting in bad faith over Irish language",
      "tags": "Sinn Féin,DUP (Democratic Unionist Party)",
      "text": "There are fresh doubts over the future of the Stormont Executive after Sinn Féin accused the DUP of \"acting in bad faith\".\nThe parties have only seven days to elect a new first minister if Arlene Foster, as expected, resigns on Monday.\nFor that to happen, Sinn Féin must nominate a deputy first minister.\nBut a Sinn Féin source said that after a series of meetings with the new DUP leader, they do not believe the DUP will deliver on an Irish language act.\n\"Our assessment is that he is being disingenuous by saying publicly that he will honour commitments made in New Decade, New Approach.\n\"We believe they are acting in bad faith. We do not believe they will deliver on the Irish language legislation.\n\"Our position is that nomination for first minister and deputy first minister has to be accompanied by legislation on the Irish language.\"\nIt appears to be a shot across the DUP's bows that Paul Givan will not be allowed to become Arlene Foster's replacement unless his party moves decisively over the Irish language act.\nIn the short term, it also calls into question whether Friday's planned meeting of the North South Ministerial Council can will go ahead. \nResponding to the comments, a DUP spokesman said: \"No one would forgive Sinn Féin for playing fast and loose with people's lives in Northern Ireland.  \n\"The DUP leadership stands resolute to enter government, respect power sharing and get on with the job. It is up to others to follow.\n\"We remain committed to the New Decade New Approach agreement and want to see it implemented in all its parts.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57461257",
      "category": "uk",
      "title": "Queen meets Joe Biden at Windsor Castle",
      "tags": "UK Royal Family,G7 summits,Queen Elizabeth II,Joe Biden",
      "text": "US President Joe Biden and First Lady Jill Biden have met the Queen at Windsor Castle. \nThe visit included a Guard of Honour and afternoon tea with the monarch.\nMr Biden said afterwards that the Queen had reminded him of his mother, and he had invited the Queen to visit the White House.\nIt comes at the end of the G7 summit in Cornwall, where leaders of the world's biggest economies have discussed issues including vaccines and climate change.\nThe couple also met the Queen on Friday, when she attended a reception for G7 leaders at the Eden Project. \nThe Bidens travelled from Newquay, Cornwall, on Air Force One to London's Heathrow Airport before taking the Marine One helicopter the short distance to Windsor.\nThey were greeted by the Queen at the dais in the castle's quadrangle.\nA Guard of Honour formed of the Queen's Company First Battalion Grenadier Guards gave a Royal Salute, and the US national anthem was played.\nMr Biden accompanied the Officer Commanding the Guard of Honour, Maj James Taylor, and Maj Gen Christopher Ghika to inspect the Honour Guard, before returning to the dais to watch the military march-past.\nThe role of escorting a visiting head of state to inspect the troops was usually carried out by the Duke of Edinburgh, before he retired in 2017. Prince Philip died in April, aged 99.\nThe Bidens were then introduced to the Queen's lady-in-waiting, Dame Annabel Whitehead, before enjoying tea in the castle's Oak Room. \nThe palace said the couple left at just after 18:00 BST, meaning they spent around 40 minutes inside the castle. \nThe whole visit lasted just over an hour and is believed to have overrun by 10 minutes. \nSpeaking afterwards, Mr Biden said they had spoken about Russian President Vladimir Putin and China's leader Xi Jinping.\n\"We had a long talk,\" he said. \"She was very generous. I don't think she'd be insulted but she reminded me of my mother. In terms of the look of her and just the generosity. She was very gracious.\"\nHe added: \"She said, 'What's it like in the White House?' I said, 'Well it's magnificent but it's a lot of people'.\"\nTheir latest meeting comes the day after the Queen marked her official birthday with a scaled back Trooping the Colour parade. \nThis year's celebration saw a reduced parade in the grounds of Windsor Castle, rather than in central London, because of the pandemic. \nThe Queen, 95, first met a serving US president, Harry S Truman, as Princess Elizabeth in 1951.\nShe has since met all 14 US leaders during her 69 years on the throne, except for Lyndon B Johnson.\nIn 2019 the Queen met then President Donald Trump at Buckingham Palace. They also had afternoon tea together in the Oak Room. \nWhen the monarch met George W Bush at Windsor, they enjoyed a traditional afternoon tea, with sandwiches and cakes, in the White Drawing Room. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57453004",
      "category": "uk-politics",
      "title": "G7: PM pledges to protect UK integrity amid EU row",
      "tags": "Dominic Raab,Boris Johnson,Emmanuel Macron,G7 summits,European Union,Brexit,G7",
      "text": "Boris Johnson says he will do \"whatever it takes\" to protect the territorial integrity of the UK, after talks with EU leaders over Northern Ireland. \nThe prime minister said there had been \"misunderstanding\" on the EU side but said he thought \"pragmatic solutions\" would be found to border issues.\nMeetings between the two sides took place at the G7 summit in Cornwall.\nFrench President Emmanuel Macron said he was willing to \"reset\" UK relations if it honoured the Brexit deal.\nThe disagreement between the UK and the EU is over the implementation of the Northern Ireland Protocol, a measure in the Brexit deal which prevents checks on trade across the Irish border.\nSome checks are taking place on British goods entering Northern Ireland, causing disruption to food supplies.\nMr Johnson has held meetings with European Commission chief Ursula von der Leyen, European Council head Charles Michel, Mr Macron and German Chancellor Angela Merkel in the margins of the gathering at the Cornish resort Carbis Bay.\nAhead of the G7, the EU had said its patience with the UK was \"wearing thin\", after the UK said it was prepared to ignore rules to prevent disruption to trade in Northern Ireland following Brexit.\nMr Johnson told BBC political editor Laura Kuenssberg: \"I think that to be fair there is quite a lot of misunderstanding around the EU about the situation in Northern Ireland, the balance of the Good Friday Agreement, the peace process. \n\"I was just in a gentle way getting across what that means and I think that we will have some pragmatic solutions.\"He added he thought the EU leaders understood \"that it is the prime duty of the UK government to uphold the territorial integrity of the United Kingdom\" and said the government would do \"whatever it takes to ensure that\".\nIn a word: sausages. EU food safety rules don't allow chilled meat products to enter its market from non-members, such as the UK.\nThis has led to the prospect of British sausages - and other meat products - being banned from Northern Ireland.\nA six-month grace period has been in place since January where the rules don't apply - but that runs out at the end of the month.\nTalks on what happens next were held between the UK and EU earlier this week, but they broke up without agreement.\nIn an interview with Sky News, Mr Johnson said that unless there was a solution he would invoke Article 16 - a measure in the Northern Ireland Protocol which allows either side to take unilateral action.\nHe said: \"I think if the protocol continues to be applied in this way, then we will obviously not hesitate to invoke Article 16, as I have said before.\"\nDowning Street said it was Mr Johnson's desire was to \"work within the existing protocol to find radical and pragmatic solutions\" to Northern Ireland's border issues.\nBy Vicki Young, BBC deputy political editor\nThis deadlock won't get solved during the G7 summit, but it has dominated meetings between the UK and EU in Cornwall.\nThe UK's decision to unilaterally extend the grace period where checks would be waived has already inflamed tensions - with the EU launching legal action against the UK earlier this year.\nUnder the current agreement, Northern Ireland is still bound by a lot of EU rules: so the question is, what will the PM do next?\nIs he now suggesting that the UK would be willing to suspend the whole thing - and not go along with what was signed before?\nPresident Macron has talked about resetting the relationship between the French and the UK - but has stressed it depends on the UK keeping its word over Brexit.\nSo how do leaders find a way through this?\nBoth parties talk about pragmatic solutions to all of this - the trouble is, they don't agree on what they are.\nFollowing a trilateral meeting between Mr Johnson, Mrs von der Leyen and Mr Michel in Cornwall, an EU official said that the presidents had said that the rhetoric needed to be toned down and called on the joint committee - made up of negotiators from both sides - to actively look for solutions which are in the protocol.\nDuring meetings with the EU leaders, which Brexit minister Lord Frost also attended, the prime minister had \"made clear his desire for pragmatism and compromise on all sides\" but had also underlined that protecting the Good Friday Agreement was paramount, Downing Street said.\nThe spokesman added the protocol as it was currently being implemented was \"having a damaging impact on the people of Northern Ireland\" and said the UK government would \"keep all options on the table\".\nPreviously Downing Street had indicated the UK would be prepared to unilaterally delay the full implementation of the Northern Ireland Protocol to prevent a ban on chilled meats crossing the Irish Sea from Great Britain - with restrictions due to come into force at the end of the month.\nDelaying the checks without agreement from Brussels would risk triggering a trade dispute with the EU.\nThe UK prime minister has previously suggested the EU is taking an \"excessively burdensome\" approach to post-Brexit trading arrangements.\nAhead of the G7 summit, Mrs von der Leyen insisted the protocol is the \"only solution\" to prevent a hard border between Northern Ireland and the Republic and must be implemented in full.\nAt a press conference Mr Macron said \"nothing is renegotiable\" and said it was not \"serious to want to review in July what we finalised after years of debate and work in December\".\nBefore US President Joe Biden travelled to Cornwall for the summit his national security adviser Jake Sullivan said the president had \"deep\" concerns that the trade row could endanger peace in Northern Ireland.\nUnionists are strongly opposed to checks in the Irish Sea because they do not want Northern Ireland to be treated differently to the rest of the UK.\nSinn Féin, the SDLP, and Alliance have said there are problems with the protocol but have argued that the UK and EU must ensure its \"rigorous implementation\".\nThe main agenda of the G7 summit, held in Cornwall, will see leaders of the UK, US, Canada, Japan, France, Germany and Italy commit to a plan to prevent a repeat of the coronavirus pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57446585",
      "category": "uk-northern-ireland",
      "title": "Brexit: Gulf remains between UK and EU over Brexit protocol",
      "tags": "NI Brexit,Brexit",
      "text": "As his press conference wore on, Maros Sefcovic sounded increasingly frustrated.\nThe European Commission vice president had spent Wednesday morning in a meeting with Lord Frost, the UK's Brexit Minister.\nThe meeting to discuss the implementation of the Northern Ireland Protocol has been described by some sources as \"brutal\" or \"a car crash\".\nMr Sefcovic said it had been a very difficult discussion.\nHe told the media that earlier in the process the EU had suggested things the UK could do to simplify export certification for some products going from GB to Northern Ireland.\n\"Do you think at least one of these things was done?,\" he asked.\n\"None. Nothing has materialised.\"\nThis is typical of how the EU sees the UK's willingness to implement the protocol; moving too slowly and so needlessly exacerbating problems.\nThe UK bristles at this. \nWriting for the Financial Times this week, Lord Frost said: \"We enforce EU law in Northern Ireland as required. We take no lectures on whether we are implementing the protocol; we are.\"\nBut aside from disagreement about operational detail, it is clear there is now a gulf between the two sides on how the protocol should be interpreted.\nThe protocol was agreed by the UK and EU in October 2019 and was subjected to further negotiation and agreement last year.\nIts fundamental aim is to prevent a hardening of the land border between the two parts of island.\nIt does that by keeping Northern Ireland in the EU single market for goods, meaning products arriving from GB need paperwork and some, particularly food, are subject to checks.\nIt was well understood in the UK Civil Service, if not among all MPs, that this was going to mean a substantial trade border which would increase cost and complexity for internal UK trade.\nThe text of the protocol contains 40 pages of EU directives and regulations which continue to apply in Northern Ireland.\nThat is the letter of the agreement. But UK ministers are increasingly focused on what they see as the spirit of the agreement.\nFor them, that spirit can be found in the preamble to the protocol where one section reads: \"The application of this protocol should impact as little as possible on the every day life of communities in both Ireland and Northern Ireland.\"\nOn that basis, the current range of checks and controls does not come up to the mark and the operational impact of the protocol should be radically changed.\nLord Frost put it like this in the Financial Times: \"In 2019 we agreed, as a huge compromise and for the greater good, to control certain goods' movements within our own country and customs territory. \n\"If that situation is not to be totally unsustainable we need to be able to do so in ways which do not disrupt every day life and which respect everyone's identity and interests.\"\nThe EU sees this approach as infuriatingly reductive and an attempt to walk back the whole premise of the agreement.\nFrench President Emmanuel Macron robustly articulated that view ahead of the G7 summit.\n\"We have a protocol,\" he said. \"If, after six months, you say we cannot respect what was negotiated, then that says nothing can be respected. \n\"I believe in the weight of a treaty, I believe in taking a serious approach. Nothing is negotiable. Everything is applicable.\"\nDespite those tough words, technical talks between EU and UK officials will continue and progress is being made on easing some parts of the protocol.\nOutside those talks, other well-informed observers continue to offer ideas.\nAnton Spisak, a former UK Brexit official, has suggested a risk-based scheme which could offer a way to sharply reduce the need to check goods going from GB-NI. \nBut any scheme of that sort involves the EU investing a large amount of trust in the UK and for now trust is in short supply."
    }
  ]
}