{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-58372882",
      "category": "business",
      "title": "Covid: Report finds big rises in garden furniture prices",
      "tags": "Retailing",
      "text": "Retailers have blamed rising shipping, freight and raw material costs for big increases in the prices of garden furniture over the past two years.\nConsumer group Which? found some items were about twice as expensive as they were in 2019.\nIn one case it found the price of a shed sold by a leading DIY retailer was 155% dearer in 2021.\nRetailers pointed to availability issues and said they were working with suppliers to keep prices down.\nThe \"eye-watering\" rises tended to occur at times when delays at UK ports were particularly severe, Which? said.\nCustomers were also facing items being out of stock and delivery days for multiple months. \nWhich? analysed 2,000 items across six major retailers - Homebase, Toolstation, B&Q, Amazon, Wickes and Screwfix - finding that on average prices had risen by 2% from July 2019 to June 2020 and by 9% from July 2020 to June 2021.\nSheds saw particularly large price increases, with one sold by Screwfix rising from £319.99 in July 2019 to £814.99 by July 2021, Which? said.\nWickes saw the largest average increase, with outdoor goods costing 13% more this year than they did in 2020. Screwfix and Toolstation also saw rises of over 10% across their garden products. \nThe other retailers checked were Homebase (8%), B&Q (7%) and Amazon (2%).\nWhen asked by Which? what was behind the increase, B&Q and Homebase mentioned shipping costs, while a lack of raw materials - in particular timber - was also considered a factor.\nToolstation told the consumer group there had been a timber shortage due to \"unprecedented demand in the US\".\nWickes pointed to \"availability constraints and inflationary pressures\", while Amazon said some of its prices were set by third-party retailers.\nScrewfix did not respond to Which?.\nEle Clark, Which? retail editor, said: \"Many people have looked to spruce up their gardens with new outdoor furniture during the pandemic, but our analysis shows consumers have been hit with eye-watering price hikes for popular items.\"\nShe said consumers should consider shopping around for the best prices and exploring the second-hand market as well as planning ahead due to large or custom items taking \"several weeks longer than usual to arrive\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58364656",
      "category": "uk",
      "title": "Covid-19: Delta doubles hospital risk and US spies unsure of virus origin",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow. \nPeople are twice as likely to need hospital care if they are sick with Delta variant of Covid, rather than the Alpha, or Kent, variant which was previously common in the UK. That's according to data from England suggests which has been published in the Lancet medical journal. Experts say this reinforces why it is important to be fully jabbed, with vaccination cutting the risk of serious illness from either variant. \nScientists advising the government say it is \"highly likely\" that high levels of coronavirus will be seen in schools in England by the end of September. Sage experts say it would be \"sensible\" for the government to plan for it. It follows cases in Scotland reaching a record high since schools reopened for the autumn. Sage says it is difficult to work out if schools are drivers of transmission, or simply reflecting the spread of the virus in their communities. As pupils begin to head back to school here is a guide to Covid safety.\nAmerica's intelligence community has been unable to determine the origins of Covid and is split on whether it leaked from a lab or developed naturally, a new report says. But the report, issued by the office which oversees the 18 US spy agencies, did conclusively determine that the virus was not developed as a biological weapon. China's foreign minister called the report \"anti-science\" while President Joe Biden has criticised China for not co-operating with the investigation.\nAfter 17 months without attending a class, online or offline, Radhika Kumari says she struggles to remember how to write her Hindi alphabet. She is one of many pupils in poorer areas of India where the digital divide is stark - in her village there is no internet - and pupils of government-run schools have often fallen behind. Read more of Radhika's story and others like her here.\nFor thousands of people heading to music festivals across the country this weekend there will be one experience they hope to miss - Covid. Jay Luffer, who has gone to Reading Festival and All Points East this weekend, says he thinks catching Covid is \"inevitable\". But has still packed his masks and lateral flow tests to try to be safe. For 20-year-old Jack Stacey going to Boardmasters festival earlier this month has \"not been worth it\" as he and all 20 friends he went with caught the virus. \"I was always under the impression for me it would just be a little cough because I'm young - but I haven't been able to get out of bed,\" he says.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\n... you can find more information, advice and guides on our coronavirus page. \nAnd with a study suggesting the Delta variant is more likely to result in hospital treatment you can find out more about variants here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58364742",
      "category": "world-us-canada",
      "title": "Canada election: Justin Trudeau rally cancelled after angry protests",
      "tags": "Coronavirus lockdown measures,Canada election 2021,Justin Trudeau,Canada,Coronavirus pandemic",
      "text": "Justin Trudeau has been forced to cancel an election rally after a crowd of angry protesters ambushed the event.\nThe Canadian prime minister had been set to address supporters in Bolton, Ontario, but the event was called off over security concerns.\nDozens of protesters gathered at the rally and shouted obscenities before Mr Trudeau could speak.\nThe Liberal prime minister is hoping to secure a majority in a snap general election he called earlier this month.\nBut in recent days his canvassing efforts have been dogged by protests against Covid-19 vaccines and government restrictions.\nAt Friday's rally, his campaign bus had to be escorted away by police after the event was cancelled following a two-hour delay.\nThe 49-year-old said the protests showed how the pandemic had been hard on everyone.\n\"We all had a difficult year. Those folks out protesting, they had a difficult year too, and I know and I hear the anger, the frustration, perhaps the fear,\" Mr Trudeau said.\nHe said the event had been cancelled because organisers could not ensure people's safety.\nEarlier on Friday, crowds had disrupted the prime minister's visit to a bakery in the town of Nobleton, with some jeering and holding signs reading \"Trudeau Treason\".\nOn Wednesday, on a visit to British Columbia, he was met by anti-vaccine protesters, with some shouting they would refuse the Covid jab.\nVaccine mandates - that Mr Trudeau has backed for some workers and most travellers - have become a key issue in the general election campaign.\nMr Trudeau called the election on 15 August when polls indicated his minority Liberal government looked within reach of forming a majority.\nCanadians will vote on 20 September, some two years ahead of schedule.\nIn October 2019, voters handed him a minority, meaning he has had to rely on opposition parties to help him pass his agenda.\nOpposition parties have criticised the Liberals for calling a five-week long campaign during the Covid-19 pandemic's latest wave simply for \"political gain\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58363177",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Surge in children's issues forecast post-pandemic",
      "tags": "Northern Ireland Commissioner for Children and Young People,Mental health,Queen's University Belfast,Coronavirus pandemic",
      "text": "Health professionals expect a \"surge\" of issues about children's emotional health due to the coronavirus pandemic.\nThat is just one of the key findings of a wide-ranging report into how services to children and young people have been affected.\nThe report by experts from Queen's University Belfast (QUB) was carried out for the Commissioner for Children and Young People (NICCY).\nIt found children had been \"severely impacted\" by restrictions.\nThe review of the effect of Covid-19 on the planning and delivery of children's services was carried out by academics from the Centre for Children's Rights at QUB.\nIt is a companion report to one from the Children's Commissioner reflecting the views of more than 4,000 young people.\nThe NICCY report found that the pandemic and lockdown restrictions had \"a severe impact\" on their education, mental and physical health and wellbeing.\nThe QUB report was based on interviews and focus groups with 38 professionals working with children and young people in areas such as health, education, early years, child protection and youth services.\nIt said \"crucial services\" were \"put on hold\" or made \"more difficult for children and young people and their families to access during the pandemic\".\nIn the health sector, professionals expressed concerns about children's mental health.\n\"There's solid data that shows that when you close schools and close services mental health issues increase in children and young people… young people's loneliness is kind of being neglected,\" one told the authors.\n\"There are babies being born to mothers who are mentally ill now as a result of the pandemic,\" another said.\n\"Every single adult who's now hitting that threshold for mental illness, the risk of mental illness in their child increases.\"\nThe report said that vulnerable children, newcomer children, refugees and asylum seekers were particularly vulnerable to physical and mental health problems.\n\"Children with disabilities and complex needs, pre-existing and life-limiting conditions, mental health issues, and children with refugee status may have endured the greatest health related impact,\" it concluded.\n\"They missed essential therapies, surgeries, respite care and cancelled outpatient appointments to track their illness and rehabilitation.\"\nAnother professional interviewed by the authors spoke of \"a whole generation of invisible children\" who had not received the healthcare they needed.\n\"Another group of children who may have fallen under the radar during the pandemic are adolescents,\" the report said.\nIt noted, for example, that some young people had limited access to sexual health advice and treatment.\nOne health professional spoke of \"increases in gonorrhoea, chlamydia among young women, gonorrhoea among young men, but also syphilis has gone up 32%\".\nIn schools, teachers had \"additional and significant responsibilities\".\n\"This ranged from the extra time spent preparing materials to late-night phone calls and emails with parents to find out why some children are not engaging with remote learning,\" the report said.\nWhen many pupils were educated remotely teachers were \"less able to effectively monitor children who may be perceived as vulnerable for a range of reasons or to keep an eye on safeguarding issues\".\nFamilies of children with disabilities were also said to have struggled.\n\"During the first lockdown when they closed off all services, including schools, mental health services, health services, parents were calling up, they were struggling, they were really struggling,\" a children's worker told the authors.\nSome professionals criticised the way the Department of Education had communicated changes to schools.\n\"If there's anything that is vaguely controversial it comes out on Friday afternoon after schools are closed,\" one told the report's authors.\nYouth workers said that the abrupt closure of schools, youth clubs and community groups, leisure centres, parks, museums and libraries had left \"children and young people with few choices and places where they could spend their free time in a safe and enjoyable way\".\n\"You're now seeing people going 'actually play is', what we've been saying for years, it is one of the most critical activities children engage in,\" one told the report's authors.\n\"And the pandemic is showing, through all of the research around mental health and around physical health, it's showing the impact of not having access to this.\"\n\"By removing that it actually impacts significantly on children and young people's lives.\"\nMany professionals said, though, that services \"improved over time\" and that there had been more collaboration between those in different sectors and agencies.\nMany also said they had found new ways to deliver services that would benefit children and young people in the future.\nBut there were still concerns.\n\"There was concern about what recovery would look like, not just for working arrangements but in terms of increased needs of children and young people, service provision and resourcing,\" the report concluded.\nIt also included a number of recommendations based on those from the UN Committee on the Rights of the Child."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58369921",
      "category": "world-europe",
      "title": "French woman arrested over jewellery thefts from coffins",
      "tags": "France",
      "text": "When a grieving family saw an unknown mourner at the funeral home in northern France where their relative was lying at rest, they thought nothing of it. \nThe woman, in her sixties, said she was a friend of the deceased, so they left her to pay her respects at the open coffin - or so they thought.\nBut when they came back later, the deceased had been stripped of her jewellery: her necklace, ring and earrings had all vanished, French media report. \nThe family raised the alarm with the police, who investigated and soon identified a suspect: a woman living not far from the funeral home, in the town of Liévin. They detained her and found the missing jewellery in her possession. \nBut that was not all. They were soon able to link her with the theft of a wallet from the body of a man at the same funeral home, earlier on the same day, Tuesday 24 August.\nWhen the suspect's home was searched, police also found a stack of recent death notices. Included in the notices were the access codes for family members to enter the individual rooms where the coffins of their relatives were reposing. \nThe woman will appear in court in 2022. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58355250",
      "category": "uk",
      "title": "Afghanistan interpreter: Getting plane out was 'happiest moment of my life'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58349010",
      "category": "world-asia",
      "title": "Kabul airport attack: What do we know?",
      "tags": "War in Afghanistan (2001-present),Taliban",
      "text": "A powerful bomb blast struck the perimeter of Kabul's Hamid Karzai International Airport on Thursday, as civilians continued to seek to escape on flights from Taliban-controlled Afghanistan.\nAt least 95 people were killed and 150 others wounded. \nThe Pentagon confirmed 13 US service personnel were among those killed.\nThe bombing came hours after Western governments had warned their citizens to stay away from the airport, because of an imminent threat of an attack by IS-K, the Afghanistan branch of the Islamic State group.\nHere is what we know about what happened.\nThe explosion happened at about 18:00 local time (13:30 GMT), at the Abbey Gate to the airport.\nOn Thursday, the Pentagon said that there had been two explosions, the first at the Baron Hotel, near the airport's perimeter.\nBut on Friday it changed its account, saying that there had only been one. Information about the attack had been \"garbled\", according to a senior Pentagon official.\nUK Defence Secretary Ben Wallace said a suicide bomber walked into the middle of families waiting outside the gate before carrying out the attack.\nHe told the BBC: \"We think it was a suicide vest and a smaller device. The individual got to the perimeter we had pushed out the day before in response to that threat.\n\"[The bomber] walked straight into the middle of those families waiting.\"\nReports say some victims were blown into  a sewage canal where Afghans were waiting to be processed.\nMany of the victims of the attack were rushed to Kabul's Emergency Hospital.\nUS and British troops had recently been deployed to guard the area around the Abbey Gate.\nAccording to one account, one attacker fired into a crowd of people, although reports also said Taliban guards had fired into the air.\nUS citizens who had gone to the area around the airport had been warned before the attack to \"leave immediately\".\nIt's believed some 95 people were killed and 150 injured.\nThe Pentagon said that 13 US military personnel, including US marines and a US Navy medic, were among the dead. A further US 15 troops were injured.\nOn Friday, the UK government confirmed that two British nationals and the child of a British national had been killed in the attack.\nImages taken at the scene showed the injured being taken away in wheelbarrows.\nHuge crowds had been gathering in the area, hoping to be accepted on to an evacuation flight.\nThe attack is likely to significantly complicate the final effort to airlift thousands of people out of Afghanistan ahead of 31 August.\nBefore the attack, a number of countries including Germany, the Netherlands and Canada, had announced that they could no longer conduct flights. \nTurkey also announced that its troops, who had been providing security at the airport for six years, were withdrawing.\nThe UK has confirmed that it will no longer be calling people forward to the airport for evacuation flights.\nGraphics by Prina Shah and Gerry Fletcher"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58359618",
      "category": "uk-england-london",
      "title": "Westminster double murder: Man, 49, arrested",
      "tags": "London violence",
      "text": "A man has been arrested on suspicion of murdering two people found with fatal stab wounds in Westminster. \nSharon Pickles, 45, was pronounced dead at a home in Ashbridge Street at 21:30 BST on 19 August.\nIn the early hours of 20 August, Clinton Ashmore, 59, was found stabbed at a property in nearby Jerome Crescent. \nOn Thursday, police arrested a 49-year-old man at a London hospital on suspicion of their murders.\nHe was discharged and taken into custody at a London police station on Friday.\nDet Ch Insp Wayne Jolley said: \"This is a significant development in our investigation which I hope takes us a step closer to getting justice for the families of Sharon and Clinton.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58369922",
      "category": "world-asia",
      "title": "Afghanistan: Biden says another Kabul airport attack likely",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "Another attack on Kabul airport is highly likely, US President Joe Biden has warned, saying commanders have told him it could come as early as Sunday.\nThe state department has urged all US citizens to leave the area near the airport because of a \"specific, credible threat\".   \nThe US is continuing evacuations but the final UK troops, diplomats and officials have now left Kabul.  \nA suicide bombing near the airport on Thursday resulted in some 170 deaths.\nA local branch of the Islamic State group - Islamic State in Khorasan Province (IS-K) - claimed the attack.\nIn retaliation, the US carried out a drone strike on eastern Afghanistan late on Friday, saying it had killed two \"high-profile\" IS-K members.\nThe two are described as a planner and a facilitator. It is unclear whether they were directly involved in planning the Kabul airport attack. \n\"This strike was not the last. We will continue to hunt down any person involved in that heinous attack and make them pay,\" Mr Biden said in a statement released on Saturday.\nIS-K is the most extreme and violent of all the jihadist militant groups in Afghanistan and has major differences with the Taliban, who now control most of the country. It accuses them of abandoning the battlefield in favour of a negotiated peace settlement with the Americans. \nThe Taliban condemned the air strike, saying the Americans should have consulted them first, a spokesman told Reuters news agency. \nThe next few days of the US evacuation operation are likely to be the most dangerous since it began, White House officials say.\nUS troops have begun their withdrawal from the airport - their numbers are now down to 4,000, from a peak of 5,800 in the past week. \nOne Western security official told Reuters that US forces were in the final phase, although a time for the end of the operation had yet to be decided.\nJust over 1,000 civilians remain to be airlifted, the official said.\nA Taliban official told Reuters their technical experts and engineers were ready to take over the airport when they were given the \"final nod from the Americans\".\nThe Taliban have set up further layers of checkpoints around the airport and are not allowing most Afghans through, the Associated Press adds.\nIn all, more than 110,000 people - both Afghans and foreign nationals - have been evacuated from Kabul airport since the airlift began two weeks ago. \nOn Saturday, Italy's final flight from Afghanistan arrived in Rome. Italy said it had evacuated almost 5,000 Afghan citizens from Kabul - the highest number of any EU country. \nFrance said it had flown out more than 2,800 since 17 August, while Germany said it had taken about 4,000 Afghans. \nThe head of the UK's armed forces, General Sir Nick Carter, said it was \"heartbreaking\" that they had not been able to rescue everyone. \nFrance and Britain will urge the UN to create a \"safe zone\" in Kabul to help evacuation efforts, French President Emmanuel Macron said.\nHe said it would allow the international community to carry out humanitarian work and \"maintain pressure on the Taliban\".\nSince the Taliban took Kabul on 15 August, the Afghan economy has been in freefall as aid donors freeze funds and panicked depositors seek to withdraw their money from banks. \nOn Saturday crowds of protesters gathered outside banks in the Afghan capital. \n\"If the situation continues and employees of the government don't get their salaries and a businessman cannot get his money from the bank for trading, the result of this is very horrible, and there will be poverty in the society as well, and no-one can solve that issue,\" one man told Reuters.\nAre you in Afghanistan? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58360592",
      "category": "uk",
      "title": "Afghanistan: British nationals killed in Kabul airport attack",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Two British nationals, and the child of another British national, died in the explosion at Kabul airport, the foreign secretary has said.\nDominic Raab said two others were also injured in the suicide bomb attack on Thursday. \n\"It is a tragedy that as they sought to bring their loved ones to safety in the UK they were murdered by cowardly terrorists,\" he said. \nAt least 95 people were killed in the attack. \nMr Raab said he was \"deeply saddened\" by the deaths.\nHe added: \"Yesterday's despicable attack underlines the dangers facing those in Afghanistan and reinforces why we are doing all we can to get people out. We are offering consular support to their families.\n\"We will not turn our backs on those who look to us in their hour of need, and we will never be cowed by terrorists.\"\nPrime Minister Boris Johnson said his thoughts were \"very much with their families and their loved ones\", adding that \"what their loss really underlines is the urgency of getting on and concluding\" the evacuation effort. \nThe US, which is running the airport, is withdrawing its troops by 31 August. \nMore than 150 people were wounded in the attack, which the group known as Islamic State Khorasan (IS-K) says it was behind. The Pentagon said 13 US service personnel were also among those killed.\nIt had earlier been thought there were two explosions, but the Pentagon said on Friday that there had been no second explosion at, or near, the Baron Hotel, which is close to the airport.\nNews of the deaths comes as the UK entered the final stage of its evacuations from Kabul and ceased calls for people to come to the airport to leave.\nThe Ministry of Defence said processing facilities at the Baron Hotel had been closed.\nFollowing news of the British deaths, the SNP's Westminster leader Ian Blackford said the UK \"must not abandon those we have a responsibility to protect\".\nHe said: \"My heart goes out to the victims, their families, our personnel on the ground, and to the vulnerable Afghan people stuck in this nightmare situation.\"\nDefence Secretary Ben Wallace expressed his \"deep regret\" that not everyone eligible had been evacuated, including around 800 to 1,100 Afghans and 100 to 150 Britons.\nHe said the withdrawal had not been hastened by the airport attack.  \nOn Friday morning, the MoD said 13,708 people had been evacuated by the UK from Kabul under Operation Pitting, which began on 13 August.\nMr Wallace said this included nearly 8,000 Afghans eligible under the UK's relocation scheme for those who worked for the UK government and other vulnerable individuals, as well as 4,000 British passport holders. \nOthers evacuated include embassy staff and nationals from partner nations. \nThe defence secretary said the operation was \"a remarkable achievement\" in a \"very hostile environment\". \nBut he told LBC Radio around 800 to 1,100 eligible Afghans would be left behind, as well as approximately 100 to 150 British nationals, some of whom he said were staying willingly. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58333533",
      "category": "world-asia",
      "title": "Afghanistan: Who are Islamic State Khorasan Province militants?",
      "tags": "Afghanistan,Taliban,Islamic State group",
      "text": "A local branch of the Islamic State group in Afghanistan has vowed to continue attacks now that Taliban militants are in control.\nSo who are these IS militants?\nIS-K - Islamic State Khorasan Province - is the regional affiliate of the Islamic State group.\nIt is the most extreme and violent of all the jihadist militant groups in Afghanistan.\nIS-K was set up in January 2015 at the height of IS's power in Iraq and Syria, before its self-declared caliphate was defeated and dismantled by a US-led coalition. \nIt recruits both Afghan and Pakistani jihadists, especially defecting members of the Afghan Taliban who don't see their own organisation as extreme enough.\n\"Khorasan\" refers to a historical region covering parts of modern-day Afghanistan and Pakistan. The group initially included Pakistan until a separate Pakistan section was declared in May 2019.\nAt its height the group numbered about 3,000 fighters.\nHowever, it has suffered significant casualties in clashes with both the US and Afghan security forces, and also with the Taliban.\nIS-K has targeted Afghan security forces, Afghan politicians and ministries, the Taliban, religious minorities, including Shia Muslims and Sikhs, US and Nato forces, and international agencies, including aid organisations.\nIS-K have been blamed for some of the worst atrocities in recent years, targeting girls' schools, hospitals and even a maternity ward, where they reportedly shot dead pregnant women and nurses. \nUnlike the Taliban, whose interest is confined to Afghanistan, IS-K are part of the global IS network that seeks to carry out attacks on Western, international and humanitarian targets wherever they can reach them.\nIS-K are based in the eastern province of Nangarhar, close to drug and people-smuggling routes in and out of Pakistan. \nWhile most of its activities have been in Nangahar and Kabul, it has also claimed attacks in the provinces of Kunar, Jowzjan, Paktia, Kunduz and Herat.\nPeripherally yes, via a third party, the Haqqani network. \nAccording to researchers, there are strong links between IS-K and the Haqqani network, which in turn is closely linked to the Taliban.\nThe man now in charge of security in Kabul is Khalil Haqqani who has had a $5m (£3.6m) bounty on his head. \nDr Sajjan Gohel from the Asia Pacific Foundation has been monitoring the militant networks in Afghanistan for years. \nHe says \"several major attacks between 2019 and 2021 involved collaboration between IS-K, the Taliban's Haqqani network and other terror groups based in Pakistan\".\nWhen the Taliban took over in Kabul on 15 August, the group released large numbers of prisoners from Pul-e-Charki jail, reportedly including IS and al-Qaeda militants. These people are now at large.\nBut IS-K have major differences with the Taliban, accusing them of abandoning Jihad and the battlefield in favour of a negotiated peace settlement hammered out in \"posh hotels\" in Doha, Qatar.\nIS-K considers Taliban militants \"apostates\", making their killing lawful under their interpretation of Islamic law.\nIS militants now represent a major security challenge for the incoming Taliban government, something the Taliban leadership shares in common with Western intelligence agencies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58361214",
      "category": "world-us-canada",
      "title": "Judge blocks Florida governor’s mask mandate ban",
      "tags": "Schools,Florida,United States,Coronavirus pandemic",
      "text": "A Florida judge has ruled that schools in the state can impose mask mandates, arguing that Governor Ron DeSantis' order banning them is unconstitutional. The Florida governor's July order gave parents the right to choose whether their children wear a mask while in school but it faced pushback in some school districts.On Friday, Leon County Judge John Cooper said that the order \"is without legal authority\".The issue of mask mandates in schools has caused fierce debates  across the United States just as the new academic year begins.\nAt least 10 Florida school districts defied Mr DeSantis' order by mandating that staff and students wear masks. These included its largest school district, Miami-Dade County, and Leon County, which includes the state capital of Tallahassee.In court on Friday, Mr Cooper said that while Mr DeSantis had argued that Florida law gives parents authority over their children's health matters, it doesn't extend to \"reasonable\" government public health actions. The judge also cited historical Florida Supreme Court cases that found that individual rights are limited when they have an impact on others. \n\"We don't have a right to go into a crowded theatre and yell fire because we decided it's our right to do that,\" the judge said. \nCovid-19 cases have surged in Florida due to the highly contagious Delta variant, with more deaths and hospitalisations reported that at any other point in the pandemic. On Thursday, Florida reported more than 21,765 Covid-19 cases and 901 deaths, according to data from the Centers for Disease Control and Prevention. The death toll is the largest single-day increase since the pandemic began last year. Florida now also accounts for approximately 20% of all paediatric Covid-19 cases in the US. \nThe court's decision means that Florida's department of education cannot act against school districts that do not comply with the order. In a statement sent to the BBC, a spokesperson for the governor said that the state plans to immediately appeal. \"The ruling was made with incoherent justifications, not based in science and facts - frankly not even remotely focused on the merits of the case presented,\" the statement added. At least eight states, including Florida and Texas, have attempted to impose limits on school mask mandates and most are now facing legal battles. On Thursday the Texas Supreme Court blocked San Antonio and Bexar County from requiring masks in local public schools."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58372437",
      "category": "uk",
      "title": "Afghanistan: British ambassador home as last UK troops leave",
      "tags": "British Armed Forces,Kabul,War in Afghanistan (2001-present),Afghanistan,Boris Johnson,Military,Ministry of Defence",
      "text": "The British ambassador to Afghanistan has arrived in the UK, with the last British soldiers to leave Kabul expected to touch down within hours.\nThe final flight left on Saturday, bringing to an end the UK's 20-year military involvement in Afghanistan.\nMore than 15,000 people have been evacuated by the UK since 14 August.\nVice Adm Sir Ben Key, who ran the UK's evacuation, said he would be \"very nervous\" in saying the withdrawal was a success until all the allies had left.\nHe said it had been a \"tremendous international effort\" but it wasn't \"a moment of celebration for us at all\", adding that there was a \"sense of sadness\" at those left behind.\nPrime Minister Boris Johnson said the UK's departure was \"the culmination of a mission unlike anything we've seen in our lifetimes\".\nAmbassador Sir Laurie Bristow, who had been processing those fleeing the country at the airport, was among those who landed at RAF Brize Norton base in Oxfordshire on Sunday morning.\nThe flight came via the United Arab Emirates and further flights carrying military and civilian personnel are expected later. \nVice Adm Key, chief of joint operations, said that while he \"pays testament\" to everything achieved by British forces over the last two weeks, \"we know that there are some really sad stories of people who have desperately tried to leave that - no matter how hard our efforts - we have been unsuccessful in evacuating\".\nSpeaking at RAF Brize Norton, he said the 31 August deadline imposed by the Taliban prevented them evacuating more people \"who had helped us so wonderfully and courageously over the last 20 years\".\nPhotos of exhausted UK service personnel in aircraft coming back from Kabul showed how \"deeply tired\" they were having \"given their all over the last two weeks\", he said.\n\"Some of the pictures that have come back in the last few days have painted a really good impression of just how desperate and difficult those conditions have been in the last few weeks.\n\"They have been sleeping in rough conditions, eating off ration packs and their sole motivation has been to help as many of the Afghans and British entitled personnel as they possibly could.\"\nHe had the most \"enormous admiration\" for what British troops had done, he added.\nBy James Reynolds, BBC News\nThe stark image of Britain's ambassador to Afghanistan walking down the steps onto the tarmac at Brize Norton was clear confirmation that Britain's mission in Kabul is now over. \nAt the bottom of the steps, Sir Laurie Bristow was greeted by a single Foreign Office colleague - the permanent under secretary Sir Philip Barton. \nThere was no ceremony, no speeches. The diplomats and their colleagues walked off into the terminal building.\nA few minutes later members of the 16 Air Assault Brigade - who had been at Kabul airport - walked quietly off the same plane. \nThe mission may be over - but it's not complete. \nA senior naval officer told me of his great sadness that local Afghan allies have been left behind. Their safety is now in the hands of the Taliban.\nNo 10 said the number of people evacuated included about 2,200 children, with the youngest just one day old.\nAbout 5,000 British nationals and their families were airlifted, alongside more than 8,000 Afghan former UK staff and their families and those considered at risk from the Taliban.\nIn a video posted on Twitter on Sunday, Mr Johnson praised the \"colossal exertions\" of those involved in the evacuation operation who worked \"to a remorseless deadline, in harrowing conditions\".\nHe said that although the UK \"would not have wished to leave in this way\", the suffering and hardship of all the troops involved over 20 years was \"not in vain\".\nSir Laurie said \"for the time being\" the UK embassy to Afghanistan would operate from Qatar but it would reopen as soon as possible and \"we will continue to stand by the people of Afghanistan\".\nIn a video posted on Twitter, the ambassador said the UK government would continue putting pressure on the Taliban \"to allow safe passage\" to the UK for those Afghans and British nationals \"who still need our support\".\nLord Dannatt, who was head of armed forces between 2006 and 2009, told BBC Breakfast: \"It's a big moment because it's the end of a military chapter - a chapter that's ended not in the way we would have wished.\"\nHe said the soldiers involved in the evacuation process at Kabul airport had done \"a fantastic job in very difficult circumstances\" but he said it was a \"tragedy\" that some people eligible to come to the UK had been left behind. \nHe said there should be an inquiry into the UK's 20-year engagement in Afghanistan to look at the \"string of strategic errors\", including the manner of the evacuation, which he said could have started several months ago and been done \"in a more calm and considered way\".\nThe US is continuing evacuations ahead of the 31 August deadline for foreign troops to leave the country.\nA suicide bombing near the airport on Thursday resulted in some 170 deaths, including two UK citizens and the child of a British national. US President Joe Biden has warned another attack is highly likely. \nA new plan to resettle people fleeing Afghanistan, called Operation Warm Welcome, has been announced by the government.\nIt will be modelled on a similar scheme put in place for Syrian refugees - 20,000 of which came to the UK between 2014 and 2020.\nSupport will include help with integration and dealing with trauma, free English language courses, and assistance with health, education, accommodation and employment.\nThe UK government has two schemes to resettle Afghans - the Afghan Relocations and Assistance Policy (ARAP) for those who worked for the UK government; and the Afghan Citizens' Resettlement Scheme, which focuses on women and children, as well as religious and other minorities."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58372746",
      "category": "world-us-canada",
      "title": "Hurricane Ida: Thousands flee as category four storm bears down on Louisiana",
      "tags": "Louisiana,Hurricanes,Hurricane Ida,United States,Hurricane Katrina",
      "text": "Tens of thousands of people are fleeing the US state of Louisiana as Hurricane Ida closes in from the Gulf of Mexico.\nIda is now a category four hurricane, one below the highest level, with up to 150mph (240km/h) sustained winds.\nIt is expected to make landfall on Sunday, bringing a \"life-threatening\" storm surge. Ida is likely to be stronger than Hurricane Katrina, which devastated much of New Orleans in 2005.\nTraffic jams clogged motorways as residents heeded orders to evacuate.\nThe National Hurricane Center said \"potentially catastrophic wind damage and flooding rainfall will impact portions of the northern Gulf coast beginning later this morning\" (Sunday).\nThe current 150mph maximum sustained wind speed is only 7mph short of a category five hurricane. No category five has ever hit Louisiana.\nGovernor John Bel Edwards warned residents on Saturday: \"Your window of time is closing. By the time you go to bed tonight you need to be where you intend to ride the storm out and you need to be as prepared as you can be, because weather will start to deteriorate very quickly tomorrow.\"\nThe governor of neighbouring Mississippi has declared a state of emergency.\nPresident Joe Biden said Ida was \"turning into a very, very dangerous storm\" and the federal government was ready to provide help.\nPosition of Ida at 01:00 local time (06:00 GMT) on Sunday. Source: National Hurricane Center\nThe NHC said that, at 12:00 GMT on Sunday, Ida was about 50 miles south-west of the mouth of the Mississippi river and was moving north-west at about 15mph. While still over water, it has the capacity to strengthen even further.\nIda earlier battered part of Cuba, bringing down trees and tearing off roofs, while Jamaica suffered heavy rains. No-one was reported killed.\nSunday marks the 16th anniversary of Hurricane Katrina, which devastated New Orleans after making landfall as a category three. Katrina flooded 80% of the city and killed more than 1,800 people.\nWith stronger storm defences now in place, there's hope that levees in New Orleans will be able to withstand the impact of the hurricane.\nBut experts warn that if storm surges hit at a time that coincides with high tides, sea water could flood the New Orleans levee system and enter the city again.\n\"Please understand this, there is the possibility that conditions could be unliveable along the coast for some time and areas around New Orleans and Baton Rouge could be without power for weeks,\" the National Weather Service wrote on Saturday.\n\"We have all seen the destruction and pain caused by [Hurricanes] Harvey, Michael and Laura. Anticipate devastation on this level and if it doesn't happen then we should all count our blessings.\"\nAlessandra Jerolleman, a senior fellow in emergency management at New Orleans' Tulane University, told the BBC as she fled in her car: \"I am absolutely devastated thinking about those communities under mandatory evacuation orders.\n\"They can expect to see catastrophic and substantial damage... streets can be expected to flood, vehicles can be expected to be lost.\"\nMore than 80 oil rigs in the Gulf of Mexico have been evacuated and half the region's oil and gas output has been suspended.\nThe impact of climate change on the frequency of storms is still unclear, but increased sea surface temperatures warm the air above and make more energy available to drive hurricanes, cyclones and typhoons.\nAs a result, they are likely to be more intense with more extreme rainfall. \nHow has hurricane Ida affected you? Only if it's safe to do so, you can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58371557",
      "category": "uk-wales",
      "title": "Shotton: Man charged with murder of Jade Ward , 27",
      "tags": "Deeside",
      "text": "A man has been charged with the murder of a 27-year-old woman.\nJade Ward was found dead at a property on Chevrons Road in Shotton, Flintshire, on Thursday morning.\nNorth Wales Police said Russell Norman James Marsh, 29, had been remanded in custody and will appear before magistrates on Monday.\nDet Ch Insp Jon Salisbury-Jones said: \"I would like to thank the local community for all the valuable assistance they have provided.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58371553",
      "category": "uk-wales",
      "title": "Snowdon: Amputee Paul Ellis' 13-hour crawl to reach summit",
      "tags": "Amputees,Snowdon,Widnes,Disability,Cheshire,Uplifting stories",
      "text": "A man who has had both his legs amputated has completed a 13-hour crawl to the summit of Snowdon.\nPaul Ellis, 56, from Widnes, Cheshire, said he was in good spirits after completing the nine-mile (14.5 km) Llanberis route on Friday.\nHe has so far raised more than £3,000 to send amputee children on holiday.\nMr Ellis suffered a spinal injury in a fall in 1992, leaving him in excruciating pain and unable to stand for more than few minutes at a time.\nIn 2008 he chose to have both legs amputated below the knee to gain more mobility. \nThe married father-of-two said: \"I did the first three miles in about three hours... the last two miles took me more or less nine hours probably.\"\nHe said passers-by kept him going: \"I've got a few blisters on my stumps, blisters on my hands... you're putting your wrist down all the time so my wrists got quite sore.\n\"But with all the support of the people on the mountain saying 'come on you can do it', that spurs you on.\n\"People are so generous, I ran out of water twice and people gave me water and food as well...  \n\"I enjoyed it actually, it was a good day.\" \nIt was a big relief to reach the top: \"I was made up,\" he said.\nAfter reaching the summit, Mr Ellis then spent the night at the top of Wales' highest mountain.  \nTwo members of the charity Amp Camp then brought his prosthetic legs to him and helped him walk back down on Saturday morning. \nThe first Kids Amp Camp, aimed at building fitness and confidence after an amputation, will take place in February, and will allow six children and their families to go on a paid holiday to Tenerife.\nMr Ellis also climbed Ben Nevis with a group of 10 other amputees earlier this month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58367225",
      "category": "uk",
      "title": "Afghanistan: Final UK flight for civilians leaves Kabul, says government",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "The UK's final evacuation flight purely for civilians has left Afghanistan's capital, Kabul, the Ministry of Defence has said.\nFurther flights which leave will have UK diplomatic and military personnel on board, it added.\nThe head of the armed forces, Gen Sir Nick Carter, said it was \"heartbreaking\" they had not been able to rescue everybody. \nMore than 15,000 people have been evacuated by the UK since 14 August.\nThe Ministry of Defence said this number included more than 2,100 children.\nSir Nick said hundreds of Afghans eligible to come to the UK remained in Afghanistan.\nMeanwhile, Defence Secretary Ben Wallace addressed returning troops, saying \"the UK should be very proud of what you have done\".\n\"Every one of you [has] displayed the highest levels of professionalism and bravery. You have helped thousands to get to a better future and safety. Thank you,\" he tweeted.\nA mass airlift has been under way since the Taliban took control of the capital, with a deadline of 31 August in place for foreign troops to leave the country.\nThe US has been running the airport in Afghanistan's capital, where a suicide bomb attack on Thursday may have killed as many as 170 people - including two British nationals and the child of a British national.\nAmong those killed in the attack was Mohammad Niazi - a taxi driver from Hampshire - who had travelled to Afghanistan to help his family get inside the airport. \nIt has not been confirmed whether he was one of the UK nationals referred to by the Foreign Office.\nHis brother Abdul Hamid said Mr Niazi been killed during the firing in the aftermath of the blast. He said his wife and two of his children were still missing.\nMore than 1,000 UK troops were in Kabul helping to process departures at the airport at the height of the operation. Some have already left and the rest will depart over the weekend.\nThe British ambassador to Afghanistan, Sir Laurie Bristow, said it was \"time to close this phase of the operation now\". He added: \"But we haven't forgotten the people who still need to leave. We'll continue to do everything we can to help them.\"\nChief of the defence staff Sir Nick told Radio 4's Today programme: \"[The evacuation] has gone as well as it could do in the circumstances... but we haven't been able to bring everybody out and that has been heartbreaking, and there have been some very challenging judgements that have had to be made on the ground.\"\nHe said the number of Afghans who were eligible to come to the UK but remained in Afghanistan was in the \"high hundreds\".\nHe suggested some would not have wanted to take the risk of travelling to the airport - or been unable to - rather than it being down to \"processing\" issues. \nBut he added: \"We are forever receiving messages and texts from our Afghan friends that are very distressing. So we're all living this in the most painful way.\"\nHe said those of them who hadn't been able to leave via evacuation flights but were able to get out another way would \"always be welcome in Britain\".\nThose already evacuated include British nationals, as well as almost 8,000 Afghans eligible under the UK's relocation scheme for those who worked for the UK government and other vulnerable individuals. \nAs of Friday, the government said between 800 and 1,100 eligible Afghans and 100 to 150 Britons were yet to be evacuated.\nChairman of the foreign affairs select committee Tom Tugendhat, who served in the military in Afghanistan, told BBC Breakfast he was \"extremely sad\" so many of his friends had been left behind and he was continuing to work to get people out of the country.\nHowever, he said people should \"forget\" about trying to get to Kabul airport, due to the numerous dangerous checkpoints that have been installed along the motorways.\n\"We're looking at different networks to get people into second countries, and then connecting them to high commissions and ambassadors of the United Kingdom, to get them to the UK safely,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-58368257",
      "category": "uk-england-lincolnshire",
      "title": "Covid-19: Lifeguards withdrawn at Lincolnshire beaches after positive case",
      "tags": "Mablethorpe,RNLI,Sutton on Sea,Ingoldmells,Skegness",
      "text": "Lifeguards have been withdrawn from two Lincolnshire beaches after one staff member tested positive for coronavirus, the RNLI said.\nThe charity said it had to temporarily withdraw the lifeguard service from Ingoldmells and Sutton-on-Sea beaches. \nIt said it had made the \"difficult decision\" due to staff shortages.\nEarlier the RNLI said lifeguards would also be withdrawn from Skegness and Mablethorpe beaches but they have now been reintroduced.      \nDaniel Cooper, of the RNLI, warned only \"very competent\" swimmers should enter the water at unguarded beaches.\nThe RNLI temporarily withdrew the lifeguard service from all four beaches due to a positive test and other members of the team having to self-isolate.\nSkegness and Mablethorpe lifeboat stations remain able to respond to calls from the Coastguard, the charity said.\nThe charity said it would \"return to a full service as soon as possible\".\nMr Cooper urged people to stay out of the water while there were no lifeguards available. \nHe added: \"If you are going into the water you need to make sure you are with somebody else and you've got somebody watching you to call 999 and ask for the coastguard if needed.\"\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58340809",
      "category": "world-asia",
      "title": "Kabul airport attack: 'Today I saw doomsday'",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "Survivors have spoken of their horror after twin blasts hit crowds of people awaiting evacuation outside Kabul's airport on Thursday. Most witnesses have not been named for their own safety.\nOne Afghan, who previously worked with an international development group and who holds a US visa, was among the thousands of people who had been waiting outside Kabul's airport for hours when the explosion struck.\n\"It was as if someone pulled the ground from under my feet. For a moment I thought my eardrums were blasted and I lost my sense of hearing,\" he told Reuters news agency.\n\"I saw bodies and body parts flying in the air like a tornado taking plastic bags... into the air. I saw bodies, body parts, elderly and injured men, women and children scattered in the blast site.\n\"It is not possible to see doomsday in this life, but today I saw doomsday, I witnessed it with my own eyes.\"\nPreviously, he said, police and security forces would work to clear the scenes of attacks, but in the aftermath of Thursday's bombing \"there was no-one to handle the issue and move the bodies and the wounded to hospital or take them out of sight of the public\".\n\"Bodies and wounded were lying in the road and in the sewage canal. The little water flowing into it had turned into blood,\" he recalled.\n\"Physically, I am OK... but I don't think the mental wound and the shock I sustained from today's blast will ever let me live a normal life.\"\nOther witnesses spoke of the chaos at the scene after the initial blast.\n\"When people heard the explosion, there was total panic,\" a man named Milad, who had been waiting outside the airport with his wife and three children, told the AFP news agency. \n\"The Taliban then started firing in the air to disperse the crowd. I saw a man rushing with an injured baby in his hands.\"\n\"I will never, ever want to go (to the airport) again. Death to America, its evacuation and visas,\" he said.\nAnother man, a former interpreter with US forces in Afghanistan, told CBS News how he tried to save an injured child, who was around five years old.\n\"I just saw a lot of people got hurt and people that were lying on the ground. I saw a baby there and I went to her and I picked her up and started taking her to the hospital.\"\n\"I took her to the hospital, but she died on my hands,\" he said. \"That's heart-breaking. What is going on right now is heart-breaking, this whole country has fallen apart.\"\n\"I tried,\" the interpreter continued. \"I did my best to help her.\"\nImages shared on social media showed desperate survivors bringing the injured to safety using any means available, including wheelbarrows and taxis.\nOne man who helped others to a medical centre told Afghanistan's Tolo news that many people had been thrown down to the ground or into the water by the force of the blast. \n\"We carried the wounded here on stretchers - and look, my clothes are completely bloodied.\"\nThe Kabul Surgical Centre, run by the international medical charity Emergency, said that 60 people had arrived in less than two hours.\nThe hospital's medical co-ordinator said in a post on the group's Twitter account that patients were \"terrified, their eyes totally lost in emptiness, their gaze blank. Rarely have we seen such a situation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58364572",
      "category": "world-us-canada",
      "title": "Robert F Kennedy assassin Sirhan Sirhan recommended for parole",
      "tags": "Parole Board,United States,California",
      "text": "A Californian parole board has voted to grant prison release to the murderer of Democratic 1968 presidential candidate Robert F Kennedy (RFK).\nSirhan Sirhan served 53 years in jail for shooting the frontrunner after a speech at a Los Angeles hotel, arguably altering the course of history.\nThe vote, establishing that he is not a public threat, does not necessarily guarantee he will walk free.\nThe decision now falls to Californian Governor Gavin Newsom.\nThe Democrat is currently in the throes of an election campaign. \n\"Over half a century has passed,\" Sirhan reportedly told parole commissioners. \n\"That young impulsive kid I was does not exist anymore.\"\n\"Senator Kennedy was the hope of the world and I injured, and I harmed all of them and it pains me to experience that, the knowledge for such a horrible deed,\" he added according to the Associated Press, the only news agency that was allowed to attend his parole hearing.\nThe local district attorney's office in LA has said that they will not move to oppose his release.\nNow 77, the Palestinian-born assassin was requesting parole for the 16th time. He said after his arrest he had carried out his attack over the then-senator's support for US aid to Israel. He later said he had no memory of the attack.\nThe board's decision came after two of Kennedy's children appealed to the parole board to release their father's killer.\n\"I really do believe any prisoner who is found to be not a threat to themselves or the world should be released,\" Douglas Kennedy said, according to the Associated Press."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58364743",
      "category": "world-asia",
      "title": "Afghanistan: US says drone strike killed IS-K planner",
      "tags": "Afghanistan,US drone strikes,United States,Islamic State group",
      "text": "The US military says it believes it has killed a planner for the Afghan branch of the Islamic State group in a drone strike in the east of the country.\nThe suspected member of the IS-K group was targeted in Nangarhar province.\nIS-K said it had carried out an attack outside Kabul airport on Thursday that may have killed as many as 170 people, including 13 US troops.\nA mass airlift has been under way at the airport since Taliban militants overran the capital this month.\nIn the past two weeks, more than 100,000 people are believed to have been evacuated, with the deadline set by the US for its forces to leave Afghanistan expiring on Tuesday.\nPresident Joe Biden promised on Friday to hunt down the jihadists behind Thursday's suicide bombing.\nIS-K, or Islamic State Khorasan Province, is the most extreme and violent of all the jihadist militant groups in Afghanistan. \nThe US drone strike is the first reported in Afghanistan since Thursday's blast.\nCapt Bill Urban of Central Command said: \"The unmanned airstrike occurred in the Nangarhar province of Afghanistan. Initial indications are that we killed the target. We know of no civilian casualties.\"\nHe described it as an \"over-the-horizon counterterrorism operation\". \nA Reaper drone, launched from the Middle East, struck the militant while he was in a car with another IS member, killing them both, an official told Reuters news agency.\nMost of IS-K's several thousand extremists are believed to be in hiding in the province, east of Kabul.\nThursday's blast outside Kabul airport tore through crowds of men, women and children \nDozens of Afghans trying to leave the country were killed. In addition to the US personnel killed, two British nationals and the child of a British national were among the dead.\n\"We will not forgive, we will not forget. We will hunt you down and make you pay,\" Mr Biden warned the perpetrators on Friday.\nHe said another attack in Kabul was likely in the coming days.\nRoughly 5,000 US troops are still stationed at Kabul airport, processing people desperate to leave.\n\"We are providing swift passage to every foreigner to leave Afghanistan in the next 48 hours,\" an unnamed Western official told Reuters.\nTaliban officials say they have taken control of parts of the airport but the US says its forces are still in charge.\nThe BBC's chief international correspondent Lyse Doucet, who is in Kabul, has been told by sources that the US and British troops are \"wrapping up\" at the airport, and that the Taliban will take over in \"a matter of hours\".\nMost Nato countries have now ended their emergency flights. France ended its evacuation effort on Friday, blaming deteriorating security at the airport.\nAmerican officials have issued a new warning to US citizens to stay away from the airport's gates in case of further attacks.\nPentagon spokesman John Kirby said the US believed there were still \"specific, credible\" threats against the airport.\n\"We certainly are prepared and would expect future attempts,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58283177",
      "category": "world-asia",
      "title": "Afghanistan: How many refugees are there and where will they go?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Thousands of people are scrambling to flee Afghanistan after the Taliban seized back control of the country, almost two decades after they were ousted by a US-led coalition.\nThe United Nations has warned that up to half a million Afghans could flee the country by the end of the year and has called on neighbouring countries to keep their borders open. \nThe current crisis comes on top of the 2.2 million Afghan refugees already in neighbouring countries and 3.5 million people forced to flee their homes within Afghanistan's borders.\nThe US-led operation to evacuate people by air has now ended, with the last flight taking off from Kabul airport just after midnight on Tuesday - a deadline agreed with the Taliban for foreign forces to withdraw.  \nMore than 123,000 civilians were evacuated by US forces and its coalition partners after the Taliban took control of the capital on 14 August - but it's unclear exactly how many of those were Afghan nationals. \nThe US has said that it flew nearly 80,000 civilians out of Kabul and of those, about 5,500 were Americans and more than 73,500 were either Afghans or other foreign nationals. \nWhile the UK Ministry of Defence, which ended its evacuations on Saturday, said it had flown out more than 15,000 people and some 8,000 of them were Afghans. \nAt the height of the operation, the US said its military planes were departing the airport every 39 minutes - although the evacuations did slow down after the suicide bomb attack on the 26 August outside the airport, which killed about 170 people, including 13 American troops.\nMany of those flown out of the country were taken to emergency processing centres set up in several countries, including Spain, Germany, Qatar and Uzbekistan.\nAs many as 300,000 Afghans have been affiliated with US operations in the country since 2001, according to the International Rescue Committee, and tens of thousands of them are eligible to obtain a US visa - but many will now have to find a different way out of the country. \nAt the weekend, the US said it had received assurances from the Taliban that Afghan nationals who are issued with valid travel documents by another country will be allowed to leave Afghanistan. \nThe Taliban control all the main land crossing points with Afghanistan's neighbours (shown on the map below) and reports suggest they are only allowing traders or those with valid travel documents to leave the country.\nHowever, many of those trying to flee because they fear for their safety under Taliban rule will not have any paperwork. \nThe UN has urged Afghanistan's neighbours to keep their borders open to refugees and called on the international community to support those countries. \nBut Uzbekistan, which borders the north of Afghanistan, has said its main crossing point is closed to \"ensure security\" and there are no plans to open it. \nPakistan, which has the longest border with Afghanistan, has also said it will not accept refugees - with its US ambassador telling the BBC: \"We are already overburdened by the refugees, and it is beyond our capacity to host any more refugees.\"\nLast week, satellite imagery of the Spin Boldak crossing point between Afghanistan and Pakistan showed a large crowd of people gathered on the Afghan side. \nThe BBC's Shumaila Jaffery, who was at the crossing point, said it was a chaotic scene with many Afghans not being allowed to enter Pakistan. \nLast Friday, two Afghans were reportedly killed by Pakistani security forces at the Torkham border crossing after trying to enter Pakistan illegally.\nThere have also been reports of thousands of Afghans trying to cross the western border with Iran, but it's unclear how many have been successful. \nThe latest movement of Afghans is part of a historical exodus from a country that has suffered instability and conflict over many years.\nEven before the Taliban retook control, more than 550,000 people had been forced to flee their homes this year due to fighting, according to the UNHCR. \nThat means an estimated 3.5 million Afghans are currently internally displaced within the country.\nIn addition to those within Afghanistan's borders, about 2.2 million refugees and asylum seekers were also seeking sanctuary in neighbouring nations as of the end of last year.\nThis year, Afghans have also had to deal with a severe drought and food shortages across most of the country. A report by the UN World Food Programme (WFP) in June said that 14 million people - more than a third of the population - were suffering from hunger. \nMary-Ellen McGroarty, WFP country director for Afghanistan, said last week that unless emergency food and medical supplies arrived soon, the \"already horrendous situation\" would become \"an absolute catastrophe, a complete humanitarian disaster\".\nNeighbouring countries Pakistan and Iran saw the highest numbers of Afghanistan's refugees and asylum seekers last year.\nAlmost 1.5 million fled to Pakistan in 2020, while Iran hosted 780,000, according to UNHCR figures.\nGermany was third, with more than 180,000, while Turkey took nearly 130,000.\nWhen looking at asylum seeker numbers only - those who have applied for sanctuary in another country but whose claims have not yet been granted - Turkey, Germany and Greece top the list, with about 125,000, 33,000 and 20,000 respectively.\nAlthough there are no Afghan asylum seekers in Iran, those with refugee cards - an official document recognising their status - are able to access the country's health and education systems.\nThe UN has called on its member states to help Afghan people in \"their darkest hour of need\" - but while some countries have offered refugees a safe haven, others have indicated they will not be giving sanctuary to those fleeing the crisis. \nBoth Pakistan and Iran have said that they cannot cope with a further influx of Afghan refugees. Officials in both countries have said that any refugees that do arrive will have to stay in camps near the border until they can return to Afghanistan. \nUzbekistan has said it will help transfer Afghans to third countries but will only host refugees temporarily. The Tajikistan government previously offered to accept up to 100,000 refugees but it's unclear if any have been allowed in yet. Turkmenistan has said its airspace can be used for evacuation flights but it hasn't made any commitment to take in refugees itself. \nIn Turkey, the government has urged European countries to take responsibility for any new migrant crisis, saying Turkey would not be \"Europe's migrant storage unit\". The country has stepped up construction of a border wall with Iran to thwart those entering illegally. \nOfficials in several European Union countries say they are keen to avoid a repeat of the 2015 migrant crisis, when there was a populist backlash against large numbers of Syrian refugees being allowed to enter EU territory.\nFrance, which evacuated more than 2,800 people from Kabul airport, mostly Afghans, has indicated it will accept some refugees but has not specified a number. Germany has also not specified a number but Chancellor Angela Merkel has said as many as 40,000 people still in the country may have a right to be evacuated to Germany if they feel they are endangered.\nOther EU countries, like Austria, Poland and Switzerland have said they will not accept any new Afghan arrivals and are upping their border security to guard against illegal arrivals. \nThe UK has said it will take in 5,000 Afghans in 2021 as part of a scheme to resettle 20,000 over the next few years, focusing on those at greatest risk from the Taliban.\nThe US has not said how many refugees it will accept yet, but it has authorised $500m (£367m) for \"unexpected urgent refugee and migration needs of refugees\". Canada has said that it will resettle 20,000 Afghans while Australia has said it will take in 3,000.\nSeveral countries, including Kosovo and Uganda, have also accepted US requests to temporarily accept Afghan refugees before they are resettled elsewhere. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58371549",
      "category": "uk-wales",
      "title": "Risca HGV driver wins £275k McLaren supercar in raffle",
      "tags": "Risca,Uplifting stories",
      "text": "An HGV driver has won a supercar worth £275,000 in a charity raffle. \nAndrew Olsen from Risca, Caerphilly, won the McLaren 720S Spider on his 60th birthday after spending £25 on 40 raffle tickets.\n\"I'm still coming to terms with someone telling me I've won something worth so much money, it's bonkers,\" he said. \nHe said he had forgotten he had entered the draw until he received an email to say he had won a prize on 6 August. \nHe was then invited to a video call: \"I was told 'you've won a McLaren 720S Spider' - I didn't know what one of them was, you just know with McLaren it's got to be something special.\n\"I was asked 'would you like to know the cost of this car' and I said 'yeah I'm intrigued' and she said 'it's £275,000' - you could have knocked me over with a feather.\n\"It's just absolutely unbelievable, you don't hear of people winning like that.\"\nMr Olsen said he learned about the Omaze Million Pound House Draw for Great Ormond Street Hospital Children's Charity on social media and thought \"I'll have a little go at that\". \nAn identical car was driven to Risca on Friday for him to see what he had won while his car is being built.\nHe was also given £10,000 cash to help with the running cost of the car and an invite to the McLaren racetrack in Woking, Surrey, for him to be taken for a spin in his new car by a test driver.  \nBut Mr Olsen, who has been married for 39 years and has two children and three grandchildren, does not think he will keep the car: \"The money would benefit me more, my boy hasn't got a house and I could help him to buy one,\" he said. \nHe said he was still in disbelief: \"I have never ever won anything, I couldn't win a pound on a scratch card. I still don't believe it now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58359415",
      "category": "uk-wales",
      "title": "Bank holiday: Travel warning as sunshine forecast in Wales",
      "tags": "Travel,Staycations,Newport,M4 motorway",
      "text": "Motorists have been warned travel times could double as people head to enjoy the sun over the bank holiday weekend.\nAlmost 17 million UK trips are expected this weekend because of a rise in staycations due to Covid, foreign travel restrictions and the weather.\nNorth Wales Police have warned people \"not to bother\" attending illegal raves as extra officers will be deployed.\nIt comes after Met Office forecasters said Wales could be among the warmest places in the UK over the weekend.\nThe Met Office has said the west of the UK is set to see the best of the sunshine this weekend, with the south-east expected to be the warmest area of Wales with temperatures of 22 to 23C (71.6 to 73.4F) on Saturday.\nForecasters predict similar temperatures on Sunday with the Met Office expecting the warmest weather to be on Wales' west coast.\nThe RAC has predicted it could take you twice as long to get to your destination at peak times this weekend. \nIt has estimated there will be 16.7 million leisure trips - compared to the 10.8 million for May Bank Holiday when more Covid restrictions were in place - will be taken across the UK for the last bank holiday weekend of the year.\nRoads in the south-west of England are expected to be the busiest in the UK but traffic data experts have warned the M4 motorway across south Wales will be busier than normal.\nInrix data suggests Wales' longest queues will be on the M4 through Newport around the Brynglas Tunnels and along the Port Talbot and Swansea stretch.\n\"Drivers hitting the road for one last getaway before the end of summer should expect long delays on key corridors,\" said Bob Pishue of Inrix.\n\"Knowing when and where congestion will build can help drivers avoid the stress of sitting in traffic.\n\"Our advice is to avoid travelling in the afternoon - leave early in the day or be prepared for some travel times to double.\"\nThe RNLI has warned people to \"take care and be aware of the dangers\" when visiting Wales' coastal areas, as the August Bank Holiday weekend is one of its busiest times.\n\"As the school summer holidays are nearing the end, we're urging people not to become complacent about the dangers of the sea and coastal areas,\" said the RNLI's head of water safety Gareth Morrison. \nThe Welsh Ambulance Service has also called for people to take care as it warned of extra pressure on paramedics and hospitals as more people socialise now most Covid restrictions have been lifted in Wales.\n\"At peak periods such as this, the population in certain areas of Wales can increase dramatically with an influx of holidaymakers soaking up our beautiful scenery,\" said Lee Brooks of the Welsh Ambulance Service.\n\"This gives us a much larger population to care for and whereas we have plans to help us cope with this, we are asking the public to make smart choices when it comes to dealing with non-emergency medical issues.\"\nPolice have also warned revellers against attending illegal music events after more than 3,000 people attended a rave at Banwen on the edge of the Brecon Beacons during lockdown over the August Bank Holiday last year.\n\"Hoping to attend an illegal rave in North Wales this weekend? Our advice... don't bother,\" was North Wales Police's advice as it said it would have extra officers out looking for raves.\nSome destinations in Wales have already experienced one of the busiest periods on record due to the staycation boom, with queues on Wales' highest peak Snowdon among \"the worst\" in memory.\nMost of Wales' Covid restrictions have been lifted and despite case numbers and case rate rising to the highest since January, no significant changes to rules were announced by the Welsh government at the latest three-week restriction review.\nPublic Health Wales figures have showed deaths and hospital admissions remain much lower due to the vaccine rollout - and rising cases were anticipated with restrictions easing and people mixing more.\nBut Wales' health minister Eluned Morgan has urged people to \"stay outside for the Bank Holiday\" in a bid to stop rising case numbers.\nThere is one slight amendment in Wales' Covid rules which comes into force on Saturday, with those attending wedding and civil partnership ceremonies no longer needing to wear face masks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58364308",
      "category": "uk",
      "title": "Hire UK workers to drive lorries, minister tells firms",
      "tags": "UK immigration,Job Retention Scheme,UK economy,Freight transport,Brexit,Kwasi Kwarteng,Coronavirus pandemic,Haulage",
      "text": "Businesses have been told to prioritise hiring UK-based workers rather than relying on labour from abroad to fix a shortage of lorry drivers.\nBusiness Secretary Kwasi Kwarteng rejected calls from firms to loosen immigration rules, saying it would be a \"short-term temporary solution\".\nBut Logistics UK says it can take nine months for new drivers to qualify and there is a backlog of driving tests.\nA growing number of firms have said the issue is causing product shortages.\nLast weekend trade bodies the British Retail Consortium and Logistics UK, which represents the freight sector wrote to the government warning the shortfall of drivers was \"placing increasingly unsustainable pressure on retailers and their supply chains\".\nA combination of Covid, post-Brexit immigration rules, tax changes and other factors has meant there are not enough drivers to meet demand, with the shortages affecting well-known brands such as Nando's and McDonald's, as well as supermarkets. \nResponding to the groups, Mr Kwarteng said HGV drivers would not be eligible for a skilled worker visa or be added to the shortage occupation list to allow firms to recruit them from abroad.\nWhile this would help in the short term, he said businesses should instead be \"utilising the strength of our domestic workforce\" and looking to employ those facing an \"uncertain future\" when the furlough scheme ended next month.\nMr Kwarteng said the government was offering £7,000 per apprenticeship for people training to be lorry drivers, as well as grants to train military service leavers, ex-offenders and the long-term unemployed to move into jobs where there were labour shortages. \nLogisitics UK said it was \"frustrated\" with Mr Kwarteng's response and it estimated the backlog of HGV driver tests could take until early 2022 to clear.\n\"The industry needs drivers now, and we have been urging the government to replicate its temporary visa scheme, introduced for agricultural workers, for logistics to keep trucks and vans moving in the short term,\" a statement said.\nAs well not being included in the visa scheme, reforms to the IR35 tax rules have also made it less attractive for drivers from elsewhere in Europe to work or be employed in the UK. \nThe government said the UK had a \"highly resilient food supply chain and well-established ways of working with the food sector to address supply chain disruptions.\nA spokeswoman said it had announced measures to help tackle the HGV driver shortage, including plans to streamline the process for new drivers to gain their licence and to increase the number of tests able to be conducted, but said most solutions were likely to be driven by industry.\nThe UK's skilled worker visa allows a person to stay in the UK to do an eligible job with an approved employer. \nWorkers must meet criteria, including having a \"certificate of sponsorship\" from a UK employer approved by the Home Office.\nThere is also a shortage occupations list, which includes jobs in healthcare, education, science and engineering. HGV drivers are not on this list, which means they are excluded from the visa.\nThe Road Haulage Association has estimated there is a shortage of more than 100,000 drivers in the UK, which had around 600,000 before the pandemic.\nOn Friday supermarket chain Morrisons became the latest company to join the growing chorus of calls for drivers to be eligible for Skilled Worker visas to allow them to work in the UK.\nAldi has said it has increased its wages for lorry drivers amid the shortage. The supermarket chain pays between £14.15 and £15.34 per hour for day shifts, and £16.98 and £18.41 per hour for night shifts according to its careers website. Tesco has offered a £1,000 bonus for drivers who join before 30 September.\nWorker shortages are not just affecting the transport of goods, with pig producers warning a shortage of labour at abattoirs is causing a surplus of pigs to be stuck at farms.\nThe National Pig Association told the BBC any suggestion that people coming off furlough could solve a shortage of meat processors was not realistic.  \nA report by a group of 12 trade bodies in the food, drink and hospitality sectors has said \"chronic labour shortages\" span the whole of the supply chain, from agricultural workers through to waiting staff.\nTim O'Malley, managing director at food firm Nationwide Produce, said the industry needed to make its jobs more attractive to UK workers.\nHe said: \"If we are going to increase pay and working conditions to attract British workers then we are going to have to pay more for our food, we are going to see food price inflation.\"\nBusiness groups in logistics and the food sector have repeatedly said they do want to grow more of a UK-based workforce - something the government keeps saying must happen. \nBut firms insist that will take time and they can't wait. They say a shortage of HGV drivers, that's been steadily building in the background due to a cocktail of factors including an ageing pool of labour, has been sharply exacerbated by both the pandemic and post-Brexit immigration rules.\nIn other areas where there are job vacancies, such as meat processing, it's proving extremely hard to attract domestic workers who are prepared to do the job, or have the right skills.\nThat's why we're hearing increasingly loud calls for short-term solutions. The government has so far rejected any changes which involve making it easier for EU migrant workers to fill the gaps.\nBusinesses say they have spent money on bumping up wages to compete for staff. But the continuation of that will mean higher prices. One fruit and veg distributor told me: \"The end of cheap labour means the end of cheap food.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58319846",
      "category": "uk",
      "title": "Afghanistan: The local people helping refugees in the UK",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Charities,Volunteering,Fundraising",
      "text": "Lucie Dennis's doorbell has hardly stopped ringing. \"About 50 Amazon boxes have just turned up,\" she says. \"It's been completely overwhelming.\"\nThe parcels aren't the result of a lavish spending spree. Instead, they contain just some of the donations paid for by members of the public who have been moved to help after the Taliban seized control of Afghanistan's capital, Kabul - prompting thousands of people to flee the country.\nLucie, who runs a campaign group called Help to Make Tummies Full that helps feed children in her part of the UK - and who has three children herself - decided to take action after seeing images of Afghanistan on the news this month.\nMore than £2,000 worth of goods have been delivered to her doorstep in Walsall so far - enough to create 48 jam-packed rucksacks for Afghan children due to be resettled in the local area.\nWith a list of ages and genders in hand, Lucie set about tailor-making each bag - all of which include new socks, underwear, and things like colouring books, pencils, toiletries, shower gel and toothpaste. \n\"Every bag is different,\" she says. An appeal on Facebook supercharged the operation. \"Some people have been making up their own backpacks, others have buying things in bulk for us, and others are on the Amazon wish list. Every time I check the list it's all been bought.\"\nFahim Zazai, who is also organising donations in Walsall, is ecstatic with the response to his appeal for help. \"It's been really good. It's been really positive. Lots of people have responded really quickly and really positively,\" he says. \nFahim runs the Afghan Community and Welfare Centre in the West Midlands town. He arrived in the UK from Afghanistan more than 20 years ago having fled the Taliban - completely on his own and not speaking a word of English. Now the 42-year-old is helping others make the same journey.\n\"I came here with nothing. I know how hard it is to come here not knowing the language, having no friends, having no support,\" he says. \"I'm stepping up to support these newly arrived families.\"\nNow married with four children, Fahim is appealing for donations of things like clothing, household items such as cutlery and plates, and toys. \"What they receive is not enough,\" he explains. \"We're asking for certain items because often they only come with their own clothes.\"\nJayne Moorby, 44, has been volunteering with Furness Refugee Support, a volunteer group in Cumbria, for some time. As the Taliban gained ground in Afghanistan, she was moved to donate to another organisation, Care4Calais, which is collecting items for refugees who have recently arrived in Manchester.\nShe shared a picture of her donations - including felt tip pens, soap and toothpaste - on Twitter, writing: \"No-one chooses to be a refugee, if any of us were in that position I hope we would get kindness and support in building a new life.\"\nThe marketing manager tells the BBC she believes first impressions matter and that the UK should put out a \"message of welcome\". \n\"It's been really nice actually, on social media - and since I tweeted that picture - how many people have said they want to donate clothes, or donate money,\" she says. \"I just want to let refugees know there are people here to welcome them and support them.\"\nRetired social worker Annie Mellor has been renting out a room in the Plymouth home she shares with her husband Pete on Airbnb for a while. As events in Afghanistan unfolded, she began exploring ways she could use it to help.\nThe 65-year-old initially looked into letting out the room to an Afghan student at the local university, but, after finding out there were no Afghans in need there, she changed tack. Airbnb has offered to pay for accommodation for 20,000 Afghan refugees, with applications now open worldwide to anyone with a spare room.\nShe explains her motivation: \"My son worked for an [non-governmental organisation] in Afghanistan - working to empower women there. I watched while he worked there and had bombs going off outside his house and I realised what a terrible time Afghan women were having.\"\n\"We've got an Airbnb that is in our house - so they would eat and share with us - but they would have their own entrance, and en suite,\" she says. \"If we don't get someone from Afghanistan we have to start looking at other places - Syria is in the same situation.\"\nLouisa Whitehead works for the Charity Aid Recycling Enterprise - or Care UK - in the North West, assisting refugees and asylum seekers housed in temporary accommodation. \nThose arriving from Afghanistan at the moment are often part of a formal resettlement scheme. \"For them, work and housing will be found almost immediately,\" the 53-year-old says, adding that whole families have been arriving together.\nLouisa has just got back from visiting Afghans who arrived here last week. She was joined by a volunteer - a local man who fled the Taliban more than 20 years ago - who speaks fluent Farsi. \n\"He was so insistent about going, and it was because he wanted to tell them: 'It's OK you don't have to fear them anymore'. To see the look on their faces when he started speaking their language,\" she says.\nShe says the Afghans she met are all keen to work, learn and contribute. \"The women are saying they want to learn to drive, one woman wants to work in a nursery because that is what she was trained to do,\" she adds.\nNora Carlin, Care UK's chief executive, says \"everyone leaps forward\" when a crisis occurs, and Afghanistan is no different. \nShe says the charity has been \"bombarded in the last few days with offers of aid, help, money\". \"The British people are stepping up again - and it's moments like this I'm proud to be British,\" she adds.\nLisa Doyle, the director of advocacy at the Refugee Council, says the response from the public in recent days has been \"amazing\".\n\"Communities up and down the country are coming together to support people who have lost everything,\" she says. \"It shows we are a caring nation who can reach out to those in need.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58353566",
      "category": "uk-northern-ireland",
      "title": "Afghanistan: Donaldson concern for NI citizens in final evacuation",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,DUP (Democratic Unionist Party),Sir Jeffrey Donaldson",
      "text": "A number of Northern Ireland citizens are waiting to be evacuated from Afghanistan, the Democratic Unionist Party (DUP) leader has said.\nThey include people working for non-governmental organisations and charities, said Sir Jeffrey Donaldson.\nThe UK government has now entered the final stages of its Kabul evacuation.\nSome people from Northern Ireland may not make it out of the country, said Ulster Unionist Party leader Doug Beattie. \n\"I hope that a way can be found to help those people to be evacuated,\" Sir Jeffrey told the BBC.\nEarlier on Friday, UK Defence Secretary Ben Wallace said no more people will be called to Kabul airport to leave the country.\nAbout 1,000 people who remained inside the airfield will be evacuated, he said.\nThe US, which is running the airport, is withdrawing its troops by 31 August.\nThe Ministry of Defence has closed processing facilities at the Baron Hotel, outside the airport in Kabul.\nOn Thursday, two explosions hit Kabul airport killing some 90 people - among them 13 US military personnel.\nAt least 150 people were also wounded in the attack, which the so-called Islamic State group say it was behind.\nSpeaking to BBC Radio Ulster's Good Morning Ulster programme, Sir Jeffrey said he would seek clarity from the foreign office and home office on Friday in relation to UK citizens still in the country.\n\"Whilst I understand the need to protect our armed forces and civilian staff working at Kabul airport, I am concerned that perhaps there remain British citizens who haven't yet been evacuated out of Kabul,\" he said. \n\"I am seeking clarity on that from the Foreign Office and the Home Office today. That includes some Northern Ireland citizens whose cases I have been dealing with.\n\"I'm hoping that by now they're in the airport compound and will be transported home, but those are matters that we need to clarify.\"\nHe said he did not know what attitude the Taliban would take to charity and aid workers.\n\"Our thoughts are with the families here at home who are so anxious and stressed about what they're seeing on their TV screens and deeply worried about their loved ones,\" he added. \nHe said he believed that aid workers who worked for an Irish aid agency, some of whom come from Northern Ireland, had not yet been evacuated from Afghanistan. \nHe said he would raise the issue with Taoiseach (Irish prime minister) Micheál Martin when they meet later on Friday.\nUlster Unionist Party leader Doug Beattie, a former Army captain who served in Afghanistan, said people he met when he served with the Army in Afghanistan had contacted him in desperation to flee the country.\nHe told BBC Radio Foyle he was \"desperately trying to help them get processed and get out\".\n\"In many cases, I will have failed and they will not manage to get out,\" he said.\n\"We still have citizens over there from the UK, including people from Northern Ireland, who are likely not to get out as well.\n\"There is a tragic human cost to all of this.\"\nHe said he had \"received a flurry of messages\" from a person he had served with in Kajaki in 2008, \"desperately pleading to get out\".\n\"And I just can't help them, they are stuck in Kabul.\n\"I can't direct them to the Baron Hotel because it is closing. I can't direct them to the airport, because that's not safe.\"\nMeanwhile, an Afghan man living in Londonderry said he had not heard from his mother and three sisters trapped in Kabul for the past seven days.\n\"I have the type of feeling that when you are not able to do anything for your loved ones and your country and for the people, it is a very bad feeling,\" he said.\n\"When you are not capable of doing anything it is absolutely heart-breaking.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58360337",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish Greens back historic government deal",
      "tags": "Patrick Harvie,Scottish Greens,COP26,Climate change,Lorna Slater,SNP (Scottish National Party)",
      "text": "Members of the Scottish Greens have backed a deal that will see its leaders in government for the first time.\nWith some proxy votes still to be counted, 83% of members who took part in an extraordinary general meeting were in favour. \nThe deal, which required a two-thirds majority of the party's National Council, was then formally ratified. \nCo-leaders Patrick Harvie and Lorna Slater said it promoted \"a sustainable Scotland that works for everyone\". \nThe pair will become government ministers under the power-sharing deal, with the Greens required to back the Scottish government in confidence votes and annual budgets as they work on a raft of agreed policy areas, including tackling the climate emergency, Scottish independence and rent controls.\nPublic disagreement between the parties will only be allowed on a set of agreed topics. \nThese include aviation policy, green ports, direct financial support to businesses involved in the aerospace, defence and security sectors, field sports and the economic principles related to concepts of sustainable growth and inclusive growth.\nHowever, speaking during the EGM, Scottish Green MSP Ross Greer insisted that the list of subjects could be changed if further agreements or disagreements emerge.\nBefore this vote, Green leaders were anxious not to take membership support for granted - there are, after all, some radical elements in the party and there is more than a hint of anarchism too. \nIn the end, the lure of power proved highly persuasive. The co-operation agreement was emphatically endorsed by ordinary Greens and by the party's National Council, as it was in a separate ballot of SNP members. \nThat means that Nicola Sturgeon can now formally appoint Patrick Harvie and Lorna Slater as ministers in the Scottish government and seek Holyrood's approval when MSPs return from their summer break next week. \nThe outcome of that and most other parliamentary votes is now a foregone conclusion because one of the key features of an SNP-Green government is that it will have a built-in majority for what they've agreed, including an indyref2 bill. \nThere are of course a range of policies including the desirability of economic growth, aviation, field sports and private schools that sit outside their agreement. \nThese topics and the compromises reached over road building and oil and gas extraction could be the source of future tension between the power-sharing partners. \nThe co-leaders insisted the agreement will be good for Scotland, the country's efforts to tackle the climate crisis and contains \"transformational\" policies such as implementing rent controls.\nMs Slater, the newly-elected Lothian MSP, said the members' overwhelming support would give the party \"the tools we need to tackle the climate crisis and implement transformative politics in Scotland\".\nShe told BBC Scotland: \"With the Scottish Greens at the heart of government, we will see some real changes. Things like rent controls will be transformative for people in Scotland.\n\"We can also accelerate the development of our renewable energy industry, which will create thousands of jobs as well as tackle the climate crisis.\" \nJames Puchowski, co-convener of the Green Nation Council, believes  the deal offers the chance to have a real influence on government policy.\n\"They're weighing up some things that I don't think three or four years ago we'd ever had a chance of getting - which is basically getting ministers inside Scottish government and maintaining opposition in the background.\"\nParty member Rosie Smith backs the deal, but is worried it could backfire for the Greens.\n\"When I first saw it, especially the rent control section, it kind of felt a little bit like Christmas. What worries me about it is just hesitancy to enter coalitions having seen how badly it can go elsewhere in the UK.\"\nChas Booth, a Green councillor in Edinburgh, voted against the deal. He wasn't against a deal in principle, but felt this agreement didn't do enough to protect local services after years of cuts. \n\"I didn't see enough in this deal that would protect local councils and local services like leisure services, parks and stuff like - and that's why I voted against it. \n\"I accept there's an awful lot of stuff in here that is really good policy  - on active travel, on equal rights, on energy efficiency in our hands - but I felt that gap on local authorities and local services is something that Greens shouldn't support.\"\nMs Slater cited oil and gas extraction policies as an area of disagreement between the Scottish Greens and SNP, but added: \"I am very hopeful and optimistic about the change of travel that we've seen.\n\"When the first minister wrote to Boris Johnson the other week and asked him to reconsider the Cambo oil field, that was a significant change of direction for the Scottish government whose previous position was maximum economic extraction.\n\"Having Greens around has even turned the dial of that far, and I know that, by having Greens in government, we can continue to push that dial around and really tackle the climate crisis.\"\nMr Harvie, who has spent 18 years in opposition at Holyrood, said it felt \"incredibly exciting\" to be on the brink of government.\nHe said: \"I am delighted that our party members have given their support to this historic co-operation agreement that will see Greens enter government for the first time in Scotland, or indeed anywhere in the UK.\n\"With Greens in government we will be able to deliver positive change for the people of Scotland.\" \nThe SNP's ruling body endorsed the power-sharing agreement last weekend.\nFirst Minister Nicola Sturgeon said she was \"delighted\" that members of both parties had agreed to work together.\nShe said: \"This historic agreement will provide a strong platform for the transformative programme we want to deliver.\n\"We will work collaboratively to support a fair recovery from Covid, address with urgency the impacts of the climate emergency, and give the people of Scotland a vote on independence.\"\nScottish Conservative chief whip, Stephen Kerr, said the SNP/Green deal would be \"devastating for workers and our economic recovery\". \nHe said: \"The SNP and Greens will put their obsession with a divisive referendum ahead of what is best for Scotland. \n\"Nicola Sturgeon failed to win a majority in May's election and now has had to cut a deal with a radical anti-jobs party, solely to ramp up her campaign for independence.\"\nScottish Labour leader Anas Sarwar said the deal proved the Green party was \"in many ways a branch office of the SNP\".\nHe said: \"The Green party over the course of the last parliament voted through big cuts to local government budgets and voted against a pay rise for care workers.\n\"This is a deal that is not about the environment, it's about the independence agenda.\n\"It's not about building transparency and accountability of the government. It's about control for Nicola Sturgeon and the SNP so that they can largely ignore parliament. And I think that is really unfortunate for our democracy.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58361211",
      "category": "world-us-canada",
      "title": "Covid origin: US spy agencies publish 'inconclusive' report",
      "tags": "China,Wuhan,United States,Coronavirus pandemic",
      "text": "The US intelligence community has been unable to determine the origins of Covid-19, and is split on whether it leaked from a lab or developed in nature, according to a new report. \nThe report issued by the office that oversees the nation's 18 spy agencies did conclusively determine that it was not developed as a biological weapon. \nExperts warn that time is running out to gather evidence of its beginnings.\nChina's foreign minister has dismissed the report as \"anti-science\".\nThe report from the Office of the Director of National Intelligence said the intelligence community remains divided on Covid's most likely origin.\n\"All agencies assess that two hypotheses are plausible: natural exposure to an infected animal and a laboratory-associated incident.\"\nAccording to the report, several unnamed spy agencies thought Covid emerged from \"natural exposure to an animal infected with it or a close progenitor virus\". But they only had \"low confidence\" in this conclusion. \nOne intelligence agency developed \"moderate confidence\" that the first human infection was likely due a \"laboratory-associated incident\" at the Wuhan Institute of Virology, which has studied coronaviruses in bats for more than a decade.\nPresident Biden issued a statement after the report's publication, criticising China for not co-operating with the investigation. \n\"Critical information about the origins of this pandemic exists in the People's Republic of China, yet from the beginning, government officials in China have worked to prevent international investigators and members of the global public health community from accessing it,\" Mr Biden said.\n\"The world deserves answers, and I will not rest until we get them, \"he added.\nThe pandemic, which has claimed nearly 4.5 million lives around the world, began in the Chinese city of Wuhan in December 2019.\nA World Health Organization (WHO) team, which visited Wuhan, concluded earlier this year that the disease most likely spilled over from an animal sold at a market.\nThis conclusion has been rejected by some scientists.\nIn May, Mr Biden asked US intelligence agencies to assess the data and produce a report that \"could bring us closer to a definitive conclusion\" on the origins of the virus.\nChina meanwhile has been stoking baseless claims that virus originated from Fort Detrick, a military installation in the US. \nEarlier this week, the WHO panel warned that it would soon be \"biologically impossible\" to gather evidence dating back to the virus' origin.\n\"The window of opportunity for conducting this crucial inquiry is closing fast,\" they warned, calling on researchers and governments to expedite studies. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58366225",
      "category": "uk",
      "title": "Afghanistan: Ministers try to reassure MPs over missed evacuees",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Boris Johnson",
      "text": "Ministers have written to MPs to reassure them of the government's continued support for those left behind by evacuation efforts in Afghanistan.\nThe defence, home and foreign secretaries said the UK would use \"every lever\" to secure the safe passage of those who want to leave.\nBen Wallace, Priti Patel and Dominic Raab said every MP will have been contacted with \"heartbreaking stories\".\nIt comes as the UK's evacuation is expected to end this weekend.\nThe focus will now shift to getting service personnel and diplomats out.\nOn Friday, the Ministry of Defence said the UK had evacuated 14,543 people from Kabul since 13 August.\nThis includes British nationals as well as nearly 8,000 Afghans eligible under the UK's relocation scheme for those who worked for the UK government, along with other vulnerable individuals. \nBut between 800 to 1,100 eligible Afghans and 100 to 150 Britons have not been evacuated, Defence Secretary Ben Wallace said.\nNo more people are being called to the airport to board flights out of Afghanistan, with the MoD saying it had closed processing facilities in Kabul.\nIt said the UK's ability to process any more evacuations is now \"extremely reduced and additional numbers will be limited\". \nThe US has been running the airport in Afghanistan's capital, where a suicide bomb attack on Thursday may have killed as many as 170 people - including two British nationals and the child of a British national.\nMr Wallace, Ms Patel and Mr Raab wrote to MPs to outline their next steps now that the evacuation effort at Kabul airport is concluding. \nThey acknowledged that \"every single\" MP would have been contacted with \"heartbreaking stories of those left behind in unimaginable circumstances\". \nBut they wrote that their efforts would turn to those who were not evacuated during the UK's military airlift operation.\nConcluding they wrote: \"Let us reassure you that we will continue to use every lever at our disposal to secure the safe passage of those who wish to leave Afghanistan and to hold the Taliban to account.\"\nPrime Minister Boris Johnson said he would \"shift heaven and earth\" to help people leave Kabul after 31 August, and that he felt a \"great sense of regret\" about those left behind. \nHe added that \"the timing of this is certainly not the one that this country would have chosen, and I think that everybody understands that\". \nBut he said the attack at the airport on Thursday underlined the urgency of the evacuation operation and why it was being concluded in the way that was.\nLabour leader Sir Keir Starmer said the UK must \"urgently help those left behind\", while Tory MP and Afghanistan veteran Tom Tugendhat said he felt \"anger and shame\" for those who could not be saved.\n Are you in Afghanistan or do you have loved ones there? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-58368479",
      "category": "uk-england-tees",
      "title": "Bilsdale transmitter fire: TV Licence refund offered to worst affected",
      "tags": "UK TV licence fee,Bilsdale",
      "text": "Viewers unable to watch television for more than a month due to the Bilsdale transmitter fire are to be offered a partial refund to their TV Licence.\nA million people were impacted by the blaze across Teesside, North Yorkshire and County Durham.\nThe majority of homes affected - more than 400,000 - have had services restored.\nAll services were due to be completed by today but a legal wrangle has led to delays.\nThe fire broke out on 10 August at the site on the North York Moors and also affected Freeview, DAB, and FM radio\nThe refunds will be offered to people who have been unable to receive TV coverage for more than a month, and who are unable to view BBC programming via BBC iPlayer and on cable and satellite platforms. \nThe story was first reported in The Northern Echo.\nMast operator Arqiva said talks were ongoing with the landowner to reach an agreement so it could put up a 260ft (80m) temporary mast.\nHomes that had a signal restored within a month will not be eligible for a refund.\nAddresses will be cross-referenced with postcodes impacted by the coverage outage.\nA TV Licensing spokesperson said: \"Customers in the affected area who have been unable to receive TV coverage for over a month, and who are unable to view BBC programming through BBC iPlayer and on cable and satellite platforms, will be eligible for a refund or be offered a free extension to their TV Licence to cover the months affected.\n\"We are continuing to work with our suppliers Arqiva to ensure services in the affected area are resumed as soon as possible.\"\nCustomers will be able to request an extension to their licence through the TV Licensing website, or via calling TV Licensing call centre on 0300 790 6096 after 10 September. \nFurther advice regarding services can be found here.\nBBC television remains available on iPlayer and radio stations can be listened to on BBC Sounds.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58350542",
      "category": "uk",
      "title": "Afghanistan: Tired, overwhelmed Afghan families start new lives in the UK",
      "text": "Tired, occasionally scared - but mostly overwhelmed - shortly after 09:00 on Thursday, Afghan families walked through Heathrow Airport to a new life.\nChildren gripped their parents' hands. Grandparents clutched folders of identity documents proving their right to come to the UK. Volunteers from the Red Cross handed out food parcels with sandwiches - a very British welcome. \nFor the third day running, Heathrow has received thousands of Afghan refugees into the UK. \nWhatever the questions about the effectiveness of the UK and international response to the unfolding disaster in Afghanistan, the operation to oversee the arrival of those who have managed to get out is enormous. \nSince Tuesday, Heathrow's Terminal 4 has become a refugee processing hub - along with smaller operations at Birmingham International and RAF Brize Norton. \nThe airport is receiving around five flights a day, bringing more than 1,000 Afghans to safety - part of 15,000 who have arrived so far. \nAs they arrived in the reception hall, the refugees looked around as Border Force officers and Heathrow staff ushered them to seating. \nChildren were given packs of colouring crayons, officials explained to them how each family group would have to go through an identification and verification process. \nSome of the arrivals had full documentation - passports and proof of their links to the UK. Others had fewer records - some only birth certificates. \nWahis, a British-Afghan, had taken the unusual step of returning to the homeland he fled as a refugee to find and bring his younger sisters and their small children to safety.\nAs he sat in the hall, watching relatives being fingerprinted as part of the checks and registration for new identity documents, his relief was palpable. \n\"The Taliban are literally driving around every day, in certain roads, they try to find certain people,\" he told me. \n\"They went through [the family] house - they would have probably taken my sisters. That's what they do.\"\nThe process to receive the refugees has involved a cross-government operation. \nNHS staff, from GPs to ambulance personnel, are responding to immediate medical concerns. \nEach day a handful of passengers have gone to hospital, often because they have arrived without vital medicines. \nEach family group in turn has their bundle of identity documents checked by Border Force officers, assisted by the military. \nThe final stage of their arrival is a review of all the individual information by police officers who work in counter-terrorism - looking out for suspects trying to smuggle themselves in. \nSo far, there's been only one publicly confirmed serious security alert. An individual who arrived at Birmingham was on a \"no-fly\" list - which can cover a range of concerns. Detectives later established the individual's listing was unrelated to terrorism. \nOnce the checks are complete, the families are taken to a Covid quarantine hotel for 10 days. From there they are distributed to local authorities - although Home Office officials have admitted in the past week that the hunt for suitable housing, particularly for large families, has become challenging. \nBut before that happens, the officials welcoming the refugees at the airport have to put them at ease. Step forward Dorna, a Border Force translator. \nShe's had an emotional rollercoaster of a week, telling family after family they now have nothing to fear - and everything to hope for. She told me that her daily goal is to remain professional - to keep her emotions in check as she does her duty to help people feel safe. \n\"It's terrifying for a lot of them but luckily I've been able to communicate with some of them by speaking Farsi,\" she said. \n\"It's helped massively. The uniform will scare a lot of people. It's been good in the sense that a lot of people are opening up and they're realising we're not scary, we're not going to hurt them, we're here to help.\"\nOfficials at the airport have heard stories that have confirmed what everyone suspects. Despite the Taliban presenting a new public face, some of those arriving have experienced abuses. One man with ties to the British military was beaten and whipped by militiamen as he struggled to get through the Taliban's check-points to Kabul's airport. \nAnother woman showed me footage on her phone of a Taliban fighter sneaking around her family home in the dead of night. \nIt was an open secret in the neighbourhood that her father had worked in the British embassy. Seeing the fighter lurking convinced them they had to get out.\nMalalai Hussiny, 20, abandoned her university course to flee with her extended family. \nShe wants to continue to learn English, return to university and follow her ambition to become a journalist. \nAs she rested in the arrivals hall, she couldn't contain her feelings.\n\"I am very happy to be here because the UK has helped us, our people in Afghanistan are coming here. I am so very happy - and now me and my family safe here. Thank you a lot in UK.\"\nFor those left behind the Kabul bombing has underlined not only that time is running out - but the questions ministers face about how quickly they have acted.\nPriti Patel, the home secretary, spoke to families as they arrived on Thursday - and she defended the government's response.\n\"We are working night and day, my colleagues in government and internationally and in the region, looking at safe passage and safe and legal routes,\" she said. \n\"Our priority first and foremost is to save lives. Also, if you look at what we're doing around immigration - they are our absolute priority and we will make sure, find ways we can get them here and of course importantly we've got to regularise their status.\"\nNick Thomas-Symonds, the shadow home secretary for Labour, has accused the government of leaving huge numbers of people at risk of losing their lives. \n\"We still don't know when these supposed safe routes will open or how people fearing for their lives will be able to access help once the airport closes, and the military has left,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58367506",
      "category": "uk-wales",
      "title": "Wrexham man's anguish over family stuck in Afghanistan",
      "tags": "Kabul,Wrexham,War in Afghanistan (2001-present),Afghanistan,Refugees and asylum seekers,Taliban",
      "text": "An Afghan man living in Wales whose family are stuck in Afghanistan has said they have failed to escape from the Taliban.\nA mass airlift has been under way at Kabul airport since Taliban militants overran the capital this month.\nIn the past two weeks, more than 100,000 people are believed to have been evacuated.\nBut Max Zabih Amiri, who fled in 2002, said some family members spent three days and nights at the airport. \n\"It was so overcrowded,\" he said. \"My niece fell unconscious and they had to go back home.\n\"With the rest of the family, some of them can't travel anywhere because the border is closed and everybody is [feeling] hopeless, staying at home. \n\"We are waiting for the situation to change for them to go somewhere or bring them here if possible - or anywhere in the world at least in peace.\"\nMr Amiri, 44, has lived in Wrexham since fleeing Afghanistan in 2002 and has worked as a translator and a taxi driver, as well as supporting other refugees and asylum seekers.\nTaliban militants were removed from power in 2001 by US forces and 20 years of war followed.\nBut after foreign forces announced their withdrawal following peace talks between the US and the Taliban, it regrouped.\nAnd on 15 August, it completed its shockingly rapid advance across the country by capturing the capital Kabul.\nTaliban forces have pledged not to allow Afghanistan to become a base for terrorists who could threaten the West.\nHowever, Islamic State group IS-K said it carried out an attack outside Kabul airport on Thursday which may have killed up to 170 people trying to flee the country before the 31 August withdrawal is complete.\nQuestions are also being asked about how the Taliban will govern the country, and what their rule means for women, human rights, and political freedoms which were restricted under its previous regime.\n\"Nobody feeling safe,\" said Mr Amiri.\n\"Everybody is afraid, they are scared, they are panicking. \n\"Also the worst thing is poverty. When the Taliban took the power, everybody's at home, no business, no banking and no import or export.\n\"Everybody is worried about what is happening because a lot of things are happening right now in Afghanistan but it's not in the media.\"\nAnd it has led to calls to for more help for those stuck in Afghanistan.\nSam Mort, from children's charity Unicef in Kabul, said the situation was \"desperate and getting worse\". \n\"We've got half-a-million people who have fled their homes and we've got a high degree of insecurity about what happens next,\" she said.\n\"Around half of the country is in need of humanitarian aid and half of that number is children.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58360419",
      "category": "uk-england-essex",
      "title": "Afghanistan: Pen Farthing through Kabul airport security with animals",
      "tags": "Kabul,Afghanistan,Dovercourt,Luton,Taliban,Animals",
      "text": "An animal charity's founder has made it through Kabul airport's security, the Ministry of Defence (MoD) said.\nPaul \"Pen\" Farthing was trying to get his staff and rescue animals out of Afghanistan when they became caught up in Thursday's airport bomb blasts.\nOn Friday evening the MoD said Mr Farthing and his animals were assisted by the UK Armed Forces. \nIt added: \"They are currently being supported while he awaits transportation.\"\nThe MoD announcement did not mention the situation surrounding Mr Farthing's staff. \nMr Farthing, a former Royal Marine who is originally from Dovercourt in Essex, set up the Nowzad animal shelter in Kabul, rescuing dogs, cats and donkeys, after serving in Afghanistan in the mid-2000s.\nSince the collapse of the Afghan government, Mr Farthing and his supporters have campaigned to have his staff, their families and 140 dogs and 60 cats evacuated from the country in a plan he has named Operation Ark.\nBut Defence Secretary Ben Wallace has complained some of Mr Farthing's supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\".\nConfirming the news Mr Farthing and his animals were through airport security on Friday evening via social media, the MoD said: \"On the direction of the Defence Secretary, clearance for their charter flight has been sponsored by the UK Government.\"\nMr Farthing had earlier said he had been \"turned away\" while trying to leave Kabul on Thursday.\nMr Wallace said his advisors and officials had received abusive calls, which he said were \"based mainly on falsehoods, that somebody, somewhere had blocked a flight - no-one blocked a flight\".\nHe continued: \"Fundamentally, as we have seen on the media, there are desperate, desperate people, and I was not prepared to push those people out of the way for that.\n\"When people's time is right, they were called forward, and that's the right thing to do.\n\"But I hope he comes back, he was advised to come back, his wife came back last Friday, so I hope he does as well.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58367705",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Warning as major events return despite Covid surge",
      "tags": "Scottish government,Coronavirus pandemic",
      "text": "Major public events resume in Scotland this weekend despite daily Covid case numbers reaching a record high.\nA crowd of around 50,000 fans will be inside Ibrox for Sunday's match between Rangers and Celtic.\nThe 3,000-capacity SEC Armadillo venue will also reopen for concerts for the first time since last March.\nHealth experts are warning fans and organisers to be extra vigilant after daily Covid cases hit a record high of 6,835 on Friday.\nThat number fell to 5,858 on Saturday, although recorded cases are normally slightly lower at the weekend.\nA further eight deaths were recorded following a positive test and there were 494 people in hospital - up 15 on Friday.\nScotland's national clinical director, Prof Jason Leitch, said he was \"delighted\" that people were once again going to football stadiums, music concerts and festivals.\nBut he said there was an obligation on organisers and the public to make events as safe as possible.\nProf Leitch told BBC Scotland: \"For now, events are managed by the local authorities and they are safe to go ahead. But they can be safer.\n\"We need to gradually get back to normal, not suddenly. So, if you are going to the Old Firm game or the TRNSMT music festival or a smaller music gig in a pub, just be careful.\n\"Do a lateral flow test before you go. Make sure you and those around you, as far as you can, are doubly vaccinated. And follow the rules.\n\"The 'Covid police' are not going to come and get you any more, but there is a lot you can do to help yourself.\"\nFirst Minister Nicola Sturgeon said on Friday that the sharp rise in case numbers was a \"cause for concern\".\nShe insisted the Scottish government was not currently considering the introduction of a circuit breaker lockdown.\nHowever, there are fears that some restrictions will be re-imposed if positive cases continue to spiral.\nProf Jason Leitch told BBC Scotland it was possible that the daily case number figure could head towards 14,000 by the end of next week.\nHe said: \"I wouldn't have believed a week ago that we would break the record on Thursday. I thought we were seeing a more gradual trajectory, so it's very unpredictable.\n\"But if we are doubling (daily case numbers) every week, which is what we've just done, then that gets us to 14,000 by the end of next week.\n\"The problem, of course, is that cases still translate into hospitalisations, ICU and deaths. Not in anything like the same numbers (as earlier in the pandemic) but if you have big enough numbers, it still causes a lot of harm.\"\nThe first minister had previously said the country was at a \"fragile and pivotal moment\" in the pandemic.\nThat view has been backed by public health experts including Jillian Evans, head of health intelligence at NHS Grampian.\nMs Evans said the message to the public must be \"do your bit\" if we are to avoid restrictions being put back in place.\nShe told the BBC's Good Morning Scotland programme: \"The difference that we can all make from individual actions still really does count.\n\"Face coverings is a really important one and, of course, schools is a big focus at the moment.\n\"Carrying on with the protective measures that are going on in Scottish schools is going to be really important.\"\nShe added: \"I think what we got yesterday was a yellow card. Record highs on each consecutive day over the past week are part of a steady growth that we've since the beginning of August.\n\"A number of key things - life returning to normal, people watching football, people socialising - make you think the situation will get worse before it can get better.\n\"With such a high burden of infection going on in the community, it's important not to delay the decisions that can keep us safe and help minimise the direct health impacts and disruption to society that will inevitably come if we can't get this back under control.\"\nMeanwhile, Glasgow Royal Infirmary (GRI) has re-introduced a ban on non-essential visiting at its open-plan wards.\nThe hospital said the move followed an increase in Covid-19 admissions.\nExemptions will include visits for patients receiving end-of-life care and for those with a mental health issue where not having a visitor would cause distress.\nJennifer Rodgers, deputy nurse director at the GRI, said: \"This has been a difficult decision, but it is essential to help protect our patients, visitors and staff.\n\"We recognise how difficult this is for patients and the people that matter most to them and we will keep this under close review so that we can return to person-centred visiting as soon as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58362752",
      "category": "world-europe",
      "title": "Greenland island is world's northernmost island - scientists",
      "tags": "Greenland,Arctic,Denmark,Greenland ice loss",
      "text": "A group of scientists say they have discovered by luck what they believe is the world's northernmost island off Greenland's coast.\nIn July, the scientists flew to collect samples to what they thought was Oodaaq Island, that has been known since 1978.\nBut when they checked their position with the Danish official in charge of registering Arctic islands, they were 800m (2,625ft) further north.\nThe 60X30m island is the closest point of land to the North Pole, they say.\nGreenland is a vast autonomous Arctic territory that belongs to Denmark.\n\"The island was discovered during a Danish-Swiss research expedition, which I was co-ordinating,\" scientific leader Morten Rasch of the Arctic Station in Greenland, University of Copenhagen, told the BBC.\n\"We wanted among many other things to visit Oodaaq Island, which was previously known as the northernmost island.\"\nMr Rasch said his team \"wanted to sample the island to look for new species being adapted to a life in this very extreme environment\".\n\"We were six people in a small helicopter, and when we reached the position of Oodaaq Island, we could not find it,\" he said, adding that maps were not very accurate in that part of the world. \n\"So, we just started to search for the island. After a few very exciting minutes, we landed on a strange unvegetated bunch of mud, moraine deposits and gravel surrounded by sea ice on all sides - not a very friendly place. \n\"After the expedition and many discussions with specialists on the topic, we have now realised that we by accident actually discovered the world's most northerly island.\" \nMr Rasch told the BBC that from a scientific perspective it was \"not a big deal\". \n\"But, from a personal perspective it is, of course, somehow funny to be among those six people ever on earth who have had muddy boots at the most northerly point in the world.\"\nThe scientists now want the island to be named Qeqertaq Avannarleq, which means \"the northernmost island\" in Greenlandic.\nGreenland has hit the headlines several times in recent years, with then-President Donald Trump suggesting in 2019 that the US could buy the territory.\nDenmark quickly dismissed the idea as \"absurd\", but international interest in Greenland's future has continued."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58372455",
      "category": "world-europe",
      "title": "Europe migrant crisis: More than 500 people rescued off Italian island",
      "tags": "Mediterranean Sea,Libya,Europe migrant crisis,Italy",
      "text": "Italian coastguard vessels have rescued 539 migrants from a fishing boat drifting off the island of Lampedusa. \nThe rescue on Saturday delivered one of the largest numbers of migrants to the Italian island in a single day.\nWomen and children were among those on board. Some of the migrants - who had been travelling across the Mediterranean Sea from Libya - reportedly displayed signs of violence. \nItalian prosecutors have opened an inquiry into what may have happened.\nA doctor from the humanitarian group MSF (Doctors Without Borders), Alida Serrachieri, said a number of the migrants appeared to have been physically assaulted in Libya while waiting for a boat to transport them to Europe. \nInvestigators are looking at the possibility that the migrants may have been falsely imprisoned in Libya, local media report.\nTwo coastguard vessels and a customs boat from Italy's financial crimes police, the Guardia di Finanza, helped transport the migrants to Lampedusa. \nThe island's Mayor Toto Martello described the rescue as \"one of the biggest landings in recent times\".\nLampedusa is one of the main arrival ports for people wanting to reach Europe.\nIn May, more than 1,000 migrants landed on the Italian island in the space of a few hours. \nThe island has a migrant camp that was originally designed to hold fewer than 300 people. It now has more than five times that number, with many more held outside on the dusty road.\nMost arrive from countries that do not qualify for asylum."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-58372062",
      "category": "uk-scotland-tayside-central",
      "title": "Nick Nairn restaurant badly damaged by fire",
      "text": "More than 30 firefighters were involved in tackling a blaze at a Nick Nairn restaurant near Stirling. \nFire crews called to Nick's on Henderson Street in Bridge of Allan at 20:17 on Saturday found a \"well developed\" fire in the kitchen.\nPictures on social media showed smoke and flames pouring from the rear of the building.\nSix fire engines and a command support unit were sent to the scene.\nTwo people were treated for the effects of breathing in smoke but no-one was seriously injured.\nIn a tweet Nairn said there had been a \"terrible fire\" but that \"thankfully all staff and customers unhurt\".\n\"Huge respect and thanks to the emergency services who were incredible,\" he added.\nIn a second post the chef said he was \"processing the enormity\" of the fire but added that he was \"overwhelmed by the love\".\nA Scottish Fire and Rescue Service spokesman said two crews were initially sent from Dunblane and Tillicoultry.\nA spokesperson said: \"On arrival crews confirmed this was a well-developed fire within the kitchen and requested further attendance.\"\nFurther appliances and a command support unit were then sent.\nNick Nairn, 62, is one of Scotland's best known celebrity chefs. Brought up in Callander, he opened his first restaurant, Braeval, near Aberfoyle in 1986 before being awarded a Michelin star five years later.\nIn recent years much of his focus has been on his cookery school at Lake of Menteith. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58364172",
      "category": "world-asia",
      "title": "Afghanistan: US to continue Kabul evacuations 'until last moment'",
      "tags": "Kabul,France,Afghanistan,Taliban",
      "text": "The US says it will keep evacuating Afghans from Kabul airport until \"the last moment\", despite continuing concerns about attacks from the Islamic State (IS) group.\nReports from Kabul now suggest as many as 170 people died in Thursday's attack on crowds at a gate to the airport. \nThe Pentagon says there are still credible threats against the airport.\nThe US is still processing Afghans desperate to leave. Most Nato countries have now ended their emergency flights.\nFrance ended its evacuation effort on Friday, blaming deteriorating security at the airport. It said it had flown nearly 3,000 people out of the country.\nThe deadline set by the US for its forces to leave Afghanistan expires on 31 August. \nThe BBC's chief international correspondent Lyse Doucet, who is in Kabul, has been told by sources that the US and British troops are \"wrapping up\" at the airport, and that the Taliban will take over in \"a matter of hours\".\nA spokesman for the Taliban said on Friday night they had now taken control of parts of the airport. However, the Pentagon disputed this.\nAccording to the Pentagon, more than 5,000 people remain inside the airport, waiting to be flown out. Officials also said measures had been implemented, in conjunction with the Taliban, to improve safety. \nThe White House says more than 111,000 people have been evacuated since the airlift began nearly two weeks ago.\nThe mission, a White House official said, would prioritise the remaining American citizens who wanted to leave, with US forces \"engaged in a variety of means to get them to the airport safely\".\nMeanwhile, the US Embassy in Kabul advises American citizens to avoid travelling to the airport and avoid the airport's gates because of security threats.\nThe attack on Kabul airport was carried out by a suicide bomber who walked into the crowd of families waiting outside one of the gates, according to UK Defence Secretary Ben Wallace. \nThere was no second blast near an airport hotel, as originally thought, US officials said on Friday. \nDozens of Afghans were killed - a final number has yet to be established. In addition, 13 US personnel, two British nationals and the child of a British national were among the dead.\nSome victims were blown into a sewage canal where Afghans were waiting to be processed, while dozens were rushed to hospital.\nHospitals in Kabul, already struggling with fewer staff since the Taliban took power nearly two weeks ago, have been overwhelmed with patients.\nWounded US personnel were flown to an American air base in Germany. \nMeanwhile, US President Joe Biden has been warned that another terror attack in Kabul is likely in the coming days. \nThe next few days would be \"the most dangerous period to date\", a White House official said, adding that US forces were looking at possible IS targets. \nIS-K, or Islamic State Khorasan Province, is the group that claimed to be behind Thursday's deadly airport attack. \nIt is the most extreme and violent of all the jihadist militant groups in Afghanistan. Pentagon spokesman John Kirby said the US took the group \"very seriously\".\n\"Obviously they are a serious terror threat,\" he said, adding: \"I think the threat is real and nobody wants to see that threat grow.\n\"We're not going to allow attacks on the homeland to emanate from Afghanistan again like they did 20 years ago.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58361215",
      "category": "world-us-canada",
      "title": "Hurricane Ida: New Orleans braces for possible direct hit",
      "tags": "Cuba,New Orleans,Hurricanes,Hurricane Ida,United States,Severe weather",
      "text": "The mayor of New Orleans has called on residents to evacuate unprotected city neighbourhoods as Hurricane Ida bears down on the Louisiana coastline.\n\"What I am told is that this storm will not be weakening,\" Mayor LaToya Cantrell said on Saturday. \nHurricane Ida has intensified over the warm waters of the Gulf of Mexico ahead of its expected arrival on the southern US coast on Sunday.\nIt has already brought heavy rain and high winds to western Cuba. \nA mandatory evacuation is in place for some parts of New Orleans - those outside the levees - while the rest of the city has been issued with a voluntary evacuation order.\nThe levees are a system of flood walls, built to protect low-lying New Orleans, and strengthened after Hurricane Katrina in 2005. \n\"If you're going to leave you need to do that now,\" Ms Cantrell said. \"We need to make sure you are in a safe place. Everyone, whether you are going to leave voluntarily or stay on site, hunker down.\" \nShe added that anyone unable to leave the city should \"prepare for damaging wind, power outages, heavy rain, tornadoes\".\nThe impact of climate change on the frequency of storms is still unclear, but increased sea surface temperatures warm the air above and make more energy available to drive hurricanes, cyclones and typhoons. As a result, they are likely to be more intense with more extreme rainfall. \nForecasters say the hurricane will be at category 4 strength by the time it reaches the northern coast of the Gulf of Mexico. \nMore than 80 oil rigs in the Gulf of Mexico have been evacuated and half the region's oil and gas output has been suspended.\nIda passed over western Cuba on Friday, hitting the Isle of Youth with maximum sustained winds of 75mph (120km/h). \nCoincidentally, Sunday marks the 16th anniversary of Hurricane Katrina, which devastated New Orleans after making landfall as a category 3. Katrina flooded 80% of the city and killed more than 1,800 people.\nExperts say that if storm surges hit at a time that coincides with high tides, sea water could flood over the New Orleans levee system and into the city. \nGovernor Bel Edwards has declared a state of emergency and called for anyone along the state's coastline to shelter in place starting on Saturday evening.\nPresident Joe Biden said on Saturday that Ida was \"turning into a very, very dangerous storm\" and the federal government was ready to provide help."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58341915",
      "category": "uk-wales",
      "title": "Online loans: 'I went from loaning £150 to owing £6,000 in months'",
      "tags": "Social media,Unemployment benefits,Money,Personal finance,Student debt,Personal debt,Loan sharks,Universal Credit,Payday lenders,Young people,Mental health,Coronavirus pandemic",
      "text": "When Tom needed some extra cash at a festival, he applied for a payday loan on his phone while sitting in his tent.\nWithin minutes, £150 landed in his bank account, leading him on a spiral of debt that left the 18-year-old owing £6,000 to 10 online lenders.\n\"I was young and dumb,\" said Tom, who said his mental health was affected.\nTom's story comes as Credit Unions of Wales warned young people were particularly vulnerable to getting into a \"spiral of debt\" during the pandemic.\nWhen he ran out of funds at the festival, Tom, not his real name, turned to payday loans after seeing adverts on TV.\n\"I was sat in my tent... obviously got a bit short on my money, so I opened up my phone, easily went onto the app and got a loan,\" said Tom, from Denbighshire.\n\"It was the easiest thing in the world. They gave me options of £50, £100, £150 or £200 - I clicked the £150 one and it was in my bank within minutes.\n\"All I was bothered about was getting the money. I was young and dumb.\"\nThe following month, Tom paid off the loan. But it left him short, so he borrowed from another lender, then another.\nAlthough it all seemed easy and convenient at the beginning, he eventually got into so much debt that it affected his mental health.\n\"I got really anxious and stuff about it,\" he said. \"I was an emotional wreck, I'd always be panicking, anxious.\"\nMost days, lenders would text and email him, demanding he repay them at high rates of interest. But Tom could not bring himself to tell his family. \n\"I didn't want to tell anyone about it because of the embarrassment, so I would just take more,\" he said.\n\"I would get regular texts saying 'you've just been accepted for a £200 loan'. You click the link, sign up, get the money and I think they'd sell your information then to other people. It was just a rabbit hole.\n\"For £200 I'd have to pay back £500 on one of them because my credit was so bad it made the interest very high. I felt I had no other place to go.\"\nThe turning point came when Tom ended up in hospital, following a serious car crash.\nWhen his mother Joanne picked up his mobile phone and saw all the messages from payday lenders, he told her everything.\nJoanne - not her real name - said she was \"absolutely horrified\" at the amount of debt her son had accumulated so easily.\n\"To be able to go and press an app and get the money and keep it secret from you is really scary,\" she said.\n\"I think it's too young to be able to allow them to access that amount of money so easily at such a young age and not have the provision in place to manage it and restrict it.\n\"The fact that he could be at a festival, maybe a bit drunk, and just to be able to press a button and get that money... that's wrong.\"\nEven when Tom was recovering from the near-fatal car crash, the lenders were \"hounding him to pay back the money\".\n\"I spoke to some of these people explaining he'd been in this accident and that mentally he wasn't in a good place because of what happened and they didn't care,\" said Joanne.\nShe called for tighter regulations in the lending industry, particularly regarding young borrowers, and more education around personal finance.\n\"It can destroy their lives,\" she said. \"They've preyed on a young lad who had a fear of missing out and there's probably a lot more of them out there. It needs to be more regulated.\"\n\"I think in the last year of secondary school they should look around educating kids about this high interest debt, they don't understand if they miss a payment how it escalates. How you could borrow £200 and end up owing £500.\" \nTom thinks the age limit for online borrowing should be raised to 21.\n\"You don't know what you're getting yourself into,\" he said. \n\"They are robbing the vulnerable because they know with the higher interest they're going to get the desperate people.\"\nAlthough £4,000 of his debt remains unpaid, Tom said he will never again borrow from a payday lender again.\nClaire Savage, policy officer at Credit Unions of Wales said young people borrowing online risked falling prey to loan sharks. \n\"We know that the financial impact of the pandemic has impacted young people and there is a real risk that they will fall for high-cost lenders or loan sharks, which can lead to a spiral of debt or worse,\" she said.\nResearch from the Wales Illegal Money Lending Unit (WIMLU) found that rising numbers of young people under the age of 30 were borrowing from unlicensed lenders through social media.\nTheir report found that while most online loan requests were for a small amount, they were to cover basic costs such as food and rent - and were mostly by students or people on benefits.\nA third of lenders on one social media platform either had no track record of lending or has been banned for account violations, WIMLU said.\nInvestigators are concerned unregulated lending could leave young people like Tom open to abuse. \n\"We are worried that this type of lending is completely unregulated and open to abuse,\" said WIMLU manager Sarah Smith.\n\"We have seen loan requests from Welsh borrowers for as little as £7. People who are struggling to make ends meet can easily fall prey to loan sharks and scammers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58354342",
      "category": "health",
      "title": "Covid: Delta variant patients twice as likely to need hospital care",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "People are twice as likely to need hospital care if they are sick with the Delta Covid variant, rather than the Alpha variant that was once prevalent in the UK, data from England suggests. \nExperts say the big study, published in The Lancet, reinforces why it is important that people get fully jabbed. \nVaccination cuts the risk of serious illness from either variant, although Delta is the current threat.\nDelta accounts for almost all UK cases currently.\nA further 32,406 new coronavirus cases were recorded in the UK on Saturday, alongside another 133 deaths within 28 days of a positive test.\nThe study, led by Public Health England (PHE) and the Medical Research Council, looked at 43,338 Covid cases that occurred between March and May - when both Alpha, also known as Kent, variant, and Delta were circulating in the UK.\nThe bulk of these infections were in people who had not yet been vaccinated.  \nMost did not need hospital care, but a small proportion - 196 (2.3%) of the people infected with Delta and 764 (2.2%) of those with Alpha - did. \nRisk of hospital admission was twice as high for individuals diagnosed with the Delta variant, compared to those with Alpha, after adjusting for differences such as age, sex and ethnicity.\nExperts say being vaccinated should bring down this risk. Both doses are needed for maximum protection.\nA recent analysis by PHE suggests that effectiveness against hospitalisation after two doses is: \nOther research suggests that while protection against symptomatic infections may wane somewhat over time, both vaccines still offer good protection against hospitalisations and deaths caused by Delta. \nMore than 47.9 million people, or about 88% of people aged 16 and over in the UK, have now received a first dose of a vaccine.\nSome 42 million people, or about 78% of people aged 16 and over, have had a second.\nIt takes a couple of weeks from receiving your second dose to get the fullest protection against Covid.\nDr Gavin Dabrera, from PHE, said: \"We already know that vaccination offers excellent protection against Delta and, as this variant accounts for over 99% of Covid cases in the UK, it is vital that those who have not received two doses of vaccine do so as soon as possible. \n\"It is still important that if you have Covid symptoms, stay home and get a PCR test as soon as possible.\"\nThe Lancet study findings are consistent with data recently reported from Scotland comparing Alpha and Delta risks. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-58359278",
      "category": "uk-england-coventry-warwickshire",
      "title": "Leamington Spa fire: Fallen debris warning at industrial site",
      "tags": "Warwickshire Police,Warwickshire Fire and Rescue Service,Royal Leamington Spa,Whitnash",
      "text": "Residents near a huge fire at a plastics manufacturer are being warned not to touch or attempt to clear fallen debris.\nOne employee is still missing following the blaze at Leeson Polyurethanes Ltd in Leamington Spa on Friday, which caused explosions.\nWarwickshire Police said it wanted to reassure residents the fallen debris would be removed.\nA large plume of smoke from the site was visible for miles around.\nThe Warwickshire force said: \"As a precautionary measure, please do not touch or attempt to clear debris in the meantime.\"\nWarwickshire Fire and Rescue Service said the air quality had been sampled and toxicity levels were \"reasonable and non-harmful\".\n\"People can access the area with caution,\" the service said, adding some road closures were still in place.\n\"A clean-up operation is under way and being carried out by local authorities,\" it said, maintaining advice was to not touch the debris. \nThe fire - which is predicted to burn for a few days - has been successfully brought under control, police said, with crews being able to \"significantly reducing its ferocity.\"\nOfficers said its investigations are continuing and residents who had been evacuated have been able to return to their properties, with Public Health England advising them to open windows and ventilate their properties.\nSupt Mike Smith from Warwickshire Police said: \"Firefighters have worked tirelessly under extremely difficult conditions and have done a tremendous job in bringing this huge fire under control.\n\"It is hoped that things can begin to return to normality, however, the operation is expected to take a few days to reach a conclusion.\"\nHe said the one person unaccounted for remains missing, their next of kin have been informed and are being supported by specialist officers. \nIn a short statement published on its website, the company said it was cooperating fully following the \"major incident at the premises\".\nChief fire officer Barnaby Briggs, from Warwickshire Fire and Rescue Service, told a press conference on Friday the explosions were caused by vats of chemicals catching fire.\nEyewitnesses reported hearing \"small pops\" like explosions and a strong chemical smell.\nBen Coleman told the BBC: \"There's a bit of a smell... I heard small explosions - nothing too big, it was a few, like, pops.\n\"I could see a big dark cloud, and I thought it was a thunderstorm, then I looked to my right and saw a big plume of smoke coming up from the building.\" \nWarwickshire Fire and Rescue Service was joined at the scene by colleagues from West Midlands Fire Service and other neighbouring crews.\nWest Midlands Ambulance Service said one ambulance, a paramedic officer and a Hazardous Area Response Team (HART) also attended.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58348119",
      "category": "uk-northern-ireland",
      "title": "Brexit: Irish support for deal harming NI, says DUP leader",
      "tags": "NI Brexit,Republic of Ireland,Emmanuel Macron,DUP (Democratic Unionist Party),Brexit,Sir Jeffrey Donaldson",
      "text": "Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson has accused the Irish government of \"harming\" Northern Ireland's relationship with the rest of the UK through its support for the Brexit deal.\nHis comment came after he met Taoiseach (Irish Prime Minister) Micheál Martin.\nTheir meeting in Dublin was their first since Sir Jeffrey became DUP leader.\nMr Martin said he accepted unionists had \"genuine concerns\" over post-Brexit arrangements for Northern Ireland.\nBut Sir Jeffrey warned that relations between Dublin and Stormont could become \"untenable\" if problems with the Northern Ireland Protocol could not be resolved.\nHe called on the EU to \"change its tune\" on the protocol, which was agreed by the UK and EU to avoid a hard border in Ireland.\nIt does that by keeping Northern Ireland in the EU's single market for goods.\nThat has created a new trade border in the Irish Sea, which is strongly opposed by unionists in Northern Ireland.\n\"If the Irish government persists in harming our relationship with the rest of the United Kingdom through this protocol then of course that has an impact on our relationship with Dublin,\" said Sir Jeffrey.\n\"We are expected to operate as normal on a north-south basis - that is not a tenable position and not one I intend to continue with if we cannot resolve the issues around the protocol and do so quickly.\"\nThe DUP leader said he told the taoiseach that unionists' concerns that the protocol was having an negative effect on Northern Ireland were \"certainly not diminishing\".\nHe cited the \"harm that it's doing to trade between Great Britain and Northern Ireland\" and the \"political harm\" it could cause ahead of next year's Stormont assembly election.\n\"We need to address those issues and do so quickly - we need to remove the border that has developed between GB and Northern Ireland in trading terms,\" he said.\nSpeaking after the meeting, Mr Martin said he would continue to speak to unionists about their worries in relation to the protocol.\nHe called for a focus on maintaining relations between Northern Ireland and the Republic of Ireland.\n\"It would be awful if there was to be any disruption of that progressive work,\" he said.\n\"I accept from a unionist perspective that they have genuine concerns.\n\"We don't necessarily agree that they're ones that can't be overcome - we'd have a different perspective to that - but I acknowledge the sincerity of the perspective that has been articulated to us.\n\"Europe wants to help here but there needs to be very clear presentation from the UK side in terms of where they see the resolution of this.\"\nOn Thursday the Northern Ireland Protocol was a key topic of discussion when French President Emmanuel Macron visited Dublin, where he met both Mr Martin and Irish President Michael D Higgins.\nIn the past Mr Macron has ruled out any renegotiation of the Brexit deal.\nDuring his visit to Áras an Uachtaráin, the Irish president's residence, Mr Macron wrote in the guestbook that Ireland \"occupies a precious place in the heart of the European dream\".\nMr Macron's note explained that France would remain a \"faithful friend for the future\".\nIn June, Sir Jeffrey's predecessor as DUP leader Edwin Poots visited Dublin and met Mr Martin along with DUP colleague Paul Givan, who has since become first minister of Northern Ireland.\nMr Poots said Mr Martin recognised the \"genuine concerns in unionist and loyalist communities around the protocol\".\nBut Mr Poots was ousted within 50 days of becoming DUP leader and was replaced by Sir Jeffrey."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58371251",
      "category": "uk",
      "title": "Royal College of Nursing moves conference online after sex harassment claims",
      "tags": "Nursing,Royal College of Nursing",
      "text": "The Royal College of Nursing has cancelled its annual meeting of members in Liverpool following \"serious allegations of sexual harassment\".\nThe union, which has 465,000 members, said the three-day congress in September would now be held online after \"independent legal advice\".\nIt said that, \"as a matter of urgency\" it was reviewing \"all safeguarding policies and procedures\".\nThe RCN did not provide any further details of the allegations.\nIn a statement, the RCN said its elected council \"decided the best way to safeguard members attending congress is to move this year's meeting to a fully virtual event\".\nCarol Popplestone, the council chair, said: \"We have acted fast and took a unanimous decision that protects all attendees.\n\"We know that many members planning to attend were looking forward to seeing each other in person for the first time in two years.\n\"But this decision was made with members' safety at the top of our minds. That is what we are here to safeguard at all costs.\n\"I am absolutely determined that congress will still be its usual fascinating mix of debates, events and speeches. Getting together virtually won't stand in the way of that.\"\nThe annual gathering was previously planned to be held both in-person in Liverpool and virtually due to the coronavirus pandemic - last year's event did not take place due to restrictions.\nThe 2019 congress took place in Liverpool from 19 to 23 May.\nThe RCN describes itself as the world's largest nursing union, representing registered nurses, student nurses, midwives and nursing support workers across the UK and internationally."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58369654",
      "category": "uk-england-manchester",
      "title": "Benjamin Mendy: Second man arrested in Manchester City footballer rape inquiry",
      "tags": "Prestbury,Manchester",
      "text": "A second man has been arrested after a Manchester City footballer was charged with rape and sexual assault. \nBenjamin Mendy is accused of four counts of rape and one count of sexual assault at his home in Cheshire. \nThe 27-year-old defender was remanded in custody on Friday after appearing at Chester Magistrates' Court. \nCheshire Police said a 40-year-old man had also been arrested in connection to an ongoing investigation into sexual offences at an address in Cheshire.\nThe man was arrested earlier this week on suspicion of rape and has been conditionally bailed pending further inquiries, the force said.\nMr Mendy's charges relate to alleged attacks on three women, including one aged under 18, between October 2020 and August 2021.\nThe left-back has played for last season's Premier League champions since 2017, when he joined from Monaco for a reported £52m.\nIn a statement on Thursday, Manchester City said the club had suspended the player pending an investigation.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58284855",
      "category": "business",
      "title": "Shein: China fashion giant investigates 'false' anti-Uyghur job ads",
      "tags": "Clothing industry,China,Social media influencers,Fashion",
      "text": "Chinese fast fashion firm Shein has launched an investigation into \"false\" discriminatory job adverts posted on recruitment sites under its name.\nAdverts seen by the BBC for factory and warehouse workers said those from certain ethnic minority backgrounds, including Uyghurs, must not apply.\nShein said it did not fund or approve the ads, and it was committed to \"upholding high labour standards\".\nThe plight of the Uyghurs in China has sparked international condemnation.\nFast-growing Shein competes with the likes of Boohoo in the market for young shoppers and has collaborated with celebrities and influencers to build its online following.\nSeveral adverts were posted under Shein's name between April and December of 2020 on Chinese recruitment websites.\nThey offered jobs working in its Guangzhou factories or warehouses earning about 16 yuan (£1.81) per hour, as well as saying workers did not need to get tested for Covid - or pass a medical exam to work on-site - at the height of the pandemic.\nA Shein spokesperson said the company was \"surprised and concerned\" to see the adverts using language that \"goes against\" its hiring principles.\n\"Shein is fully committed to upholding high labour standards across our entire supply chain and to improving the lives of workers in the global supply chain by supporting national and international efforts to end forced labour,\" they said, adding it has strict requirements for its suppliers and does not tolerate discrimination.\nIts recruitment company, Guangzhou Zhongzhi Human Resources Management, also said it would \"investigate the individuals who fraudulently used our company's name to release false information\" and hold them \"accountable to the fullest extent of the law\".\n\"We sincerely apologise for the impact this incident had on Shein and related applicants due to our company's negligence,\" it said in a letter.\n£5 tops, £10 midi skirts - and even a £30 wedding dress. \nShein is winning over young shoppers in the US, UK and Europe by producing fast fashion even faster, and often at cheaper prices, than many of its rivals such as Boohoo or Asos.\nFounded in 2008, Shein reportedly relies on thousands of third-party suppliers in China to produce batches of clothes, which it orders again if they perform well with customers.\nOdds are if you're over the age of 30, you might not have heard of the Chinese company.\nBut on Instagram and TikTok, it's hard to escape videos of Shein \"hauls\", where users try on and review different outfits by the brand. \nUsing an army of influencers, from student \"campus ambassadors\" to reality stars such as Made in Chelsea's Georgia Toffolo or Amber Turner from The Only Way Is Essex, it has amassed more than 24 million followers.\n\"For a retailer without physical stores and a company that is virtually unknown to anyone but their target audience, Shein has utilised social media to reach consumers directly and become arguably the biggest digital clothing retailer,\" said Juozas Kaziukėnas, founder of research firm Marketplace Pulse.\nIts meteoric rise has not been without problems, though. \nThe private company has not disclosed financial figures and has been criticised for selling items such as a Muslim prayer mat described as a \"Greek carpet\", which it was forced to withdraw.\nIt has also been accused of copyright infringement and faces lawsuits from the likes of the maker of Dr Martens boots, although the e-retailer denies any wrongdoing and a hearing is scheduled later this year.\nThe prices for Shein's on-trend fashion items have sparked concerns online about sustainability and its labour practices.\nIts website previously stated that Shein was \"proudly in compliance with strict fair labour standards set by international organisations like SA8000\".\nThe SA8000 certification is issued to companies who have their performance measured in areas such as forced and child labour, health and safety and working hours.\nBut Social Accountability International (SAI), which created the standard, told the BBC in June that Shein was not certified and never had been to its knowledge.\n\"Companies sometimes reference SA8000 in their advertising if they use SA8000 principles in their internal social compliance programs or if they source from SA8000-certified facilities,\" an SA8000 spokesperson said.\n\"As long as a company does not claim to be certified and does not mention the SA8000 disingenuously, we do not consider it a violation to refer to the SA8000 Standard principles in this way.\"\nThe reference on Shein's website has since been removed.\nThe discriminatory job adverts described as false by Shein were shared with the BBC by the Coalition to End Uyghur Forced Labour.\n\"What is really important is to be able to distinguish between those companies that are actually taking meaningful steps to respect the workers in their supply chains and those that are failing to do so,\" said Chloe Cranston, business and human rights manager at Anti-Slavery International, which forms part of the coalition.\nIn recent months, several big brands have come under scrutiny due to their activities in China's Xinjiang region.\nFrench prosecutors announced in July they were looking into accusations that Zara-owner Inditex, Uniqlo, SMCP and Skechers sourced goods made by forced labour from Uyghur Muslims in China.\nSkechers declined to comment, while the other three firms denied the claims.\nThe Xinjiang region produces 85% of China's cotton and accounts for about a fifth of global supplies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58369771",
      "category": "world-asia",
      "title": "Victims' relatives still desperately search for news of loved ones",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58371252",
      "category": "uk",
      "title": "Afghan refugee heading to UK gives birth at 30,000 feet",
      "tags": "Kabul,Afghanistan,Birmingham,Refugees and asylum seekers,Air travel",
      "text": "An Afghan refugee fleeing to the UK gave birth to a baby girl at 30,000 feet while on an evacuation flight destined for Birmingham.\nSoman Noori, 26, was on a flight from Dubai to Birmingham, having previously left Kabul, when she went into labour, Turkish Airlines said.\nWith no doctor on board, members of the cabin crew delivered the baby girl, named Havva, or Eve in English.\nThe airline said both mother and child are healthy.\nMs Noori was travelling with her husband, Taj Moh Hammat, 30, and their two other children.\nTurkish Airlines said the flight landed in Kuwait as a precaution before carrying on to Birmingham and landing at 11:45 BST on Saturday.\nThe Ministry of Defence has confirmed the final UK evacuation flight purely for Afghan nationals left Kabul airport on Saturday afternoon.\nFurther flights which leave Kabul will have UK diplomatic and military personnel on board.\nA mass airlift has been under way since the Taliban took control of the capital, with a deadline of 31 August in place for foreign troops to leave the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58353726",
      "category": "uk",
      "title": "Afghanistan: Boris Johnson vows to help those left behind",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Boris Johnson says he will \"shift heaven and earth\" to help people leave Kabul after 31 August, as evacuations by the UK enter the final stages.\nThe prime minister said he felt a \"great sense of regret\" about those left behind in Afghanistan. \nNo more people are being called to the airport to leave, with the Ministry of Defence saying it had closed processing facilities in Kabul. \nAmerican troops will withdraw by the end of the month.\nThe US has been running the airport in Afghanistan's capital, where at least 95 people - including two British nationals and the child of a British national - were killed in a suicide bomb attack on Thursday. \nMr Johnson said: \"Of course, as we come down to the final hours of the operation there will sadly be people who haven't got through, people who might qualify.\n\"What I would say to them is that we will shift heaven and earth to help them get out, we will do whatever we can in the second phase.\"\nHe added that \"the timing of this is certainly not the one that this country would have chosen, and I think that everybody understands that\". \nDefence Secretary Ben Wallace has expressed \"deep regret\" that not everyone eligible had been evacuated from Afghanistan, including around 800 to 1,100 Afghans and 100 to 150 Britons. \nBut Mr Wallace said the UK's withdrawal \"wasn't hastened by the attack\" on Thursday. \nAt least 150 people were also wounded in the blast, which the group known as Islamic State Khorasan (IS-K) says it was behind. Thirteen of the victims were US military personnel. \nIt had earlier been thought there were two explosions, but the Pentagon said on Friday that there had been no second explosion at, or near, the Baron Hotel, which is close to the airport.\nOn Friday evening, the MoD said 14,543 people had been evacuated by the UK from Kabul under Operation Pitting, which began on 13 August. \nThis includes British nationals as well as the nearly 8,000 Afghans eligible under the UK's relocation scheme for those who worked for the UK government, along with other vulnerable individuals. \nBut the MoD said the UK's ability to process any more evacuations is now \"extremely reduced and additional numbers will be limited\", with the focus turning to getting diplomats and service personnel out of the country. \nMr Wallace would not confirm when the last British troops would leave the country, but said this would be before the US withdrew by 31 August. \nHe added that the risk of attacks by the Islamic State group in Afghanistan would increase as foreign forces left. \nAmong those who have been trying to flee the country is Sharif Karimi, a former British Army interpreter who is still in Kabul. He told the BBC he was \"so worried\". \nHe said he had been told to travel to the airport - but was not allowed through a Taliban checkpoint and went home after spending five hours there. \nMr Karimi said he had been sent a letter showing he was eligible to travel to the UK but despite this, had been left behind.\n\"I am scared that if we are not evacuated soon from Afghanistan, we will be found by the Taliban and killed,\" he said. \nHe called on the UK government to get him, and others in his position, to help get him out \"as soon as possible\". \nAnother man who remains in Kabul, an English language trainer for the British Council who worked with Afghan school teachers, told the BBC he felt he and dozens of colleagues had been \"left to die by the UK government\". \nThe man - who the BBC is not naming for his own safety - said he was told by the British Council to apply for the UK's Afghan Relocations and Assistance Policy scheme because he worked directly for the British government. \nHe said he applied for the scheme but never heard back. \n\"We see our colleagues dying every day. Our colleague was shot this week,\" he said.\n\"Our only hope was to be able to evacuate and travel to the UK. But that didn't happen. Right now we don't know what to do.\n\"In return for our services to the UK, we have been gifted to the Taliban.\"\nWhile the evacuation operation from the airport is coming to an end, Mr Wallace told the Today programme the UK's Afghan relocation scheme would remain open \"indefinitely\". \nHe added that if eligible people were able to get to other countries, the UK could process them there. \nThe defence secretary said it was likely the Taliban would want to keep the airport functioning in the future and people may be able to leave by that route \"in the medium term\". \nConservative MP Tom Tugendhat, who served in Afghanistan, said the military had done \"an amazing job\" but many people, including his own interpreter, would not get out of the country. \n\"I'm not giving up but my anger and shame for those we've left behind to be hunted by the Taliban is growing,\" he said in a tweet. \nLabour leader Sir Keir Starmer praised the \"courage and heroism\" of troops and officials who helped with the evacuation. \nHowever, he said the UK government \"must take its fair share of the responsibility\" for people being left behind and \"has serious questions to answer about how, despite having 18 months to prepare, their failure to plan and inability to influence others has contributed to this tragic political failure\". \n Are you in Afghanistan or do you have loved ones there? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-58354825",
      "category": "uk-england-leicestershire",
      "title": "'Superstar' dog retires after six years of donating rare blood",
      "tags": "Pets,Loughborough,Blood donation,Dogs,Animals,Melton Mowbray",
      "text": "A greyhound who has donated his rare blood to help save up to 88 other dogs has retired after six years.\nWoodie, from Melton Mowbray, in Leicestershire, first gave blood when he was three and the nine-year-old has since reached a total of 22 donations.\nOwner Wendy Gray said: \"To know he has helped out families in distressing situations... it is amazing.\"\nPet Blood Bank UK said each 450ml (16floz) donation can help up to four dogs and hailed Woodie a \"superstar\".\nThe Loughborough-based charity said greyhound blood was particularly sought after as it was more likely to be negative - meaning it can be given to any dog in any emergency -  and only 30% of dogs were thought to have this blood type.\nWoodie can no longer donate as blood is only taken from dogs aged one to eight. \nMiss Gray said Woodie was always happy to donate and the dogs are given \"so much fuss and treats\".\n\"He squeaks when he gets there, goes rushing up to the person who goes to meet him,\" she said. \n\"He lies on the table as still as anything until it's all over and gets back up. \n\"He loves it. He has absolutely no ill effects afterwards and is ready for a four to eight hour walk afterwards.\"\n\"I am just so proud of him. He takes it all in his stride,\" she added.\n\"You never know when your dog will need blood. To know he has helped out families in distressing situations, to know he has helped saved lives, it is amazing.\"\nMiss Gray said she found out about pet blood donations when she saw leaflets at the vets with her first dog Rio, and he donated 11 times. \n\"I love the fact we can do it. People do it for humans why not dogs for dogs?\" she said.\nNicole Osborne, from Pet Blood Bank, said Woodie has been \"an absolutely outstanding donor\".\n\"Blood really is vital for our pets, just as it is for humans, and the number of donations Woodie has made will have made a huge impact to the lives of other dogs across the country.\n\"We're so proud to have had him as a donor for us, he really is a superstar.\" \nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58360064",
      "category": "uk-politics",
      "title": "Government to ban single-use plastic cutlery",
      "tags": "Plastic,Plastic pollution,George Eustice,Environment",
      "text": "The government has announced plans to ban single-use plastic cutlery, plates and polystyrene cups in England as part of what it calls a \"war on plastic\".\nMinisters said the move would help to reduce litter and cut the amount of plastic waste in oceans. \nA consultation on the policy will launch in the autumn - although the government has not ruled out including other items in the ban.\nBut environmental activists said more urgent and wider action was needed.\nScotland, Wales and Northern Ireland already have plans to ban single-use plastic cutlery, and the European Union brought in a similar ban in July - putting ministers in England under pressure to take similar action. \nOn average, each person in England uses 18 single-use plastic plates and 37 single-use plastic items of cutlery every year, according to government figures. \nMinisters are also hoping to introduce measures under its Environment Bill to tackle plastic pollution - such as a deposit return scheme on plastic bottles to encourage recycling and a plastic packaging tax - but this new plan would be an additional tool. \nThe Environment Bill is going through Parliament and is not yet law.\nA consultation on the deposit return scheme proposal for England, Wales and Northern Ireland finished in June.\nEnvironment Secretary George Eustice said everyone had \"seen the damage that plastic does to our environment\" and it was right to \"put in place measures that will tackle the plastic carelessly strewn across our parks and green spaces and washed up on beaches\". \nHe added: \"We have made progress to turn the tide on plastic, banning the supply of plastic straws, stirrers and cotton buds, while our carrier bag charge has cut sales by 95% in the main supermarkets.\n\"These plans will help us stamp out the unnecessary use of plastics that wreak havoc with our natural environment.\"\nBut the ban may take over a year to become law, with legislation needing to go through Parliament, and it is understood it could be April 2023 before it comes into force.\nCampaigners have urged the government to move quickly. \nJo Morley, from the campaign group City to Sea, told the BBC she welcomed the news but it was \"just the tip of the iceberg\".\nShe added: \"We need the government to go much, much, much further, we are facing a plastics crisis and we need to turn off the tap.\n\"We are really facing an environmental crisis, our oceans are full of plastic, and they're killing marine life, they are damaging our eco-systems and they are actually threatening human health.\"\nKierra Box from Friends of the Earth echoed the concerns.\nShe said: \"We need government to take an overall approach to say that what we are going to do is bring an end to all plastic pollution, and what we're going to do is drastically reduce the amount of all single-use products, not just a fork followed by a spoon followed by a cup.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58361917",
      "category": "uk-england-cambridgeshire",
      "title": "UK's oldest living heart transplant patient marks 90th birthday",
      "tags": "Cambridge,Royal Papworth Hospital",
      "text": "The UK's oldest person living with a heart transplant has said he thinks about his donor's family nearly every day as he celebrates his 90th birthday.\nTed Warner had the surgery at the Royal Papworth Hospital, Cambridgeshire, in August 1990, and was only expected to live for eight more years.\nMr Warner, from Leicestershire, is holding a belated birthday celebration on Sunday after turning 90 in June.\n\"It's all possible because of my donor,\" he said.\n\"I wrote a letter to their family many years ago and had a little bit of contact, but then they moved with no forwarding address and I could no longer reach them, but that's OK because it must have been so tough for them and what they were going through.\n\"I think about them almost every single day, even now. Especially now. You can't ever put into words how kind, generous and unselfish he and his family are for donating his heart to somebody he doesn't know.\"\nMr Warner, who had been using a pacemaker, was told by a cardiologist at Leicester's Glenfield Hospital that he needed a heart transplant, following tests in January 1990.\nHowever, he had to wait until August for a donor, not long after being told he had three weeks to live.\nThe Royal Papworth Hospital, which performed the UK's first successful heart transplant in 1979, confirmed the expected survival rate was eight years at the time of Mr Warner's operation. \nThirty-one years on and Mr Warner is the oldest person in the UK currently alive with a heart transplant, the hospital said.\nHe said he was \"so grateful\" for the NHS care he had received and that he had \"made the best of those extra years and still enjoy an active lifestyle to this day\".\n\"I could not have got through this without the incredible support of my late wife Annette, my two sons Neil and Adam, and friends who have been with me throughout my journey,\" he said.\nMr Warner continues to play golf and goes clay pigeon shooting twice a week, and returns to Royal Papworth for twice-yearly check-ups.\nDr Jayan Parameshwar, from the hospital, who will also be at the birthday celebration, said: \"Ted is a perfect advert for what heart transplantation can achieve.\n\"He is an inspiration to the transplant community and beyond.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    }
  ]
}