{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56550350",
      "category": "world-middle-east",
      "title": "Suez Canal: Fresh effort to refloat wedged container ship",
      "tags": "Egypt,Global trade,Shipping industry,Suez canal",
      "text": "A fresh effort is under way to refloat a giant container ship blocking Egypt's Suez Canal.\nCanal authorities say 14 tugboats are trying to take advantage of Saturday's high tide and more will arrive on Sunday if the latest attempt fails. \nThe Ever Given became wedged in the canal - one of the world's busiest trade channels - on Tuesday.\nMore than 300 ships are stuck on either side of the blockage. Some have had to reroute around Africa.\nBy late Friday, dredgers had moved about 20,000 tonnes of sand from around the Ever Given's bow, which was stuck deep into the canal's bank.\nThe chairman of the Suez Canal Authority (SCA), Osama Rabie, told a news conference on Saturday that 9,000 tonnes of ballast water - which is stored in tanks to stabilise the ship - had been removed to help lighten the vessel.\nHe said the stern had begun to move on Friday night, and that the rudder and propeller had started working again. Strong tides and winds had made freeing the ship more difficult, he added.\nMr Rabie could not say how soon the ship might be refloated but said the SCA would \"work around the clock\" to get other ships through once the Ever Given was free.\nInitial reports said the 400m-long (1,300ft), 200,000-tonne vessel ran aground in high winds and a sandstorm that affected visibility. \nHowever, Mr Rabie said weather conditions were \"not the main reasons\" for the ship's grounding.\n\"There may have been technical or human errors,\" he told reporters, without giving details. \"All of these factors will become apparent in the investigation.\"\nThe Ever Given is operated by the Taiwanese firm Evergreen Marine and owned by Shoei Kisen of Japan.\nYukito Higaki, president of Shoei Kisen, said on Friday that the ship did not appear to be damaged.\n\"The ship is not taking water. Once it refloats, it should be able to operate,\" he said.\nIf digging the sand away and pulling the ship with tugs fails to move it, Mr Rabie said rescue teams might have to remove some containers to lighten the load. He said he hoped that would not be needed.\nJohn Denholm, president of the UK Chamber of Shipping, earlier told the BBC that transferring the cargo to another vessel or the canal bank would involve bringing in specialist equipment, including a crane that would need to stretch more than 60m (200ft) high.\n\"If we go through the lightering process, I suspect we're talking weeks,\" he said.\nAbout 12% of global trade passes through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nAn alternative route, around the Cape of Good Hope on the southern tip of Africa, can take two weeks longer.\nAccording to data from Lloyd's List, the blockage is holding up an estimated $9.6bn (£7bn) of goods each day - or $400m an hour.\nMr Rabie estimated that Egypt was losing up to $14m in revenue each day that the canal was closed.\nHe said Egypt was grateful to the US, China and the United Arab Emirates for offers of help."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56550195",
      "category": "uk-scotland-scotland-politics",
      "title": "MP Kenny MacAskill quits SNP for new Alba Party",
      "tags": "Alba Party,Scottish Parliament election 2021,Alex Salmond,Kenny MacAskill",
      "text": "The MP Kenny MacAskill has announced he is quitting the SNP to stand for Alex Salmond's new party at the Holyrood election. \nThe former Scottish justice secretary said the Alba Party, that launched on Friday, would help achieve independence. \nThe SNP have called for a by-election in response, and described his departure as \"somewhat of a relief\".\nMr MacAskill is the most high-profile SNP name to defect to the new party.\nHe is now the Alba Party's first MP at Westminster and said he would be forming an Alba Party group there. He said the membership of Alba was \"going through the roof\".\nMr MacAskill told the BBC News Channel: \"The gamble isn't going for an independent supermajority, the gamble is remaining in a United Kingdom led by Boris Johnson enforcing austerity and making the world a riskier place.\n\"This is a chance to deliver the right for Scotland to decide its own future and to reject the right of Boris Johnson to veto Scotland's right to choose.\"\nHe said he would continue to serve in East Lothian.\n\"This is about continuing to drive forward the cause of independence,\" he said. \"I didn't leave the SNP - that I've been a member of for more than 40 years - lightly, but I've been committed to the cause of independence throughout all of my life and it's never been more vital or necessary than now.\n\"Now is the time for Scotland to choose a different way, a different direction, but to be able to do that we require the powers of an independent nation and that's why Alba was formed and that's what a supermajority for independence will deliver in May.\"\nHe added: \"This isn't just the Alex Salmond party or even the Alex Salmond and Kenny MacAskill Party, it's a party for those who support the cause of independence and who want to make sure we grasp that nettle which is badly required because of the risks and challenges that we face.\"\nA total of 48 SNP MPs were elected in December 2019, making it the third largest party at Westminster.\nNews of Mr MacAskill's defection will not come as a surprise to many as the East Lothian MP has long been a close ally of Mr Salmond and has been critical of the SNP's leadership.\nThe SNP's Westminster leader Ian Blackford said: \"He has been an increasing embarrassment to many in the SNP and his departure is somewhat of a relief.\n\"That he is joining a party with serious questions to answer about its leader's suitability for public office is no surprise.\n\"He should now resign his seat in the House of Commons to let a by-election take place immediately so the people of East Lothian can elect a new MP who will focus on their interests, rather than self-interest.\"\nScottish Labour MP Ian Murray said: \"The Scottish and Westminster parliaments are not places for people to play at politics and Kenny McAskill must now stand down to allow the people of East Lothian to make his obsession with division history. The people of East Lothian deserve better than to be cast aside without a second thought.\"\nLib Dem MP Alistair Carmichael added: \"Kenny MacAskill wants to go from being the SNP MP for East Lothian, to the Alba party MSP for Lothians. I will be interested to see how he pursues this role from his home in Banffshire.\" \nA spokesman for the Scottish Conservatives said: \"Instead of focusing 100% on recovery and rebuilding Scotland, Alex Salmond and Kenny MacAskill's new party are seeking to game the electoral system and boost nationalist seat numbers so they can get an independence super-majority.\"\nA spokesman for the Scottish Greens said: \"This election should be about putting forward a positive vision for Scotland's future, not settling personal vendettas. Kenny MacAskill has simply joined the public meltdown of a man disgraced by his own behaviour.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56548429",
      "category": "uk-wales",
      "title": "Pendine: Worker injured in 'serious incident' at firing range",
      "tags": "Dyfed-Powys Police,Health and Safety Executive ,Ministry of Defence,Pendine",
      "text": "Investigations are under way after a worker was injured in a \"serious incident\" on a live firing range in Carmarthenshire.\nA civilian contractor was injured at the Ministry of Defence (MoD) facility in Pendine on Thursday at about 11:00 GMT.\nDyfed-Powys Police and the Health and Safety Executive are carrying out inquiries.\nIt is understood the casualty was airlifted to hospital.\nThe defence and technology company QinetiQ, which operates the site on a 25-year contract with the MoD, said it was also carrying out an internal inquiry.\nA spokesperson for QinetiQ said the \"serious incident\" resulted in \"injury to a member of QinetiQ personnel\".\n\"We are cooperating fully with the emergency services and a full investigation is under way.\n\"It is too early to comment further at this stage, but additional information will be made available in due course once all investigations have been completed.\"\nThe MoD Pendine range on the Carmarthenshire coast covers 20.5 sq km (5065 acres) and is used for testing, evaluation, and training with firearms and other weapons.\nWarnings published by QinetiQ on its website show the facility was carrying out activities with \"local gunfire and explosions\" on Thursday.\nMembers of the armed forces use the site, alongside engineers and scientists employed by QinetiQ.\nA danger area extends out to sea and for aircraft up to 23,000ft. \nIt is also the home of Nato's European test centre for small arms ammunition. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56543868",
      "category": "uk-politics",
      "title": "English local elections: Johnson hails 'incredible' vaccine at Tory launch",
      "tags": "Conservative Party,England local elections 2021,Keir Starmer,Boris Johnson,Labour Party,Coronavirus pandemic",
      "text": "Boris Johnson has hailed the role of the \"free market economy\" in the UK's coronavirus jab rollout as he launched the party's local election push.\nThe prime minister called on activists to remind voters about the \"incredible scientific breakthrough\" of the vaccine ahead of May's elections in England.\nMr Johnson said one difference between the Tories and Labour was a belief in the need for \"capitalist energy\".\nThe party leader said the UK would recover \"jab by jab, job by job\". \nHe told activists at a virtual party forum: \"Let's not be put off our stride. Let's remember that across the country it is Conservatives, Conservative councils and Conservative councillors that deliver better value for money. And let's take our great one nation message to the people.\"\nThe 6 May elections will include polls for district and county councils, police and crime commissioners and city mayors, including in London.\nVoting in Scottish and Welsh parliament elections will take place on the same day and there will be a parliamentary by-election in Hartlepool.\nIn a pre-recorded speech filmed and broadcast by the Conservative Party, Mr Johnson championed investment in communities through measures like the reversal of the Beeching railway cuts and money for new green buses.\nHe said that Chancellor Rishi Sunak's Budget showed the party was \"holding taxes down and spending wisely\" and harnessing the advantages brought about through Brexit.\nMr Johnson said he had spoken with \"amazing\" scientists in Scotland at a plant making a \"variant-busting vaccine\". And in Northern Ireland, the PM said he had visited engineers working on 3D technology.\nIn Wales, he championed a Wrexham factory that is packaging vials of vaccine \"to fight and defeat the armies of disease\".\nMeanwhile, opponents \"would literally try to smash up\" the United Kingdom \"and destroy forever the formula for British success\", he said.\nConservative co-chairman Amanda Milling has warned party members that Labour could see a \"post-Corbyn bounce\" under Sir Keir Starmer.\nIn her speech, Ms Milling said the Tories must defend an \"incredibly high base\" of almost 2,000 council seats that they currently hold in England.\nThe contests are Sir Keir's first since becoming Labour leader last April, with last May's elections having been postponed because of coronavirus.\nLaunching Labour's local election push earlier this month, Sir Keir said: \"Every vote in this election is a chance to show the Conservatives that the British people value our NHS and our key workers so much more than this government does.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56509669",
      "category": "uk-wales",
      "title": "Covid: 'Heart-breaking' wait for Rhondda couple to travel for IVF",
      "tags": "Fertility,Coronavirus lockdown measures,IVF,Tonyrefail",
      "text": "A couple who wanted to travel abroad for IVF since the first UK lockdown say they are in a \"heart-breaking\" wait for travel rules to change.\nKevin and Nicci Button from Tonyrefail, Rhondda Cynon Taf, won a free round of IVF in California in 2020.\nThey are calling for more support for those seeking fertility treatment abroad during Covid.\nThe UK government said what constituted essential medical travel was \"judged on an individual clinical basis\".\nForeign Office guidance currently advises British nationals against all but essential international travel.\nThe couple said they had been trying for a child for more than four years, having gone through two unsuccessful rounds of IVF in the UK.\nMrs Button, 36, said Covid restrictions on international travel and the isolation period on return had become a \"massive boulder\" in their way of starting a family.\n\"The longer this goes on, the harder it is for the chances we have of it working and being successful,\" she said.\n\"At 36, 37, it is not long before I'll be classed as a geriatric mother.\n\"It is a race against time now.\"\nMr Button said initially they felt \"chuffed to bits\" at winning the free treatment in a competition run by the California IVF Fertility Center during the first national lockdown.\nThey have since had to cancel plans to travel to the United States in March, and now hope to go in May this year.\nThe couple said their main problem was because IVF treatment was not classed as essential medical travel, the isolation rule period, on entering a foreign country and re-entering the UK, would apply to them.\nShe said they would also have to travel to California twice in six-week window as part of the treatment - which could mean eight weeks spent in isolation.\n\"We wouldn't have enough annual leave or enough unpaid annual leave, and we can't afford to take that much time off work,\" Mrs Button said.\nThe couple estimate their travel and accommodation in the US for treatment would cost between £4,000 and £6,000.\nHowever, they said the same IVF treatment in the UK could cost up to £10,000.\nMrs Button said: \"We're not looking to go out there for a jolly, it is not about going over there for a good time, it is about going over there to start a family.\"\nMrs Button said couples in their situation should have more support from the UK government, such as being prioritised to have the vaccine sooner, or for isolation restrictions to be changed, or for financial support with those isolation rules.\nThe couple also want to raise more awareness around the impact of fertility issues, which led Mr Button to dedicate an Instagram platform to speaking out about male infertility and mental health.\nGwenda Burns, chief executive of Fertility Network UK, said the pandemic added \"to an already complex situation\" for patients choosing to go abroad for fertility treatment.\n\"In the UK, we have seen travel bans come into place at relatively short notice, which of course will add extra stress and costs for those trying to make their appointments,\" she said.\n\"If they are able to travel safely, patients will also need to quarantine, which can be especially distressing and lonely at a time when they need support more than ever.\"\nThe Human Fertilisation and Embryology Authority, which regulates fertility clinics in the UK, said treatment at some clinics may be affected by the pandemic due to local circumstances.\n\"Patients should keep in contact with their clinic who can update them on any changes to their services,\" it said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56538653",
      "category": "world-middle-east",
      "title": "Suez Canal: Ships stuck in 'traffic jam' as salvage efforts continue",
      "tags": "Egypt,Global trade,Suez canal",
      "text": "The blockage of Egypt's Suez canal by a giant container ship is causing a \"traffic jam\" in the Red Sea, according to a merchant seaman on a nearby ship.\nJoe Reynolds, chief engineer of the Maersk Ohio, told the BBC the number of vessels waiting at the canal's southern entrance was \"growing exponentially\".\n\"It's going to affect shipping schedules around the world,\" he warned.\nTugboats and dredgers are trying to dislodge the Ever Given, which is wedged diagonally across the waterway. \nThe 400m-long (1,300ft), 200,000-tonne vessel ran aground on Tuesday morning amid high winds and a sandstorm that affected visibility.\nSpecialist salvage companies have been brought in to help refloat the ship, and an adviser to Egypt's president has said he hopes the situation will be resolved within two to three days. But experts have said it could take weeks if the vessel's containers need to be removed.\nAbout 12% of global trade passes through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nAn alternative route, around the Cape of Good Hope on the southern tip of Africa, can take two weeks longer.\nMr Reynolds told BBC Radio 4's Today programme that the Maersk Ohio, a US-flagged container ship that is 292m long and weighs 50,000 tonnes, was \"stacked up\" alongside dozens of other vessels near Port Suez.\n\"I think you can imagine there was a queue of ships waiting to go through to begin with, and now that queue has just grown exponentially,\" he said. \"Standing outside, as you look, everywhere around you is ships.\"\nHe said there was still a lot of work to be done on board his ship, and that he and his fellow crewmembers had not yet had a chance to communicate with the other vessels.\n\"It's just a long waiting game. There's not a lot to see... We are ships sitting at anchor, just waiting as if you were in a traffic jam on the M5,\" he added, referring to a British motorway.\nDespite the delay, Mr Reynolds expressed sympathy for the Ever Given's 25 Indian crew members.\n\"As sailors, we complain a lot about things. But we also understand when other sailors are in a fix or other seamen are working really hard day and night to try to correct a situation. We've all been there,\" he said.\nAbout 10 tugboats and two dredger vessels are working to refloat the Ever Given. Diggers and other machinery operating on the banks are also assisting.\nThe Ever Given's technical mangers, Bernhard Schulte Shipmanagement, said another attempt to refloat the vessel on Friday had failed, and that the salvage operation was now focused on removing sand and mud from around the port (left) side of the vessel's bow.\nA specialised suction dredger, which can shift 2,000 cubic metres (70,000 cubic feet) of material every hour, arrived on site on Thursday, it added. \nArrangements are also being made for high-capacity pumps to reduce the water levels in the vessel's forward void space and the bow thruster room.\nAnother two tugs will arrive by Sunday, when a higher tide is expected.\nJohn Denholm, president of the UK Chamber of Shipping, told the BBC that if the diggers and tugs were not successful, salvage teams would have to start the slow process of \"lightering\" the ship - transferring its cargo to another vessel or the canal bank. \nThat would involve bringing in specialist equipment, including a crane that would need to stretch more than 60m (200ft) high, he said.\n\"If we go through the lightering process, I suspect we're talking weeks.\"\nMr Reynolds said the Maersk Ohio, which started its voyage in the Gulf and was headed to northern Europe via the Mediterranean, still had a \"little wriggle-room\" in its schedule.\n\"If it goes more than five days, then we start to see our schedule back up. I'm sure other ships are on a much tighter schedule than we were... It's going to affect shipping schedules all around the world.\"\nService provider Leth Agencies said a total of 237 vessels were waiting in the area on Friday - 107 at Port Suez in the Red Sea, 41 at the canal's midway point in the Great Bitter Lake, and 89 at Port Said in the Mediterranean. \nThe blockage is holding up an estimated $9.6bn (£7bn) of goods each day - or $400m an hour - according to data from Lloyd's List.\nThe shipping journal said two major companies, Maersk and Hapag-Lloyd, were looking into whether to re-route their vessels.\nThe first container ship to opt for the longer journey around the Cape of Good Hope was the Ever Given's sister ship, the Ever Greet, both of which are operated by the Taiwanese firm Evergreen Marine, it added.\nRichard Meade, the editor of Lloyd's List, told the BBC that the risk of piracy to vessels off the coast of Africa had been overblown to some extent. \n\"Obviously, we did see a major piracy surge a few years ago off the Somali coast. That has largely been brought under control,\" he told the BBC. \"The Gulf of Guinea is the hotspot. But I think realistically you would see ships move well outside the Gulf of Guinea as the route.\"\nDid you witness the incident? Are you on board another vessel on the Suez Canal? Tell us your story by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56463390",
      "category": "uk-scotland",
      "title": "'I moved to Scotland but it doesn't feel like I'm here'",
      "text": "Fanny Quindot had thought about moving to Scotland for a long time, but putting down roots in a new country during the Covid-19 pandemic was not easy.\nThe 26-year-old librarian, who lived in Belgium, says she fell in love with Scotland during her travels.\n\"It felt like a great idea,\" she says.\n\"It wasn't too far from Belgium, so my friends and family could come visit, and I could easily go back home, even just for a weekend, if I ever felt homesick.\"\nAt the start of the coronavirus pandemic, Fanny had found a job in St Andrews.\nAfter a few months working from home in Belgium, she decided to pack up her things and relocate to Fife, arriving in August for her first experience of living and working abroad. \nThe lockdown restrictions imposed at the start of the pandemic had eased, but in the autumn they began to be reintroduced as case numbers rose again.\n\"Because I arrived in the middle of the pandemic, I didn't meet anyone except my roommate and one of my colleagues,\" she says. \n\"So not being able to make friends, to have people visit from Belgium or go back home because of the quarantine requirements made things difficult.\" \nAnother strict lockdown at the beginning of this year made Fanny feel that things were not going to get better for a while - but the final straw was the introduction of the managed quarantine policy. \n\"I felt very lonely and the fact that travelling was going to be virtually impossible prompted me to leave Scotland and return home,\" she says.\n\"I didn't get to discover the country as much as I wanted to. It's quite ironic that I saw more of Scotland during my short trips than in the six months I actually lived there,\" she says.\nElena Artacho, 27, is still learning how to feel at home in Edinburgh. \nShe arrived in the capital from Spain in early August to start a master's degree in international development. \n\"At first, I wondered if it would be worth leaving Spain at all if the university didn't offer face-to-face classes,\" she says. \n\"But we were told there would be a hybrid system with at least some classes taught in person, even if, when I asked what percentage exactly, I never got a straight answer,\" she remembers. \n\"Now we're all studying from home and it's really hard to focus.\"\nMs Artacho grew up in the UK before going back to Spain for university, then living in the United States, Qatar and the Philippines.\nShe is usually a very active and social person and had expected to struggle with the two-week home quarantine at her arrival. \nBut she says this time was \"probably my favourite couple of weeks in Scotland\".\n\"The university put me in an accommodation with other international students who were going through the same thing. \n\"We got on very well and, in fact, the majority of people I know now, I met during quarantine.\"\nShe now lives in a flat-share where she it has been possible to create a \"home feel\".\n\"I'm really good friends with my flatmates. Hearing them talk about how much they love Edinburgh, I really can't wait for the restrictions to be lifted.\n\"I'm here, but it doesn't feel like it. Edinburgh is a home I'm building up to.\"\nEllen Marks, from North Carolina, has lived in big cities from New York to Beijing, as she spent 40 years of her career evaluating services for vulnerable families across the world.\nThe 67-year-old researcher fell in love with Scotland during a trip and decided to retire in the Highlands.\nShe says Brexit rushed her decision. Holding a dual American-Lithuanian citizenship, she wanted to move to Scotland during the transition period, to avoid the paperwork linked to the end of the EU freedom of movement. \n\"I have been exposed to the country more than I've been exposed to the people,\" Ms Marks says. \n\"I haven't met many people, but I have become good friends with an American-Scottish couple who have been indispensable in welcoming me in my new community. \n\"They introduced me to some people who have become friends, oriented me to the closest supermarket, told me where to buy the best coffee.\" \nShe has admired the kindness and generosity of her neighbours, who she says have gone above and beyond to make her feel welcome.\n\"I love the sense of community caring for community,\"she says.\nAfter roaming the world for months and living in dozens of countries, Lucie Aidart started lockdown at home in France before making a move to live permanently in Edinburgh last summer.\nThe screenwriting student says one of the main advantages of the restrictions, especially when you have an international social circle, is that people are always available.\n\"Sometimes, not being able to socialise normally is tough but we can adapt,\" she says. \n\"I can meet people outdoors, even if it's dark and cold.\"\nShe is eager to discover life in Scotland with some degree of normality, whenever that may come. \n\"So many good things happened in my life when I decided to just let go, and follow my intuition,\" she says. \n\"I don't worry too much about the future. I'm just enjoying life in this city as it is.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56538974/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Slight Covid uptick in older school children in England",
      "tags": "Children,Coronavirus vaccines,State schools,Coronavirus testing,Coronavirus pandemic",
      "text": "Coronavirus infection levels in secondary school-age children have risen slightly in England, according to the Office for National Statistics.\nTests carried out during the second week back at school, ending 20 March, found an increase in 11-16 year olds. \nBut infections fell in older teenagers and young people, the ONS estimates.\nOverall, the percentage of people testing positive has levelled off in England, Wales and Northern Ireland, and risen in Scotland.\nOn Friday, the UK reported another 6,187 confirmed cases - an increase of 1,385 on last Friday's figure, but a decrease of 210 from Thursday.\nAnother 70 deaths within 28 days of a positive Covid test were also reported - a decrease of 31 from last week, but an increase of seven from Thursday.\nAccording to the ONS analysis, which tests a random sample of adults and children in the community, infections remain at a low level after falling steeply since January.\nIt estimates that in the week up to 20 March:\nAt the height of the winter peak, the percentage testing positive was around 2% in most of the UK.\nThis week's figures from the ONS also reflect the effect of schools re-opening in England on 8 March on infection levels, which were always expected to rise when children, staff and parents started mixing again in large numbers.\nThe findings show a slight rise in children testing positive in years 7-11, from 0.31% the previous week to 0.43% this week.\nHowever, in primary schools the trend among younger children is less certain and much flatter, and in children in year 12 and upwards, the ONS estimates that infections fell.\nYoung people in their 20s and 30s also saw infections fall during that week.\nSchools in Scotland opened to the youngest pupils at the end of February and ONS data has already suggested infections could be gradually rising there. Schools in Wales opened to some children on 22 February.\nBut identifying more infections in schools, which is possible through regular rapid testing, does not automatically mean there will be more cases and more serious illness across all age groups - because of the Covid vaccination programme.\nMore than half of the UK's adult population has now had one dose of a vaccine, which 'real-world' studies have shown to offer high levels of protection against Covid-19.\nAs a result, deaths as well as hospital admissions with Covid have fallen sharply, and particularly in older age groups which were vaccinated first. Millions of under-50s are yet to be offered a jab, however.\nProf James Naismith, director of the Rosalind Franklin Institute, at the University of Oxford, said caution was still needed.\n\"Even in a full-blown third wave, the number of hospitalisation and deaths for every thousand people who become infected would be much lower because of vaccination.  \n\"However, no one who has not been vaccinated is entirely safe from serious illness and a large wave of infection in young people will lead to hospitalisations,\" he said.\nProf Lawrence Young, professor of molecular oncology at Warwick Medical School, said infections levelling off was \"inevitable\" as the country relaxes restrictions after lockdown.\n\"This is why the roadmap is taking a cautious approach - leaving gaps between each relaxation so that the impact on infections can be carefully monitored,\" he said.\nThe R number is now between 0.7 and 0.9, narrowing slightly from last week's estimate, but still below 1 in most regions. However, the government says the figure does not yet fully reflect the re-opening of schools in England.\nSarah Crofts, senior statistician for the ONS's Covid-19 Infection Survey, said their study found different trends in infections across regions.\n\"The North West saw an increase in the percentage of people testing positive while in the South East and East of England it decreased. There were slower decreases in London, West Midlands and the South West.\"   \nShe said the ONS would continue to closely monitor infections by age group."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56538974",
      "category": "health",
      "title": "Slight Covid uptick in older school children in England",
      "tags": "Children,Coronavirus vaccines,State schools,Coronavirus testing,Coronavirus pandemic",
      "text": "Coronavirus infection levels in secondary school-age children have risen slightly in England, according to the Office for National Statistics.\nTests carried out during the second week back at school, ending 20 March, found an increase in 11-16 year olds. \nBut infections fell in older teenagers and young people, the ONS estimates.\nOverall, the percentage of people testing positive has levelled off in England, Wales and Northern Ireland, and risen in Scotland.\nOn Friday, the UK reported another 6,187 confirmed cases - an increase of 1,385 on last Friday's figure, but a decrease of 210 from Thursday.\nAnother 70 deaths within 28 days of a positive Covid test were also reported - a decrease of 31 from last week, but an increase of seven from Thursday.\nAccording to the ONS analysis, which tests a random sample of adults and children in the community, infections remain at a low level after falling steeply since January.\nIt estimates that in the week up to 20 March:\nAt the height of the winter peak, the percentage testing positive was around 2% in most of the UK.\nThis week's figures from the ONS also reflect the effect of schools re-opening in England on 8 March on infection levels, which were always expected to rise when children, staff and parents started mixing again in large numbers.\nThe findings show a slight rise in children testing positive in years 7-11, from 0.31% the previous week to 0.43% this week.\nHowever, in primary schools the trend among younger children is less certain and much flatter, and in children in year 12 and upwards, the ONS estimates that infections fell.\nYoung people in their 20s and 30s also saw infections fall during that week.\nSchools in Scotland opened to the youngest pupils at the end of February and ONS data has already suggested infections could be gradually rising there. Schools in Wales opened to some children on 22 February.\nBut identifying more infections in schools, which is possible through regular rapid testing, does not automatically mean there will be more cases and more serious illness across all age groups - because of the Covid vaccination programme.\nMore than half of the UK's adult population has now had one dose of a vaccine, which 'real-world' studies have shown to offer high levels of protection against Covid-19.\nAs a result, deaths as well as hospital admissions with Covid have fallen sharply, and particularly in older age groups which were vaccinated first. Millions of under-50s are yet to be offered a jab, however.\nProf James Naismith, director of the Rosalind Franklin Institute, at the University of Oxford, said caution was still needed.\n\"Even in a full-blown third wave, the number of hospitalisation and deaths for every thousand people who become infected would be much lower because of vaccination.  \n\"However, no one who has not been vaccinated is entirely safe from serious illness and a large wave of infection in young people will lead to hospitalisations,\" he said.\nProf Lawrence Young, professor of molecular oncology at Warwick Medical School, said infections levelling off was \"inevitable\" as the country relaxes restrictions after lockdown.\n\"This is why the roadmap is taking a cautious approach - leaving gaps between each relaxation so that the impact on infections can be carefully monitored,\" he said.\nThe R number is now between 0.7 and 0.9, narrowing slightly from last week's estimate, but still below 1 in most regions. However, the government says the figure does not yet fully reflect the re-opening of schools in England.\nSarah Crofts, senior statistician for the ONS's Covid-19 Infection Survey, said their study found different trends in infections across regions.\n\"The North West saw an increase in the percentage of people testing positive while in the South East and East of England it decreased. There were slower decreases in London, West Midlands and the South West.\"   \nShe said the ONS would continue to closely monitor infections by age group."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56533911",
      "category": "world-us-canada",
      "title": "Beverly Cleary, children's author behind Ramona Quimby, dies aged 104",
      "tags": "Oregon,Literature,Books,Obituaries",
      "text": "Beverly Cleary, the American children's author who created the feisty characters of Ramona Quimby and Henry Huggins, has died at the age of 104.\nCleary died on Thursday at her home in Carmel, California, publisher HarperCollins said in a statement.\nAt a time when children's literature told the stories of genteel English schoolchildren, she wrote about what she called ordinary, \"grubby kids\".\nHer books were set in Portland, Oregon, where Cleary grew up.\nCleary's first book, Henry Huggins, was published in 1950 and \"immediately [set] a standard for realistic children's fiction\", HarperCollins said.\n\"Looking back, she'd often say 'I've had a lucky life', and generations of children count themselves lucky too,\" Suzanne Murphy, president of children's literature at HarperCollins, said. \"Lucky to have the very real characters Beverly Cleary created... as true friends who helped shape their growing-up years.\"\nDespite wanting to be a writer since she was in sixth grade, Cleary began her career as a librarian. \nIt was there that she found the inspiration for Henry Huggins when a young boy asked her where he could find books about \"kids like us\".\nShe wrote six books about Henry and his dog Ribsy - but it was Ramona Quimby, a precocious young girl who was originally a supporting character in the books, who evolved into a stand-out protagonist.\nIn 1995 Cleary was honoured with the Beverly Cleary Sculpture Garden for Children in Portland, which has statues of Ramona, Henry and Ribsy. A school in Portland is also named after Cleary.\nShe also went on to inspire generations of children's authors, including the best-selling writer Judy Blume.\n\"Beverly just beautifully captures the essence of childhood,\" Blume told the New York Times. \n\"We might not all have childhoods like that, but there's still something so universal about it. I think kids will always love those books.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56550359",
      "category": "world-africa",
      "title": "Mozambique insurgency: Islamist militants 'ambush workers fleeing hotel'",
      "tags": "Mozambique",
      "text": "Islamist militants have ambushed a convoy that was trying to rescue civilians from a hotel amid fighting in northern Mozambique, reports say.\nA South African man has been confirmed as dead, but many details are unclear. \nHundreds of people fled the fighting, which began on Wednesday in the town of Palma. Evacuees included foreign gas workers.\nFrench energy giant Total said it was forced to suspend operations at a huge gas project nearby.\nThe company had only just announced it would restart work on the $20bn (£14.5bn) project which it had halted in January over security concerns.\nIn a statement, the company said none of its staff were killed in the incident, but the \"remobilisation of the project that was envisaged at the beginning of the week\" had been halted.\nTotal added that it trusted the Mozambican security forces, who were working to regain control of the area.\nHuman Rights Watch said that witnesses described seeing \"bodies on the streets and residents fleeing after the... fighters fired indiscriminately at people and buildings\".\nNorthern Mozambique has been torn apart by an insurgency since 2017.\nMilitants linked to the Islamic State (IS) group are behind the conflict in the predominantly Muslim region of Cabo Delgado. The fighting has left more than 2,500 people dead and 700,000 displaced.\nThere are unconfirmed reports of British citizens being caught up in the hotel siege. \nA UK Foreign, Commonwealth and Development Office spokesperson told the BBC: \"Our High Commission in Maputo is in direct contact with authorities in Cabo Delgado to urgently seek further information on these reports.\"\nInsurgents launched a surprise assault on Palma earlier in the week, attacking shops, banks and a military barracks. \nHundreds of people fled the fighting, running into forests, mangroves or nearby villages. About 180 foreign and local gas workers took refuge in the Amarula Palma hotel.\nSome tried to escape the hotel in a convoy of vehicles on Friday, aiming for a nearby beach, Reuters news agency quoted Lionel Dyck as saying. Mr Dyck runs a South African private security company that works with the Mozambique government.\nBut they were ambushed outside the hotel, Mr Dyck said, adding that at least 20 people were initially flown to safety in helicopters.\nThe South African man confirmed to have been killed was thought to have been driving one of the escape vehicles. \nOne source told the BBC several people were successfully evacuated and reached the city of Pemba, 420km (260 miles) south of Palma."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56543849",
      "category": "business",
      "title": "BBC reporter records phone call with fraudster",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56552440",
      "category": "uk",
      "title": "Kill the Bill Manchester protest: 18 arrested after protesters block tram lines",
      "tags": "Greater Manchester Police,Manchester",
      "text": "Eighteen people have been arrested after protesters blocked tram lines in Manchester, police have said.\nThe Kill the Bill protest against the government's Police and Crime Bill was described as \"largely peaceful\" by Greater Manchester Police.\nBut \"significant disruption\" was caused by protesters sitting on the Metrolink line in St Peter's Square, police said.\nProtests were also held in towns and cities such as Bath, Falmouth, Nottingham and Sheffield.\nIn Brighton, hundreds of people gathered in front of the city's police headquarters to protest.\nIn Cambridge about 100 people gathered outside the Parkside police station, with some protestors climbing on top of the building's entrance lobby.\nMass gatherings are currently banned under coronavirus legislation and anyone breaching regulations could be fined.\nDemonstrators marched through Manchester city centre to protest against an element of the Police and Crime Bill, which would ban residing on any private or public land in vehicles without permission where they are causing \"significant disruption, distress or harm to local communities\".\nGreater Manchester Police said officers gave repeated warnings to people who were obstructing the tram lines before making 18 arrests.\nThe majority of the crowd had left by 16:00 GMT, a force spokesman said.\nChief Superintendent Andy Sidebotham said the protest was \"largely peaceful and without issue\".\n\"However, as the day went on the remaining group caused significant disruption to the public of Greater Manchester,\" he said.\n\"I understand the desire to peacefully protest but by blocking trams this smaller group prevented passengers from travelling to work for essential journeys, including health and care workers.\n\"This was clearly unacceptable and, in our duty to serve the public, we could not allow to be tolerated any longer.\"\nViolence at a third night of protests in Bristol was condemned as \"disgraceful\" earlier on Saturday by Prime Minister Boris Johnson.\nTen people were arrested in the city after a Kill the Bill protest ended in scuffles."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56526625",
      "category": "uk-northern-ireland",
      "title": "Ballymurphy Inquest findings to be published on 11 May",
      "tags": "Belfast,The Troubles,Ballymurphy inquest",
      "text": "The findings of the Ballymurphy Inquest are due to be published on 11 May, Coroner Mrs Justice Keegan has announced.\nThe inquest, which began in November 2018, has examined the deaths of 10 people in and around the Ballymurphy area of west Belfast in August 1971.\nThe deaths took place immediately after the introduction of internment in Northern Ireland.\nThe court heard more than 100 days of evidence from more than 100 witnesses.\nThese included more than 60 former soldiers, more than 30 civilians and experts in ballistics, pathology and civil engineering.\nThe most senior former soldier to testify was Gen Sir Mike Jackson, the former head of the Army and Chief of the General Staff.\nThe killings happened during an Army operation in which paramilitary suspects were detained without trial.\nThe victims included a priest trying to help one of the wounded and a mother of eight.\nIn a statement, relatives of those who died said they welcomed the coroner's announcement and described it as a \"long and difficult road\".\nThe statement added that families \"had to sit through horrific evidence about how their loved ones died as well as how they were treated both before and after their deaths\". \n\"Gruesome details of their injuries and their last moments before death were revealed in evidence,\" it continued.\nJohn Teggart, whose father Danny was among the victims, said he had grown up \"searching for answers\" about his killing.\n\"Families have worked very hard to get to this stage when we will see the results of the many years of campaigning for truth,\" he said. \n\"We have confidence that the coroner's findings will vindicate our loved one's innocence.\"\nThe coroner will present the findings at 11:00 BST on 11 May at the International Conference Centre in Belfast.\nThe Lord Chief Justice's office said a \"mix of physical and remote attendance is being arranged\" to allow as many people as possible to join the hearing in adherence with coronavirus restrictions.\nThe statement said \"priority is being given to the families of the deceased and those directly involved\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56548067",
      "category": "uk-england-bristol",
      "title": "Kill the Bill: Ten arrests after third Bristol protest",
      "text": "A third night of protests in Bristol led to 10 arrests after a Kill the Bill protest ended in violent scuffles.\nA \"minority\" of protesters \"showed hostility\" and arrests came after some who had sat in front of a police station were cleared.\nBridewell police station was the scene of disorder last Sunday, with a small number of protesters smashing windows and torching police vans.\nThe protests have been opposing the government's Police and Crime Bill.\nArrests have also been made at the previous two protests.\nSupt Mark Runacres, of Avon and Somerset Police, said: \"The majority of people acted peacefully however there was a minority who once again showed hostility to officers.\n\"Items, including glass bottles and bricks were thrown at officers, fireworks were launched at our mounted section while one of our horses was also covered with paint.\n\"This violent conduct is not acceptable.\n\"Officers repeatedly encouraged people to disperse but once the atmosphere changed and people became physical it was necessary to take action.\n\"At times reasonable force had to be used - this is not something we ever want to do but we have a duty to uphold the law, prevent crime, and protect people and property.\"\nFriday's protest started peacefully on College Green before 1,000 people marched with a \"significant\" number stopping outside Bridewell police station.\nPolice were seen charging the protesters, using riot shields to hit them and police horses were used to move protesters back.\nAvon and Somerset Police said its officers moved in after eggs and glass bottles were thrown at them, and after protesters attempted to remove their riot shields.\nIn total, 10 were arrested. One has been given a fixed penalty notice while the other nine remain in custody.\nLabour's shadow chancellor Anneliese Dodds told BBC Breakfast that \"whenever there is violence, that is completely unacceptable\".\nShe said protesters should be using \"other ways of expressing whatever dissatisfaction they have\".\nAsked whether the Police, Crime, Sentencing and Courts Bill, which Labour has opposed, seeks to prevent the sort of scenes seen in Bristol, Ms Dodds said the party's criticism concerned \"the lack of measures within that bill to protect women and girls\".\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-56538334",
      "category": "uk-england-dorset",
      "title": "Major general jailed for Dorset school fees fraud",
      "tags": "Blandford Forum,British Army",
      "text": "An Army major general who dishonestly claimed £48,000 for his children's boarding school fees has been jailed.\nNick Welch, 57, claimed to live in London rather than Dorset, near their schools.\nWelch was convicted of fraud by a panel of senior officers after a four-week trial at Bulford Military Court and handed a 21-month sentence.\nHe is believed to be the most senior officer to be court-martialled since 1815.\nJudge Advocate Gen Alan Large also sentenced Welch to retrospective dismissal from the Army, meaning he can no longer benefit from his rank of retired major general.\nWelch, who left the military in 2018, has been ordered to pay back the fraudulently claimed cash. \nThe Continuity of Education Allowance (CEA) allows children to remain at the same schools to enable their serving parent to be accompanied by their spouse as they are posted to different locations.\nHowever, it cannot be claimed if a soldier's spouse is away from the military home for more than 90 days per year, the trial heard.\nThe prosecution said Welch applied for the allowance on the basis both he and his wife would not be living close to the children.\nBut it said his wife Charlotte actually spent most of her time at a cottage in Blandford Forum, Dorset, close to the £37,000-a-year Clayesmore School and the £22,500-a-year Hanford School.\nAn investigation was launched after a neighbour told authorities about the family's absence from London.\nJudge Large said: \"A disciplined organisation such as the Army relies on those in rank and authority to set an example and to be beyond reproach.\n\"The higher your rank, the more important it is that you uphold the values and standards of the Army in which you serve and when an officer of the rank of major general offends as you have, the potential to erode discipline and undermine morale is considerable.\"\nWelch joined the Army in 1984 and when he retired he held the position of the assistant chief of general staff at Ministry of Defence (MoD) headquarters in London.\nHe had been awarded medals for his service in Northern Ireland, Afghanistan and for long service with good conduct.\nJudge Large told him: \"In stark contrast to the events leading to your conviction in this trial, you had a highly successful military career, served your country with distinction on operations and you were a fine ambassador for your service and nation.\"\nDuring the trial, Welch denied being dishonest and said his wife was living with him for the majority of the time.\nHis barrister, Sarah Jones QC, had argued that the CEA system and the 90-day rule were a \"mess\" and not strictly enforced.\nMiss Jones said the sentence would \"shake the foundations of the man and what he has achieved and what he has failed in two things he cared about most\".\nShe said his career had been \"brought to an ignominious end and his family life has been shattered as his children are distraught and his wife puts a brave face on things\".\nWelch was remorseful and acknowledged \"he had not taken enough care\", she added.\nA character reference from the former Commander of Joint Forces Command, General Sir Richard Barrons, said Welch was of \"unimpeachable integrity\".\nBut prosecutor Sarah Clarke QC said he had attempted to manipulate the figures regarding his family's locations to cover up his dishonesty.\nWelch will spend half his sentence in prison before being released on licence.\nFollowing his sentencing, an MoD spokesperson said: \"It has been proven in this case that retired Major General Nicholas Welch OBE did commit fraud and he has been sentenced accordingly.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56537389",
      "category": "world-europe",
      "title": "Coronavirus: Germany tightens borders amid alarm over pandemic",
      "tags": "Austria,France,Germany,Czech Republic,Slovakia,Poland,Coronavirus pandemic",
      "text": "Germany could see 100,000 infections a day if the third wave of coronavirus spreads unchecked, the head of the RKI public health institute has warned.\nFears that the third Covid wave could be the worst so far have prompted a clampdown on borders.\nNegative tests will be required for airport arrivals from Tuesday and all of France has been declared high-risk.\nFrom Sunday anyone travelling from France will have to submit a negative test and go into 10 days' quarantine.\nRandom German checks and compulsory tests will be enforced on the French border, says France's foreign minister. \"The pandemic in Germany is exploding faster than they thought,\" said Jean-Yves Le Drian.\nWith infections running at more than 20,000 a day, German Health Minister Jens Spahn warned: \"If this continues unchecked we run the risk of our health system hitting breaking point in April.\"\nGermany is among a number of European countries where Covid infections have been rising fast this week. Cases are also up in Poland by 35%, and health officials in both countries say the spread of the UK (Kent) variant is behind the surge.\nSlovakia and the Czech Republic are also now seen as high-risk, but they have been downgraded from the highest alert level of \"virus mutation area\", aimed at stopping almost all travel. Czech infection levels have begun to fall, down a quarter on last week.\nAustria's Tyrol was also classed as a \"virus mutation area\" but from Sunday is being downgraded even further.\nFrance has seen a big increase in cases in recent weeks.\nNineteen areas have been placed under lockdown and more than 4,700 people are now being treated in intensive care. The greater Paris region is one of the worst affected areas with almost 600 cases per 100,000 people. The average French incidence rate in the past week is above 200 cases, while in Germany it is 119 per 100,000 people.\nPresident Emmanuel Macron said late on Thursday there would be \"no taboo\" as far as further measures were concerned. On Friday, the government spoke of a \"race against time\" as it beefed up checks at stations, airports and road tolls in the 19 affected areas.\nAlthough schools are still open in these areas, which now include the Rhône region around Lyon, most businesses are shut and travel in or out is barred without a compelling reason.\nEurope's Covid vaccine drive started slowly, partly because of delivery delays. But France has stepped up vaccinations, announcing almost 400,000 on Friday alone. A drive to start vaccinating people aged 70-75 will begin on Saturday.\nIn Germany about 10% of adults have now had a first dose of vaccine (with 14 doses per 100 people), well below UK levels. The German health minister said his country was in the final stages of a \"pandemic marathon\" but it would take some time before the goal could be reached. He appealed to Germans not to travel over Easter and minimise their contacts with other people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56536064",
      "category": "uk-northern-ireland",
      "title": "NI's Covid-related deaths fall for eighth consecutive week",
      "tags": "Northern Ireland Statistics and Research Agency (NISRA),Coronavirus testing,Coronavirus pandemic",
      "text": "The number of Covid-19-related deaths registered in NI has fallen for the eighth week in a row.\nThe virus was mentioned on 15 death certificates in the week to Friday 19 March, according to the Northern Ireland Statistics and Research Agency (Nisra).\nThat is 17 fewer than the previous week and brings its total of Covid-related registered deaths to 2,886.\nThe Department of Health recorded 2,104 deaths by the same date.\nNisra counts the number of deaths by looking at the death certificates where the virus has been recorded as a factor.\nThis is a different measure than that used by the Department of Health - it counts deaths by recording when someone dies within 28 days of a positive test for Covid-19.\nAccording to the figures published by Nisra, the peak of the winter came in the week ending 22 January, when 182 Covid-related deaths were registered.\nNisra's figures show that the vast majority of deaths have occurred in hospitals and care homes and most have been among people aged 75 and over.\nOverall, the number of deaths in Northern Ireland in the past year has been markedly increased when compared to the five-year average death rate.\nThere have been almost 2,500 deaths above what would be expected in that time.\nOn Thursday, the Department of Health recorded no new deaths linked to Covid-19 in the previous 24 hours, meaning its total stayed at 2,107. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56455774",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Pfizer director says science 'winning the race' against virus",
      "tags": "NI Health,Coronavirus vaccines,Pfizer,Coronavirus pandemic",
      "text": "Science is winning the race between coronavirus and the vaccine, Pfizer's UK medical director has said.\nDr Berkeley Phillips told BBC News NI it was important people were \"allowed to start living again\".\nWhile the main threat continues to come from new variants, Pfizer is already designing an updated vaccine that will work, he said.\nDr Phillips said \"incredible progress\" had been made in the past year and \"we're winning that race\".\n\"If you look at what's happening in the UK there are dramatic reductions in the death rate, dramatic reductions in hospitalisations and in the number of cases,\" he said.\n\"I do think we have to start living again. \n\"It's obviously down to the governments of the devolved nations to decide exactly the right approaches - science is only one part of the decision making and that's why these decisions are so difficult.\"\nWhen asked about the importance of reopening society, Dr Phillips said the right balance should be struck.\n\"There are many cancers going undiagnosed and people are going into hospital with suspected heart attacks and strokes and there are so many other conditions,\" he added.\n\"It is a balance between lockdown and unlocking too quickly.\" \nPfizer UK has been at the heart of vaccine research and trials since the start of the pandemic and is forecast to deliver over two billion vaccines by the end of this year. \nAccording to the doctor, a turning point for him and the team based at Surrey, were the pictures of Irishwoman Margaret Keenan, the first person to receive the vaccine on the NHS.\n\"It was a momentous moment,\" he said. \n\"Obviously I knew of 44,000 people who had been given the vaccine as part of the trial, but this was the first person on the NHS.\n\"I recall watching it and thinking this is the beginning of the fight back. It has been a war and has been a war against an invisible enemy. \n\"That moment when I saw her wearing her Christmas jumper felt like the tables were turning and the fight back against the virus was beginning.\" \nDr Phillips, a cardiologist, joined Pfizer in 2001. \nHe said he never imagined he would be working on a vaccine that would have such a huge impact on society and the global population. \nRecalling the morning when he got the news the vaccine had worked, he said it was an amazing feeling.\n\"First the person told me it had worked, then he said it was 95% efficacious which was just unbelievable when we thought it might just be 50% to 60% - so yes it was incredible.\"   \nPfizer and its partner BioNTech have now launched clinical trials to study the safety and effectiveness of its coronavirus vaccine on pregnant women. \nBesides studying levels of protection, researchers will also assess the safety in infants of vaccinated women and whether protective antibodies have been transferred to the infants. \nWomen in the UK are part of the trials. \n\"We haven't seen any adverse effects which is reassuring but we have a long way to go,\" said Dr Phillips.\nAs the global rollout of vaccines continue and demand grows, Pfizer UK said it remained confident that it could honour its global supply commitments. \nThe company is \"absolutely committed to keeping all our contractual agreements around the world regarding supply and in terms of the UK we are completely on track for this and the next quarter,\" he added.\nWhen asked about its data on blood clots, the doctor said there had not been any signal that blood clots had been happening at any higher incidence than compared to the general population. \n\"We have been discussing it with the regulators all around the world and they have not seen anything to be concerned about, so that is very reassuring from our perspective,\" he said.\nThe pandemic has focussed minds on the readiness of countries to respond to a global health crisis and the need for public health to be better equipped to cope with a health emergency.  \nIt is referred to by scientists as \"pandemic preparedness\" - or the ability to be ready. \nThe pandemic has shone a spotlight on, among other things, the importance of research and science and how the two can no longer be separated, Dr Phillips said.\n\"I think research and science has come to our rescue to defeat this pandemic - they're also important for the health of our nation and its economy.\" \nThe medical director, who said he joined Pfizer to help improve people's lives, revealed they were now working on potential antiviral treatments, both intravenous and oral, for dealing with Covid-19. \n\"There are many exciting things to come, I am very optimistic about the future,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56542898",
      "category": "uk-england-bristol",
      "title": "Kill the Bill protesters march in Bristol city centre",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56550854",
      "category": "uk-wales",
      "title": "Pembrokeshire walrus seen 'basking in sun' in Tenby",
      "tags": "Republic of Ireland,RNLI,Broad Haven,Tenby,Animals",
      "text": "As people travelled to beauty spots on the first day of lockdown easing in Wales, one walrus continued its jaunt around the Welsh coast. \nThe large creature was spotted basking in the sun on the RNLI's slipway at Tenby in Pembrokeshire on Saturday. \nIt is thought it is the same walrus seen around the west Wales coast at Broad Haven's South beach last weekend - and also at County Kerry in Ireland.\nWalruses are more often seen in the North Pole or in the Arctic Ocean.\nWhile there are believed to be about 20,000 in the North Atlantic, they are rarely seen in the UK and Ireland. \nDr Rhian Field, who runs the Tenby Art of Science centre, was one of a number of people who took photographs of it in Tenby on Saturday.\n\"It was basking in the sun on the RNLI's slipway,\" she said. \n\"The walrus looked perfectly happy on its seaside refuge.\"\nThe large, tusked mammal was first spotted in Wales on rocks at Broad Haven on 19 March, with the RSPCA urging people to keep away from it.\nOnlookers described it \"chilling\" at the foot of cliffs, before going into the sea. \n\"It was about the size of a cow,\" said Cleopatra Browne of Welsh Marine Life Rescue\n\"It was a whopper. I've seen them on telly and the news but it was huge.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56551696",
      "category": "uk-wales",
      "title": "Senedd 2021: Wales' first minister criticised over English-only leaflet",
      "tags": "Cardiff West,Cardiff,Welsh language,Welsh Labour,Welsh Parliament election 2021,Welsh Parliament",
      "text": "The first minister has been criticised after English-only leaflets were sent in his name to some constituents ahead of May's Welsh Parliament election.\nThey were delivered to residents in an area of Mark Drakeford's Cardiff West consistency, carrying a photograph of him with the heading \"Labour news\".\nWelsh Labour said they were sent out by the local party group and leaflets by Mr Drakeford will be bilingual. \nRivals have accused the Welsh Labour leader as being \"hypocritical\".\nThe Welsh government announced plans in 2016 to almost double the number of Welsh speakers from the 562,000 recorded in the 2011 census. \n\"Leaflets coming from the first minister should be bilingual - in Welsh and English,\" said Cardiff West Plaid Cymru candidate Rhys ab Owen.\n\"It is one thing to set a target of a million Welsh speakers by 2050, but another to act on that. The fact that he's sending English-only leaflets show he isn't practising what he is preaching. \n\"To normalise the language it is important things are bilingual and receiving bilingual leaflets from the first minister is imperative.\"\nHe accused Mr Drakeford of being \"hypocritical\".\nNeil McEvoy, of the Propel Party, said: \"They have shown contempt towards the language... I am disappointed but am not surprised. \n\"At the end of the day, it doesn't matter because the language is growing. It has changed a lot here in Fairwater. I can hear the language being spoken in the shops and on the streets.\"\nThe Abolish the Welsh Assembly Party said in a statement: \"It is the hypocrisy that stinks. As first minister, Mark Drakeford spends untold millions cutting down forests to translate all his government leaflets into Welsh. \n\"Yet, when he is spending his own Labour Party money, he admits it is a ridiculous waste, and sensibly just prints his message in English.\"\nMr Drakeford, who has been Wales' first minister since 2018, has held his Cardiff West seat since 2011 and 2021 Senedd election leaflets supporting him were sent to homes in the Fairwater area of the city.\nWelsh Labour said it was \"aware a monolingual version of a leaflet by the local Labour party had gone out in some areas of Cardiff West\" but Mr Drakeford's \"election leaflets including the freeposts, are and will continue to be, bilingual\".\nThe Welsh Liberal Democrats, Welsh Conservatives and the Green Party have also announced candidates standing in the Cardiff West Constituency - Heath Marshall, Sean Driscoll and David Griffin respectively - but did not offer any comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56455774/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Pfizer director says science 'winning the race' against virus",
      "tags": "NI Health,Coronavirus vaccines,Pfizer,Coronavirus pandemic",
      "text": "Science is winning the race between coronavirus and the vaccine, Pfizer's UK medical director has said.\nDr Berkeley Phillips told BBC News NI it was important people were \"allowed to start living again\".\nWhile the main threat continues to come from new variants, Pfizer is already designing an updated vaccine that will work, he said.\nDr Phillips said \"incredible progress\" had been made in the past year and \"we're winning that race\".\n\"If you look at what's happening in the UK there are dramatic reductions in the death rate, dramatic reductions in hospitalisations and in the number of cases,\" he said.\n\"I do think we have to start living again. \n\"It's obviously down to the governments of the devolved nations to decide exactly the right approaches - science is only one part of the decision making and that's why these decisions are so difficult.\"\nWhen asked about the importance of reopening society, Dr Phillips said the right balance should be struck.\n\"There are many cancers going undiagnosed and people are going into hospital with suspected heart attacks and strokes and there are so many other conditions,\" he added.\n\"It is a balance between lockdown and unlocking too quickly.\" \nPfizer UK has been at the heart of vaccine research and trials since the start of the pandemic and is forecast to deliver over two billion vaccines by the end of this year. \nAccording to the doctor, a turning point for him and the team based at Surrey, were the pictures of Irishwoman Margaret Keenan, the first person to receive the vaccine on the NHS.\n\"It was a momentous moment,\" he said. \n\"Obviously I knew of 44,000 people who had been given the vaccine as part of the trial, but this was the first person on the NHS.\n\"I recall watching it and thinking this is the beginning of the fight back. It has been a war and has been a war against an invisible enemy. \n\"That moment when I saw her wearing her Christmas jumper felt like the tables were turning and the fight back against the virus was beginning.\" \nDr Phillips, a cardiologist, joined Pfizer in 2001. \nHe said he never imagined he would be working on a vaccine that would have such a huge impact on society and the global population. \nRecalling the morning when he got the news the vaccine had worked, he said it was an amazing feeling.\n\"First the person told me it had worked, then he said it was 95% efficacious which was just unbelievable when we thought it might just be 50% to 60% - so yes it was incredible.\"   \nPfizer and its partner BioNTech have now launched clinical trials to study the safety and effectiveness of its coronavirus vaccine on pregnant women. \nBesides studying levels of protection, researchers will also assess the safety in infants of vaccinated women and whether protective antibodies have been transferred to the infants. \nWomen in the UK are part of the trials. \n\"We haven't seen any adverse effects which is reassuring but we have a long way to go,\" said Dr Phillips.\nAs the global rollout of vaccines continue and demand grows, Pfizer UK said it remained confident that it could honour its global supply commitments. \nThe company is \"absolutely committed to keeping all our contractual agreements around the world regarding supply and in terms of the UK we are completely on track for this and the next quarter,\" he added.\nWhen asked about its data on blood clots, the doctor said there had not been any signal that blood clots had been happening at any higher incidence than compared to the general population. \n\"We have been discussing it with the regulators all around the world and they have not seen anything to be concerned about, so that is very reassuring from our perspective,\" he said.\nThe pandemic has focussed minds on the readiness of countries to respond to a global health crisis and the need for public health to be better equipped to cope with a health emergency.  \nIt is referred to by scientists as \"pandemic preparedness\" - or the ability to be ready. \nThe pandemic has shone a spotlight on, among other things, the importance of research and science and how the two can no longer be separated, Dr Phillips said.\n\"I think research and science has come to our rescue to defeat this pandemic - they're also important for the health of our nation and its economy.\" \nThe medical director, who said he joined Pfizer to help improve people's lives, revealed they were now working on potential antiviral treatments, both intravenous and oral, for dealing with Covid-19. \n\"There are many exciting things to come, I am very optimistic about the future,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56543479",
      "category": "uk",
      "title": "Covid: Grassroots sports get ready for lockdown release",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56545081",
      "category": "uk-england-london",
      "title": "Everyone's Invited: Met investigates school abuse claims made on website",
      "tags": "Metropolitan Police Service",
      "text": "Allegations of sexual assault at London schools are being investigated by police, after being highlighted by an online campaign.\nThe website \"Everyone's Invited\" asked victims to post anonymous accounts of abuse they had suffered, and has now received more than 5,000 testimonies.\nThe Met Police said it has been \"reviewing the content\" of the site and contacted schools it could identify.\nThe testimonies include accounts from victims as young as nine.\nThe Met's lead for rape and sexual offences, Det Supt Mel Laremore, said: \"It is deeply concerning to see the number of accounts published on this website, many of which appear to relate to previous or current experiences within educational settings in London and across the country.\n\"We take all allegations of sexual assault very seriously. We understand the complex and varied reasons why many victim-survivors do not contact law enforcement, but I want to personally reassure anyone who needs our help that we are absolutely here for you.\"\nPeople who were abused years ago should still come forward and report the incidents, Det Supt Laremore said. \nIn June 2020, Soma Sara, who is now 22, shared her experience on Instagram of what she calls \"rape culture\".\nWithin a week she had received and shared more than 300 anonymous responses of people with stories of \"misogyny, harassment, abuse and assault\".\nThe Everyone's Invited website now carries thousands of victims' testimonies, often from schools and universities.\nExperiences range from being drugged and raped at parties to explicit images being shared over messaging platforms.\nThis week, pupils at Highgate School in North London walked out of classes in protest at a perceived \"rape culture\".\nOne male ex-pupil told BBC Newsnight that girls were \"hounded\" for naked selfies at the school. The school's governing body said it was \"truly sorry\" and had commissioned an external review.\nOther private schools in London have reportedly passed allegations of sexual abuse onto police.\nMs Soma, the founder of the site, told the BBC this month: \"The testimonies [on the site] expose rape culture and the scale of sexual violence amongst young people in the UK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56546413",
      "category": "uk",
      "title": "Covid: Over-70s September booster, and shops open until 10pm",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you on Sunday morning. \nJust a few months have passed since Margaret Keenan became the first person in the world to receive a Covid-19 vaccine. Now, those over the age of 70 could get their Covid booster jabs as early as September, according to Vaccines Minister Nadhim Zahawi. Booster jabs are being developed by scientists to combat new variants of the virus. More than 29 million people in the UK have received a first dose of a vaccine. Still waiting for yours? Find out when you are due to receive it.\nAfter months of closures and uncertainty, non-essential shops in England are set to reopen from 12 April, providing the government's four tests are met. And in a bid to boost footfall and customer shopping, the government has said stores will be allowed to stay open until 22:00 six days a week. Meanwhile, Wales has become the first nation of the UK to lift its domestic travel restrictions - with people no longer required to \"stay local\". People in Wales can go on holiday and meet up in groups of six outdoors - although they can still not travel outside of Wales. Read more about the roadmap for lifting lockdown.\nWhile a diplomatic row is brewing on the continent over the export of Covid-19 vaccines, France arguably has a bigger problem emerging - vaccine misinformation. France is among those nations hardest hit by coronavirus, with one of the highest Covid death counts. Yet it is one of the most vaccine-sceptical nations in the world. The number of followers of pages sharing extreme anti-vaccine content in French grew in 2020, from 3.2m to nearly 4.1m likes, research from BBC Monitoring found. Why is it so vulnerable to misinformation?\nMore than a year after Covid-19 shut schools around the world, millions of children are still stuck at home. But the experience has been vastly different for communities. From a mother-of-two in the US experiencing anxiety as she juggles responsibilities, to pupils being educated in the Amazon rainforest, here is how students, teachers and parents coped when children had to leave the classroom.\nLockdown restrictions are being eased for millions in England from Monday. And among them are rules on outdoor grassroots sports. It is the third time that all English grassroots sports have emerged from a shutdown, with clubs hoping Zoom sessions are a thing of the past.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page, like this explainer on what a third wave might look like.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-56548667",
      "category": "uk-england-leeds",
      "title": "Batley school protests: Petition calls for teacher to keep job",
      "tags": "Batley,Islam",
      "text": "A petition defending a teacher who showed pupils a \"deeply offensive\" cartoon of the Prophet Muhammad has gathered more than 44,000 signatures.\nThe staff member was suspended after protests were held outside Batley Grammar School.\nSome had demanded the teacher's sacking and accused the school of failing to take the issue seriously.\nThe petition said the teacher \"does not deserve such large repercussions\" and should be reinstated.\nThe organisers behind the online petition claim to be students at the West Yorkshire school.\nThey said the teacher \"was trying to educate students about racism and blasphemy\" and was \"not racist and did not support the Islamophobic cartoons in any manner\". \nIt added: \"This has got out of hand and due to this, students have missed out on lessons because of 'peaceful' protestors\" .\nDemonstrators, who first gathered outside the grounds on Thursday morning, staged a second protest on Friday.\nDr Shazad Amin, deputy chair of Muslim Engagement and Development (MEND), an organisation which helps Muslims engage with British media and politics, said it had been helping several parents liaise with the school.\nHe said he saw \"no problem\" with blasphemy being discussed at the school but said the particular image shown to pupils was \"deeply offensive\" and \"furthered stereotypes and anti-Islamic tropes\".\nAs a result, he said, people in the local community had \"a right to feel hurt and a right to feel angry\" but called for them to allow the matter to be properly investigated.\nSpeaking on Friday morning, Communities Secretary Robert Jenrick called for the \"deeply unsettling\" scenes outside the school to \"come to an end\".\nHead teacher Gary Kibble said the teacher had \"given their most sincere apologies\" for the caricature being shown and said an investigation had begun.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56546920",
      "category": "world-asia",
      "title": "Myanmar coup: Dozens killed as army opens fire on protesters during deadliest day",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "Dozens of people have been killed by security forces in Myanmar, on the deadliest day since last month's military takeover of the country. \nMore than 90 deaths, including children, were confirmed by the Assistance Association for Political Prisoners (AAPP) monitoring group.\n\"They are killing us like birds or chickens, even in our homes,\" resident Thu Ya Zaw told Reuters news agency in the central town of Myingyan. \n\"We will keep protesting regardless.\"\nThe lethal crackdown came as protesters defied warnings and took to the streets on the annual Armed Forces Day. \nUS, UK and EU officials condemned the violence, with British Foreign Secretary Dominic Raab calling it a \"new low\".\nThe AAPP said the death toll was continuing to rise.\nThe latest violence took the number killed in the suppression of protests in Myanmar since the 1 February coup to more than 400.\nThe military seized control of the South East Asian country after an election which Aung San Suu Kyi's National League for Democracy (NLD) party won by a landslide.\nProtesters gathered across Myanmar, also known as Burma, on Saturday. \nState TV aired an announcement the previous evening saying people \"should learn from the tragedy of earlier ugly deaths that you can be in danger of getting shot to the head and back\". \nSecurity forces were out in strength trying to prevent rallies. \nImages shared on social media showed people with gunshot wounds and families mourning. \nThe director of the UK-based Burma Human Rights Network told the BBC the military had shown it had \"no limits, no principles\".\n\"It's a massacre, it's not a crackdown anymore,\" Kyaw Win said. \nViolent crackdowns using live ammunition were reported in more than 40 locations across the country. \nLocal news site Myanmar Now put the death toll at 114, while the United Nations said it was receiving reports of \"scores killed\" and hundreds more injured.\nThe AAPP said among the fatalities was a 13-year-old girl who was shot dead inside her home. \nIn the main city Yangon, gunshots were fired at the US cultural centre on Saturday. The US embassy said those shots caused no injuries.\nWitnesses and sources told BBC Burmese of protester deaths in the cities and townships of Magway, Mogok, Kyaukpadaung and Mayangone.\nDeaths were also reported in Yangon and on the streets of the second-largest city Mandalay, where protesters carried the flag of the NLD and gave their now traditional anti-authoritarian three-finger salute.\nMeanwhile, an ethnic armed group in eastern Myanmar said military jets had targeted territory it controls. The strike was launched hours after the group, called Karen National Union, said it had overrun an army post near the Thai border.\nIt came amid rising tensions between the group and the military after years of relative peace. \nMoe Myint, BBC Burmese \nA one-year old girl was hit in the eye with a rubber bullet as she played on the pavement near her home in a suburb of Yangon. \nA five-year-old boy in Mandalay is fighting for his life after being shot in the head by security forces.  \nAcross the country, children are amongst the injured and the dead in the bloodiest day since the coup on the 1 February. \nFourteen-year-old Pan Ei Phyu's mother says she rushed to close all the doors when she heard the military coming down her street. But she wasn't fast enough. A moment later, she was holding her daughter's blood soaked body. \n\"I saw her collapse and initially thought she just slipped and fell. But then blood spurted out from her chest,\" she told BBC Burmese from Meiktila in central Myanmar. \nIt was the randomness of today's killings that was particularly shocking. Armed with battlefield weapons, the security forces appeared willing to shoot anyone they saw on the streets. The brutality they showed they were capable of today is on another level from what we have seen since the coup. \nNeither side - the military or the pro-democracy movement - is willing to back down. The military think they can terrorise people to achieve \"stability and security\". But the movement on the streets, led by young people, is determined to rid the country of the military dictatorship once and for all. \nIt's painful to have to count the mounting dead, especially the children.  \nThe killings in Myanmar drew international condemnation.\nThe US embassy said security forces were \"murdering unarmed civilians\", while the EU delegation to Myanmar said the 76th Armed Forces Day would \"stay engraved as a day of terror and dishonour\". \nUN Secretary-General Antonio Guterres said he was \"deeply shocked\".\nPhil Robertson, deputy director of Human Rights Watch (HRW) in Asia, described the scenes as \"shocking, horrible, barbaric and unacceptable\". \nThe military has not commented on the killings. In an Armed Forces Day TV address, coup leader Min Aung Hlaing said the army wanted to \"join hands with the entire nation to safeguard democracy\". \n\"Violent acts that affect stability and security in order to make demands are inappropriate,\" he said. \nHe added that the army had to seize power because of \"unlawful acts\" by democratically-elected leader Ms Suu Kyi and her party.\nThe military has previously tried to claim that shootings have come from among the protesters.\nArmed Forces Day commemorates the start of Myanmar's military resistance against Japanese occupation in 1945.\nA military parade in the capital Naypyitaw was attended by Russia's Deputy Defence Minister Alexander Fomin. Other countries, including China, Vietnam and Thailand, sent representatives but not ministers, according to Reuters.\nMin Aung Hlaing said Russia was a \"true friend\". \nThe US, UK and EU have all imposed sanctions in response to the military coup. Myanmar and Russia's defence ties have grown in recent years. In that time Moscow has provided training to thousands of soldiers, and has sold arms to the military."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56546480",
      "category": "world-us-canada",
      "title": "Biden: Georgia voting restriction law is 'atrocity'",
      "tags": "Georgia,US election 2020,US politics,Joe Biden",
      "text": "US President Joe Biden has likened a new voting law in the state of Georgia to racist policies of the 20th Century US South, calling it an \"atrocity\".\nThe law adds restrictions to voting that Mr Biden said disproportionately targeted black Americans.\nRepublicans say they are streamlining voting procedures and trying to restore confidence in the election system.\nThe president called the law \"Jim Crow in the 21st Century\" and \"a blatant attack on the Constitution\".\nJim Crow refers to the 19th and 20th Century laws that enforced racial segregation in the South.\nIn last year's presidential election, Mr Biden became the first Democratic candidate to win Georgia since 1992 - and it was high turnout among black Americans that was believed to have tipped the state in his favour.\nIn his statement, released on Friday, Mr Biden said: \"Recount after recount and court case after court case upheld the integrity and outcome of a clearly free, fair, and secure democratic process.\n\"Instead of celebrating the rights of all Georgians to vote or winning campaigns on the merits of their ideas, Republicans in the state instead rushed through an un-American law to deny people the right to vote.\"\nHe added: \"This law, like so many others being pursued by Republicans in statehouses across the country, is a blatant attack on the Constitution and good conscience.\"\nHe later added that the justice department was \"taking a look\" at the new Georgia laws.\nThe Election Integrity Act of 2021 passed in both chambers of the state's Republican-controlled legislature on Thursday.\nIt makes Georgia the second state to pass laws that restrict ballot access in the aftermath of the 2020 election.\nThe key elements of the legislation:\nGeorgia is one of more than 40 states in which Republicans are pushing for a tightening of rules around voting, mainly targeting those who do not vote on the day at polling stations.\nAlthough there was no evidence of widespread fraud in the last presidential election, many Republican voters have supported ex-President Donald Trump's unfounded allegations of voting irregularities. One survey last month showed 67% of Republicans thought the presidential election was invalid.\nRepublicans say they are simply streamlining the voting and counting procedures to ensure election integrity.\nThe Democrats say it is an attempt to target social and ethnic groups who are more likely to vote for them, reducing the surge in votes from those groups in the last election.\nOn requiring new ID for mail-in ballots, they say it will now be harder for working-class people - who may not have an ID - to cast a ballot.\nRepublicans say giving food or water to voters in line is a method of soliciting votes. Voters, particularly in majority black parts of the state, have often had to wait in line for hours.\nDemocrats say shortening the period for run-off elections from nine weeks to four is an attempt to suppress votes, after an energised voter base in Georgia sent two Democrats to the US Senate this year - giving the party effective control of the upper chamber.\nRepublicans say it will more fairly reflect voters' beliefs at the time of the initial vote.\nMr Trump issued a statement after the Georgia move, saying: \"They learned from the travesty of the 2020 presidential election, which can never be allowed to happen again. Too bad these changes could not have been done sooner!\"\nMr Trump had repeatedly pressured Georgia's secretary of state, Brad Raffensperger, in January, urging him to \"find\" votes.\nMr Raffensperger, who has staunchly defended the integrity of the state's votes, also backed the new laws.\n\"The cries of 'voter suppression' from those on the left ring as hollow as the continuously debunked claims of 'mass voter fraud' in Georgia's 2020 election,\" he said.\nBut influential Democrat Stacey Abrams, who helped mobilise the black vote in Georgia, shared Mr Biden's view: \"Suppression is the lazy man's way of winning an election. If you can't win honestly, push people out of the game, change the rules.\"\nDemocratic state lawmaker Park Cannon was arrested and removed from the state capitol for banging on Governor Brian Kemp's office door as he signed the bill.\n\"Georgia will take another step toward ensuring our elections are secure, accessible and fair,\" Mr Kemp told reporters while signing it.\nGeorgia has now joined Iowa in passing some form of overhaul to voting rules.\nThey probably won't be the last. There are currently 253 similar bills in 43 states, according to the left-leaning Brennan Center for Justice think tank.\nThat's because, while Democrats currently hold slim majorities in both chambers of the US Congress, Republicans dominate state legislatures.\nData from the National Conference of State Legislatures shows Republicans have legislative control in 30 states and unified control - including the governorship - in 23 states, far more than Democrats.\nUnified control means that what happened in Georgia - where a law quickly passes both chambers and gets signed by the governor - can easily be replicated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56537389/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coronavirus: Germany tightens borders amid alarm over pandemic",
      "tags": "Austria,France,Germany,Czech Republic,Slovakia,Poland,Coronavirus pandemic",
      "text": "Germany could see 100,000 infections a day if the third wave of coronavirus spreads unchecked, the head of the RKI public health institute has warned.\nFears that the third Covid wave could be the worst so far have prompted a clampdown on borders.\nNegative tests will be required for airport arrivals from Tuesday and all of France has been declared high-risk.\nFrom Sunday anyone travelling from France will have to submit a negative test and go into 10 days' quarantine.\nRandom German checks and compulsory tests will be enforced on the French border, says France's foreign minister. \"The pandemic in Germany is exploding faster than they thought,\" said Jean-Yves Le Drian.\nWith infections running at more than 20,000 a day, German Health Minister Jens Spahn warned: \"If this continues unchecked we run the risk of our health system hitting breaking point in April.\"\nGermany is among a number of European countries where Covid infections have been rising fast this week. Cases are also up in Poland by 35%, and health officials in both countries say the spread of the UK (Kent) variant is behind the surge.\nSlovakia and the Czech Republic are also now seen as high-risk, but they have been downgraded from the highest alert level of \"virus mutation area\", aimed at stopping almost all travel. Czech infection levels have begun to fall, down a quarter on last week.\nAustria's Tyrol was also classed as a \"virus mutation area\" but from Sunday is being downgraded even further.\nFrance has seen a big increase in cases in recent weeks.\nNineteen areas have been placed under lockdown and more than 4,700 people are now being treated in intensive care. The greater Paris region is one of the worst affected areas with almost 600 cases per 100,000 people. The average French incidence rate in the past week is above 200 cases, while in Germany it is 119 per 100,000 people.\nPresident Emmanuel Macron said late on Thursday there would be \"no taboo\" as far as further measures were concerned. On Friday, the government spoke of a \"race against time\" as it beefed up checks at stations, airports and road tolls in the 19 affected areas.\nAlthough schools are still open in these areas, which now include the Rhône region around Lyon, most businesses are shut and travel in or out is barred without a compelling reason.\nEurope's Covid vaccine drive started slowly, partly because of delivery delays. But France has stepped up vaccinations, announcing almost 400,000 on Friday alone. A drive to start vaccinating people aged 70-75 will begin on Saturday.\nIn Germany about 10% of adults have now had a first dose of vaccine (with 14 doses per 100 people), well below UK levels. The German health minister said his country was in the final stages of a \"pandemic marathon\" but it would take some time before the goal could be reached. He appealed to Germans not to travel over Easter and minimise their contacts with other people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56549050",
      "category": "uk-wales",
      "title": "Covid: 'Shock' and joy as Welsh beauty spot visits resume",
      "tags": "Coronavirus lockdown measures,Porthcawl,Cardiff,Penarth,Coronavirus pandemic",
      "text": "\"I've spent the last 12 months in, stuck to the rules and just going to work so it's finally nice to be able to get out and be at one with nature.\"\nSean Orton seemed to sum up the feeling of a nation when Wales became the first part of the UK to lift travel restrictions within its borders.\nHe joined his friend Rob Spindler on a safe hike up Snowdon on Saturday.\nPeople have been enjoying the sunshine across Wales, with areas including Cardiff Bay and Porthcawl busy.\nHowever when Sean, from Wrexham, arrived to walk up Wales' highest peak at 05:30 GMT, he described it as \"silent\" and the \"quietest he had seen it in years\".\nMeanwhile, in Cardiff Bay, Elmer, 85, and wife Anne, 82, put a gloomy winter period of lockdown behind them and enjoyed a coffee in the spring sunshine. \n\"It's marvellous to come down, you do after a lockdown period get a bit depressed being confined to your home,\" he said. \nAcross the barrage on Penarth's seafront, Sally Livsey Davies was out Saturday morning, and said: \"I guess it's what people need.\n\"They need a bit more lifting, but it'll be worrying later on it might be a bit hectic, that's why we've come down early.\"\nAt one of Vale of Glamorgan's other well known seaside spots, Barry Island, Susanna, from Cardiff, said it was \"nice to see a bit of normality coming back\".\n\"It's just lovely to be out. To be able to travel anywhere in Wales now without being told off,\" she said.\n\"Just to go out and do things we couldn't do.\"\nPamela Davies was at another popular south Wales seaside resort selling ice creams in her Holly's Lollies van at Newton Bay Beach in Porthcawl.\n\"It's been very busy, but people have been good with the social distancing and some people have been wearing a mask,\" she said.\n\"I like to see people enjoying themselves. Porthcawl is a very busy place, but I think people have taken notice of this virus and they are keeping to the rules. It's really nice to be back in business.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56547727",
      "category": "science-environment",
      "title": "Apophis asteroid will not hit Earth for 100 years, Nasa says",
      "tags": "Nasa,Asteroids",
      "text": "Earthlings can breathe a sigh of relief after US space agency Nasa confirmed the planet was \"safe\" from a once-feared asteroid for the next 100 years at least.\nNasa had deemed Apophis to be one of the most dangerous asteroids to Earth after its discovery in 2004.\nClose calls in 2029 and 2036 were predicted and later ruled out. A slight threat still remained for 2068.\nBut now Nasa has dismissed that threat based on new analysis of the asteroid.\n\"A 2068 impact is not in the realm of possibility any more, and our calculations don't show any impact risk for at least the next 100 years,\" Davide Farnocchia, a scientist who studies near-Earth objects for Nasa, said in a statement on Friday.\nNamed after the ancient Egyptian god of chaos and darkness, Apophis is estimated to measure 340m (1,100ft) across - about the length of three UK football pitches.\nThe asteroid recently made a distant flyby of Earth on 5 March, passing within 17 million km (10 million miles) of the planet.\nAstronomers were able to use radar observations to refine their estimate of the asteroid's orbit around the Sun, allowing them to confidently rule out any impact risk in 2068 and long after.\n\"When I started working with asteroids after college, Apophis was the poster child for hazardous asteroids,\" said Mr Farnocchia. \"There's a certain sense of satisfaction to see it removed from the risk list.\" \nHe said Nasa was \"looking forward to the science we might uncover during its close approach in 2029\".\nThe close approach Mr Farnocchia referred to will happen on 13 April, 2029. On that date, the asteroid is expected to pass within 32,000 km of the Earth's surface.\nThat is about one-tenth of the distance between the Earth and the Moon.\nDuring that 2029 close approach, Apophis will be visible to observers on the ground in the Eastern Hemisphere of Earth, which includes Asia, Africa and parts of Europe. \nNo telescope or binoculars will be required, unlike for Nasa's 5 March observation.\nStill, even on that occasion, the radar images of the asteroid had \"remarkable resolution\", the agency said.\n\"If we had binoculars as powerful as this radar, we would be able to sit in Los Angeles and read a dinner menu at a restaurant in New York,\" Nasa scientist Marina Brozovic said.\nNasa keeps track of asteroids that could one day make threatening close approaches to Earth, designating them as Potentially Hazardous Asteroids (PHA).\nThey all have codenames befitting robots from the Star Wars film series. Here are three."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56541753",
      "category": "uk-scotland-scotland-politics",
      "title": "What does Alex Salmond's new party mean for the election?",
      "tags": "Alba Party,Scottish Parliament election 2021,Scottish independence,Alex Salmond",
      "text": "The return of Alex Salmond to the political fray has sent a shockwave through the Holyrood election campaign. \nFew would have imagined in the years that followed his defeat as an MP in the 2017 general election that his comeback would be at the helm of a new party.\nHe insists that Alba is not a threat to the SNP. But given he has also announced a series of high-profile defections, the idea of a split seems inescapable.\nMr Salmond believes that adding a bloc of Alba Party MSPs would create an independence \"supermajority\" at Holyrood.\nThe former first minister has no designs on going back into government, in a coalition or other formal agreement with the SNP.\nHe may hope his group could act a bit like a pressure group that has enough votes to bend the rest of parliament to its will, and hold First Minister Nicola Sturgeon's feet to the fire on a second independence referendum. \nIt remains to be seen if there is a public appetite for Mr Salmond's new vehicle.\nBut by running candidates across Scotland, it has the potential to change the nature of the race in more or less every seat - partly because of the way Scotland's voting system works.\nUnder that system, MSPs can be elected either as a representative of a constituency, or from one of eight regions of Scotland using a \"top up\" system of proportional representation.\nThe more constituency seats you win in any area, the harder it is to win list seats. In 2016, the SNP won the vast majority of constituency seats - and as a direct result returned just four regional list MSPs.\nMr Salmond believes this means most SNP list votes are \"wasted\", and could instead be given to his new list-only party - which would have zero constituency MSPs, and thus a better chance of winning regional seats.\nHowever, the SNP cannot afford to just ignore the lists. When they won a majority in 2011, it was with the help of no fewer than 16 list seats. \nThey are unlikely to win every single constituency, and thus must try to balance out any local defeats with list seats - from a pragmatic standpoint, their campaign has to be \"both votes SNP\".\nThere is an impact on other parties beyond the SNP, too. Two start-up groups, Action for Independence and the Independence for Scotland Party, have already withdrawn all of their candidates in support of Mr Salmond's goals.\nThe Scottish Greens stand primarily on the regional lists, and usually aim to sweep up the \"second votes\" of pro-independence types who vote SNP in their constituencies.\nThe party has put independence at the heart of its campaign for 2021, pledging that all of its MSPs in the next term will back a push for indyref2.\nThe likes of the Conservatives, Labour and Liberal Democrats will no doubt have watched Mr Salmond's announcement with popcorn in hand, hoping it will put a dent in the SNP's electoral juggernaut.\nHowever, there are only 56 list seats to go around, so even the Unionist parties might be casting a nervous eye over the margins in some regions. \nThey might not be chasing the same voters, but they could still face being edged out if Alba wins some of those seats.\nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \nThere may be two different ways of winning seats at Holyrood, and two different ballot papers - but there is only one campaign.\nThe emergence of a new party could have a huge impact on the debate as a whole, and on the questions posed each day - potentially recasting the whole campaign.\nNicola Sturgeon had hoped to spend this campaign talking about her pandemic leadership, and about her vision for independence - not Alex Salmond's.\nNow, she may be doomed to the \"Sturgeon vs Salmond\" psychodrama of recent months dragging on for another six weeks.\nOne immediate example of how Mr Salmond may change the debate was when he was asked about an independence referendum at the Alba launch event, and mused about what other routes there may be to securing self-determination.\nSo already there are questions for Ms Sturgeon about her strategy. She could now be continually asked to react to Mr Salmond's position on independence, rather than dictating the debate on a topic which should really be home turf for her.\nMr Salmond also wants to move on from the questions of recent years about the government's mishandling of complaints against him and about the \"malicious plot\" he claims there was against him.\nIn every interview, he has been asked about his own conduct. Each time he responds that there have been several court cases and judges, a jury - which acquitted him of charges of sexual assault in March 2020 - and a number of inquiries. And that should be the end of the matter.\nHowever, the problem for politicians is that they cannot control the questions they are asked on the campaign trail.\nMr Salmond will not be able to make questions about his past behaviour and the events of the last three years simply go away. If he is to make a success of his new party, he needs to maintain convincing answers to them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-56537585",
      "category": "uk-england-leeds",
      "title": "Batley school protests: Identifying prophet row teacher 'unacceptable'",
      "tags": "Batley",
      "text": "Sharing the identity of a teacher who showed pupils an \"offensive\" cartoon of the Prophet Muhammad could result in police action, a watchdog has warned.\nProtests were held outside Batley Grammar School, where the staff member was suspended after complaints.\nBaroness Kishwer Falkner said making a teacher fear for their safety was \"simply unacceptable\". \nThe Equality and Human Rights Commission chair said the school \"ought to be trusted\" to take action.\n\"A teacher's identity being shared, making them fear for their safety, is simply unacceptable and could result in enforcement action from the police,\" she said.\nGary Kibble, head teacher of the West Yorkshire school, said the teacher had \"given their most sincere apologies\" for the caricature being shown and said an investigation had begun.\nDemonstrators, who first gathered outside the grounds on Thursday morning, staged a second protest on Friday but had moved on by mid-afternoon.\nSome had demanded the teacher's sacking and accused staff of failing to take the issue seriously.\nBaroness Falkner said children's education \"should not be disrupted by protests in what has already been a difficult year\".\n\"Schools are places where children learn about ideas, values, difference and respect. \n\"This sometimes involves exposing them to contentious issues and different views and ideas.\"\n\"For schools to meet their legal duty to foster good relations between people from different groups, this should be done in a balanced, respectful and sensitive way.\"\nSpeaking on Friday morning, Communities Secretary Robert Jenrick called for the \"deeply unsettling\" scenes outside the school to \"come to an end\".\nHe defended the right of teachers to \"appropriately\" show images of the Prophet Muhammed and said \"no-one should be feeling intimidated or threatened as they go into school\".\nA petition calling for the teacher to be reinstated has received more than 10,000 signatures.\nDr Shazad Amin, deputy chair of MEND, which helps Muslims engage with British media and politics, said its Islamophobia Response Unit had been helping several parents liaise with the school.\nHe said he saw \"no problem\" with blasphemy being discussed at the school but said the particular image shown to pupils was \"deeply offensive\" and \"furthered stereotypes and anti-Islamic tropes\".\nAs a result, he said, people in the local community had \"a right to feel hurt and a right to feel angry\" but called for them to allow the matter to be properly investigated.\nHe said parents were \"fairly positive\" about the action taken so far by the school.\nFormer Conservative Party chairwoman Baroness Warsi said the debate had been hijacked by \"extremists on both sides\" to fuel a \"culture war\" at the expense of \"kids and their learning\".  \nLabour MP for Batley and Spen, Tracey Brabin, condemned those who \"seek to fan the flames of this incident\", and said she welcomed the school's apology.\nWest Yorkshire Police said no arrests had been made and officers remained at the school. \nParts of the Koran are taken to mean that neither Allah nor Muhammad can be captured in an image by human hand and any attempt to do so is seen as an insult.\nKirklees Council said Batley Grammar is an academy school so the authority only has a \"very limited role\" in its running, but it praised staff for taking \"swift action\".\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56552484",
      "category": "science-environment",
      "title": "Green Homes Grant scheme to insulate houses axed",
      "tags": "Greenhouse gas emissions,Climate change,Renewable energy,Environmental Audit Select Committee",
      "text": "A much-promoted grants scheme to help householders in England insulate their home is to be scrapped within days.\nThe Green Homes Grant (GHG) reached just 10% of the 600,000 homes the chancellor promised would be improved.\nThe scheme will be stopped on Wednesday and the cash allocated to a separate insulation fund run by councils.\nThe £300m previously allocated for the GHG will now go into a programme administered by local authorities, targeted at lower income households.\nSome 19 million homes in the UK need to be insulated or the emissions from gas boilers will wreck the UK's chances of achieving its climate change targets.\nBut the GHG scheme, which launched in September in a bid to tackle that, has struggled from the start. \nThe government said many households were reluctant to apply for the grants - up to £10,000 - because they feared catching Covid from contractors coming into their homes.\nHowever, in some parts of the country installers were actually overwhelmed with demand, and families could not even get firms to answer the phone. \nThen checks on the way the money was spent were so stringent that some installers went out of business because payments were so badly delayed.\nAnd despite the checks, some builders appear to have hugely overcharged for their work. One joiner told me he had witnessed an installer carry out work worth £3,000 at most, then deliver an invoice for £5,000.\nIt seems clear there is frustration in Whitehall at the American consultants brought in to manage the scheme for able-to-pay families.\nThe parallel insulation scheme administered by local authorities is running much more smoothly but ministers still need to create a new programme to nudge able-to-pay home owners into improving their insulation for the UK to hit its climate change targets.\nThere is no sign yet what that new programme might look like, or when it might happen.\nA government source pointed out that the Conservatives promised in their manifesto to spend £9bn on insulation - and insisted that this cash would definitely be made available.\nCampaigners, industry figures, and MPs said the current scheme was botched and called for the Chancellor Rishi Sunak to create an insulation programme stretching for decades, so that installers and suppliers have the chance to build up stocks and expertise.\nPreviously many firms have been driven out of the sector following stop-start government funding.\nOn announcing the move, Energy Secretary Kwasi Kwarteng chose to focus on the transfer of cash to the local authority fund, rather than the scrapping of the GHG. \nHe said: \"Upgrading the country's homes with energy efficiency measures means we can cut emissions and save people money on their energy bills.\n\"Today's funding boost will mean even more households across England are able to access these vital grants through their local authority.\n\"This latest announcement takes our total energy efficiency spending to over £1.3bn in the next financial year, giving installers the certainty they need to plan ahead, create new jobs and train the next generation of builders, plumbers and tradespeople.\"\nFirst announced last summer, the GHG scheme was extended in November for another year until the end of March 2022.\nGreenpeace UK described the rollout of the GHG scheme as \"shambolic\".\nThe organisation's Kate Blagojevic said the \"biggest hole\" in England's energy efficiency was private households and you can't \"boost the situation with a smaller pot of money\".\nShe added: \"The government is plain wrong to try and frame it as such.\"\nEd Matthew, from climate change think tank E3G said: \"The end of the government's flagship green homes scheme is a tragedy that was avoidable. \n\"There was plenty of demand for the grants but the scheme was plagued by incompetent administration. The reality is that we can't get to net-zero without decarbonising our homes.\"\nHe called for a new grant scheme to replace it - but said it was key to get the grants out quickly.\nThe demise of the GHG follows the previous failure of the government's Green Deal which flopped because householders could get cheaper finance through their bank. \nMatthew Pennycook, the shadow minister for climate change, said: \"The funding announced today doesn't even come close to plugging the investment gap created by the government's decision to slash more than £1bn from its Green Homes Grant scheme and then scrap it altogether. \n\"Ministers might talk a good game on energy efficiency but their staggering ineptitude when it comes to decarbonising the country's housing stock speaks for itself\".\nFollow Roger on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56539696",
      "category": "uk-scotland",
      "title": "Former SNP leader Alex Salmond launches new political party",
      "tags": "Alba Party,Scottish independence,Alex Salmond,Scottish Parliament",
      "text": "Former SNP leader Alex Salmond has announced the creation of a new pro-independence party which will contest the Scottish Parliament election.\nThe former first minister said he would be among the candidates who will stand for the Alba Party on regional lists.\nMr Salmond said the aim was to build \"a supermajority for independence\" at Holyrood after the election in May.\nOther parties described Mr Salmond as \"discredited\" and questioned his suitability for public office.\nThe announcement came at the end of a dramatic week at Holyrood.\nOn Wednesday, Mr Salmond said he would take fresh legal action over the conduct of the Scottish government's top civil servant.\nA report by MSPs on Tuesday described the government's handling of harassment complaints against Mr Salmond as \"seriously flawed\".\nThe previous day, First Minister Nicola Sturgeon was cleared of breaching the ministerial code over her involvement in the Alex Salmond saga.\nAlex Salmond is no stranger to making a political comeback - he was twice elected leader of the SNP and served for two separate spells as an MSP. \nOn the day he stood down from Holyrood for the second time, he told me he would consider returning if Scotland became independent. \nFive years later, he's decided to attempt a comeback anyway - on the basis that the SNP and Greens need his help to make independence happen. \nThe SNP has questioned the appropriateness of his return to public life given the controversy over his personal conduct in recent years. \nWhen I asked him today if he owed an apology to any or all of the women who have complained about his behaviour, Mr Salmond said he accepted the outcomes of the two court cases and three inquiries and wanted to move on.\nMr Salmond was acquitted of all charges in a criminal trial and successfully challenged the Scottish government's process for handling harassment complaints against him in the civil court. \nThat his reputation has suffered damage along the way would come as no surprise. But it will now be for voters to decide whether or not they want one of the biggest figures in modern Scottish politics back in the frontline. \nMr Salmond said that under his leadership, the Alba Party was seeking to \"build a supermajority for independence in the Scottish parliament\".\n\"The party's strategic aims are clear and unambiguous - to achieve a successful, socially just and environmentally responsible independent country,\" he said.\n\"We intend to contribute policy ideas to assist Scotland's economic recovery and to help build an independence platform to face the new political realities.\"\nIt plans to field at least four candidates on the regional lists in every part of the country.\nPeople have two votes in Holyrood elections - one for a constituency MSP, and another in a regional ballot designed to make the overall result more proportional.\nMr Salmond claimed that if Alba won regional list seats, this could lead to there being 90 or more MSPs at Holyrood who support independence.\nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \nHe said Prime Minister Boris Johnson, who has already dismissed the SNP's request for a second independence referendum, would \"find it much more difficult to say no to a parliament and a country.\"\nThe SNP said there were \"real questions\" about Mr Salmond's suitability to return to public office.\nA spokesperson said: \"This is perhaps the most predictable development in Scottish politics for quite some time.\n\"At this time of crisis, the interests of the country must come first and should not be obscured by the self interest of someone who shows no sign whatsoever of reflecting on serious concerns about his own conduct.\"\nScottish Conservative leader Douglas Ross said: \"Alex Salmond is a discredited figure who admitted appalling behaviour towards women during his time as SNP first minister and right-thinking people will want nothing to do with him or his new party.\"\nHe added that his party would do \"everything possible\" to block another independence referendum and \"ensure the Scottish Parliament works towards rebuilding and recovery after the pandemic\".\nScottish Labour leader Anas Sarwar said the people of Scotland deserved more than \"score settling\" and \"old politics\".\nHe said: \"We are still in the midst of a pandemic. Lives and livelihoods are still at risk.\n\"This election must be about our national recovery and the people of Scotland's priorities, not the old arguments between personalities who believe their interest matters more than the national interest.\"\nThe Scottish Liberal Democrats chair Alistair Carmichael MP said the move was evidence of a feuding within the Nationalist movement.\nHe said: \"There are no questions about Scotland's future to which Alex Salmond is the answer.\n\"This astonishing announcement shows just how divided the SNP are. A few years ago no one could have imagined that the former first minister and his protege would be at one another's throats.\"\nThe Scottish Greens' Ross Greer told the BBC News Channel: \"This is the very public meltdown of a thoroughly disgraced individual.\"\nHe said the election should be about the future and described Mr Salmond as \"a man from Scotland's past who is obsessively pursuing personal vendettas\".\n\"Alex Salmond is less popular in Scotland than Boris Johnson. I'm quite sure that very quickly after today we can go back to ignoring what is a very sad sideshow.\"\nIn 2019, the Scottish government admitted it had acted unlawfully while investigating allegations of sexual harassment against Mr Salmond, which he strongly denied.\nThe following year he was acquitted of all 13 charges of sexual assault after a trial at the High Court.\nGiving evidence, Mr Salmond said that in hindsight he wished he had been \"more careful with people's personal space\".\nHis defence lawyer, Gordon Jackson, told the court Mr Salmond had not always behaved well and could have been \"a better man on occasions\" - but had never sexually assaulted anyone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56536212",
      "category": "uk-england-birmingham",
      "title": "Boy, 11, faced 85-mile trip from Manchester to Birmingham school",
      "tags": "Housing,Children,Homelessness,Birmingham,Manchester",
      "text": "A young boy had to make a four-hour round trip to school after his family was placed in temporary accommodation 85 miles away.\nIsaac, 11, and his family were placed at a B&B in Manchester by Birmingham City Council due to a lack of social housing available in the city.\n\"By the time we got home we just went straight to bed,\" he said.\nThe council said the national housing crisis had created \"significant challenges\" for all local authorities.\n''Our family has stayed at eight different places,\" Issac said.\n\"There was one B&B where we stayed for two months in Manchester, but we still had school here in Birmingham which took us two hours to get there and two hours to get back.\"\nIsaac told an event, organised by the charity Citizens UK: Birmingham, that his younger brother had spent all of his life in different homeless accommodation.\nThe two-month placement in Manchester happened after his mother approached the council for help finding emergency accommodation.\n\"A year ago, we were in a bed and breakfast, we were all in one room, all six of us. \n\"There were not enough bed spaces. I slept on the top bunk because there were cockroaches, and I didn't like it,\" he said.\nThe event was organised to issue a list of \"citizens demands\" to candidates standing to become the next West Midlands Mayor and Police and Crime Commissioner.\nAndy Street, the Conservative candidate for West Midlands Mayor, said hearing Isaac speak showed \"how much work still has to be done to provide affordable housing.\"\nLiam Byrne, the Labour candidate described the stories as \"heartbreaking\" and a \"complete scandal.\"\nThe city council said: \"Our strategy going forward is very prevention focussed, working closely with private landlords to expand our portfolio to source good quality and affordable accommodation through our Help to Rent scheme and running a number of additional schemes that enable households to remain in their home.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56542408",
      "category": "science-environment",
      "title": "Super-cold thunderstorm sets temperature record",
      "tags": "Earth observation,Severe weather",
      "text": "We've all seen those majestic anvil storm clouds that form on a hot summer's day, but what do you think is the temperature right at the very top?\nIt's very cold, obviously; at high altitude it is well below freezing.\nBut would you be surprised to learn it is sometimes below even -100C?\nIndeed, scientists have just published research showing the top of one tropical storm cloud system in 2018 reached -111C. This is very likely a record low temperature.\nIt was seen on 29 December that year, just south of the equator in the western Pacific. The measurement was made by a passing American satellite, Noaa-20.\nWhen a powerful upward draft reaches the top of the lower atmosphere, or troposphere, it will normally flatten and spread out to form that classic anvil shape.\nBut if the storm is very energetic, the upward movement of air can punch through the troposphere's ceiling, the tropopause, to keep on rising into the stratosphere, the next layer up in the atmosphere. In the 2018 event, the cloud top was at about 20.5km in altitude.\n\"It's called an overshooting top,\" explains Dr Simon Proud, a Nerc research fellow in satellite remote sensing at the National Centre for Earth Observation and Oxford University, UK.\n\"Overshooting tops are reasonably common. We get them over the UK as well, sometimes - like last August when we had a number of massive storms. But this was a very big overshoot. Normally, an overshooting top cools by about 7C for every kilometre it goes above the tropopause; and this one was about 13C or 14C cooler than the tropopause - so, a pretty big overshoot,\" he told BBC News.\nDr Proud and Scott Bachmeier, a research meteorologist at the University of Wisconsin-Madison, US, report the event in a paper in the journal Geophysical Research Letters.\nThey describe the contributing factors. Although big storms in that part of the Pacific are frequent around the December-January timeframe, this one seemed to get an extra boost.\nIn part, this came from some very warm ocean water in the region, but there was help too from a phenomenon meteorologists refer to as the Madden-Julian Oscillation. The MJO is an eastwards-moving zone of winds that can accentuate wet and dry weather.\nWhat's noteworthy, however, is the hint in the long-term data that these super-cold thunderstorms may be increasing in frequency.\nThere have been as many such events across the globe in the past three years as there were in the 13 years before that. That's relevant as, in general, the colder the storm, the more likely it is to produce hazardous weather, such as lightning and flooding.\n\"The storm we report on was in the middle of nowhere, and just as well,\" says Dr Proud.\n\"If you'd been there you would have got drenched and very probably a load of hail on your head as well - and a lot of lightning.\n\"Over the last 20 years, it seems these super-cold thunderstorms are becoming a little bit more common. It's interesting that in this part of the world, the tropopause is actually getting warmer, so we might expect to see warmer clouds, not colder clouds, which likely means we're seeing more extreme storms as we're getting even bigger overshoots than we used to.\"\nThe meteorological agencies are aware that not all the satellite sensors they fly today are capable of measuring the extreme low temperatures recorded by Noaa-20’s Visible Infrared Imaging Radiometer (Viirs). Improved capability is therefore necessary, especially since the American spacecraft on that day probably didn’t capture the absolute low temperature reached in the cloud top.    \nIt flew over at three o’clock and the peak of activity was about half-four."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56521518",
      "category": "business",
      "title": "Phone companies 'must do more' to stop fraud calls",
      "tags": "Companies,Ofcom,Personal finance,Telecommunication,Mobile phones,National Crime Agency,Fraud",
      "text": "Phone companies must do more to stop fraudsters who spoof phone numbers to trap victims, one of the UK's top law enforcement officers has said.\nGraeme Biggar, director general of the National Crime Agency's National Economic Crime Centre, says the UK needs \"a step change in our response\" to fraud.\nIt costs the economy up to £190bn each year.\nPhone companies say they are committed to taking action over nuisance calls.\nMr Biggar says there has been an \"explosion\" in the number of criminals spoofing phone numbers in the past 12 months.\n\"Phone companies have been used for fraud since they've been invented and it's a constant arms race to stop vulnerabilities and then stop them.\n\"With HMRC scams alone, more than 2,700 numbers have been taken out of circulation after they've been reported, but there is definitely a lot more that the phone companies need to do and can do.\"\nHis comments are backed up by a recent report from industry body UK Finance, which suggests the number of reported cases of impersonation fraud - including spoof calls - last year nearly doubled to 40,000.\nHowever, the real figure is likely to be much higher, because many victims won't report fraud to their bank or building society, or even tell their family or friends, because of feelings of embarrassment or guilt.\nEarlier this year, the level of fraud in the UK was labelled a \"threat to national security\".\nThe communications watchdog, Ofcom, describes number spoofing as people who deliberately change the telephone number and the name that is relayed as the Caller ID information.\n\"They do this to either hide their identity or to try to mimic the number of a real company or person who has nothing to do with the real caller,\" explains Ofcom on its website. \n\"For example, identity thieves who want to steal sensitive information such as your bank account or login details, sometimes use spoofing to pretend they're calling from your bank or credit card company.\"\nOpe Oladejo, a 21-year-old law student, had nearly £2,000 stolen from her last summer - money she'd been saving whilst working as a carer for help pay for a law course. \n\"The number spoofing was the most important part [of the deception],\" she tells the BBC.\n\"At first I was a bit sceptical...but they said: 'Check the number [we're calling you on] on the back of your card'.\n\"I checked and it matched and that's when I let my guard down completely.\"\nBecause the criminals had convinced Ope she was speaking to her bank, they were able to get key details and information from her, which allowed them to steal the money.\nThankfully, the money was refunded by Ope's bank and she has been able to continue her studies, but she says the incident hit her hard.\n\"Emotionally it just made me really sad, I just cried a lot about it,\" she says. \n\"Financially I think it made me smarter... I basically ignore any phone calls I've not got saved as they might be a spoof.\"\nThe BBC approached Mobile UK, which represents the four big mobile phone companies, as well as BT, for comment. \nThe mobile operators and BT said they were committed to taking action against nuisance calls and to working with Ofcom and law enforcement bodies to reduce the threat. \nThey added that they take customers' security very seriously and advised people to hang up straight away if they are suspicious about any call.\nYou can hear more on BBC Radio 4's Money Box programme on Saturday at 12pm on Radio 4 or by listening again here shortly after broadcast.\nFollow Money Box and Dan on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56540149",
      "category": "world-europe",
      "title": "Coronavirus: France accuses UK of 'blackmail' over vaccine exports",
      "tags": "Ursula von der Leyen,Coronavirus vaccines,Emmanuel Macron,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "France has accused the UK of \"blackmail\" over its handling of coronavirus vaccine exports, amid continuing tensions over supply chains.\nForeign Minister Jean-Yves Le Drian was asked whether the EU had been \"scammed\" by sending millions of doses to the UK while its own rollout stuttered.\n\"We need to build a co-operative relationship,\" he told France Info radio. \"But we cannot deal this way.\"\nFrance has called for the EU to implement tougher export controls.\nVaccine rollouts have started sluggishly across the bloc, and the EU has blamed pharmaceutical companies - primarily AstraZeneca - for not delivering its promised doses. AstraZeneca has denied that it is failing to honour its contract.\nThe EU is expecting to receive about 30 million AstraZeneca doses by the end of March, less than a third of what it was hoping for.\nThe UK's vaccination drive, meanwhile, has so far been more successful than that of the EU's 27 member states.\nOn Thursday, following a virtual summit where EU leaders discussed vaccine supplies, European Commission President Ursula von der Leyen said the bloc was the \"region that exports most vaccines worldwide\" and invited other countries to \"match our openness\".\nShe also said AstraZeneca must \"catch up\" on its deliveries to the EU before exporting doses elsewhere.\nOn Friday, Mr Le Drian said the EU \"shouldn't be paying the price\" for the UK's vaccination policy.\nHe also criticised its approach to purchasing jabs, claiming the UK would struggle to source and supply second shots.\n\"The United Kingdom has taken great pride in vaccinating well with the first dose except they have a problem with the second dose,\" he said.\n\"One can't play with blackmail,\" he added. \"You can't be playing like this.\"\nThe foreign minister did not specify what he considered to be blackmail, but earlier this week UK Prime Minister Boris Johnson warned that strict EU export controls could negatively hit investment in member states.\n\"I would just gently point out to anybody considering a blockade... that companies may look at such actions and draw conclusions about whether or not it is sensible to make future investments,\" he said.\nMr Le Drian is not the only senior French figure to have called for tighter controls on doses sent from the EU. \nPresident Emmanuel Macron told reporters on Thursday that the virtual summit marked \"the end of naivety\" from the bloc. \"I support the fact that we must block all exports for as long as some drug companies don't respect their commitments,\" he said.\nEU Internal Market Commissioner Thierry Breton, meanwhile, singled out AstraZeneca for criticism. \n\"AstraZeneca has been an issue,\" he said. \"I just remind you that we were expecting to have 120 million doses... and finally we got 30 million. So we had a problem with this company.\"\nOn Thursday, following hours of talks, EU leaders gave their backing in principle to toughening vaccine export controls.\nBut they stopped short of a banning exports altogether, and a post-summit statement emphasised the importance of maintaining the global supply chains needed to produce vaccines.\nPresident Ursula von der Leyen, however, voiced frustration at AstraZeneca and threatened to block exports from the UK-Swedish company until it delivered its promised doses to the EU.\n\"The company has to catch up, [it] has to honour the contract it has with European member states, before it can engage again in exporting vaccines,\" she said.\nElements of the AstraZeneca vaccination are manufactured in a number of EU states.\nDutch Prime Minister Mark Rutte said while his fellow leaders had found the Commission's tougher export measures \"acceptable\", he hoped they would never be used - a message echoed by his Belgian counterpart, Alexander De Croo.\nMember states also agreed to try and ramp up the production of vaccines within the bloc. They called on manufacturers to \"ensure predictability of their vaccine production and respect contractual delivery deadlines\".\nA third wave of infections is sweeping across much of mainland Europe.\nEU states have seen some of the deadliest outbreaks of the pandemic, with Italy recording more than 106,000 deaths, France 93,000, Germany 75,000 and Spain 73,000.\nYet recent figures show just 12.9 doses of vaccine have been administered per 100 people in the EU compared with 44.7 in the UK and 37.2 in the US.\nFrance's Health Minister Olivier Véran said 400,000 people had been vaccinated on Friday, which is just under the UK's daily average. The country is hoping to step-up its vaccination programme in the coming weeks.\nAlso on Friday, Europe's medicines regulator approved three factories for the production of coronavirus vaccines. A site in the Netherlands was cleared to produce the Oxford-AstraZeneca jab, while a German factory was given the go-ahead to make Pfizer/BioNTech doses.\nA manufacturing site for the Moderna jab in Switzerland was also approved.\nSpeaking earlier this week, German Chancellor Angela Merkel said the British variant had become the dominant strain circulating in Germany and amounted to \"a new pandemic\".\n\"The situation is serious,\" she said. \"Case numbers are rising exponentially and intensive care beds are filling up again.\"\nLockdowns have been re-imposed or extended in countries like Belgium or the Netherlands but there is particular concern over eastern EU states.\nPoland will close nurseries, pre-schools and hairdressers for two weeks from Saturday after coronavirus cases surged."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-56550061",
      "category": "uk-england-norfolk",
      "title": "Charlie Hughes: Parents of boy with epilepsy drop NICE high court challenge",
      "tags": "Epilepsy,Medical cannabis,Kenilworth,Norwich",
      "text": "The parents of a three-year-old boy with severe epilepsy have dropped a legal challenge after guidelines on prescribing cannabis were 'clarified'.\nCharlie Hughes went from having up to 120 seizures a day to fewer than 20, after receiving cannabis oil privately. \nMedical cannabis was legalised in 2018, but few NHS prescriptions have been handed out due to NHS guidance.\nA clarification to the guidance means specialist clinicians can prescribe medicinal cannabis where appropriate.\nWhen the National Institute for Health and Care Excellence (NICE) produced guidance for the NHS in 2019, it said there was not enough evidence to recommend cannabis-based medicines for severe, treatment-resistant epilepsy. \nCharlie's parents, Matt and Ali Hughes, began a legal challenge which was due to go to the high court later this year. NICE has since moved to issue further guidance.\nCharlie, from Norwich, has a rare form of treatment-resistant epilepsy called West syndrome which has left him with developmental delay. \nHe was given six different anti-epileptic drugs but his family said they saw no improvement in his condition.\nHowever, they said that after starting a private prescription for cannabis oil - costing between £1,000 and £3,000 a month - his seizures reduced and his development started to speed up. \nThe clarification from NICE states: \"The fact that NICE made no such population-wide recommendation should not… be interpreted by healthcare professionals as meaning that they are prevented from considering the use of unlicensed cannabis-based medicinal products where that is clinically appropriate in an individual case.\n\"There is no recommendation against the use of cannabis based medical products.\"\nDr Paul Chrisp, director of the Centre for Guidelines at NICE, said: \"NICE has published a clarification to our 2019 guideline on cannabis-based medicinal products relating to the treatment of severe-treatment resistant epilepsy in children. \n\"This clarification does not represent a change in our guideline, but both the clarification and the guideline should be taken into account by specialists when making a clinical judgement on prescribing medical cannabis. \n\"We hope this will make it clearer to specialists, and to children's parents and guardians, when it might be appropriate to prescribe cannabis medicines to individual patients.\"\nMr and Mrs Hughes said: \"We hope this will give paediatric doctors more confidence in prescribing on the NHS, on an individual basis for patients like Charlie who have shown amazing results on medicinal cannabis.\nIn January, it was announced that medical cannabis imports from the Netherlands - which would have stopped after Brexit - were given a six-month reprieve.\nParents, including those of nine-year-old Alfie Dingley, from Warwickshire, had feared their son would be in danger if he had to use a different product.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-54825291",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: A really simple guide",
      "tags": "Scottish Parliament election 2021,Scottish Parliament",
      "text": "The electorate have now cast their votes to elect members of the Scottish Parliament (MSPs). \nThe poll is now held every five years, and this will be the sixth election in its history.\nIt was established in 1999 to debate issues and make laws for Scotland.\nA total of 129 MSPs are elected to the Parliament - often referred to as Holyrood, after the area of Edinburgh where the parliament building stands.\nThey debate and pass laws on devolved issues - these include most aspects of day-to-day life in Scotland, such as education, health and transport. \nSCOTLAND ALERTS:  Get extra updates on BBC election coverage\nHolyrood also has control over some taxes, most notably income tax, and some areas of the welfare system.\nThe UK Parliament at Westminster can pass laws on reserved matters, which are generally those with a UK-wide or international impact - such as defence, foreign policy and immigration.\nAnyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election and have not been legally excluded from voting (for example because they are serving a prison sentence of longer than 12 months).\nThey must also be a British or Irish citizen or a citizen of another country living in Scotland who has permission to enter or stay in the UK, or who does not need permission.\nPeople have two votes - one for a constituency MSP, and another for a regional ballot.\nThere are 73 Constituency MSPs, each elected on a first-past-the-post system similar to the UK general election - the winner is the candidate who receives the most votes in each constituency.  \nIn the regional ballot, people vote for a party. The parties are then allocated a number of MSPs depending on how many votes they receive - once the number of constituencies already won in that region is taken into account - to make the overall result more proportional. \nThere are eight electoral regions, each with seven regional MSPs. These are: \nThis means that people in Scotland are each represented by eight MSPs - one representing their constituency and the other seven representing their region.\nThe Scottish government is formed from the party that hold the most seats in the parliament, or alternatively a coalition of more than one party. \nIt is led by the first minister, who appoints a number of ministers to be in charge of departments such as education, health and finance.\nIn previous elections, votes were counted as soon as the polls closed at 22:00, with the results being announced overnight. \nThe pandemic means that the votes in this election will not start to be counted until the morning after, with a final result not expected until the weekend of 8/9 May.\nThe SNP, led by First Minister Nicola Sturgeon, lost its overall majority in the 2016 election, but continued in power after forming a minority government.\nThe Scottish Conservatives - led by Ruth Davidson - finished second after overtaking Scottish Labour for the first time, while the Scottish Greens were fourth - ahead of the Scottish Liberal Democrats. \nThe SNP has won every Scottish Parliament election since 2007.\nThe election campaign is likely to be dominated by the question of whether there should be another referendum on Scottish independence. \nThe SNP has already said it wants to hold a vote once the Covid pandemic ends - if the election returns another pro-independence majority.\nThe Scottish Greens also back independence, but the Scottish Conservatives, Labour and Liberal Democrats are all opposed and say the country's focus should be on recovering from the pandemic rather than the constitution.\nHealth, education, the environment and the economy are among the other important issues for voters, and all are likely to feature prominently during the campaign.\nSocial distancing rules mean the campaign will look and feel very different to normal.\nParty campaigners will not be able to knock on doors, for example, and there will be no large gatherings for set-piece events such as TV debates or manifesto launches. \nMuch of the campaign is likely to play out online instead, with BBC Scotland planning to hold two virtual debates. \nIt is also expected that more people than ever before will choose to vote by post rather than going to a polling place. \nThere are three ways to vote:\nThe deadline to register to vote is Monday 19 April.\nThe deadline to register for a postal vote is 6 April.\nThe deadline to register for a proxy vote is 27 April.\nYou can register to vote online.\nUse our concise manifesto guide to compare where the parties stand on key issues like Covid-19, independence and the environment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56545011",
      "category": "uk-politics",
      "title": "Liberty Steel boss asks government for £170m bailout",
      "tags": "Companies,Steel industry,Sanjeev Gupta,Kwasi Kwarteng,Liberty Steel",
      "text": "The owner of Liberty Steel has asked the government for £170m in financial support.\nIn a letter sent to the Department of Business last night, Sanjeev Gupta said the support was required to pay day-to-day operating expenses and absorb recent losses. \nConcerns over the future of Liberty Steel have grown after key financial backer, Greensill Capital, went bust.\nLiberty Steel employs about 5,000 people in the UK.\n\"The collapse of Greensill has put financial pressure on the GFG Alliance and our British steel operations,\" Mr Gupta writes in the letter. \n\"We are still refining the details with my management team and our external advisors, but preliminary indications are that the steel manufacturing and processing operations would need in the range of £170m to fund working capital and some additional capital to fund operating losses in the short term, which we are in the process of finalising.\"\nSanjeev Gupta's GFG Alliance employs a total of 5,000 people in the UK - 3,000 of them in steel and aluminium businesses across 12 UK sites. \nThere have been grave concerns for the future of Liberty Steel since its main financial backer Greensill Capital went bust in early March.\nGovernment sources told the BBC they have not yet responded and have concerns about the \"opaque\" nature of Mr Gupta's empire. \nGFG employs 35,000 worldwide and given its international footprint the government would certainly need assurances any support would not find its way abroad.\nMr Gupta said he envisaged the support \"could be structured in a way that works to ensure value for money and appropriate protections for the taxpayer\".\nGovernment sources also indicated that it was unlikely government support would be offered to the company with its current structure and management - with any assistance likely to come after an administration process. \nA spokeswoman for the government said: \"The government is closely monitoring developments around Liberty Steel and continues to engage closely with the company, the broader UK steel industry and trade unions.\"\nBoth the Business Secretary and the Prime Minister have pledged in recent days to look at all options to ensure the business survives. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56551924",
      "category": "world-europe",
      "title": "Covid-19: Arlene Foster gets AstraZeneca vaccine",
      "tags": "Coronavirus vaccines,Lisnaskea,Arlene Foster,Coronavirus pandemic",
      "text": "Northern Ireland's First Minister Arlene Foster has said she is \"delighted\" to have received her first Covid-19 vaccine in County Fermanagh.\nThe Democratic Unionist Party (DUP) leader was given the AstraZeneca jab at Castle Park Leisure Centre, Lisnaskea.\n\"There is a really positive community spirit here and across all of our centres in a collective effort to combat Covid-19,\" she said.\nA total of 711,673 people in Northern Ireland have had a Covid-19 vaccine.\nMore than 110,000 people in Northern Ireland have received their second dose.\nMrs Foster said she was pleased to \"now be one of those important statistics\".\nShe became eligible to receive a vaccine when the vaccination programme opened to the 50-and-over age group this month.\n\"I am grateful to all of the wonderful team of medics and volunteers who are making this happen in GP practices and centres across Northern Ireland every day of the week,\" she said.\n\"The programme is having real results.\n\"We are seeing falling levels of infection in our over-60s and I'm heartened to see the number of active outbreaks in our care homes reduce well into single figures.\"\n\"The more of us that get the vaccine, the quicker we will find our way out of this,\" she added.\nThe programme is due to expand on Monday with the opening of the SSE Arena in Belfast as a vaccination centre.\n\"I would encourage everyone who is eligible to step up and get booked in, to help protect themselves and their community,\" said Mrs Foster.\nTwo more Covid-19-related deaths were recorded in Northern Ireland by the Department of Health on Saturday, meaning the total number of deaths is 2,109."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56547718",
      "category": "world-us-canada",
      "title": "The Talk: Sharon Osbourne leaves US show after racism row",
      "text": "TV personality Sharon Osbourne has left US chat show The Talk after a heated on-air debate about racism earlier this month.\nOsbourne defended broadcaster Piers Morgan over his criticism of a high-profile TV interview given by the Duchess of Sussex.\nThat led to a clash with co-host Sheryl Underwood, who accused Osbourne of giving \"validation\" to \"racist\" views.\nTV network CBS took The Talk off air while it carried out an investigation.\nIn a statement on Friday, CBS said the events of the 10 March episode \"were upsetting to everyone involved, including the audience watching at home\".\nIt said Osbourne's behaviour towards co-hosts during the episode \"did not align with our values for a respectful workplace\".\nThe review did not, CBS said, find any evidence to support Osbourne's allegation that the controversial discussion had been \"orchestrated\" by producers.\nHowever, CBS said it acknowledged the network, studio teams and producers were \"accountable for what happened during that broadcast\" because \"it was clear the co-hosts were not properly prepared by the staff for a complex and sensitive discussion involving race\".\nThe row on The Talk came after the Duke and Duchess of Sussex gave an explosive interview with American talk-show host Oprah Winfrey.\nIn the interview, the duchess said she had suffered with her mental health and had suicidal thoughts during her time as a working member of the royal family.\nThe day after the interview aired in early March, Morgan told viewers on the Good Morning Britain breakfast show he \"didn't believe a word\" Meghan had said.\nThose comments drew condemnation, leading to Morgan's departure from the programme on ITV.\nOsbourne, 68, was one of the first people to voice support for her friend Morgan, arguing he had the right to express his own opinion.\n\"@piersmorgan I am with you. I stand by you,\" she tweeted. \"People forget that you're paid for your opinion and that you're just speaking your truth.\"\nWhen Underwood raised the tweet with her in an episode of The Talk, Osbourne said: \"I feel like I'm about to be put in the electric chair because I have a friend who many people think is racist, so that makes me a racist.\"\nOsbourne then challenged Underwood, who is black, to explain where she had heard Morgan \"say racist things\". \nUnderwood replied: \"It is not the exact words of racism, it's the implication and the reaction to it.\"\nOsbourne later issued an apology, saying she had \"felt blindsided\" and had let her \"fear and horror of being accused of being racist take over\".\nIn an interview with Entertainment Tonight last week, Osbourne suggested she had been \"set up\" as a \"sacrificial lamb\" and had not been sufficiently prepared by The Talk's producers.\n\"I wish we could go on and have an adult conversation calmly and work it out but I don't know whether we can,\" she said.\nShe is yet to comment on CBS's announcement of her exit from The Talk.\nOsbourne, who is married to rock star Ozzy and has appeared as a judge on The X Factor and other shows, had been a panellist on The Talk throughout its 11 years on air."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56547201",
      "category": "world-middle-east",
      "title": "Suez Canal: Wedged container ship 'could soon be refloated'",
      "tags": "Egypt,Global trade,Shipping industry,Suez canal",
      "text": "The large container ship trapped in the Suez Canal could be dislodged as soon as Saturday, the vessel's Japanese owners have said.\nYukito Higaki, president of Shoei Kisen, told a news conference on Friday that 10 tugboats had been deployed to dredge the banks and canal bottom. \nThe US has also offered to send help, including a team of US Navy experts.\nThe Ever Given became wedged in the canal on Tuesday, forcing companies to reroute ships around Africa.\nThe blockage has also caused a huge traffic jam of more than 200 ships in the Red Sea.\nMr Higaki told a press conference in the western Japanese city of Imabari that they were \"continuing work to remove sediment as of now, with additional dredging tools\".\nHe added that crews were hoping to dislodge the ship as early as Saturday evening Tokyo time, the Asahi Shimbun newspaper reported.\n\"The ship is not taking water,\" he said. \"There is no problem with its rudders and propellers. Once it refloats, it should be able to operate.\n\"We are continuing work to remove sediment as of now, with additional dredging tools.\"\nMeanwhile Bernhard Schulte Shipmanagement (BSM), the ship's technical manager, said on Friday that an attempt to refloat the vessel had failed.\nA specialised suction dredger, which can shift 2,000 cubic metres (70,000 cubic feet) of material every hour, arrived on site on Thursday, it added. \nWhite House spokeswoman Jen Psaki also said the US had offered assistance to get the Suez Canal reopened, and that they were \"tracking the situation very closely\".\nJoe Reynolds, chief engineer of the Maersk Ohio, told the BBC on Friday that the number of vessels waiting at the canal's southern entrance was \"growing exponentially\".\n\"It's going to affect shipping schedules around the world,\" he warned.\nThe 400m-long (1,300ft), 200,000-tonne vessel ran aground on Tuesday morning in high winds and a sandstorm that affected visibility.\nSpecialist salvage companies have been brought in to help refloat the ship, and an adviser to Egypt's president had said he hoped the situation would be resolved within two to three days. But experts have said it could take weeks if the vessel's containers need to be removed.\nAbout 12% of global trade passes through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nAn alternative route, around the Cape of Good Hope on the southern tip of Africa, can take two weeks longer.\nJohn Denholm, president of the UK Chamber of Shipping, told the BBC that if the diggers and tugs were not successful, salvage teams would have to start the slow process of \"lightering\" the ship - transferring its cargo to another vessel or the canal bank. \nThat would involve bringing in specialist equipment, including a crane that would need to stretch more than 60m (200ft) high, he said.\n\"If we go through the lightering process, I suspect we're talking weeks.\"\nService provider Leth Agencies said a total of 237 vessels were waiting in the area on Friday - 107 at Port Suez in the Red Sea, 41 at the canal's midway point in the Great Bitter Lake, and 89 at Port Said in the Mediterranean. \nThe blockage is holding up an estimated $9.6bn (£7bn) of goods each day - or $400m an hour - according to data from Lloyd's List.\nDid you witness the incident? Are you on board another vessel on the Suez Canal? Tell us your story by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-south-scotland-56548548",
      "category": "uk-scotland-south-scotland",
      "title": "Nine taken to hospital after two pile-ups on A74(M)",
      "tags": "Moffat",
      "text": "Nine people were taken to hospital following two multiple-vehicle crashes on the A74(M) on Friday.\nThe first crash, that happened at about 14:20, involved eight vehicles on the northbound carriageway, near junction 16, at Johnstonebridge, Moffat.\nSeven people were taken to hospital, some with serious injuries.\nThe second crash, involving four vehicles, happened southbound, near junction 15 at 16:35. Two people were taken to hospital with minor injuries.\nA third person was injured but did not need hospital treatment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56512440",
      "category": "uk-scotland",
      "title": "Holyrood election 2021: The intense battle for every vote in Scotland",
      "tags": "Scottish Parliament election 2021,Scottish independence,Brexit,John Curtice",
      "text": "On the first official day of campaigning in the 2021 Scottish Parliament elections, polling expert Sir John Curtice considers the \"intense\" battle for every vote ahead of polling day on 6 May. \nVoters go to the polls in six weeks to elect a new Scottish Parliament. The ballot looks set to be another crucial chapter in Scotland's continuing debate about how it should be governed.\nAccording to the polls, voters are evenly divided on whether Scotland should be an independent country or whether it should remain part of the United Kingdom. On average recent polls put Yes to independence on 50%, No on 50%.\nThe issue seems set to influence the way in which many people will vote in an election in which voters will have two votes - one for their local constituency MSP, the other for a regional party list.\nThe SNP and the Greens will be arguing that there should be another referendum on independence. The Conservatives, Labour and the Liberal Democrats take the opposite view. \nAs our graph above shows, recent polls suggest that nearly nine in 10 of those who currently support independence are currently minded to support the SNP on the constituency vote. \nLess than one in 10 of those who oppose independence indicate that they will vote for Nicola Sturgeon's party.\nHowever, whereas most Yes supporters are nearly all backing the same party, the preferences of No voters are scattered across different parties.  \nSlightly less than half are supporting the Conservatives, just under a third Labour while one in eight are backing the Liberal Democrats.\nTrue, the Greens have the support of 11% of Yes supporters on the list vote (and only just 3% of No voters), but this still leaves the SNP a long way ahead among those who back independence.\nNot least of the reasons why support for independence, at 50%, is higher than the 45% recorded in the 2014 referendum, is that there has been swing in favour of leaving the UK among those who oppose Brexit.\nOn average the polls suggest that while just 34% of those who voted Leave in 2016 are in favour of independence, well over half (56%) of those who supported Remain now back the idea.\nThis has also opened up a division in party support that was largely not in evidence at the last Scottish Parliament election - which took place seven weeks before the EU referendum.\nAs our Brexit graph above shows, in 2016 SNP support differed little between those who went on to vote Remain and those who backed Leave. Now support for the party is 25 points higher among Remain supporters as it Leave voters.\nIn contrast, support for the Conservatives is now three times higher among Leave voters (45%) than among Remain supporters (15%).\nThe increased support for independence together with opposition to Brexit has enabled the SNP to establish a substantial lead in the polls, as the graph above shows. \nOn average the party is 26 points ahead of the Conservatives on the constituency vote and 20 points ahead on the list vote. Labour are trailing a little further behind in third place.\nAs the opposition parties have acknowledged, it will take a dramatic change of fortunes between now and the beginning of May for anyone other than the SNP to come first.\nHowever, the target the unionist parties appear to have set themselves is to try to deny the SNP an overall majority - something which is very difficult to achieve under Scotland's proportional representation system.\nIt was the SNP's success in winning an overall majority in 2011 that paved the way for the independence referendum in 2014. \nIf the SNP were to repeat that feat it would be more difficult for the prime minister simply to say 'No' to another referendum.\nFrom the figures in our chart, the SNP might just miss out on an overall majority - or might just make it. With the outcome of the election seemingly on such a crucial knife edge, it looks as though there will be an intense battle for every vote between now and polling day in May.\nJohn Curtice is Professor of Politics and Senior Research Fellow, ScotCen Social Research and 'The UK in a Changing Europe'"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56503546",
      "category": "technology",
      "title": "Body-editing apps on TikTok ‘trigger eating disorders’",
      "tags": "Social media,TikTok,Instagram,Eating disorders,Social media regulation debate",
      "text": "Body-editing apps advertised on social media platforms TikTok and Instagram are “triggering” young people with eating disorders, campaigners fear.\nAdverts show how the apps can be used to alter body parts, including making waists slimmer and adding muscles.\nEating disorder charities have said technology firms should consider the impact on vulnerable people.\nThe platforms said the apps did not break advertising guidance, but TikTok added it does reviews its policies.\nIt said it is “continually looking to enhance” its framework to “support a body-positive environment”.\nThe social media platform, popular with teenagers, banned adverts for fasting apps and weight loss supplements last year. \nSocial media companies need to be held to account and “stop this unhealthy and unhelpful messaging,” said eating disorder campaigner Hope Virgo.\n\"Over the last year, we have seen a huge increase in the number of people with eating disorders, and while eating disorders aren't necessarily caused by bad body image, we know there are some intrinsic links.\n“The fact that Instagram and TikTok are currently advertising body-changing apps will fuel this epidemic of eating disorders further.”\nEating disorder charity Seed said it has seen a 68% rise in children and teenagers aged between 10 and 19 seeking support since the pandemic.\nDanae Mercer is a health journalist with a history of disordered eating.\nShe regularly posts about body positivity on Instagram and Tiktok, filming “behind the curtain” videos of how bodies are edited.\n“I know from my own experience, these apps can be triggering,\" she told the BBC.\n“The apps make me thinner and curvier than my body, even if I trained all the time, could ever be. They eliminate my pores in a way that’s not even possible in nature. They create a ‘me’ that is, quite simply, unachievable - and they do it all with a click of a button.\n“The impact of technology like this is immense, and honestly I don’t think we’ll see the full result of it for years”\nShe said it was concerning these apps were being “targeted at particularly vulnerable teens.”\n“Teens and young girls don’t understand these things yet, not fully. In the same way, we wouldn’t allow weight loss products to be marketed at children, we need to really push for new regulation around what apps are allowed to target vulnerable audiences. Especially when those apps edit bodies.”\nThere are several free apps available on both Apple and Android app stores that allow for convincing body enhancements. \nUsers can edit photos or videos, changing the size and shape of bodies and faces, smoothing skin and enhancing muscles.\n“We are spending more time on these platforms than ever,” said Gemma Oaten, manager of Seed.\n“As we get back to normal life, we won’t be able to hide behind screens or apps. \n\"People are being offered ways to distort their image online but that puts pressure on them in the real world.”\nSocial media companies should accept a “duty of care” and signpost any adverts which could be detrimental to body image, she added.\nBeat, a UK eating disorder charity, said “body-changing apps that encourage the stigmatisation of weight, or promote the idealisation of thinness, could cause distress for people suffering from an eating disorder or vulnerable to one\".\nIts director of external affairs, Tom Quinn, said: “We urge the makers of these apps to consider the impact their portrayals have on vulnerable people. \n“We would also encourage anyone struggling to report triggering content wherever possible, but also consider taking a step away and instead focusing on other positive sources of support like Beat.”"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56548830",
      "category": "uk-scotland",
      "title": "Nicola Sturgeon: 'Significant questions' over Salmond election bid",
      "tags": "Alba Party,Scottish Parliament election 2021,Nicola Sturgeon,Scottish independence,Alex Salmond,Anas Sarwar,Scottish Parliament,Douglas Ross,Alistair Carmichael",
      "text": "First Minister Nicola Sturgeon has said there are \"significant questions\" about Alex Salmond's political comeback.\nHer comments came after Mr Salmond revealed he would be among the new Alba Party's regional list candidates.\nThe former first minister said his aim was to build \"a supermajority for independence\" after the May election.\nIn response, the Scottish Conservatives wrote to Scottish Labour and the Scottish Liberal Democrats and urged them to work together.\nBut Scottish Labour leader Anas Sarwar accused the party of playing games and added: \"This election cannot be about an SNP psychodrama.\"  \nAnd Scottish Liberal Democrat campaign chairman Alistair Carmichael insisted that the politics of Tory leader Douglas Ross were \"far too dark and divisive\".\nAs the news of the new party broke on Friday, other Holyrood leaders questioned Mr Salmond's character.\nSpeaking on the campaign trail on Saturday, Ms Sturgeon said: \"I take no pleasure whatsoever in saying this but I think there are significant questions about the appropriateness of his return to public office given the concerns that have been raised about his behaviour previously but that's for voters to judge and decide.\n\"This is an election. We live in a democracy. For my part, in this campaign, I am focused on the interests of the country.\"\nShe added that the Covid pandemic and its consequences made this \"probably the most serious election in any of our lifetimes\".\nAsked about Mr Salmond's vision of securing a \"supermajority\", Ms Sturgeon said: \"I know Alex Salmond very well. He makes big claims which often don't stand up to scrutiny.\"\nThe first minister added her predecessor has changed his mind on how to secure independence due to \"self interest and, dare I say it, ego\".\nShe added: \"Alex Salmond is a gambler. It is what he enjoys doing. But this is not the time to gamble with the future of the country.\"  \nMeanwhile, on the first weekend of the campaign it emerged that MP Kenny MacAskill has left the SNP to join the Alba Party.\nThe former justice secretary will stand as a candidate on the Lothian regional list. He is now the Alba Party's first MP at Westminster.\nDuring an online launch on Friday Mr Salmond said the party planned to field at least four candidates on the regional lists in every part of the country.\nPeople have two votes in Holyrood elections - one for a constituency MSP, and another in a regional ballot designed to make the overall result more proportional.\nMr Salmond claimed that if Alba won regional list seats, this could lead to there being 90 or more MSPs at Holyrood who support independence.\nHe added that Prime Minister Boris Johnson, who has already dismissed the SNP's calls for a second independence referendum, would \"find it much more difficult to say no to a parliament and a country.\"\nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \nIn response to the new party, Scottish Conservative leader Douglas Ross requested a meeting with Mr Sarwar and Scottish Liberal Democrat leader Willie Rennie in a bid to \"rediscover the Better Together spirit\".\nMr Ross asked his counterparts to sign a Unionist manifesto which pledges to vote against a second independence referendum regardless of the result in May's election;  rule out a coalition or confidence deal with any party who seeks to hold an independence referendum in the next parliament; and agree to form a pro-UK, anti-referendum coalition if the opportunity arises.\nHe also warned that another independence poll would be divisive.\nMr Ross said: \"The prospect of that referendum, held without the UK government's consent, has increased dramatically with the formation of Alex Salmond's party. This new Nationalist party is designed solely to deliver an independence super-majority.\n\"The threat of a Scottish Parliament focused entirely on breaking up the UK for the next five years, instead of on the essential task of rebuilding our country, is now very real.\"\nAs the biggest opposition party, Mr Ross vowed to stand up to the SNP but added: \"If we can work with other pro-UK parties to further our chances of preventing a nationalist government, we will do so.\"\nMr Sarwar responded to the letter by confirming Scottish Labour did not support Scottish independence or a second referendum. \nBut he also said the focus of the election must be how the country emerged from the pandemic.\nMr Sarwar said: \"It cannot be about Nicola Sturgeon and Alex Salmond settling old scores. And it cannot be about your petty agenda of game playing.\n\"This election must be about the people of Scotland, their families and a national recovery. As you have recognised yourself, one of the largest threats to the Union is the leader of your own party.\"\nThe new Scottish Labour leader said he did not want to waste time and energy \"on the imagined conflicts that divide us\" and would rather focus on major issues, such as child poverty.\nHe concluded: \"Rather than entertain your latest desperate plea for attention, I am focusing our energy on what matters - guaranteeing a fairer recovery and a stronger Scotland.\n\"Scotland deserves a better government and - as your letter demonstrates - it deserves a better opposition.\"\nScottish Liberal Democrat campaign chairman Alistair Carmichael said: \"Lib Dems will work with others to deliver a constructive and ambitious plan for recovery, but Douglas Ross's politics are far too dark and divisive.\n\"We will focus on winning seats and ensuring that the next government is focused on putting the recovery first, not independence.\n\"As a football referee Douglas Ross has a knack for uniting the fans of opposing teams. As a party leader he seems to do the exact opposite.\"\nOn Saturday, Patrick Harvie, co-leader of the Scottish Greens, said: \"I think a great many people in Scotland want an election based on the big issues facing our country. Not just the constitutional future but the response to the pandemic, how we build a green recovery from the pandemic that creates a fairer and more equal society, the climate crisis - especially with COP26 coming to Glasgow - and the poverty and inequality that still blights our society.\n\"I don't think Alex Salmond is the answer to any of these questions. He's clearly a discredited figure in Scottish politics.\"\nMr Harvie said the behaviour that Alex Salmond had admitted - ignoring the criminal offences he was acquitted over - would have seen summary dismissal for gross misconduct from many other jobs.\n\"I don't think any credible party would have him as a candidate today,\"  he added.\nIn 2019, the Scottish government admitted it had acted unlawfully while investigating allegations of sexual harassment against Mr Salmond, which he strongly denied.\nThe following year he was acquitted of all 13 charges of sexual assault after a trial at the High Court.\nGiving evidence, Mr Salmond said that in hindsight he wished he had been \"more careful with people's personal space\".\nHis defence lawyer, Gordon Jackson QC, told the court Mr Salmond had not always behaved well and could have been \"a better man on occasions\" - but had never sexually assaulted anyone.\nThe Alba's Party's unexpected launch came at the end of an dramatic week at Holyrood.\nOn Wednesday, Mr Salmond said he would take fresh legal action over the conduct of the Scottish government's top civil servant.\nA report by MSPs on Tuesday described the government's handling of harassment complaints against Mr Salmond as \"seriously flawed\".\nThe previous day, First Minister Nicola Sturgeon was cleared of breaching the ministerial code over her involvement in the Alex Salmond saga."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56542593",
      "category": "uk-wales",
      "title": "Covid: 'Christmas Day' for families as Wales lifts travel ban",
      "tags": "Tourism,Abergavenny,Coronavirus lockdown measures,Public health,Travel,Cardiff,Transport,Social distancing,Cardiff University,Aberystwyth,Gwent Police,Coronavirus pandemic",
      "text": "Wales has become the first UK nation to lift travel restrictions within its borders.\nThe \"stay local\" rule has been scrapped from Saturday in favour of unlimited travel within the country.\nBut travel outside Wales will not be allowed until a Welsh government review on Thursday, which could see it permitted from 12 April.\nTourism operators offering self-contained accommodation are expecting a busy weekend after a winter lockdown.\nSix people from two households are able to meet outside, an increase from the current four-person limit.\nOrganised outdoor activities and sports for under-18s can resume and libraries and archives can reopen their doors.\nRules also allow a limited opening of outdoor areas of some historical places and gardens.\nPolice forces across Wales urged people to \"play their part and follow the Welsh government regulations\".\nScotland's stay-at-home rules become \"stay local\" on Good Friday and Northern Ireland's stay-at-home message is to be relaxed on 12 April.\nEngland's stay-at-home rule will end on Monday, although the UK government is urging people to stay local as much as possible, but one walker from England travelled to north Wales on Saturday and said he knew he was breaking the rules.\nGeorge made the more than 200 mile (320km) trip to Snowdonia from Somerset on Saturday to walk up Wales' highest mountain Snowdon.\n\"I just want some outdoor activities,\" he said. \nWhen asked if he knew that the rules ban people from travelling to Wales from England unless for essential reasons, George, from Weston-super-Mare replied: \"I know.\"\nHe added: \"It's outdoors, so I would not meet that many people so I thought it's not bad.\"\nWith warmer weather forecast and the Easter school holidays starting in Wales, one ice cream seller was enjoying her first day back in business in the south Wales seaside resort of Porthcawl \n\"It's been very busy, but people have been good with the social distancing and some people have been wearing a mask,\" said Pamela Davies, who owns Holly's Lollies on Newton Bay Beach.\n\"I like to see people enjoying themselves. Porthcawl is a very busy place, but I think people have taken notice of this virus and they are keeping to the rules.\"\nWhile beaches were busier than they had been, so were some of Wales' famous hillsides - and Sean Orton was glad to get out hiking again after being in strict lockdown for more than three months.\n\"I've spent the last 12 months in, stuck to the rules, just going to work,\" said Mr Orton, who travelled from Wrexham to Snowdonia for a walk.\n\"So it's finally nice to be able to get out, go up there and be at one with nature.\"\nMinisters eased Wales' restrictions further on Saturday as the Covid case rate is below 40 per 100,000 people and the test positivity rate is lower than 4% - both below World Health Organisation lockdown guidance thresholds.\nAnother consideration behind lifting restrictions was the number of coronavirus patients in Welsh hospitals was at its lowest since October while a third of the population have been vaccinated.\nWales' outdoor spaces had been ready for visitors as Brecon Beacons National Park Authority said it was prepared for \"significant numbers of people\" so there were extra staff at hotspots.\nBut Mr Orton, who arrived in Snowdonia at 05:30 GMT on Saturday, said Snowdon was the \"quietest I've seen it in years, it's quite odd\".\nFamilies said it felt \"like Christmas Day\" as they prepared to visit loved ones or to enjoy a much-needed trip away from home.\nEd Pugh, 55, and his wife Tracey, 56, have not seen their daughter Alys, 23, since December - and said meeting her again is \"like Christmas Day\".\nThe couple are making the two-hour journey from their home in Abergavenny in Monmouthshire to meet Alys for a walk on the beach near her home in Aberystwyth.\n\"We're a close family... but in the last year we've hardly seen her at all, which has been really tough,\" said Mr Pugh. \n\"We can FaceTime each other, but it's not quite the same as sharing that space, enjoying her company, sitting down and having a meal together.\n\"We've all been responsible citizens. We've all played our part. We knew this day would come and it's been building up to it and thank God, here we are now.\"\nFor all the joyful reunions and increased freedom, there was a message of caution for those travelling. \nPublic health experts warned the easing of travel restrictions could lead to a \"resurgence\" of the community transmission, despite more than a third of Wales' population getting at least their first Covid jab.\n\"You'd expect people to go out and meet people, but everyone shares a responsibility of being cautious,\" said epidemiologist Dr Philip Anyanwu of Cardiff University.\nHe said the fact vaccine supplies could be delayed by  gave him cause for \"concern\".\n\"Ideally vaccination should be increased or at least maintained around lockdown easing,\" he added.\n\"But reports of a shortage of vaccine supply coinciding with restrictions being lifted makes me worried if this is the right time to ease lockdown.\"\nWales' first minister said the relaxations were \"part of our careful and phased approach to unlocking the restrictions and enabling people and businesses to resume their activities in the safest possible way\".\n\"We're only able to do this because of the sacrifices everyone across Wales has made over the last few months - everything you are doing to keep your loved ones safe is also keeping Wales safe,\" added Mark Drakeford.\n\"The public health position remains stable - our incredible vaccination programme goes from strength to strength - we have headroom to make these changes.\"\nNon-essential travel to and from other UK nations will be banned for at least two weeks under the remaining restrictions.\nTransport for Wales urged people to follow guidelines, adhere to social distancing and plan their journeys in advance.\nIt also issued a reminder that there are still restrictions in place cross-border between Wales and England.\nDyfed-Powys Police said officers were working to \"educate those living along the border on the regulations relevant to them\", but would not be actively patrolling the border with England.\nA Gwent Police spokesman said: \"We're continuing to engage with our communities and explain the importance of keeping Wales safe and we ask that people play their part and follow the Welsh government regulations. \n\"We all have a part to play, we have been and will continue to take enforcement action against those who are blatantly flouting the rules.\"\nAre you in Wales? What will you be doing today now that travel restrictions have been lifted? Email haveyoursay@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56546490",
      "category": "uk",
      "title": "Hate crimes on police 'more likely to be charged'",
      "tags": "Hate crime,West Midlands Police",
      "text": "Police officers reporting hateful abuse while on duty are much more likely than members of the public to see their attackers charged with hate crime, according to an investigation by BBC Newsnight and the Law Society Gazette. \nThe new figures, obtained under the Freedom of Information Act from some of the largest forces in England, show that police officers and staff were the victims in up to half of the hate crimes charged in some areas, despite making up a tiny proportion of the overall number of recorded cases. The vast majority are serving officers.\nPolice forces say the increased use of body cameras by officers may mean evidence of hate crimes against them is more easily captured.\nBut hate crime victims and experts have expressed concern about the data obtained by the BBC.\nIt suggests that prosecutions for hate crimes against officers are dominating case work at a time when the overall number of complaints is skyrocketing and the number that result in charges is falling.\nJust 7% of the 4,636 hate crimes recorded by West Midlands Police in the year ending March 2020 involved a police victim. \nBut the police were victims in 43% of the 711 hate crimes charged in the force area that year.\nData from three other forces paints a similar picture. The Metropolitan Police recorded 21,948 hate crimes in 2019/20, 4% of which involved police victims. \nJust 1,762 cases resulted in charges, but of those 29% had police victims. \nIn West Yorkshire, 4% of the 8774 recorded hate crimes involved police victims, compared to 33% of the 694 hate crimes charged.\nAnd in North Yorkshire, 53% of the hate crimes charged involved police victims. The force did not provide figures for the overall cases recorded.\nHate crime victims have accused the police of treating cases against officers more seriously.\nMichael, who wanted to be known only by his first name, suffered a vicious homophobic attack in Birmingham in September 2018. He told Newsnight that West Midlands Police let him down by failing to investigate.\nMichael was walking home alone after a night out with friends in the city's gay village when he saw a group of people on the pavement outside a straight bar. As he passed, he said, a woman shouted a homophobic slur at him. \n\"So, I stopped, turned around and I thought, well, I'll go back and, you know, ask her why she's called me [that], but even before I could reach her, someone threw a glass or a beer bottle or something against my head. And then I blacked out.\"\nWhen he regained consciousness he had blood all over his face. He believes he was kicked in the head while on the ground.\nWest Midlands Police allocated an officer to the case and gave him a crime reference number in the days after the attack. The force told him it had requested CCTV from a straight bar nearby which had a camera overlooking the attack location. But, he told Newsnight, he heard nothing from police after that.\nChief Superintendent Mat Shaer, West Midlands' hate crime lead, admitted the force had got it wrong. He told the BBC: \"We requested CCTV from the bar but none was provided. The matter was later filed.\n\"We should have done more to follow-up that CCTV request and provide the victim with a better level of service.\"\nThe force said it had since changed its hate crime policy to ensure Michael's experience is not repeated.\nMichael told Newsnight that the police apology made him angry because \"these are the people you go to for help\".\nWhen Newsnight told him about the new data showing 43% of hate crimes leading to charges in the West Midlands area involved police officers as victims, he said: \"It's almost like they prioritise their own claims…They're putting themselves first.\"\nChief Superintendent Shaer, denied this. \"We do not prioritise hate crime investigations against our own staff,\" he said. \"All allegations are investigated to the same set of standards and with impartiality.\"\nHe added: \"Offences against our staff will not be tolerated, they are obliged to record the offences and we will always look to prosecute crimes against them.\"\nHe said the statistics might be explained by evidence from body-worn cameras.\n\"With the increased roll-out of body-worn cameras in recent years, hate crimes against our officers and staff are likely to be recorded on video. That is strong, irrefutable evidence.\"\nHe added: \"Many hate crime offences against officers are committed after a suspect has been arrested for other matters so they are already in our custody when the hate crime is committed.\"\nMany forces, including West Midlands, have adopted policies on hate crime against officers, which say these will not be treated as \"secondary to other offences\" and that the chief constable will provide a personal impact statement for each case.\nProfessor Neil Chakraborti, director of the Centre for Hate Studies at Leicester University, said: \"I don't think this will do anything to build up levels of trust and confidence within communities who already feel stigmatised,\" said. \"There are tensions between the police and particular communities and groups and a disparity like that does nothing for those kinds of tensions.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56544235",
      "category": "uk",
      "title": "Coronavirus: Shops in England can open until 10pm after lockdown - No 10",
      "tags": "Robert Jenrick,Coronavirus lockdown measures,Ministry of Housing, Communities & Local Government,Coronavirus pandemic,UK High Streets",
      "text": "Shops in England will be allowed to stay open until 22:00 six days a week when customers return from 12 April, the government has said.\nAfter months of coronavirus-related closures, non-essential retailers will be able to apply to trade from 07:00 BST Monday to Saturday.\nCommunities Secretary Robert Jenrick said the move would help businesses to recover and customers to shop safely.\nHe said councils will be asked to avoid \"unnecessary restrictions\" on hours.\nUnder the road map for easing England's coronavirus restrictions, non-essential shops are permitted to reopen from 12 April at the earliest, providing the government's four tests are met.\nShops will be able to extend their opening hours from 07:00 to 22:00 from Monday to Saturday, to help customers avoid peak times and to ease the pressure on transport, according to the Ministry of Local Government.\nDominic Curran of the British Retail Consortium said it welcomed the announcement of extended opening hours, as it would allow people to avoid the busier shopping periods.\nHe added: \"Retailers have invested hundreds of millions in making their stores Covid-secure, implementing additional hygiene measures, perspex screens, social distancing and more.\"\nMr Jenrick said the temporary measures would \"support businesses to reopen and recover\", alongside a £56m \"Welcome Back Fund\" announced by the government last week.\nHe said: \"This will provide a much-needed boost for many businesses - protecting jobs, reducing pressure on public transport and supporting people and communities to continue to visit their high streets safely and shop locally.\"\nIn a written ministerial statement on Thursday, Mr Jenrick said he would ask local councils to take a \"positive and flexible approach\" to shops wishing to extend their opening hours.\nHe said the government acknowledged that longer retail hours could have a \"temporary impact\" on local residents, but this had to be balanced by the \"significant public interest in ensuring there is a safe retail environment when non-essential shops reopen\".\nThe government said it would also continue to allow pubs and restaurants to put up marquees to help increase seating capacity in a Covid-secure way.\nFlexible working hours on construction sites will also be extended, and food deliveries to supermarkets will be allowed over more time periods, No 10 said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56544236",
      "category": "uk",
      "title": "Covid: England lockdown easing still on course, says PM",
      "tags": "Coronavirus lockdown measures,Nadhim Zahawi,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson has said the roadmap for easing England's coronavirus lockdown is still on track, even as a third wave of infections hits Europe.\nThe PM said he will soon \"be able to go to the barbers\" and eventually \"drink a pint... in the pub\".\nOutdoor gatherings are allowed from Monday, with more restrictions due to be eased on 12 April.\nMr Johnson added that nothing in the data dissuaded him \"from continuing along our roadmap to freedom\".\nFrom Monday, people will be allowed to meet outside - including in private gardens - in groups of up to six, or as two households. Shops, hairdressers, gyms and outdoor hospitality venues are due to reopen on 12 April. \nOn Saturday, the government said a further 58 people had died within 28 days of a positive test in the UK and another 4,715 coronavirus cases had been reported - the first time this week the number has dipped below 5,000.\nA total of 411,305 first doses of the vaccine were given on Friday, the highest number since Saturday last week, and 283,654 second jabs given, which is more than double the number administered last Friday.\nMeanwhile, Wales has become the first UK nation to suspend travel restrictions within its borders, allowing families to meet for the first time in months.\nSpeaking to the Conservatives' virtual spring forum, Mr Johnson said: \"In just a few days' time, I'm finally going to be able to go to the barbers.\n\"But more important than that, I'm going to be able to go down the street and cautiously, but irreversibly, I'm going to drink a pint of beer in the pub.\n\"And as things stand, I can see absolutely nothing in the data to dissuade me from continuing along our roadmap to freedom, unlocking our economy and getting back to the life we love.\" \nMr Johnson said it was as yet unclear what impact a rising wave of infections on the continent might have on the UK, with \"bitter experience\" showing it could take three weeks to show up here.\nHe added: \"The question is - is it going to be, this time, as bad it has been in the past? Or have we sufficiently mitigated, muffled, blunted impact by the vaccine rollout?\n\"That's a question we still don't really know the answer to.\"\nLabour's shadow home secretary Nick Thomas-Symonds has said Mr Johnson risked being \"complacent about the threat of a third wave\" and called for a more comprehensive hotel quarantine system for international arrivals.\nIt came as Vaccines Minister Nadhim Zahawi said people aged over 70 could start receiving Covid booster jabs from September to protect them from new variants.\nMr Zahawi told the Daily Telegraph that deputy chief medical officer Jonathan Van-Tam thought \"that if we are going to see a requirement for a booster jab to protect the most vulnerable, [it] would be around September\".\nThose first booster jabs would be given to those in the top four priority groups of the vaccine rollout.\nMr Zahawi also confirmed drive-thru vaccine sites are being considered to persuade younger people to take a Covid jab - as a scientist who advises the government said forcing pub-goers to provide a vaccine certificate might be \"counterproductive\".\nProf Stephen Reicher, who advises the government, said the idea risked making vaccine hesitancy worse.\nMr Zahawi also told the Telegraph that the government was hoping to have up to eight vaccines available by the autumn - with several made in the UK - including one that could guard against three different variants via a single jab.\nThe UK is currently using two vaccines - developed by Oxford-AstraZeneca and Pfizer-BioNTech - to protect people against Covid-19. A third - the Moderna vaccine - has been approved by the UK's medicines watchdog.\nAll have been shown to be effective at preventing people from becoming seriously ill and dying from Covid.\nThe Oxford vaccine offers a good level of protection against the \"Kent\" variant now dominant in the UK. Early research on other vaccines, including Pfizer, suggest they also protect against this variant.\nThere are concerns vaccines may not work as well against variants first spotted in South Africa and Brazil, and some UK variants too, but they can be updated.\nThe government's latest vaccination figures show that more than 29 million people in the UK have received at least one dose of a Covid vaccine, with more than three million of them having had a second dose.\nDespite ministers warning that the UK's vaccine supplies would fall in April, Number 10 said all adults in the UK will still receive a first Covid jab by the end of July. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56536300",
      "category": "health",
      "title": "'Ice-cream toothache': Cold food and drinks pain explained",
      "tags": "Dentistry",
      "text": "Scientists believe they have worked out why biting down on ice or drinking something really cold causes excruciating pain for some people. \nThey have located the cells and signals in sensitive teeth that detect big temperature drops and trigger toothache and brain jolt. \nPeople with dental decay are prone to it because the pathway is exposed.\nIt provides a target for new treatments, such as toothpastes, dental patches or chewing gum, they say.\nProf Katharina Zimmermann is lead investigator of the work, published in the journal Science Advances. \n\"Once you have a molecule to target, there is a possibility of treatment,\" she explained.\nThe target is called TRPC5, and Prof Zimmermann's team at the Friedrich-Alexander University Erlangen-Nürnberg in Germany traced its location to a specific cell type - the odontoblast - that resides between the soft inner pulp and the hard outer layer of teeth composed of dentine, then enamel.  \nEnamel has no feeling, unlike the next layer dentine. The dentine connects to the innermost pulp, where nerve cells live. \nIf the dentine becomes exposed, following tooth decay or gum disease for example, painful stimuli such as temperature or certain liquids will cause pain.\nThe researchers studied mice and humans to understand how the pain arises, recording what was happening in cells and nerves.   \nDr Zimmermann told the BBC: \"In human teeth with pits and dental caries we found a much upregulated number of TRPC5 channels, and therefore we believe that engineering a TRPC5 blocker that can be locally applied to teeth via strips or chewing gum would probably be a great help in treating tooth pain or dentine hypersensitivity.\"\nOne common home remedy - clove oil - contains a chemical called eugenol that blocks this TRPC5 pathway. \nThe scientists are not recommending DIY treatments though. People who are experiencing any worrying toothache should still see a dentist, they stress. \nProf Damien Walmsley from the British Dental Association (BDA) said blocking the pain might provide temporary relief, but it was vital to treat and prevent the cause. Brushing regularly could stop tooth and gum disease, he advised.\n\"The research is interesting but we can't ignore the underlying causes of tooth sensitivity, nor people's perception of pain. Dentists can treat the cause by removing the tooth decay, and advise on toothpaste for sensitive teeth.\"\nHe said that in the future, TRPC5 blocking agents might be included in toothpastes and dental products to prevent the pain of sensitivity.  \nProf Zimmermann's team did not receive any commercial financing for the work. It was funded by the German Research Foundation and the Howard Hughes Medical Institute in the US. \nTooth decay happens when the enamel and dentine of a tooth become softened by acid attacks after eating or drinking anything containing sugars, says the BDA. \nOver time, the acid makes a cavity (hole) in the tooth.  \nYour risk of tooth decay is increased by how often you have sugary or acidic foods or drinks, so it is best to limit them to mealtimes. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56545180",
      "category": "uk-england-bristol",
      "title": "Kill the Bill protesters on why they are marching in Bristol",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56540236",
      "category": "world-europe",
      "title": "Belarus banned from Eurovision over song lyrics",
      "tags": "Belarus,Alexander Lukashenko",
      "text": "Belarus has been disqualified from the Eurovision Song Contest for twice fielding songs deemed to have broken the rules of the competition.\nThe country was told to submit a new song two weeks ago over concerns their entry had a political subtext.\nBut the re-submission, by the same group, has now also been deemed inappropriate by contest organisers.  \nThe band, Galasy ZMesta, is known for mocking anti-government protests.\nLarge-scale demonstrations took place across Belarus last year after Alexander Lukashenko claimed victory in a disputed presidential election. \nI Will Teach You, a song by Galasy ZMesta, featured lyrics such as \"I will teach you to toe the line\", prompting a backlash from opposition figures. \nMany worried that allowing such a song would legitimise Mr Lukashenko's violent suppression of protesters.\nThe European Broadcasting Union (EBU), the organisers of Eurovision, agreed the lyrics were inappropriate and ordered that Belarus re-submit their entry if they wanted to take part in May.\nMr Lukashenko weighed in on the controversy himself. \n\"They are starting to press us on all fronts. Even at Eurovision, I see,\" he said. \n\"We'll make another song,\" he added. \"You see that this is all politicised.\"\nBelarus went back to the drawing board, but their re-submission has now also been rejected.\nIn a statement, the EBU said it had \"carefully scrutinised the new entry to assess its eligibility to compete.\"\nHowever, \"it was concluded that the new submission was also in breach of the rules of the competition that ensure the Contest is not instrumentalised or brought into disrepute\".\n\"Regrettably, Belarus will not be participating in the 65th Eurovision Song Contest in May,\" it added.\nThe disputed election in August led to a political crisis in Belarus.\nThe main opposition leader, Svetlana Tikhanovskaya, said she had attracted between 60 and 70% of the vote but was forced into exile in neighbouring Lithuania immediately after the vote.\nMr Lukashenko, who has ruled the country for 26 years, refused to resign.  \nThe EU and the US government agree with the opposition that the August election was rigged.\nMr Lukashenko ignored repeated opposition calls for negotiations to re-run the election under free and fair conditions, to end police brutality and release political prisoners.\nThousands of demonstrators were arrested. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56514324",
      "category": "world-us-canada",
      "title": "Guatemalan teenagers die on journey to US: 'I knew I shouldn’t let him go'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56548750",
      "category": "uk-england-bristol",
      "title": "Kill the Bill: Violence at protest 'disgraceful', says prime minister",
      "text": "Violence at a third night of protests in Bristol has been condemned as \"disgraceful\" by Prime Minister Boris Johnson.\nTen people were arrested after a Kill the Bill protest ended in scuffles.\nPolice said a \"minority\" of protesters \"showed hostility\" and arrests were made after a sit-down protest in front of a police station.\nOne journalist claimed he was assaulted by police during the operation to clear the streets.\nMr Johnson said a \"mob\" was \"intent on violence\" after \"bricks, bottles and fireworks\" were thrown.\nMass gatherings are currently banned under coronavirus legislation and anyone breaching regulations could be fined.\nProtesters said they were unhappy about an element of the Police and Crime Bill, which would ban residing on any private or public land in vehicles without permission where they are causing \"significant disruption, distress or harm to local communities\".\nDaily Mirror journalist Matthew Dresch posted a Tweet which he said showed him being assaulted by officers as they cleared the city centre, despite telling them he was a member of the media.\nIn response, the force said it was trying to contact Mr Dresch and that a free press  was \"a cornerstone of our democracy\".\nOne Labour MP has called for an independent investigation into the policing of the most recent protest, after reports of journalists and marchers being injured.\nNadia Whittome, who represents Nottingham East, tweeted that the case for an investigation \"was clear\".\nHome Secretary Priti Patel criticised the disorder and the \"violence being directed towards the police\".\n\"I'm in no doubt the silent, law-abiding majority will be appalled by the actions of this criminal minority,\" she said.\n\"Despite repeated warnings to disperse, it's clear these thugs were only intent on causing trouble.\n\"I am receiving regular updates and the police have my full support.\"\nThe protest had started earlier in the day on College Green before moving during the evening to Bridewell police station, the scene of disorder on Sunday.\nPolice in riot gear blocked access to the road and protesters sat in front of them in response.\nBut officers moved in after 22:00 GMT after the \"atmosphere changed\" and \"people became physical\".\nFootage showed police in riot gear using shields to push protesters back.\nSupt Mark Runacres, from Avon and Somerset Police, said \"reasonable force had to be used\".\n\"This is not something we ever want to do but we have a duty to uphold the law, prevent crime, and protect people and property.\"\nHe said many of the marchers had heeded police warnings to go home, something he was grateful for, but that some who stayed in the centre had attacked officers by throwing missiles including bottles, a bicycle pedal and eggs.\nSupt Runacres added \"at least three\" of the people detained during the latest protest had been arrested for offences committed during Sunday's disorder.\nHe added the force was \"concerned\" there could be more protests in the city in the coming days, and that \"it is something we are preparing for\".\nOne protester, who did not want to be named, told the BBC she had decided to attend as the third reading of the new bill was on Monday.\n\"I think the government have deliberately put this bill for a time when people can't protest and I think that's really wrong,\" she said. \n\"That's why I came. To show my support for the protest.\"\nAnother protester said he appreciated the seriousness of the pandemic, but the long-term impact of the bill was too important to ignore.\n\"What you need to consider is that this bill will last for decades if it does pass, and that will have very serious consequences over Covid currently.\"\nIndependent journalist Martin Booth, who has been covering news in Bristol for the past decade, said: \"At the start, some protesters placed daffodils in the lapels of police in the front line.\n\"The mood early on was calm, convivial even, as police wearing caps rather than helmets were happy to talk to protesters - a marked contrast to the previous Sunday and Tuesday.\"\nHe said at 22:00 GMT he saw more riot police and dogs arrive.\nMr Booth said he then saw a line of police \"move as one\" toward the protesters, many of whom were still seated on the street.\n\"This is when I first saw protesters swinging their arms at police, who were using their shields both for defence and attack,\" he added.\nBristol's Labour mayor Marvin Rees said the violence was \"unwelcome\" and that some protesters had damaged their cause by confronting the police.\n\"The question those engaging in the action should be asking is: is what I am doing advancing the cause I claim to be campaigning for?\" he said.\n\"Many people protested peacefully but there are a number who refuse to go home and others who are here merely to cause conflict: the bill itself is not their cause, it is their opportunity.\n\"If the protests are meant to reduce the likelihood of the bill, then the actions of some of these protestors are politically illiterate and strategically inept.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56549070",
      "category": "uk-england-london",
      "title": "Everyone's Invited: Sex abuse claims 'not limited to private schools'",
      "tags": "Sexual violence,Sexual harassment",
      "text": "Allegations about sexual abuse in schools involve more than only private institutions in London, a senior Met Police officer has said.\nSeveral independent schools in the capital have been accused of failing to deal with a \"rape culture\", in claims written on the Everyone's Invited site.\nDet Supt Mel Laremore told the BBC more than 100 institutions are named and it was \"a national issue\".\nThe website's founder said the focus on private schools was \"disappointing\".\nEveryone's Invited was set up last year as a place where victims can post anonymous accounts of abuse they had suffered.\nIt has now received more than 5,000 testimonies, including accounts from people as young as nine.\nAllegations by pupils who attended independent schools have recently been highlighted.\nOn Thursday, Highgate School in north London announced it had launched an external review into claims of sexual abuse.\nHowever, DS Laremore, the Met's lead for rape and sexual offences, told the Today programme she believed the issue was \"more widespread than private schools\".\n\"We're still looking into the exact scope of how wide this spreads but certainly I know there's already over 100 schools cited on the website which do reach out to national parameters,\" she said.\nPosting an article on Instagram which she had originally written for the I newspaper, the website's founder Soma Sara said the \"prevalence\" of \"rape culture\" in education was being \"overshadowed by the focus on a handful of institutions\".\nShe explained there had been an initial bias towards private schools on the site because of her own background but \"we are beginning to see a widening of the demographics, with a significant increase in the numbers of state schools, as well as universities, being mentioned\".\n\"Seeing this long-overdue discussion being narrowed down to private schools is disappointing,\" she wrote.\nOne 17-year-old girl who attended a London state school told the BBC she had been abused by a sixth former when she was aged 13.\nShe said she the boy had approached her when she was out with friends after school and then \"he started touching me... and he tried to take off my clothes\".\nThe teenager said a member of the public had intervened after she started shouting but when police got involved she was told there was not enough evidence for them to pursue the case.\nAsked how it made her feel, the 17-year-old said she was \"labelled as a girl who lied about something. That's serious and I didn't go to school for a while\".\nShe added she still does not \"go near men or boys\", as \"I'm scared of them and I get uncomfortable around them\".\nThe Met has been contacting institutions named on the site as part of investigations into the allegations made on Everyone's Invited.\nThe force has said it is looking into allegations written on the website.\nSpeaking about the online campaign, DS Laremore said the force \"welcome any initiative which encourages any victim-survivor of a sexual offence to speak out and seek support.\n\"We take all allegations of sexual assault very seriously.\n\"Regardless of how long ago an offence took place, I would like to remind any victim-survivor that support is available for you should you wish to speak to us,\" she said.\nIn June 2020, Ms Sara, who is now 22, shared her experience on Instagram of what she calls \"rape culture\".\nWithin a week she had received and shared more than 300 anonymous responses of people with stories of \"misogyny, harassment, abuse and assault\".\nThe Everyone's Invited website now carries thousands of victims' testimonies, often from schools and universities.\nExperiences range from being drugged and raped at parties, to explicit images being shared over messaging platforms."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56551350",
      "category": "world-latin-america",
      "title": "Facebook freezes Maduro's page over Covid claim",
      "tags": "Nicolás Maduro,Disinformation,Venezuela,Coronavirus pandemic",
      "text": "Facebook has frozen Venezuelan President Nicolás Maduro's page after he claimed without evidence that a herbal remedy could cure Covid-19.\nHe claimed in January that a thyme herb solution could cure the disease. He will be unable to post for 30 days.\nThe company said the leader had repeatedly violated its policies on coronavirus disinformation.\nMr Maduro is not the only world leader to face a pushback from social media companies over Covid.\nFormer US President Donald Trump and Brazil's Jair Bolsonaro have also faced action over Covid posts.\nA Facebook spokesperson told the BBC: \"We removed a video posted to President Nicolás Maduro's page for violating our policies against misinformation about Covid-19 that is likely to put people at risk for harm.\n\"We follow guidance from the WHO [World Health Organization] that says there is currently no medication to cure the virus. Due to repeated violations of our rules, we are also freezing the page for 30 days, during which it will be read-only.\"\nLast year, Facebook deleted a video from Brazil's President Bolsonaro over a claim that the drug hydroxychloroquine was totally effective in treating the virus.\nAnd previously a Twitter post by Mr Maduro about a different fake remedy was also deleted.\nIn October, Facebook deleted a post in which Donald Trump claimed Covid-19 was \"less lethal\" than the flu.\nIt removed another in August that included a video of him falsely asserting that children were \"almost immune from Covid-19\".\nCovid-19 disinformation on social media is a widespread problem.\nA dozen people are responsible for spreading thousands of anti-vaccine posts on Facebook and Twitter, according to analysis by the UK-based Center for Countering Digital Hate (CCDH).\nAmong them is Robert F Kennedy Jr, a nephew of the former US president, who leads an anti-vaccine group.\nMadagascar's President Andry Rajoelina last year promoted an unproven herbal concoction called Covid-Organics, prompting the WHO to say traditional remedies should have scientific evidence to back their use."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56542893",
      "category": "uk-england-bristol",
      "title": "Bristol Kill the Bill protest: Riot police disperse protesters",
      "text": "Police have cleared protesters out of Bristol city centre after a third mass gathering in a week.\nHundreds of people had marched in opposition to the government's Police and Crime Bill before stopping close to Bridewell Police Station, the scene of disorder on Sunday.\nAfter a stand-off, police in riot gear began dispersing the protesters just after 22:10 GMT.\nMounted officers and dog units were used as the crowds were driven back.\nSeveral warnings were given over a loudhailer before riot police moved forward.\nProtesters were driven down side streets away from Bridewell Police Station, with dog units part of the operation.\nThere were 10 arrests, three of them also detained in connection with last Sunday's first march. \nEarlier, the city's main bus company halted services through the city centre to avoid the protest.\nSunday's demonstration started off peacefully with about 3,000 attending but descended into disorder when around 500 people marched on Bridewell Street.\nAvon and Somerset Police is investigating assaults on 40 officers and one member of the media.\nNine people have been arrested in connection with the disorder, which saw officers attacked, police vehicles set on fire and the windows of a police station smashed.\nA second protest took place on College Green on Tuesday night and resulted in 15 arrests.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56548357",
      "category": "uk",
      "title": "Covid: Pub vaccine passports 'risk social division'",
      "tags": "Coronavirus lockdown measures,Contact tracing,Coronavirus vaccines,Coronavirus testing,Hospitality industry,Pubs,Vaccine passports,Coronavirus pandemic",
      "text": "Forcing pub-goers to provide a vaccine certificate in a bid to encourage younger people to take a jab could be \"counterproductive\", a behavioural scientist has warned. \nProf Stephen Reicher, who advises the government, said the policy risked making vaccine hesitancy worse.\nPrime Minister Boris Johnson said this week a review was considering jab passports for places like pubs.\nBut the PM conceded there were \"ethical problems that need to be addressed\".\nIt came as Mr Johnson said England's roadmap for easing lockdown was still on course.\nProf Reicher, of the University of St Andrews, told BBC Radio 4's Today programme there was a lack of support for using vaccine passports to exclude people from social activities.\n\"People actually aren't averse to vaccine passports to be able to travel internationally,\" he said. \"But when it comes to negative incentives - to, in effect, barring people from their everyday lives, from social activity, then actually they work in a very different way.\"\nHe added this could lead to \"other problems like social division and social apartheid\" and could \"destroy any sense of community that has been so positive in the pandemic\".\nEarly research into Israel's vaccine passport system, called the \"green pass\", found that while incentives may increase vaccination rates, \"they may not be sufficient to overcome health concerns\" among those who are hesitant.\nAnd Prof Reicher pointed to data from countries like Israel and Germany that showed the suggestion of compulsory vaccines \"does indeed put people off\" taking a jab.\nMeanwhile, Vaccine Minister Nadhim Zahawi said drive-through vaccination sites were being considered to encourage younger people to have the jab. \nHe told the Daily Telegraph: \"It's a great way as you do the under-50s, the under-40s, under-30s. Convenience becomes a much greater tool to deploy because you want to make sure for those people, where we think there may be greater hesitancy, we make it as convenient as we can make it.\"\nAt present, all over-50s, as well as health and social care workers and clinically vulnerable people, are eligible to receive a coronavirus vaccine. Some 29.3m people have now received a first dose.\nMr Johnson said no decisions on vaccine passports had been made and the review of evidence would report in June, with an update next month.\nHe said previous coronavirus infections could be included if passports are adopted, with a government source suggesting a person's test results could also be reflected.\nThe prime minister said the concept \"should not be totally alien to us\" - pointing out that doctors already have to have hepatitis B jabs - although he stressed such a move in future \"may be up to individual publicans\".\nBut some pub landlords have criticised the suggestion, saying requiring customers to produce vaccine passports would be \"unworkable\".\nOne industry body argued the proposals could breach equality rules. That is because some people are ineligible for a jab due to medical conditions or because they are pregnant, for example, and some will choose not to have one.\nUKHospitality's chief executive Kate Nicholls said: \"It is crucial that visiting the pub and other parts of hospitality should not be subject to mandatory vaccination certification. It is simply unworkable, would cause conflict between staff and customers and almost certainty result in breaches of equality rules.\"\nThe review into vaccine passports is taking place under the plans to ease England's lockdown, with the latest relaxation due on Monday when the \"rule of six\" returns for outdoor gatherings.\nOutdoor hospitality returns from 12 April, and indoor hospitality can resume no earlier than 17 May in England. \nMeanwhile, Wales has become the first UK nation to lift a domestic travel ban, allowing families to travel anywhere within its borders. \nMr Zahawi has said the over-70s could start receiving Covid booster jabs from September to ward off new virus variants.\nDo you have any questions about the reopening of pubs and restaurants and what rules will be in place? Email haveyoursay@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56529712",
      "category": "health",
      "title": "Covid: What might a third wave look like?",
      "tags": "Coronavirus lockdown measures,Patrick Vallance,Vaccination,Coronavirus pandemic",
      "text": "Lockdown is, step-by-step, beginning to ease across the UK. Next week, the stay-at-home order will be lifted in England and people can start mixing in small groups outdoors.\nBut with infection rates rising in Europe, the British public is also being warned of the risk of a third wave.\nThe prime minister himself says it is only a matter of time before the wave from Europe washes up on our shores. But with more than half of adults vaccinated, what would that look like?\nWhile the outbreaks in Europe have been portrayed as the threat, we should not forget the virus is still lurking here. Infection rates have dropped dramatically since the turn of the year - there has been a 12-fold fall in daily cases being reported.\nBut that still leaves more than enough infection circulating that could easily take off. The Office for National Statistics estimates that, along with asymptomatic cases, there could be more than 100,000 infectious people out there.\nAlready there are signs of a slight increase in cases among children following the return to schools in England.\nProf Christina Pagel, from University College London, says some of the increase is undoubtedly because of more testing - secondary school pupils have been offered regular on-the-spot rapid tests since their return to school to pick up asymptomatic cases.\nBut that, she says, cannot account for it all. She is concerned this is the start of an upward trend, pointing out that many parents will not have had their first dose yet - rollout has been limited to the over-50s and younger adults with health conditions. The break for Easter will help slow the spread but that will only be temporary, she fears.\nBut if cases continue to rise, does this matter? After all, 99% of Covid deaths have been in the groups now vaccinated.\nThe link between infections and serious illness or death has been \"severely weakened\", says diseases expert Prof Mark Woolhouse, of Edinburgh University.\nBut if infection levels rise high enough the virus \"will find those\" who are unvaccinated and those for whom the vaccine hasn't worked, he says.\nWhile the vaccines are good - they significantly reduce the risk of falling ill and for those who do develop symptoms there is a strong likelihood it will be a fairly mild cough, fever or short period of breathlessness - they are not 100% perfect.\nSo Prof Woolhouse warns there could still be significant numbers of deaths, even if the threat to the NHS is much reduced.\nWhat nobody can be sure of is just how quickly and by how much infection levels could rise in the coming months.\nThe natural R rate - how many people the average person who is infected passes the virus on to - was between three and four for this coronavirus, but with the new more contagious variant dominant, it could now be around five, some believe.\nDr Duncan Robertson, a disease modeller at Loughborough University, believes we are in \"essentially a new epidemic\". \"This is the first time we are lifting restrictions with the new variant - it could take off and those areas with the lowest vaccination rates will be vulnerable.\"\nThere are a number of issues that will be crucial in determining exactly what happens from here.\nAs well as protecting those vaccinated, the vaccine programme will also help slow transmission. Early evidence suggests the AstraZeneca jab could stop two-thirds of people who are vaccinated from passing it on.\nOn top of that those who have already been infected - estimated to be about a quarter of the population - will have some immunity.\nSecondly, seasonality could help. Respiratory viruses tend to thrive in the winter, but are less likely to spread in the spring and summer.\nBecause this is a new virus, it could take some time to settle into a seasonal pattern, but certainly the changing seasons are likely to have some impact.\nUK chief medical adviser Prof Chris Whitty says it is possible a significant rise may not actually come until the winter, giving more time for the vaccination programme to rollout.\nSpeaking this week, he said the UK should be confident the \"path from here does look better\", but we should still expect \"bumps and twists\" along the way. \nThe most immediate problem, he said, was likely to be local outbreaks - and variation in uptake between different areas leaves some places particularly vulnerable. \nMeanwhile, in the longer term, variants that can spread more easily because they can evade some of the immune response could come into play, Prof Whitty said.\nThe next unknown is the behaviour of the public. By far the biggest risk factor for spreading the virus is mixing indoors in homes, says Prof Woolhouse. \"We know most outdoor activities are very safe, we know there has never been a surge in cases following school opening and the risks in retail and hospitality can be mitigated. \n\"But we cannot police what happens in people's homes - that is the perfect environment for the virus to spread.\"\nThe \"gut reaction\" of most people will be to think everything will be fine, says Prof Sir David Spiegelhalter, a Cambridge University expert in understanding risk, and that we can \"start enjoying ourselves again\".\nBut we should not \"trust our intuition on this\", he says. That means taking each step very cautiously.\n\"The government is determined to not take steps back so that could mean taking longer to take steps forward.\"\nThe aim, of course, is to balance the need to open society while trying to control the virus. While some people have called for a \"Zero Covid\" approach, the government and its advisers are clear this cannot be achieved given the nature of the virus, which can spread without people being aware they are infected.\nThis week, chief scientific adviser Sir Patrick Vallance said there was basically \"zero chance\" of zero Covid.\nSo how bad will the third wave get? Modelling done for the government has suggested as many as 30,000 people could die by the summer of 2022, even with a gradual reopening and good vaccine rollout.\nThat is four times fewer than the number of deaths we have seen over the past year. And while it sounds high, it is worth noting that in a bad winter, 25,000 people can die from flu. But the toll could be much much higher - more than double that - if things do not go as well as assumed, the modelling suggested.\nThere are, of course, as always caveats around these models. But they should act as a warning - while the UK may be in a strong position, nothing should be taken for granted with this virus.\nFollow Nick on Twitter\nRead more from Nick"
    }
  ]
}