{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56786263",
      "category": "world-middle-east",
      "title": "Iran nuclear: State TV names suspect in Natanz attack",
      "tags": "Iran nuclear deal",
      "text": "Iran's state TV has named a man that intelligence authorities allege was responsible for an attack at the Natanz nuclear site last weekend.\nReza Karimi fled Iran shortly before the blast, Network One said, showing a man's photo on what it said was an Interpol wanted poster.\nInterpol said it could not confirm that Mr Karimi was on its red list of wanted fugitives. \nIran has blamed Israel for the attack and stepped up its nuclear activities.  \nIsrael has neither confirmed nor denied involvement, but Israel public radio cited intelligence sources as saying it was a Mossad cyber-operation.\nThe attack came shortly before Iran was due to take part in talks aimed at reviving the 2015 nuclear deal with the US, UK, France, China, Russia and Germany. \nThe agreement is designed to prevent Iran developing a nuclear weapon, something it denies wanting to do. Israel opposes the deal, saying it will not prevent Iran becoming a nuclear power. \nThe agreement, which saw Iran limit its nuclear activities in return for sanctions relief, was in danger of collapse after former US President Donald Trump abandoned it in 2018.\nIran's announcement it would produce 60%-enriched uranium following last Sunday's attack was a further breach of  the nuclear agreement, under which it is permitted to enrich uranium only to 3.67% purity to make reactor fuel.\nIt is not entirely clear how the attack unfolded. However, Alireza Zakani, head of the Iranian parliament's research centre, said thousands of machines used to refine nuclear material were destroyed or damaged at Natanz.\nThe attack took place in a facility up to 50m (165ft) underground, another official said.\nOn Saturday, Iranian state television announced that the intelligence ministry had identified  \"Reza Karimi, the perpetrator of this sabotage\". \n\"Necessary steps are under way for his arrest and return to the country through legal channels,\" it added.\nThe channel also showed footage of the damaged centrifuges. \nBut asked if Mr Karimi was on its red notice, Interpol declined to comment \"on specific cases or individuals\".\nInterpol's website shows no red notice for anyone named Reza Karimi.\nThe talks aiming at reviving the Iran nuclear deal, which began on Thursday in the Austrian capital, Vienna, have reportedly made progress.\nHowever, Iran's chief negotiator, Abbas Araqchi, told state media \"the path ahead is not an easy one and there are some serious disagreements\".\nChina, Russia, France, Britain, Germany and Iran are all taking part. The US is not,  although a delegation is in a hotel across the road, according to news agency Reuters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56793317",
      "category": "world-africa",
      "title": "Table Mountain fire: Historic buildings destroyed in Cape Town",
      "tags": "Wildfires,South Africa,Cape Town",
      "text": "A wildfire on the slopes of South Africa's Table Mountain has spread to the nearby University of Cape Town campus, forcing the evacuation of hundreds of students, officials say.\nThe blaze spread quickly after breaking out on Sunday morning near a memorial to politician Cecil Rhodes. A restaurant was destroyed.\nThe university's historic library and other buildings were also affected.\nFour helicopters are water-bombing the flames.\nSouth African National Parks said firefighters were alerted at 09:00 local time (07:00 GMT). The flames spread quickly because of the low humidity and dry bush.\nThe fire created its own wind further increasing the rate of spread, it added, estimating that firefighters would need at least three days to control the blaze.\n\"After the initial investigation, it is surmised that the origin of the fire is from a vacated vagrant fire,\" it said.\nMore than 120 firefighters have been deployed to the area, and one had to be sent to hospital for treatment with burn wounds. \nThe fire partially destroyed the University of Cape Town's Jagger Library and the historic Mostert's Mill. Other buildings were also affected.\n\"All UCT students have been evacuated from campus by emergency services support staff,\" the university said on Twitter.\nResidents in the area have been warned of smoke and soot in the air, and told to keep windows and doors closed.\nMeanwhile hikers in the Table Mountain National Park have been urged to leave and drivers who have parked in the area have been told to collect their vehicles."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56785283",
      "category": "entertainment-arts",
      "title": "Helen McCrory: Stars pay tribute to Peaky Blinders actress",
      "tags": "Peaky Blinders,Harry Potter ",
      "text": "Stars have paid tribute to Peaky Blinders and Harry Potter actress Helen McCrory who has died of cancer aged 52.\nCillian Murphy, who starred alongside her in the BBC drama, described her as \"fearless and magnificent\".\nAlso known for her stage performances, National Theatre artistic director Rufus Norris said she was \"one of the great actors of her generation\".\nHer husband, actor Damian Lewis, announced her death on Friday \"after an heroic battle with cancer\".\nHe said he was \"heartbroken\", and that she was a \"beautiful and mighty woman\".\nAs well as her film and TV credits, she played seven lead roles at the National Theatre, whose boss Rufus Norris said: \"With her incisive wit and ferocious intelligence, she was one of the most charismatic and distinctive performers.\"\nShe also worked at the Royal Shakespeare Company, the Almeida and the Donmar Warehouse, and earned rave reviews for her role in Uncle Vanya in London and New York in 2002 and 2003.\nCarrie Cracknell, who directed McCrory in a stage production of Medea, told BBC Radio 4's Today programme she was one of \"very, very few\" people who knew about her illness and was \"sworn to secrecy\".\n\"Helen wanted to be very private about her illness and I understand why,\" she said. \"When you live in the public spotlight you have to find the space to protect the things that are just for you. And certainly that was, it was for her and her family and her very closest friends.\"\nMs Cracknell said working with McCrory was \"one of the highlights of my professional life\". \n\"She had this extraordinary, fierce depth of character and complexity and ability to articulate so many parts of the human condition.\"\n\"She was this tiny, tiny woman and she would stand in the middle of the Olivier stage and sort of be possessed really, it was like she was transforming,\" she said. \nShe said McCrory's charity work and commitment to her family had defined her last few years of life, with her not wanting people to focus on her illness.\n\"She faced up to it with a level of bravery and humour that was completely extraordinary and as ever was teaching people how to live so it was a remarkable thing.\"\nSir Richard Eyre, who gave McCrory one of her first significant stage roles in the 1990s, said one of the most upsetting things about her death was that \"we will be deprived of major performances that she would have been able to give\" and described her as a successor to Dame Judi Dench.\nIn 2003, she met Lewis when they both starred in a play called Five Gold Rings at the Almeida Theatre in London.\nMcCrory was nominated for two of London's Olivier Awards for playing Rosalind in As You Like It in 2006, and for The Last of the Haussmans in 2013.\nThe actress was perhaps best known for playing Aunt Polly, the matriarch of the Shelby clan, in all five series of hit BBC period gang drama Peaky Blinders from its start in 2013.\nPeaky Blinders creator Steven Knight said: \"Helen was one of the great actors of her generation. She was so powerful and controlled and this is so sad.\"\nMurphy, who played Tommy Shelby in the show, added he was \"broken-hearted to lose such a dear friend\", describing her as \"a beautiful, caring, funny, compassionate human being\". \n\"She elevated and made humane every scene, every character she played,\" he said, adding it was \"a privilege to have worked with this brilliant woman... I will dearly miss my pal\".\nBBC director of drama Piers Wenger added: \"Helen was one of the finest actresses this country will ever see.\"\nActor Michael Sheen, who worked with McCrory on the 2006 film The Queen and more recently in ITV drama Quiz, described her death as \"heartbreaking\" and said it had been \"an honour to work with her and know her\" in a post on social media.\n\"So funny, so passionate, so smart and one of the greatest actors of our time,\" he tweeted.\n\"From the first moment I met her when we were just kids it was obvious she was very special.\"\nAlongside a photo of McCrory, actress Dame Helen Mirren wrote on Instagram: \"A great actress and a great person. this is so very very sad.\"\nMcCrory married Homeland star Lewis in 2007 and they had two children. \nLast year, the couple raised more than £1m to provide NHS workers with meals from high street restaurants during the pressures of the coronavirus pandemic.\nComedian Matt Lucas, who worked with them on the FeedNHS campaign, tweeted that she \"will be remembered not just for her remarkable stage and screen performances, but also for her selflessness and generosity\".\nMcCrory played Narcissa Malfoy, the wife of Lucius Malfoy and Draco's mother, in Harry Potter and the Half-Blood Prince and Harry Potter and the Deathly Hallows: Part 1 and Part 2.\nIn her tribute, Harry Potter author JK Rowling wrote: \"I'm devastated to learn of the death of Helen McCrory, an extraordinary actress and a wonderful woman who's left us far too soon.\n\"My deepest condolences to her family, especially her husband and children.\"\nHer other screen roles included the MP Clair Dowar in 2012 James Bond movie Skyfall, and former Prime Minister Tony Blair's wife Cherie in the films The Queen and The Special Relationship.\nShe provided the voice of Stelmaria, Lord Asriel's snow leopard daemon, in the recent BBC One TV series His Dark Materials, and the show's Twitter account called her \"uniquely talented\".\nFilm and theatre director Sir Sam Mendes, who directed Skyfall, remembered her as \"an astonishing talent, a fabulous person, and an absolute true original\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56765157",
      "category": "entertainment-arts",
      "title": "Liam Scarlett: Former Royal Ballet choreographer dies at 35",
      "tags": "Ballet,The Royal Ballet",
      "text": "Liam Scarlett, the internationally-known choreographer who left the Royal Ballet last year after claims of sexual misconduct, has died at the age of 35.\nHis family called it a \"tragic, untimely death\". The cause of death has not been disclosed.\nA day earlier, the Royal Danish Theatre had reportedly cancelled his show over allegations of unacceptable behaviour.\nThe Royal Ballet cleared him after an independent investigation, but the British choreographer left the company.\nScarlett had joined the Royal Ballet in 2006 as a dancer and retired six years later to dedicate himself to choreography. The artist-in-residence was responsible for creating some of the company's major recent shows, including a new production of Swan Lake in 2018.\nHis work also included Despite, and Consolations and Liebestraum.\nBut he was suspended from his post in August 2019 after the allegations of misconduct with students emerged. Australia's Queensland Ballet also cancelled work with him as a result.\nOn Friday, the Royal Danish Theatre announced it was cancelling a planned production of the ballet Frankenstein, for which Scarlett was the guest choreographer, over alleged misconduct towards its staff in 2018 and 2019, the Times reported. \nIn a statement announcing the death, the family said: \"At this difficult time for all of our family, we would ask that you respect our privacy to enable us to grieve our loss.\"\nThe Royal Opera House said on Twitter: \"Our thoughts are with his friends and family at this very sad time.\"\nThe Royal Ballet said it was \"deeply saddened to hear the news of Liam Scarlett's death\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56794263",
      "category": "uk-northern-ireland",
      "title": "Syrian family home attacked in Newry 'hate crime'",
      "tags": "Newry,Police Service of Northern Ireland",
      "text": "The home of a Syrian family has been attacked in Newry, County Down, in what police are treating as a hate crime.  \nThe attack happened in Carlingford Park in the city in the early hours of Sunday.\nPSNI Ch Insp Amanda Ford said a number of windows were smashed and graffiti was sprayed on the property at about 02:00 BST.  \n\"This type of violent crime is unacceptable in our communities,\" she said.\n\"Hate crimes have no place in today's society and will simply not be tolerated.\"\nShe added that police inquiries are continuing.\nSDLP MLA for Newry and Armagh, Justin McNulty, described the attack as \"sickening\". \n\"What is even more distressing is the potential that this attack was racially motivated,\" he said.\n\"Newry is an incredibly diverse and vibrant city and for any individual or family to be targeted simply because of their ethnicity or nationality is vile and wrong.\n\"It is crucial we all stand united to support our neighbours and fellow citizens to show in the strongest form that racism has no place in our society.\n\"I appeal to anyone with information regarding this sickening hate crime to bring it forward to the police immediately.\"\nSinn Féin councillor Valerie Harte said the attack had been met with anger amongst the local community.\n\"I am both disgusted and saddened to learn of this attack on a family who have just recently moved into the area,\" she said.\n\"This was a cowardly attack carried out under the cover of darkness and forced this family to flee their home. \n\"Those responsible have shown blatant disregard for the community.\n\"The racists need to hear loud and clear that their cowardly actions are unacceptable.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51722301",
      "category": "uk",
      "title": "Salisbury poisoning: What did the attack mean for the UK and Russia?",
      "tags": "Russian spy poisoning,Russia-UK relations,Spying,Russia,Amesbury Novichok poisoning,MI6,Diplomacy,Salisbury",
      "text": "On 4 March 2018 emergency services received a phone call from members of the public in Salisbury who had seen an old man and a young woman ill on a bench. It was a call that would set in motion a chain of events leading to a major crisis with Russia. \nAfter the pair were taken to hospital, local police did an online search on the name of the man taken ill.\nThe result set off alarm bells. He was a former Russian spy.\nA call came into the duty officer at MI6 headquarters that Sunday evening. \nThe realisation that Sergei Skripal - a man who had provided MI6 with secrets from his time in Russian military intelligence - had been targeted sent shock waves through the building, challenging the very core of its work in recruiting agents to work with the organisation.\nA few hours later, the next call went to Porton Down, home to Britain's biological and chemical research establishment.\nA rapid-response team was quickly deployed. Samples analysed in labs on-site identified A234, a military-grade nerve agent from the Novichok family developed by the Soviet Union in the Cold War.\nThe revelation caused shock. Detective work by police would identify two officers from Russian military intelligence as the main suspects and a perfume bottle as the means of delivery of the nerve agent onto Mr Skripal's front door handle. \nA local woman, Dawn Sturgess would die months later when she came into contact with the Novichok after it had apparently been discarded.\nRussia denied any role - even putting the two accused men on TV to say they had visited Salisbury simply to see the cathedral spire - but London was convinced it knew who was behind the attack.\nWhen another former Russian intelligence officer, Alexander Litvinenko, was killed in 2006 (that time by radioactive polonium) the response was delayed and perceived as weak.\nLondon was determined to learn its lesson.\nEvery known Russian intelligence officer operating under diplomatic cover in the UK (apart from the declared liaison officer for each Russian intelligence service) was quickly expelled - 23 in total.\nMany other countries then followed suit, with 60 expulsions in the US. It seemed as if the Kremlin was taken by surprise by the strength of the reaction.\nBut two years on, the legacy of those events looks more uncertain.\nBritish officials believe they did real damage to Russian intelligence operations in the country but that damage is likely to have been short term as new spies were dispatched to replace them and as Russia continues a shift to rely on alternative means of espionage.\nIn the Cold War, spies under diplomatic cover and illegals were the primary way the Russians could recruit and run agents and steal secrets.\nNow there is cyber-espionage and the use of people travelling under different cover, as say businessmen, to operate. \nIn the wake of the attack, there was also considerable talk of a tougher line over Russian money and influence in London. But there has been relatively little public sign of action.\nThe failure to publish the parliamentary Intelligence and Security Committee's \"Russia Report\" about influence and subversion in British life before the election has only added to questions as to whether the appetite to deal with this broader issue remains strong.\nThere are also cracks in Western unity over a tough line on Russia, with President Emmanuel Macron of France pushing for trying to improve relations with the Kremlin and uncertainty over the position of the Trump administration in Washington.\nMr Skripal himself has not appeared in public since the poisoning.\nMI5 and the Home Office carried out a \"refresh\" to check on the level of protection for defectors like Mr Skirpal - something officials acknowledge was overdue.\nThe poisoning itself was a failure, several senior officials who served in British intelligence concede. \nA risk assessment was carried out when Mr Skripal was swapped out of a Russian prison in 2010 but the Russia of 2018 was very different from Russia then.\nRussia appears to have stepped up a long-standing campaign to track defectors from 2014, including in the US as well as UK.\nThat was also the point at which relations began to deteriorate rapidly over the crisis in Ukraine and Crimea and in which other alleged operations, like the deployment of online trolls to interfere in US politics increased.\nOne question western intelligence officials have been asking is whether Russia has been deterred from taking such action again by the Western response.\nNo one seems sure. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56791873",
      "category": "world-us-canada",
      "title": "Charles Geschke: Adobe co-founder who helped develop the PDF dies",
      "tags": "California",
      "text": "Charles Geschke, the co-founder of the software company Adobe who helped develop the Portable Document Format, or PDF, has died at the age of 81.\nGeschke set up Adobe in 1982, giving the world the ubiquitous PDF software, among many other audio-visual innovations.\nHe made headlines 10 years later when he was kidnapped at gunpoint and held for ransom before being released unhurt after a four-day ordeal.\nGeschke died in California on Friday.\nAdobe CEO Shantanu Narayen said Geschke, widely known as Chuck, \"sparked the desktop publishing revolution\".\n\"This is a huge loss for the entire Adobe community and the technology industry, for whom he has been a guide and hero for decades,\" he wrote in an email to the company's employees.\n\"As co-founders of Adobe, Chuck and John Warnock developed ground-breaking software that has revolutionized how people create and communicate,\" he said.\nGeschke and Warnock were responsible for transformative software inventions, including  PDF, Acrobat, Illustrator, Premiere Pro and Photoshop, Mr Narayen said. \nIn 1992, Geschke was kidnapped in an incident that made national headlines. \nHe was held at gunpoint in his office and taken to Hollister, California, for four days. \nGeschke was freed after a suspect, found with $650,000 (£470,000) in ransom money, took police to the location where he was being held,  Associated Press reported.\nIn 2009, President Barack Obama awarded Geschke and Warnock the National Medal of Technology.\n\"He was really a humble, humble man - I can say that, as his wife,\" Nan Geschke told Mercury News. \"He was very proud of his success, of course, but he was very circumspect about how much he had to do with that.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56790070",
      "category": "world-us-canada",
      "title": "Peloton safety: US regulators warn against using treadmill near children",
      "tags": "Exercise,Fitness,Peloton",
      "text": "Safety regulators in the US have urged owners of a Peloton treadmill to stop using the product \"immediately\" if they have children or pets in the home. \nThe Consumer Product Safety Commission (CPSC) says it is aware of 39 incidents including one death, involving the Peloton Tread+. \nPeloton had already confirmed the death last month and said children should stay away from the machines.\nOn Saturday, Peloton called the CPSC's warning \"inaccurate and misleading\". \nPeloton sells cycling machines and treadmills that can be connected online to virtual fitness classes. Its business has boomed as people look for alternative ways to exercise during lockdowns and gym closures. \nThe CPSC issued the \"urgent warning\" on Saturday, releasing video footage of a child being dragged under one of the machines.\nIt said the machine posed \"serious risks to children for abrasions, fractures, and death\".\nThe CPSC said it believed at least one of the 39 incidents occurred while a parent was running on the treadmill. It also warned that children could be seriously injured while the Tread+ is being used by an adult and not just during cases where children have been left unsupervised. \nThe regulator advised owners of the machine to use it only in a locked room and to keep objects such as exercise balls away from it. \nPeloton said in a press release that the machine was \"safe for members to use in their homes and comes with safety instructions and warnings to ensure its safe use\". \n\"Like all motorised exercise equipment, the Tread+ can pose hazards if the warnings and safety instructions are not followed,\" it added. \nThe company told owners of the machine not to let children under the age of 16 use the treadmill and to keep children, pets, and objects away from the Tread+ at all times. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56795922",
      "category": "education",
      "title": "Big Ask: Children in England asked their hopes for post-Covid future",
      "tags": "Children,Marcus Rashford",
      "text": "Millions of children across England are being asked to contribute to a survey about their hopes for the future.\nChildren's Commissioner for England Dame Rachel de Souza says the results will inform a review aimed at tackling \"generational problems that have held back too many children for decades\".\nThe Big Ask is aiming to be the largest consultation with children undertaken in England.\nIt will be introduced with an online assembly by footballer Marcus Rashford.\nFrom Monday, the month-long anonymous survey will be made available to schools, youth groups, charities and other children's organisations and services with questions tailored to different age groups.\nChildren will be asked how happy they are about aspects of their lives, and what they think stops children achieving what they want to achieve when they grow up.\nThere will be focus groups for children with special educational needs, disabilities or other complex needs, and focus groups to ensure the experience of babies and pre-school children is captured.\nInspired by the 1942 Beveridge Report, which laid the foundations of the welfare state, Dame Rachel says the results will inform a review - titled the Childhood Commission - which will propose solutions to barriers facing children and set targets to monitor improvements.\nThe 1940s report, written by Liberal economist Sir William Beveridge, was commissioned by the wartime coalition government to examine how Britain should be rebuilt after World War Two and paved the way for major reforms including the creation of the NHS.\nDame Rachel will visit schools across the country to hear first-hand from children about their experiences of the coronavirus pandemic and hopes for the future.\nShe said she wanted to \"better understand what children want from the people in power and those who make decisions about their lives\".\nDame Rachel said children's responses would be at the heart of her \"'Beveridge-style' blueprint for government\".\nShe said: \"It is time to give something back to children after the huge sacrifices they have made during the Covid pandemic. \n\"The Big Ask will ask millions of children in England to tell us what life is like for them, what their hopes and ambitions are, and what is holding them back.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-56794690",
      "category": "uk-england-sussex",
      "title": "Brighton beach closed over suspected unexploded mortar shell",
      "tags": "Sussex Police,Brighton",
      "text": "A section of Brighton beach has been cleared after a suspected unexploded mortar shell was found.\nSussex Police cordoned off an area to the west of Brighton Palace Pier following the discovery of the item.  \n\"The scene has been made safe while we await attendance from the Explosive Ordnance Disposal,\" a police spokesman said. \nMembers of the public have been advised to stay away from the area until the beach is reopened. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56790057",
      "category": "uk-politics",
      "title": "Greensill row: Ministers 'will look at' ideas for new lobbying rules",
      "tags": "Rachel Reeves,Boris Johnson,Greensill Capital,George Eustice,Lobbying in the United Kingdom",
      "text": "The government will examine suggestions to improve lobbying rules after a series of inquiries, the environment secretary has pledged.\nGeorge Eustice said current systems were \"quite robust\" but it was possible they could be \"tweaked or improved\".\nHe said David Cameron's actions were \"acceptable\" when he lobbied ministers on behalf of finance firm Greensill Capital. \nBut Labour said the row over the ex-PM's work had eroded trust in politics.\nA government review and three separate MP-led inquiries are now looking into Mr Cameron's attempts to lobby ministers on behalf of Greensill.\nHis work for the firm, which collapsed in March, has prompted increased scrutiny of private companies' attempts to influence ministers and officials.\nMr Cameron began working as an adviser to Greensill in August 2018, just over two years after he stood down as PM in July 2016. \nHe has been criticised for unsuccessfully trying to help the firm, in which he had a financial interest, gain access to government-backed Covid schemes, including by sending text messages to Chancellor Rishi Sunak.\nHe also met Health Secretary Matt Hancock in 2019 for a \"private drink\" to discuss a new payment scheme for NHS staff developed by the firm. \nCurrently, former ministers are not allowed to lobby government for two years after they leave office - a rule the ex-PM appears to have followed. \nBut critics of the current system, including former Labour prime minister Gordon Brown, have suggested a longer ban is required.\nAll external lobbyists also have to list their work on a special register - although as an in-house employee, Mr Cameron was not required to do this. \nAsked whether Mr Cameron's work for the firm was acceptable, Mr Eustice told the BBC's Andrew Marr show: \"Well it is acceptable obviously, because he would have worked within the rules.\"\nMr Eustice said that all current cabinet ministers will be asked to declare contact with the firm as part of the government review, to be led by lawyer Nigel Boardman. \n\"Once it's concluded, and once all those parliamentary committees that are now looking at this have concluded, I'm sure some of them will make policy recommendations.\n\"And of course the government will look at that. I'm not saying that things couldn't be tweaked or improved.\"\nThe terms of reference for the government's own review say Mr Boardman will report \"findings and any recommendations\" to Prime Minister Boris Johnson by the end of June. \nSpeaking earlier to Sky's Sophy Ridge, Mr Eustice said that review was \"not really there to prescribe policy\" and would not have enforcement powers.\nRead more: What jobs can ex-ministers do and what are the rules?\nLabour's shadow Cabinet Office minister Rachel Reeves said the Greensill affair showed the need for stricter lobbying rules. \nShe told the Marr programme that the Advisory Committee on Business Appointments (Acoba), which advises former ministers and civil servants on outside employment, should be given greater powers. \n\"We are seeing the erosion of trust in our politics because of the behaviour by a few at the top of the Conservative Party,\" she added. \nLiberal Democrat leader Sir Ed Davey, who was energy secretary under Mr Cameron during the Tory-Lib Dem coalition government, said \"much greater transparency\" over lobbying was required. \nHe suggested the code which governs the behaviour of current ministers should be overseen by an \"independent body\" similar to the one that oversees MPs' expenses. \nMeanwhile, senior Tory MP Sir Bernard Jenkin has warned Mr Johnson he could lose trust from former Labour voters in \"red wall\" constituencies they won in the last election - unless he can show he is more transparent. \nWriting in the Observer newspaper, Sir Bernard said the current system had \"allowed the lines between public service and private gain to become blurred\". \nHe said there had been a \"failure of successive governments\" to be more transparent about the relationships between administrations and business.\nMr Cameron has defended his work for Greensill but accepted he should have contacted ministers using more formal channels. \nHe has said he welcomes the government review and will \"respond positively\" to any requests from MPs for him to give evidence. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56792024",
      "category": "business",
      "title": "Leon: Billionaire Issa brothers buy fast food chain",
      "tags": "Companies,Restaurants,Blackburn,Asda",
      "text": "The billionaire Issa brothers who own Asda have bought the British fast food chain, Leon.\nMore than 70 Leon restaurants across the UK and Europe have been sold to the brothers' giant petrol forecourt business EG Group.\nIn a joint statement, Mohsin Issa and Zuber Issa said the firm was a \"fantastic brand we have long admired\".\nLeon boss John Vincent, who co-founded the firm in 2004, said: \"In some ways this is a sad day for me.\"\n\"We have tried hard, done some good things, made a healthy amount of mistakes, and built a business that quite a few people are kind enough to say that they love,\" he added.\nThe deal includes 42 company-owned restaurants, as well as 29 franchise sites which are mainly found in airports and train stations across the UK and a handful of European countries such as the Netherlands and Spain.\nThe group has also committed to keeping on Leon's management team and staff.\nEG Group said that the acquisition, reportedly worth up to £100m according to the Mail on Sunday, is \"complementary\" as it seeks to expand the food side of its business.\nIt already operates more than 700 food outlets in the UK and Ireland, including branches and \"drive-thrus\" for KFC, Starbucks and Greggs.\nIn a statement, EG Group said it planned to open about 20 new Leon outlets a year from 2022.\nIt also cited the importance of Leon's cookbooks, own-brand groceries and ready-meals sold in supermarkets. \nJohn Vincent co-founded the firm - named after his father - with Henry Dimbleby and Allegra McEvedy, when he was 33. The brand placed importance on creating a menu of \"healthy fast-food\", Mr Vincent told the BBC in a 2019 interview.\nMr Vincent said on Sunday that he has \"had the pleasure of getting to know Mohsin and Zuber [Issa] across the last few years. \n\"They have been enthusiastic customers of Leon, going out of their way to eat here whenever they visit London. They are decent, hard-working business people who are committed to sustaining and further strengthening the values and culture that we have built\".\nThe Asda deal has understandably attracted the most attention, but this is the latest example of EG Group's wider strategy in growing its non-fuel and food service operations. \nThe Issa brothers' statement today certainly gave no indication they're finished yet.\nIt was already apparent they were also interested in adding to their menu of café and restaurant brands. They have shown a taste for Caffè Nero, although the coffee chain rejected their bid in November - shortly after launching a company voluntary agreement (CVA).\nJohn Vincent has been open about how tough the past year's lockdowns have been for the brand he started 17 years ago, and Leon's outlets are most concentrated in London. \nLocations such as Canary Wharf, London Bridge railway station and Heathrow Airport seem unlikely to experience a return to pre-pandemic levels of trade soon.  \nUnder EG Group's plans, it's now set to expand into both new geographical and - with possible drive-throughs - operational areas.\nThe Issa brothers, two entrepreneurs from Blackburn, in February completed a deal to buy Asda, Britain's third-largest supermarket chain, from US owners Walmart.\nIt was valued at £6.8bn, but the brothers and the investment firm TDR Capital paid just £780m.\nThe deal is still awaiting approval from the UK's Competition and Markets Authority, which is expected by the summer.\nAs part of it, Asda's 323 petrol stations will be sold for £750m to EG Group, adding to the portfolio of more than 6,000 around the world.\nIn 2020, questions were raised about the group's finances after its auditor, Deloitte, suddenly quit in October and was replaced by KPMG.\nEG Group said the auditor had signed a \"clean audit\" for EG Group's 2019 financial accounts and there had been \"no disagreements on any auditing or accounting matters\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56795862",
      "category": "business",
      "title": "Job centre workers 'feel unsafe returning to work'",
      "tags": "Unemployment,Coronavirus lockdown measures,Public health,Department for Work & Pensions,Social distancing,Jobcentre Plus,Coronavirus testing,Self-isolation,Unemployment in the UK,Coronavirus pandemic",
      "text": "Many job centre workers currently do not feel safe about returning to the office due to continued concerns about the coronavirus, a union has claimed.\nThe Public and Commercial Services (PCS) union surveyed 1,299 members and found that three in five workers feel unsafe about going back. \nIt says \"a majority\" of in-person interviews to discuss benefits claims should be done remotely over the phone.\nThe issue could result in industrial action, the union has warned.\nPCS found that only 21% of staff surveyed could say for certain that they \"felt safe\" dealing with face-to-face claimant appointments in job centres across the UK.\nThe union says the vast bulk of the in-person interviews for Universal Credit and other benefits should be done remotely.  \nFrom 12 April onwards, the numbers of in-person interviews at job centres, particularly in the 18-24 age group, will be increasing.\nThe BBC understands there are concerns that the government wants more people to visit job centres in person so they can be assessed for \"conditionality\".\nThe implication is that some people could see their benefits taken away from them, if they fail to meet certain behavioural conditions. \n\"These results reflect the anger and frustration our members feel every day,\" said PCS general secretary Mark Serwotka.\n\"Thousands of Department for Work & Pensions (DWP) staff have been providing support to claimants safely from home throughout the pandemic - the only logical reason they would insist on fully reopening is because management's obsession with sanctioning vulnerable claimants.\"\nHe added that the statistics collected by the union \"should send a strong signal to ministers\" that they needed to meet with staff soon \"to avoid potential industrial action\". \nA DWP spokesman said: \"Throughout this pandemic, jobcentres have remained open to ensure we can continue to provide vital support to the most vulnerable. Our return to full opening hours will enable us to provide even more help and support to those who need us.\"\nHe added that the health and safety of colleagues was taken \"extremely seriously\".\n\"[We] are absolutely committed to ensuring all our sites remain Covid secure in line with PHE and government guidance to keep colleagues and customers safe.\" \nAre you hoping to use the low deposit mortgage scheme? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56790077",
      "category": "world-asia-china",
      "title": "China and US pledge climate change commitment",
      "tags": "Xi Jinping,China,Paris climate agreement,Climate change,John Kerry",
      "text": "China and the US say they are committed to working together and with other countries on tackling climate change. \nIt comes after several meetings between Chinese climate envoy Xie Zhenhua and his US counterpart John Kerry in Shanghai last week. \nThey both agreed on further specific actions to reduce emissions, a joint statement on Sunday confirmed. \nUS President Joe Biden is holding a virtual climate summit this week, which China says it is looking forward to. \nHowever it is not yet known if Chinese President Xi Jinping will join the world leaders who have pledged to attend. \n\"The United States and China are committed to cooperating with each other and with other countries to tackle the climate crisis, which must be addressed with the seriousness and urgency that it demands,\" the statement said. \nIt added that both nations will continue to discuss \"concrete actions in the 2020s to reduce emissions aimed at keeping the Paris Agreement-aligned temperature limit within reach\".\nBoth nations also agreed to help developing countries finance a switch to low-carbon energy.\nLi Shuo, senior climate adviser for environmental group Greenpeace, described the statement as \"positive\". \n\"It sends a very unequivocal message that on this particular issue (China and the United States) will co-operate. Before the meetings in Shanghai this was not a message that we could assume, \" Mr Li told Reuters news agency. \nThe joint statement - issued symbolically at a round table - will relieve anyone concerned about the planet. It simply won't be possible to stabilise climate change unless the superpower super-polluters pull much harder. A recent report said China, for instance, must close down 588 coal-fired power plants to meet its climate pledges.\nIs China heading in the right direction on coal? No - its regional governors have been building even more coal plants to stimulate the economy.\nOne outcome from the US-China meeting is the acknowledgement that finance flows should be channelled to low-carbon projects, not high carbon. Both sides have also promised plans for reducing their own emissions further. President Biden will unveil his proposals at or before the US summit this coming week. \nPresident Xi is playing coy over whether he'll attend the summit. Instead he may announce tighter Chinese targets at the Boao Forum - a Chinese forum for business and government leaders - also this week. And don't forget: all other nations need to commit to tackling the climate - not just the superpowers. \nMr Kerry's trip to China is the first high-level visit by a member of the Biden administration since the new US president took office. However US and Chinese officials met for talks in Alaska last month.\nAhead of his trip to Shanghai, Mr Kerry told CNN that China's co-operation was \"absolutely critical\" to battle the climate crisis. \n\"Yes, we have big disagreements with China on some key issues, absolutely. But climate has to stand alone,\" he said. \nClimate scientists warn that global warming must not rise more than 2C above pre-industrial levels - in fact the aim should be well below this with an increasingly ambitious 1.5C goal, to avoid the worst of climate breakdown.\nCentral to the Paris Agreement are nationally determined contributions (NDCs). These are targets intended to cut emissions. \nNDCs represent the commitments by each country - under the Paris pact - to reduce their own national emissions and adapt to the impacts of climate change.\nAccording to the Climate Action Tracker, an independent scientific analysis that tracks government climate action, China's NDC rating is \"highly insufficient\" and \"are not at all consistent with holding warming to below 2C\".\nChina has pledged to peak its emissions by 2030, and achieve carbon neutrality by 2060 (that means cutting out all carbon emissions from fossil fuels but still allowing farm emissions of methane - another planet-heating gas).\nHowever, China is currently running 1,058 coal plants - more than half the world's capacity.\nThe US, meanwhile, has the worst NDC rating of \"critically insufficient\" on the Climate Action Tracker.\nThe US was absent from climate negotiations during President Donald Trump's term of office and it is now being urged to cut emissions to between 57% and 63% below 2005 levels this decade."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56791321",
      "category": "world-us-canada",
      "title": "Indianapolis gunman bought rifles despite earlier gun confiscation",
      "tags": "US gun violence,Gun crime,Indiana",
      "text": "Indianapolis police say a gunman who opened fire at a FedEx warehouse killing eight people had legally bought the two assault rifles he used, despite having a shotgun confiscated months earlier.\nBrandon Hole's mother had warned about his mental state last March and police had taken a gun he owned away from him.\nBut he was subsequently able to buy two assault rifles in July and September.\nOn Saturday his family apologised for the \"pain and hurt\" his actions caused.\nThe 19-year-old former FedEx worker opened fire at the warehouse on Thursday before killing himself minutes before police arrived.\nFour of the dead have been identified as members of the local Sikh community. Other victims include two 19-year-olds, a university graduate and a father.\nPolice have not yet identified a motive for the attack.\nHole's mother called police last March and told them she feared her son might try to commit \"death by cop\", Paul Keenan, special agent in charge of the FBI's Indianapolis field office, said.\nOfficers arrested him and took away his shotgun, records quoted by the Indianapolis Star newspaper show.\nThe FBI then interviewed him a month later but did not find evidence of a crime and did not identify Hole as following extremist ideology, Agent Keenan said.\nHole used both assault rifles in the attack, police said.\nHe fired randomly at people in the FedEx facility's parking lot, fatally wounding four, before entering the building and killing four more people.\nIndianapolis police said they could not give details about where he had bought the rifles as the investigation was ongoing.\nPresident Biden has called the Indianapolis shooting and other recent mass shootings a \"national embarrassment\".\nEarlier this month he announced his first steps to tighten gun controls. They include efforts to set rules for certain guns, bolster background checks and support local violence prevention.\nUnder US federal law licensed gun dealers must carry out a background check on buyers wanting a firearm. \nIn Indiana licensed gun dealers must use the FBI's National Instant Criminal Background Check System (NICS), which checks that the buyer does not have a criminal record or is otherwise ineligible to buy a gun. Its website says 300 million checks have been carried out, resulting in 1.5 million people being denied a gun.\nHowever this does not apply to unlicensed private sellers. Indiana and most other US states do not require a background check to buy a gun - including an assault rifle - from an unlicensed seller, according to Giffords, which campaigns against gun violence. \nGiffords says nearly a quarter of US gun owners bought their most recent gun without a background check. The loophole lets guns \"easily find their way into the hands of illegal buyers and gun traffickers, dramatically increasing the likelihood of gun homicides and suicides\", it says.\nPresident Biden has said he wants to bring in universal background checks, which would apply to all gun sales. He also wants to ban the manufacture and sale of assault weapons, regulate existing assault weapons and introduce a buy-back scheme.\nHowever the current make-up of Congress means enacting new gun laws will be difficult. The US Senate is currently split 50-50 between Democrats and Republicans, with Vice-President Kamala Harris holding the deciding vote. But current Senate rules mean that in practice, 60 votes are needed to pass legislation, meaning some Republican support is required. Republicans have blocked significant gun control laws in the past.\nThe right to bear arms is protected by the Second Amendment to the US Constitution and many people see gun control laws as infringing on this constitutional right."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-56792910",
      "category": "uk-england-beds-bucks-herts",
      "title": "Police officers 'took seized Bentley on Cheshunt drive'",
      "tags": "Cheshunt,Hertfordshire Constabulary",
      "text": "Three Hertfordshire police officers who sped on a dual carriageway in a luxury car seized from its driver have been given a final written warning after being found guilty of gross misconduct.\nPCs Lewis Mack, Sam Butler and Ian Gould were taking the Bentley back to Cheshunt police station because its driver had no insurance.\nBut the car had a tracker and its owner saw the three had been on a detour.\nThey were given the warning at a police misconduct hearing held by the force.\nIt heard the black Bentley Continental GT V8 was stopped on the evening of 29 May as it travelled north on the A10 towards Cheshunt, because it was not displaying its lights.\nThe three PCs attended the scene, along with a number of other officers. After roadside checks revealed the driver was not insured, they decided to take it to the police station.\nBut after setting off they drove up and down nearby Lieutenant Ellis Way - a one-and-a-half mile-stretch of dual carriageway with a speed limit of 50mph - taking it in turns to drive, the hearing was told.\nThe car had a tracker and its owner - not the driver - could see they did not return to the station straight away and made a complaint.\nThe officers told a sergeant at the station what happened and how each had exceeded the speed limit.\nPC Mack said he had got caught up in the \"luxury\" of the car's interior.\n\"I am ashamed to say I didn't have the self-control,\" he said, adding it only \"dawned on us how wrong our actions were\" when they got back to the station, and they \"decided to be open and honest\".\nThe officers faced allegations they breached Standards of Professional Behaviour by driving the car for their own pleasure, speeding, failing to challenge one another's behaviour, and failing to show courtesy and respect, which the panel found amounted to gross misconduct.\nChairman Akbar Khan told the officers that public confidence and trust in the force would have been undermined.\nThe written warning will last for two years.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-48801205",
      "category": "uk",
      "title": "Skripal poisoning: Third Russian suspect 'commanded attack'",
      "tags": "Russian spy poisoning,Amesbury Novichok poisoning,Salisbury",
      "text": "A senior Russian military intelligence officer commanded the team suspected of the Salisbury poisoning, evidence uncovered by the BBC's Newsnight and the investigative website Bellingcat suggests.\nDetails of the \"third man's\" trip to London in March 2018 have been assembled after the investigative website obtained his phone records and shared them with the BBC.\nIn February, Bellingcat published information identifying Denis Sergeyev as a man who travelled to London under the false identity of Sergei Fedotov.\nThey also established details of his career and connection to his country's military intelligence service, known by its Russian acronym, the GRU, and linked him to a 2015 suspected poisoning in Bulgaria. \nNewsnight understands that Denis Sergeyev holds the rank of major general in the GRU. The other two men (Alexander Mishkin and Anatoly Chepiga) are colonels. \nThe pattern of his communications while in the UK indicates that Maj Gen Sergeyev liaised with officers in Moscow. Independently, sources speaking to Newsnight have pointed to Maj Gen Sergeyev being the operational commander.\nThe developments come as Prime Minister Theresa May called for an end to Russia's \"irresponsible and destabilising activity\", describing the Salisbury poisoning as a \"truly despicable act\".\nRussia denies any involvement in the attack.\nMaj Gen Sergeyev arrived at London's Heathrow airport on the morning of Friday 2 March, and left on the afternoon of Sunday 4 March, after Novichok nerve agent was placed on the Skripals' front door handle in Salisbury, Wiltshire.\nAnalysis by Bellingcat of position data from his phone shows that he stayed near Paddington station in west London, whereas the other men took a room in Bow, east London. \nDuring his visit, Maj Gen Sergeyev shunned wi-fi networks, using 4G and 3G connections to access the internet hundreds of times. \nHis billing records show that he used secure messaging apps such as WhatsApp, Viber and Telegram, which might have been the way that he communicated with the other suspected members of his team.\nAlthough he spent much of his 2018 visit to the UK secreted away in Paddington, the phone data shared with Newsnight shows that on the morning of 3 March, Maj Gen Sergeyev made his way to the centre of the city, passing by Oxford Circus on his way to the Thames Embankment. \nIt was there, as shown by correlating his position data with police information about the other suspects, that there was a 30 to 40-minute window when Maj Gen Sergeyev could have met the others before they caught a train from nearby Waterloo station to carry out their final reconnaissance in Salisbury. \nPolice are still probing the questions of when Mr Chepiga and Mr Mishkin were given the Novichok nerve agent and how they disposed of it on 4 March. \nIn addition to contaminating Mr Skripal, his daughter Yulia and Det Sgt Nick Bailey, in July 2018 the poison claimed the life of Dawn Sturgess and caused her partner Charlie Rowley - who found the discarded Novichok container - to fall ill. \nBellingcat has established that while travelling to the UK and on all of the other operational trips he made during 2017-18, Maj Gen Sergeyev only spoke to a single telephone number, a Russian \"ghost mobile\" believed to be his connection to GRU headquarters. \nAlthough it resembles a pay as you go SIM, this number produces no cell tower or IMEI (the unique serial identifying the handset using a SIM card) information, and has for years remained unregistered to any individual, a violation of Russian law.\nMaj Gen Sergeyev took 10 calls from the Russian number while in London - and phoned it himself before departing Paddington on Sunday 4 March. \nWhile he was booked to leave on the same flight that evening as Colonels Chepiga and Mishkin, it is now believed that Maj Gen Sergeyev took an earlier flight home from Heathrow that afternoon. He left about an hour after police say the others planted the Novichok at Mr Skripal's home. \nRecords show that, using his Sergei Fedotov alias, Maj Gen Sergeyev had visited the UK before, in 2016 and 2017. On the latter occasion, almost exactly one year before the poisoning, Colonel Mishkin was also in the country at the same time. Investigators believe that the Salisbury plan may have taken shape during this 2017 visit. \nAlthough the evidence suggests long-term GRU surveillance of Mr Skripal and his daughter, as well as planning for an operation, it seems that the decision to take action in March 2018 may have been a last minute one. Christo Grozev from Bellingcat says the phone records show Maj Gen Sergeyev \"frantically calling travel agents\" on 1 March in order to book flights to London.\nBellingcat's coup in obtaining his phone records follows its success in accessing travel, passport, and motoring databases for the suspects.\nSeparately, journalists from the BBC Russian Service discovered that Maj Gen Sergeyev's wife works as a teacher in Moscow and that the couple listed the address of the GRU training academy as their own home on an official registry. \nContacted in February, Mrs Sergeyeva described claims that her husband was part of the Salisbury operation as \"a fairy story\".\nResponding to Newsnight's story, the Metropolitan Police said: \"The investigation team continues to pursue a number of lines of inquiry, including identifying any other suspects who may have been involved in carrying out or planning the attack. We are not prepared to discuss further details of what remains an ongoing investigation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56794744",
      "category": "world-europe",
      "title": "Russia will face 'consequences' if Navalny dies - US",
      "tags": "Russia,Vladimir Putin,United States",
      "text": "The US has warned Russia there will be \"consequences\" if the opposition activist Alexei Navalny dies in jail.\nThe UK, France, Germany and the European Union have also expressed their concern over his treatment.\nNavalny's doctors say he \"will die within the next few days\" if not given urgent medical attention for acute back pain and leg numbness.\nRussia's ambassador to the UK has said that Navalny is attention seeking and \"will not be allowed to die in prison\".\nA prominent critic of President Vladimir Putin, Navalny, 44, was jailed in February for old embezzlement charges, which he claims are politically motivated. \nHe started a hunger strike on 31 March in protest at not being able to see his own medical team, and his doctors say recent blood test results indicate he could suffer kidney failure and go into cardiac arrest at any moment.\nOn Sunday, a number of countries joined the international protest against Navalny's treatment inside the Russian jail in the town of Pokrov, about 100 km (62 miles) east of Moscow.\nUS national security adviser Jake Sullivan told CNN there would be \"consequences if Mr Navalny dies\" and Russia would be \"held accountable by the international community\", while President Joe Biden said his medical treatment was \"totally unfair and totally inappropriate\". \nThe US is already embroiled in a diplomatic row with Russia over the near-fatal poisoning of Navalny last year, with the chemical warfare agent Novichock. \nThe Kremlin denies Navalny's claims that President Vladimir Putin ordered the attack. But US intelligence officials concluded that the Moscow government was behind the poisoning, prompting the Biden administration to impose sanctions on senior Russian officials. \nNow Moscow is imposing its own measures in retaliation.\nEU leaders are expected to discuss the situation on Monday, and Josep Borrell, the bloc's top diplomat, said the EU was \"deeply concerned\" and called for prison authorities to grant access to Navalny's medical team immediately.\nThe UK's Foreign Office said in a statement: \"Mr Navalny must be given immediate access to independent medical care. We reiterate our call for his immediate release from his politically motivated imprisonment.\"\nNavalny's 20-year-old daughter, Daria Navalnaya, who is currently studying in California, wrote \"allow a doctor to see my dad\" on Twitter. \nNavalny's wife Yulia said he had lost 9kg (19 lbs) since starting his hunger strike, according to AP.\nNavalny's supporters in Russia are organising a nationwide protest on Wednesday, saying \"there are circumstances in which you need to act quickly, otherwise the irreparable will happen\".\nOn Friday, four doctors wrote to prison officials to request permission to see Navalny urgently, saying his potassium had reached \"critical levels\".\nDr Alexander Polupan, who treated Navalny after he was poisoned with Novichock last year, said his blood test results were an \"absolute indication\" that he needed urgent medical care or he would \"die within the next [few] days\".\nOn Sunday, his personal physician, Anastasia Vasilyeva, who has previously been arrested for protesting outside Navalny's jail, tweeted that she and the three doctors had \"stood for two hours and begged\" to be let into the jail, but they were refused entry.\nAlso joining the call for action are more than 70 well known writers, artists and academics, who have have signed a letter calling on President Putin to ensure Navalny receives adequate medical care. \nThe letter was published in The Economist and France's Le Monde newspaper, and included the signatures of Hollywood actors Jude Law, Ralph Fiennes and Benedict Cumberbatch, Harry Potter author JK Rowling and director Ken Burns.\nIn an interview with the BBC's Andrew Marr recorded on Friday but aired on Sunday, Russia's ambassador to the UK, Andrei Kelin, said that Navalny was not in danger.\n\"Of course he will not be allowed to die in prison, but I can say that Mr Navalny behaves like a hooligan absolutely in trying to violate every rule that has been established,\" he said, adding that activist was attempting \"to attract attention\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56789454",
      "category": "uk",
      "title": "Covid: Blossoms to headline 'near-normal' gig trial",
      "tags": "Coronavirus lockdown measures,Live music,Liverpool,Coronavirus pandemic,Music",
      "text": "Music fans in Liverpool are to get the chance to enjoy a near-normal gig as part of a government pilot event.\nA crowd of 5,000 will see headline act Blossoms without having to social-distance or wear face coverings. \nBut they will only get into the 2 May event by having a negative Covid test. \nMeanwhile, the FA Cup semi-final between Leicester City and Southampton at London's Wembley Stadium will host a crowd of 4,000 later as part of a series of government trial events.\nOn Sunday, the UK recorded 1,882 new Covid cases and 10 deaths within 28 days of a positive test, according to the latest government figures. The number of deaths recorded over the weekend tends to be lower because of reporting delays.\nMore than 32.8 million people have had their first dose of a coronavirus vaccine, while more than 9.9 million people have had their second dose. \nThe outdoor concert at Sefton Park will operate below its capacity of 7,500. \nTicket-holders will be required to take a lateral flow test, which can produce a result within 30 minutes, at a local testing centre before entry, the Department for Digital Culture Media and Sport said. \nAttendees will also be asked to take a test after the concert - and will have to provide contact details to NHS Test and Trace to ensure they can be reached if someone who attended tests positive. \nCulture Secretary Oliver Dowden said: \"We're one step closer to a summer of live events now our science-led programme is under way.\n\"Testing different settings and looking at different mitigations is key to getting crowds back safely.\"\n\"I hope it won't be too much longer until gigs are back for good,\" he added. \nAnnouncing Blossoms as headliners, Claire McColgan, director of Culture Liverpool, told BBC Radio 5 Live's Breakfast it was nearly two years since the city had held outdoor mass-attendance events.\nShe said scientists would assess how attendees move and respond during the gig, and voluntary tests taken afterwards will be used to identify any infections that might arise.\n\"The stuff you see on stage is just a tiny, tiny part of it,\" she said. \"It's loads of people's jobs - it's 60,000 jobs across our city region.\"\nSource: Official Charts, Spotify, and @BlossomsBand\nHealth Secretary Matt Hancock said the results from the concert would \"inform our approach to ensuring future big events can take place safely\".\nThe event will be organised by music promoter Festival Republic in partnership with Culture Liverpool.\nGreg Parmley, chief executive of Live, the UK's live music industry body, said the outdoor pilot was \"a hugely positive development and brings the summer festival season one step closer\". \nThe government is trialling crowds at a series of events in England. The first of these - the World Snooker Championships - began on Saturday, with a reduced crowd of 213 watching at Sheffield's Crucible Theatre. \nOrganisers hope the crowd will be at its full capacity of 980 by the final on 2 May. \nOther events planned as part of the pilot scheme include other events in Liverpool including an evening at an indoor nightclub, a business conference and a cinema screening.\nA mass-participation 6.2 mile (10km) run was scheduled for later this month at Hatfield Park in Hertfordshire but has since been postponed.\nUnder the government's roadmap for easing lockdown in England, large events can restart from 17 May at the earliest - but with limits on audience numbers - and nightclubs will be able to reopen no earlier than 21 June. \nThe Welsh government is planning to hold a series of pilot events for audiences of up to 1,000 people after 12 April. \nA target date for the restart of large events in Scotland and Northern Ireland has not yet been set. \nMeanwhile, leaders of the UK's biggest hospitality businesses have signed an open letter to Prime Minister Boris Johnson urging him to \"stick\" with England's roadmap to reopen the economy.\nThe letter in the Sunday Telegraph, signed by the chief executives of Mitchells & Butlers, Fuller's, Young's, JD Wetherspoon, Pizza Hut and Alton Towers owner Merlin, said two-thirds of hospitality venues \"couldn't open outdoors from 12 April, and none is breaking even\".\nThe signatories added: \"The prime minister set out the right path. He should stick to it and not let it be derailed by talk of vaccine passports in pubs and restaurants.\"\nThe Night Time Industries Association admitted the reopening of outdoor hospitality in England had led to a \"challenging\" weekend.\nThe association's Michael Kill told BBC Breakfast: \"As you can appreciate it is a very challenging environment. It's great to be back - it's been a very busy weekend and the majority of customers have adhered to measures that have been put in place by the businesses.\"\n\"I think there is going to be a bit of a bedding in period for people to get used to things and for things to settle - particularly over the first weekend,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56796449",
      "category": "uk-politics",
      "title": "Frank Judd: Former Labour minister and peer dies aged 86",
      "tags": "Portsmouth,Labour Party,House of Lords",
      "text": "Former minister and Labour peer Frank Judd has died aged 86, the party has said. \nLord Judd served as an MP in Portsmouth from 1966 to 1979 and was a minister in the Wilson and Callaghan governments. \nHe was also a former director of Oxfam before being appointed a life peer in 1991. \nThe party's leader Sir Keir Starmer described him as \"a great Labour internationalist who fought for peace, human rights and social justice\". \n\"He will be missed by us all,\" he said on Twitter.\nLord Judd served as minister for the Royal Navy and overseas development as well as in the Foreign Office. \nBaroness Angela Smith, Labour's leader in the House of Lords, said he was a \"man of extraordinary personal generosity\".\n\"Frank Judd was special. Whether as an MP, minister, peer or director of Oxfam, he never lost his passion for politics as a force for good,\" she said.\n\"His Labour Lords' colleagues both admired and had enormous affection for Frank, and we valued his friendship.\"\nThe chairman of the Labour Peers Group, Lord Toby Harris of Haringey, said Lord Judd was \"much-loved and respected\". \n\"He was indefatigable, participating vigorously on the issues that mattered to him right up until the last few days,\" he said. \n\"He was passionate about social justice and international development, both as someone who headed up aid agencies and as minister for overseas development.\"\n\"He was always supportive and kind. He will be sorely missed,\" he added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56789254",
      "category": "world-us-canada",
      "title": "Indianapolis FedEx shooting: Who were the eight victims?",
      "tags": "US gun violence,Gun crime,Indiana",
      "text": "Officials in Indianapolis have released the names of the eight people who were killed when a gunman opened fire at a FedEx warehouse on Thursday night.\nAmong the victims were four members of the local Sikh community - including a mother, a father and two grandmothers. Other victims include two 19-year-olds, a university graduate and a father. \nLocal Sikhs say they feel \"traumatized\" by the attack.\nIt remains unclear if Sikhs were targeted, authorities say.\nAbout 90% of workers at the facility are members of the local Sikh community, police chief Randal Taylor said.\nHere's what we know about the victims.\nJohal was a \"mother, grandmother and member of the Indianapolis' Sikh community\", according to the Indianapolis Star.\nHer granddaughter, Komal Chohan, says she is \"heartbroken\" at the death of her \"naniji\", or grandmother.\n\"I have several family members who work at the particular facility and are traumatised,\" Ms Chohan said in a statement released by the Sikh Coalition.\n\"My nani, my family, and our families should not feel unsafe at work, at their place of worship, or anywhere,\" she said. \"Enough is enough - our community has been through enough trauma.\"\nMr Singh only started working at the FedEx facility this week and had told everyone how excited he was, an in-law, Harjap Singh Dillon, told the New York Times. He said Mr Singh had been working a night-shift sorting mail when the attack happened.\nAn active member of the local temple, Mr Singh had moved to Indianapolis from California.\n\"He was a simple man,\" Mr Dillon said. \"He used to pray and meditate a lot, and he did community service.\"\nAuthorities provided Mr Singh's age as 68, but his family told the newspaper that he was 70.\nA mother of two sons, Ms Sekhon began working at the FedEx facility six months ago on an overnight shift, her niece told the New York Times. \n\"She was a workaholic, she always was working, working. She would never sit still unless she felt really bad,\" her brother-in-law, Kuldip Sekhon, told the Associated Press news agency.\nWhile officials said Sekhon was 48, her relatives said she was 49.\nMs Kaur had been planning to make her \"renowned yogurt\" to celebrate for her granddaughter's second birthday at a large family gathering on Saturday, Rimpi Girn, a family member, told the New York Times. \n\"And today we're gathering to plan a funeral,\" she said.\nAuthorities said Kaur was 64, but her family told media outlets she was 50.\nSamaria Blackwell was a 19-year-old soccer and basketball enthusiast who dreamed of becoming a police officer.\nHer parents, Jeff and Tammi Blackwell, said they were \"blessed by the Lord to have such a fun-loving, caring daughter as the baby of our family\", in a statement posted on GoFundMe page launched to fund funeral and other expenses.\n\"Samaria was tenacious in everything she did, from playing basketball and soccer to being a lifeguard for Indy Parks,\" they said. \"As an intelligent, straight-A student, Samaria could have done anything she chose to put her mind to.\"\nMr Weisert was a former Air Force officer who served in Vietnam and had previously worked as a mechanical engineer \"to make ends meet\", his son, Mike Weisert, told the New York Times. Mike Weisert said his father had been thinking of retiring in the coming months.\nMr Weisert's wife of 50 years, Mary Carol Weisert, told local broadcaster WKRC she felt \"terror, horror, fear, shock\" at his death. \"I don't know how else to describe it.\"\nA fan of action and classic movies, he enjoyed playing country and bluegrass guitar, according to the New York Times.\nMike Weisert described his father as \"a very decent, kind man, very dedicated to protecting and providing for the ones he loved\".\nMs Smith was a sister and daughter, the Indianapolis Star reported her family saying.\nThe recent High School graduate was awaiting her first pay cheque after starting work at the plant two weeks ago, a family member told the newspaper.\n\"She was a lovely, beautiful and youthful teenage girl,\" a family member told the Indianapolis Star. \"She had just started to buckle down and get a job and take life a little more serious.\"\nMr Alexander was a former Butler University student who had worked at FedEx for several years, according to the Indianapolis Star.\n\"He was a great kid. He loved to play golf. Had a big heart - always had a smile on his face,\" Albert Ashcraft, a former FedEx colleague, told the newspaper.\n\"Everybody liked him,\" Ashcraft said. \"He was always saving somebody's ass. People would bring doughnuts in and he was always sticking doughnuts back for his drivers.\"\n\"The Butler community is mourning the loss of Matthew Alexander, a former student who was killed tragically along with seven others at the FedEx facility in Indianapolis. We want to extend our deepest sympathies to Matthew's friends and families during this time of great sorrow,\" the university said in a tweet."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56783878",
      "category": "world",
      "title": "Covid-19 deaths pass three million worldwide",
      "tags": "World Health Organization (WHO),Coronavirus pandemic",
      "text": "The number of people who have died worldwide in the Covid-19 pandemic has surpassed three million, according to Johns Hopkins University.\nThe milestone comes the day after the head of the World Health Organization (WHO) warned the world was \"approaching the highest rate of infection\" so far.\nIndia - experiencing a second wave - recorded more than 230,000 new cases on Saturday alone.\nAlmost 140 million cases have been recorded since the pandemic began.\nWHO chief Dr Tedros Adhanom Ghebreyesus warned on Friday that \"cases and deaths are continuing to increase at worrying rates\".\nHe added that \"globally, the number of new cases per week has nearly doubled over the past two months\".\nThe US, India and Brazil - the countries with the most recorded infections - have accounted for more than a million deaths between them, according to Johns Hopkins University. \nLast week saw an average of 12,000 deaths a day reported around the world, according to news agency AFP.\nHowever, official figures worldwide may not fully reflect the true number in many countries.\nUp until a few weeks ago, India appeared to have the pandemic relatively under control. Cases had been below 20,000 a day for much of January and February - a low figure in a country of more than a 1.3 billion people.\nBut then infections began to rise rapidly: Saturday saw a record set for the third day in a row, with more than 234,000 cases reported.\nHospitals are running low on beds and oxygen. Sick people are being turned away, and some families are turning to the black market to get the drugs they need. A BBC investigation found medication being offered at five times the official price.\nThe capital Delhi has gone into lockdown over the weekend, with restrictions put in place in several other states, as officials try to stem the tide.\nAll eyes are now on the Kumbh Mela festival, which has continued despite fears the millions of Hindu devotees who attend each year could bring the virus home with them. Some 1,600 people tested positive this week at the gathering in the northern state of Uttrakhand, with pictures showing thousands gathered closely together along the banks of the Ganges river. \nIt has led Prime Minister Narendra Modi to plead with people to refrain from gathering.\nBrazil - which has recorded the third highest number of cases and, at 368,749, the second highest number of deaths - is still struggling to control the outbreak.\nOn Friday, the health ministry announced more than 85,000 new cases over the previous 24 hours and 3,305 deaths.\nCanada has also reported a recent rise, registering more cases per million than the US over the last week - the first time this has happened since the pandemic began.\nPapua New Guinea has also been highlighted as a cause for concern. The World Health Organization head, Dr Tedros Adhanom Ghebreyesus, noted \"the potential for a much larger epidemic\" in the Pacific nation following a sharp increase in cases.\nHe added that the country - which has received 140,000 vaccine doses through Australia and the Covax scheme - is a \"perfect example of why vaccine equity is so important\".\nMore than 860 million doses of coronavirus vaccines have been administered, in 165 countries worldwide.\nHowever, Dr Tedros told UN officials on Friday: \"Vaccine equity is the challenge of our time - and we are failing.\"\nSome countries have secured and delivered doses to a large proportion of their population.\nThose with high vaccinations rates, such as the UK and Israel, have seen their numbers of new infections drop sharply. Scientists at Imperial College London say the UK's vaccine rollout could be \"breaking the link\" between infections, deaths and hospital admissions.\nA leading Israeli doctor said this week he believed Israel - where more than half the population has been vaccinated - may be close to reaching \"herd immunity\".\nWhile Israel has distributed 119 doses per 100 people, just 2.81 doses per 100 have been given in the Palestinian territories, recent data from Our World in Data at Oxford University showed.\nBut many more countries are still waiting for their first shipments to arrive.\nThat is leading to warnings about growing \"vaccine inequity\" - jabs not being being shared fairly between rich and poorer countries.\nDr Tedros pointed out that in high-income countries, one in four people have received a vaccine, compared with only one in 400 in poorer countries.\nThe WHO is working on a global scheme, Covax, to get rich countries to share their jabs with lower income countries. Covax plans to deliver about two billion vaccine doses globally by the end of the year, but many vaccines require two doses per person.\nScientists are also worried about how effective the current jabs will be against fast-spreading new variants of the disease.\nResearch is ongoing into updated jabs that work against the variants and some countries are considering whether booster shots will be needed.\nExperts are closely studying them to understand if vaccines may need to be updated to be more effective. Some countries are considering whether booster shots will be needed.\nProfessor Adam Finn, a member of the UK's Joint Committee on Vaccination and Immunisation (JCVI), said he expected a \"gradual erosion\" of vaccine protection as the virus evolves, but immunity from vaccines \"won't just disappear\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56794652",
      "category": "uk-wales",
      "title": "Welsh Ambulance Service crew dropped woman, 89, off at wrong house",
      "tags": "Welsh Ambulance Service,Newport,NHS Wales,Pontypool",
      "text": "An ambulance crew put an 89-year-old woman to bed in the wrong house after she was discharged from hospital, her son has said.\nElizabeth Mahoney had been in County Hospital in Pontypool, Torfaen, for 10 weeks being treated for Covid-19.\nBut when she was discharged on 12 March, instead of being taken home, Ms Mahoney's son Brian said she was taken to a stranger's house in Newport.\nThe Welsh Ambulance Service said it had apologised to the family.\nMr Mahoney said his wife went to meet his mum at her home in Pontypool on the day she was due to be discharged because he had a cold.\nBut when there was no sign of her, Mr Mahoney called the hospital to see where she was and was told the ward manager would call him back because there had been \"a bit of an issue\".\nMore than two hours later, he said, he was told she had been taken to Newport.\nMr Mahoney said he assumed she was still in the care of the ambulance crew at this point, so was shocked when he received another call from the ambulance service later to say \"we are on our way to pick your mum up\".\n\"I said 'what do you mean you are on your way to pick mum up?',\" Mr Mahoney recalled.\n\"And he said 'well, we have left your mother at a house in Newport', which we couldn't believe.\"\nMr Mahoney said he understood his mother had tried telling the crew she was not the patient they thought she was, and that she was being left at the wrong house.\n\"Mum was frightened then because she thought we were putting her in a home,\" he explained.\n\"I don't know what she thought really. They left here there for over two hours.\"\nMr Mahoney said they had learned from the ambulance service that his mother had been put to bed in the mystery house.\nHe added that he had been told the man who lived there had been expecting the arrival of his sister, who had dementia, but had not immediately realised Mrs Mahoney was not his sister.\nMr Mahoney said his mother was a \"good mum\" who had been through a lot.\n\"My dad had dementia for a good number of years,\" he said.\n\"Dad passed away two years ago. After six months of dad having dementia, mum had a stroke. And she went on to break her hip, so she's been through a lot over the years.\n\"Mum's [health is] bad enough as it is... so this certainly hasn't helped.\"\nMr Mahoney said he did not want to see anyone punished for what had happened, he just wanted to see measures put in place to stop what happened to his mother happening again.\n\"We have all supported the NHS, but we just feel something should be in place to make sure nothing like this happens again to anyone else,\" he said.\nMark Harris, of the Welsh Ambulance Service, confirmed a patient had \"regrettably\" been \"discharged to the wrong address for a short period of time\".\n\"We are working closely with colleagues at Aneurin Bevan University Health Board to fully understand the chain of events and establish exactly what happened,\" he said.\n\"We have extended a sincere apology to both families concerned for the distress caused and will continue to liaise directly with those families as the investigation progresses.\"\nIn a statement, Aneurin Bevan health board said: \"We acknowledge the upset and distress this incident has caused Mrs Mahoney and her family and we are co-operating with the investigation being undertaken by the Welsh Ambulance Service.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56795852",
      "category": "technology",
      "title": "Priti Patel: Facebook encryption plan ‘must not hamper child protection’",
      "tags": "Family,Internet safety,WhatsApp,Child abuse,Encryption,Apps,Priti Patel,NSPCC,Instagram,Facebook",
      "text": "Facebook's plans to roll out encryption across its messaging services could jeopardise ongoing work to combat child abuse, the Home Secretary has warned.\nSuch encryption means only the sender and recipient can read messages. \n\"We cannot allow a situation where law enforcement's ability to tackle abhorrent criminal acts and protect victims is severely hampered,\" Priti Patel told a charity-hosted event.\nFacebook says its plans for wider encryption protects users' privacy.\nThe National Society for the Prevention of Cruelty to Children (NSPCC), which invited Ms Patel to speak, has claimed that private messaging \"is the frontline of child sexual abuse\". \nEncrypting messages by default could lead to the easier spread of child abuse imagery or online grooming, it has said. \nIn her speech, the Home Secretary said that Facebook must take into account public safety when it makes changes to its platform - and in particular seriously consider the effect on children.\n\"Sadly, at a time when we need to be taking more action... Facebook is still pursuing end-to-end encryption plans that place the good work and the progress that has already been made at jeopardy,\" she said.\n\"Offending is continuing, and will continue - these images of children being abused just continue to proliferate, even right now while we are speaking. But the company intends to blind itself to this problem through end-to-end encryption which prevents all access to messaging content.\"\n\"My view is that this is simply not acceptable,\" she added.\nFacebook, however, said that \"end-to-end encryption is already the leading security technology used by many services to keep people safe from hackers and criminals\". Safety features are already a part of its plans, it added.\nEnd-to-end encryption guarantees privacy by making sure only the sender or recipient can read the messages. \nWhile it travels, it is scrambled to be unreadable, including by law enforcement. The only way to read the message is usually to get physical access to an unlocked device receiving it. \nCurrently, only one of Facebook's major messaging platforms - WhatsApp - uses end-to-end encryption by default. The company has plans to make the privacy feature the norm on Facebook Messenger and Instagram - but has not yet done so.\nWhen messaging platforms are not end-to-end encrypted, tech giants such as Facebook can use automatic scanning of their users' posts to identify the sharing of known child abuse images and detect questionable use of private messaging - such as an older person chatting to underage users they do not already know. \nThe NSPCC argues that rolling out the encryption as planned would \"render these [scanning] tools useless\", and is calling on Facebook to reconsider. An estimate from the US National Center for Missing and Exploited children suggests as many as 70% of child abuse reports around the world could be lost if it goes ahead. \nThe NPSCC unveiled research at the event that suggests social media users are keen to see some guarantee that children's safety will be protected. \nThe charity is demanding a \"reset\" of the debate, arguing that it has become stuck as an \"either/or\" debate between personal privacy and child safety. \nInstead, it is calling for a \"balanced\" solution that protects both. \nMs Patel echoed that sentiment, saying: \"I want to make it clear that the government does support encryption, where of course companies can protect users' privacy, and there are many areas where this is important.\"\n\"We believe that it is possible to implement end-to-end encryption, the service, in a way in which is also consistent with public protection and child safety,\" she said.\nBut she did not say what that would look like. Some possible solutions, such as on-device software that scans messages before they are sent, have their own privacy concerns.  \nGaining access to the content of encrypted messages has long been a topic of debate in government.\nOne of Ms Patel's predecessors, Amber Rudd, argued in the wake of the 2017 Westminster attack that \"we need to make sure that our intelligence services have the ability to get into... encrypted WhatsApp\".   \nAnd former Prime Minister David Cameron, in the wake of the 2015 Paris attacks, declared that there should be no \"means of communication\" which \"we cannot read\".  \nDespite such concerns, encrypted messaging remains a sensitive topic with much public support. \nJim Killock, executive director of the Open Rights Group, said: \"Encryption is popular and growing because users want security and protection from fraud, scams and abuse of their data.\" \n\"It would be completely unreasonable to ban or limit everyday security for one set of people over the other.\n\"It is absolutely necessary to deal with child abuse images, but solutions must be compatible with people's right to keep themselves safe from other kinds of criminality, so should move away from endlessly debating how to stop the use of encryption.\" \nBut Sir Peter Wanless, NSPCC chief executive, argued that view risked \"leaving children unprotected where there is most harm\". \n\"It's in firms' interests to find a fix that allows them to continue to use tech to disrupt abuse in an end-to-end encrypted world,\" he added. \nAnd he said that if the tech giants failed to do so, \"ultimately government must be the guardrail\" to protect children. \nFacebook has long defended its plans to introduce end-to-end encryption as essential to user privacy.\nIn a statement reacting to the Home Secretary's remarks, a company spokesman said: \"Child exploitation has no place on our platforms and Facebook will continue to lead the industry in developing new ways to prevent, detect and respond to abuse.  \n\"Its full rollout on our messaging services is a long-term project and we are building strong safety measures into our plans.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56704481",
      "category": "science-environment",
      "title": "Nasa's Ingenuity Mars helicopter set for first flight",
      "tags": "Nasa Perseverance Mars rover,Mars rovers",
      "text": "Nasa is set to make history as it attempts to launch a helicopter from the surface of Mars.\nIf successful, it would be the first powered, controlled flight on another planet.\nThe demonstration should see the Mars-copter - called Ingenuity - rise  to about 3m, hover for roughly 30 seconds, swivel and then land.\nBut with never-tried-before technology and challenging flying conditions, the flight will be difficult to pull off.\n\"It feels absolutely nuts,” says Farah Alibay, a systems engineer at Nasa’s Jet Propulsion Laboratory (JPL).\n\"We've been flying on Earth for just over 100 years, and now we're like, 'yeah, we're gonna go to another planet and fly'. It's crazy. But that's the beauty of exploration. That's the beauty of engineering.”\nIngenuity is scheduled for lift-off at 07:30 GMT (08:30 BST) on Monday. The first data revealing whether the chopper experiment worked should start arriving back at Earth some three hours later.\nThis information has to be relayed through Nasa's Perseverance rover and a satellite at Mars that will beam it to JPL. \nWhere will the flight take place?\nThe Perseverance Rover landed in a region of the Red Planet called Jezero Crater. The robot carried the helicopter beneath it as it made the perilous descent to Mars' surface in February.\nPerseverance then drove to an \"airstrip\" about 20m away from its landing site, lowering Ingenuity to the ground and taking a selfie of the two of them.\nEngineers say the helicopter looks in good shape for its test flight. A software patch to take care of a technical glitch was installed and tested in recent days, but everything should now be ready for the big moment.\nA full-speed rotor run-up was performed on Friday.\n\"We have fully confirmed that Ingenuity has enough energy and power to perform this flight at Mars,\" said MiMi Aung, Ingenuity project manager, at a pre-flight press briefing.\nIf the flight works, a further four flights will be attempted over the coming days, each one taking the helicopter further afield. \nWhat makes flying on Mars so hard? \nThe atmosphere on Mars is extremely thin - about 1% of the density here on Earth - and this doesn't give the helicopter much air to \"bite\" into.\nThe pull of gravity on the Red Planet is less, which helps - but even so engineers have had to build their chopper very light. It has a mass of just 1.8kg (4lb).\nThe two 1.2m-long rotors spin in opposite directions at up to 2,500rpm. This is extremely fast - indeed, the rotor tips will be moving at about two-thirds of the speed of sound on Mars. This should provide the lift Ingenuity needs.\nNasa has been keeping an eye on the winds in Jezero. These could measure up to 20m per second - faster than what was tested on Earth. But the team believes the helicopter will cope.\nWhat images will we see?\nIngenuity has two cameras onboard. \nA black-and-white camera that points down to the ground, which is used for navigation, and a high-resolution colour camera that looks out to the horizon. \nThe rover will also be snapping away from a distance of about 65m. It will be using its zoom cameras to try to get some close-ups of the action. With luck we should also get to see some video.\nAll this has its complications as well. Both the rover and helicopter function autonomously and carry separate clocks. The timing devices will need to be in sync for the photography to work.\nKey frames have already been selected for priority return in the data downlink on Monday. We'll just have to wait to see if these were lucky choices.  \n\"We have practised it, so we hope everything will go well… But we know there'll be surprises,\" said Elsa Jensen, uplink operations lead.\nWhy is this flight so important? \nThe US space agency says the flight will be a \"Wright Brothers moment\" - a reference to the first powered, controlled aircraft flight here on Earth in 1903.\nTo mark the connection, a postage stamp-sized piece of fabric from a wing of the brothers' plane was taped to Ingenuity before it left Earth. It's worth noting that the Wright Brothers' first flight lasted just 12 seconds. Great things start with small steps.\nThe hope is this small technology demonstration could eventually transform how we explore some distant worlds.\n\"You can traverse places without being hindered by the terrain in the same way as a land-based vehicle is,” explains Havard Grip, Ingenuity’s chief pilot.\n\"It could do scouting missions for future rovers, perhaps, or even for astronauts, and then we're also thinking about it in terms of the potential for carrying its own science instruments to places that are very hard to access.\"\nNasa has already approved a helicopter mission to Titan, the big moon of Saturn. This has a very thick atmosphere. Dragonfly, as the mission is known, should arrive at Titan in the mid-2030s.\nFollow Rebecca on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56744609",
      "category": "uk-wales",
      "title": "Senedd 2021: Could reservoirs create green energy?",
      "tags": "Solar power,Plaid Cymru,Welsh Labour,Wind turbines,Welsh Parliament election 2021,Welsh Parliament,Water,Brecon Beacons,Welsh Conservatives,Renewable energy,Pontypool",
      "text": "There are few things more predictable in Wales than rain. \nAreas of Snowdonia and Powys see high levels, with much of it collected in reservoirs to provide water.\nSo, why are we not harnessing more renewable energy from the grey clouds that often hover ominously in the sky? \nWe asked readers what they'd do if they ran Wales, and Andrew Fullman, of Cardiff, said he'd like hydroelectric reservoirs to be considered after the Senedd election on 6 May. \nThe 51-year-old has heard politicians advocate the use of solar panels, wind turbines on land and at sea, and even examine a tidal barrage as we try to cut carbon emissions and provide greener energy.\nHe now wants a commission to examine the viability of utilising reservoirs more, adding: \"We have over 100 in Wales, the infrastructure is already there.\n\"There can't be many places that have as many reservoirs as us, certainly not in terms of the size of the area, and we supply half of England with water. \n\"So let's put it to some use.\"\nWALES ALERTS:  Get extra updates on BBC election coverage\nAccording to the Met Office, areas of Snowdonia and Powys, as well as locations in the Scottish Highlands and the Lake District, receive more than four metres (13ft) of rainfall a year.\nMr Fullman believes this puts sites such as Lake Vyrnwy in Powys, Llyn Conwy in north-west Wales and Ystradfellte Reservoir in the Brecon Beacons in a prime position to provide energy as they export water to our taps.\nThere are currently 363 hydropower projects in Wales, which use turbines to generate electricity as water flows through, and contribute 2% of the country's needs. \nWhile some reservoirs, such as Caban Coch in the Elan Valley, produce this form of renewable power, most are small initiatives, such as farmers using streams running through their land.\nHowever, a grant scheme for these ends this month.\nMuch renewables focus has been on wind farms - with one capable of generating enough energy to power 3.4 million homes proposed off the north Wales coast. \nThere are also plans to put floating turbines in the Celtic Sea about 28 miles (45km) off Pembrokeshire.\nA £1.3bn tidal lagoon was also explored in Swansea, but plans did not progress after the UK government decided not to back them. \nSome proposals have been controversial, such as the Parc Solar Traffwll development on Anglesey, which supermarket giant Tesco plans to source renewable energy from. \nLeaders debate:  If you would like to be part of the virtual audience for the BBC Wales Election 2021 Leaders Debate on 29 April, please email us your details to waleslive@bbc.co.uk.\nMr Fullman believes reservoirs could be an alternative, adding: \"The infrastructure is already there, with water running through them.\n\"Any hydroelectric plant could be incorporated into the countryside, which would not affect the beauty of the landscape such as when you put big (wind) turbines there.\"\nAnother big plus, he said, was \"it rains all the time\" in Wales, making it \"an endless supply of energy\".\nThe large volumes supply people in Wales, with billions of litres also exported over the border each year to homes in England. \nFor example, Severn Trent's water from the Elan Valley reservoirs mostly goes to customers in Birmingham via a 63-mile (102km) aqueduct which has been in use for 100 years.\nSome reservoir developments in Wales, though, have proved controversial.\nThere was an outcry in 1965 when 70 people were forced to leave their homes in Capel Celyn before their houses, the village school, chapel and post office vanished under millions of litres of water for the new Tryweryn reservoir, built to service Liverpool more than 60 miles (95km) away.\nIn 2005, Liverpool City Council apologised, saying: \"We realise the hurt of 40 years ago when the Tryweryn Valley was transformed into a reservoir to help meet the water needs of Liverpool.\"\nFrom the parties' manifestos it would seem that the environment has shot up the list of priorities at this election.\nBut it's no surprise given the scale of the challenge involved in responding to climate change and Wales' new legally binding targets to eliminate greenhouse gases by 2050.\nA lot of spadework needs to be done by the next government. \nMany will see it as an opportunity to secure a \"green recovery\" from the pandemic.\nAnd on renewable energy - Welsh ministers have in recent years gained extra powers and more say over larger schemes.\nMr Fullman added: \"We may as well put it all to good use. How much energy could it provide? When it rains more, we could be producing more energy.\n\"With solar power, you need the panels everywhere, but when there is less sunlight, they produce less. \n\"But it always rains in Wales, all year round. This could produce more electricity. It's a win-win.\"\nIf you are not already registered, you have until 23:59 on 19 April to sign up. You need to visit the government website and fill in the online form. \nYou can apply by post if you prefer.\nIf you are not sure whether you are registered, you can get in touch with your local council's election team.\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nWho can vote? Anyone who lives in Wales, is registered to vote and aged 16 or over on 6 May is eligible. You can register to vote online."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56788998",
      "category": "uk",
      "title": "Prince Philip funeral: William and Harry seen chatting after ceremony",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor,Prince Harry, Duke of Sussex,Prince William, Duke of Cambridge,Windsor Castle",
      "text": "The Duke of Cambridge and the Duke of Sussex were seen talking together as they left the funeral of their grandfather, the Duke of Edinburgh.\nThe brothers spoke as they left St George's Chapel in Windsor, alongside the Duchess of Cambridge.\nIt is the first public meeting of the pair since Prince Harry stood down from royal duties more than a year ago.\nLast month, Prince Harry hinted at ongoing difficulties between him and Prince William.\nIn an interview with Oprah, he said the two were on \"different paths\", and that \"the relationship is 'space' at the moment\".\nOn Saturday, the princes walked with their cousin Peter Phillips in between them, as they walked behind their grandfather's coffin on its short journey to the chapel. \nIt was nearly 24 years since the two brothers made a similar walk together at the funeral of their mother Diana, Princess of Wales.\nAt the funeral service, the 30 members of the congregation wore face masks and socially distanced in line with Covid restrictions, with the Queen seated alone.\nAlso alone, Prince Harry sat on the opposite side of the aisle to his brother and sister-in-law Catherine.\nPrince Harry's wife, Meghan, who is pregnant with their second child, did not attend the funeral on the advice of her doctor and instead stayed at their home in California.\nThe service, conducted by the Dean of Windsor, paid tribute to Prince Philip's \"kindness, humour and humanity\" and the \"many ways in which his long life has been a blessing to us\".\nThe body language didn't look encouraging on the walk down to the chapel, though it was hardly the occasion for fraternal chit-chat.\nThe cameras did catch William and Harry as they left the chapel after the duke's funeral. Harry was talking to Catherine - William seemed a little reluctant to engage.\nThere is a rift. It is a distraction nobody would have wanted on a solemn occasion such as this and certainly not their grieving grandmother.\nWilliam feels let down and Harry appears to feel resentful. He is also very caught up in the lifestyle and attitudes of California.\nSo what impact, one wonders, will this brief but intense re-immersion in his old life have had on Harry?\nHe's been surrounded by his family on a day of heightened emotion. He's been surrounded too by the military and ceremonial: two things which he professes to admire.\nEverything today must have said \"duty\" to him, the thing many say he's walked away from.\nWill it have given Harry any second thoughts about the path he's taken? Will it have softened William's disappointment with his younger brother?\nAnd most important, did they find time for a proper heart to heart, in deference to the memory of their grandfather who would undoubtedly urge them to move on and sort this out?\nThe duke's association with the Royal Navy and love of the sea also featured heavily, including through the 1860 hymn Eternal Father, Strong to Save, by William Whiting.\nAfter the ceremony, Prince Harry joined Prince William and Catherine as they left the chapel. The three chatted together as they made their way up the hill to the main grounds of the castle.\nMeghan and Prince Harry sent a floral wreath which included the national flower of Greece, to represent Prince Philip's heritage, and sea holly, to represent the Royal Marines.\nThe card on the wreath was handwritten by Meghan, who is skilled in calligraphy and used to write wedding invitations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-53587718",
      "category": "science-environment",
      "title": "Mars: Nasa helicopter 'Ingenuity' flight a success",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56779190",
      "category": "uk",
      "title": "Clergy speak out over 'racism in Church of England'",
      "tags": "Racism,The Church of England",
      "text": "Staff complaining of racism in the Church of England have been paid off to \"buy their silence\", the BBC's Panorama programme has been told.\nFormer Church race-relations adviser Dr Elizabeth Henry says some had to sign non-disclosure agreements.\nThe Church is set to publish plans promising to address racism.\nThe Archbishop of Canterbury, the Most Rev Justin Welby, admitted last year the Church had failed to tackle racism in its own ranks.\nAfter seven years in her job, Dr Henry retired last year feeling disillusioned. \n\"I felt frustrated by the lack of progress with issues of racism,\" she tells Panorama.\n\"A really shocking incident was a young black man who received a picture of a banana but that banana had his head superimposed upon it  and underneath it said, 'Bananaman'. \n\"That is a deeply offensive and deeply racist image. \n\"He took it to HR [human resources department] and he did file a grievance - and the decision was that it was not racist. \n\"That person left and he received a very small compensation - however, he was forced to sign a non-disclosure agreement.\"\nThe Church told Panorama it could not comment on individual cases but \"any [racist] behaviour of the sort described by Dr Henry is unacceptable\".\nIt added confidentiality agreements were used only \"in exceptional circumstances\" where open processes \"may not have reached resolution\".\nBrazilian-born Peterson Feital was a trainee vicar when he was hired by a church in London with a mainly white middle-class congregation. \nHis task was to reach out to diverse communities who do not normally attend church - and for a couple of years, Peterson thrived. \nBut when the vicar who hired him left, Peterson says, his life became very difficult.  \n\"People of my kind, of my colour, are just not clever enough,\" he says.\nHe says his new manager told him: \"Your English is not very good, I don't like your preaching, and you are too Brazilian in your compassion -you're not very coherent.\n\"Peterson, you've got to find a job with people of your kind. \n\"If the London diocese is going to give you a job, it's going to be for a diversity show. \n\"They're going to give you for a short period of time and they're going to drop you like we always do.\"\nFor seven years, Peterson says, he repeatedly complained to senior staff at the Diocese of London about the racism and bullying he experienced but was told to \"keep his head down\".\n\"No-one is going to be able to prove there's any racism,\" he says he was told.\nAnd if he created a problem, \"you're not going to get a job anywhere\".\nIn March 2021, after 10 years in the Church, Peterson's contract was not renewed. \nHe was given a £2,000 redundancy payment and is now out of work and claiming benefits.\nThe Diocese of London said: \"We are appalled at what Peterson has experienced. \n\"We have spoken with Peterson regarding the process for bringing formal complaints against those involved.\"\nOne in 25 of the Church's serving clergy belongs to an ethnic minority.\nHartlepool curate Michelle Delves, of mixed heritage, enrolled at Durham Bible college Cranmer Hall in 2016.\n\"When I got there, I've just never felt as black and poor - I felt like I'd landed on an alien planet,\" she says.\nShe was frequently ignored and treated differently, Michelle says, and when she complained, felt no-one was listening.\n\"The thing that really scares the pants off me about this institutional racism is that you don't know it's happening to you,\" she says.\nEventually, Michelle wrote to the Archbishop of Canterbury.\nIn response, his office described the \"anger\" of hearing about her experiences, adding: \"Much more needs to be done about institutional racism in the Church.\"\nCranmer Hall told Panorama the college was \"deeply sorry and saddened\" to hear Michelle's story.\nIt had been unable to investigate while Michelle had been enrolled because she had not made a formal complaint but if she was willing to talk to the college authorities now, they would \"explore her concerns thoroughly\".\nOver the past 35 years, there have been 20 reports examining racism in the Church, between them making more than 160 recommendations.\nSome changes have been made but there is still a lot more to do, the Archbishop of York, the Most Rev Stephen Cottrell, says \n\"It is simply the case that ethnic-minority people are under-represented and disadvantaged in many of the structures and systems of our Church,\"  he says.\n\"That has a terrible knock-on for our mission in the wider communities we serve.\"\nBut for Dr Henry, that admission is insufficient.\n\"It's almost like, 'OK, so the job is done,' but the confession, it is not a new phenomenon or a new awakening or a new enlightenment in the Church,\" she says.\n\"Based on the racial reckoning of the Church, I'm afraid they've abysmally failed - and it's not fit for purpose.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56791930",
      "category": "world-middle-east",
      "title": "Syria to hold election in May after years of war",
      "tags": "Syrian civil war,Bashar al-Assad,Syria",
      "text": "Syria is to hold a presidential election next month, the country's parliament says - a move likely to maintain President Bashar al-Assad's grip on power.\nMr Assad is not expected to face serious opposition despite continuing conflict and a growing economic crisis.\nAfter 10 years of war the Syrian government controls most of the big population centres in the country.\nAbout 400,000 people have been killed and over half of Syrians displaced.\nThe election for a president who will serve a seven-year-term will take place on 26 May, Speaker Hamouda Sabbagh said. Prospective candidates for the election would be able to register from Monday while Syrians abroad would be able to vote at embassies on 20 May.\nIt is the second presidential election to take place during the civil war. The previous vote in 2014 - dismissed as undemocratic and illegitimate by opponents within Syria and by the US and EU - saw Mr Assad win 92% of the vote. \nThe 2014 vote was also the first time in decades that someone other than a member of the Assad family had been allowed to stand for president in Syria. But the other two candidates were not widely known and received little publicity.\nBy Sebastian Usher, BBC Arab Affairs analyst\nAt the last presidential election in 2014 the result was not in doubt, but the future of President Assad was. Back then it was still possible that he could be defeated and forced from power. Russian military intervention a year later - coupled with growing Western disengagement - was decisive in his favour.  \nMilitarily his situation now seems secure with the main cities under his control. He has proved himself a survivor but remains dependent on Russian and Iranian support.  \nThe economy is in desperate straits, triggering renewed unrest in several regions. The president's inner circle has also shown signs of fracturing. But no alternative political process has so far been put in motion to replace the current power structure and put his rule at serious risk.\nSyria's civil war started after peaceful pro-democracy protests were violently suppressed by security forces, leading opposition supporters to take up arms. Fighting spread across the country, eventually involving hundreds of rebel and jihadist groups and drawing in outside powers for and against the government.\nPro-Syrian forces have now retaken large parts of the country and a fragile ceasefire is in place between the government and rebels in the last province under the rebels' control, Idlib, in the north-west.\nThe country is also in the grip of a deep economic crisis that has seen food prices soar and the Syrian currency nosedive, which the government has blamed on Western sanctions.\nLast month the UN's special envoy to Syria told the BBC he saw a rare \"window of opportunity\" for a nationwide ceasefire because the front lines were no longer shifting.\nBut Geir Pedersen said that if the chance was lost the war could grind on for another decade.\nHe called on all the warring sides to take a \"step-by-step\" approach to build trust and reach a negotiated solution.\nMr Pedersen has been working towards reforming the Syrian constitution as part of a political process leading to elections that would be supervised by the UN.\nHowever in January he said there had been little progress due to a lack of \"true engagement\" by Syria.\nIt follows accusations by the US and other Western countries that Syria was deliberately delaying the draft of a new constitution in order to avoid having to hold the 2021 presidential election under UN supervision."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56786266",
      "category": "world-europe",
      "title": "Putin critic Navalny could 'die within days', say doctors",
      "tags": "Russia,Alexei Navalny,Vladimir Putin",
      "text": "Doctors for the jailed Russian opposition activist Alexei Navalny say he \"will die within the next few days\" if not given medical attention.\nDoctors say recent blood test results indicate he could suffer cardiac arrest or kidney failure at any moment.\nNavalny has been on a hunger strike for 19 days, to demand proper treatment for acute back pain and leg numbness.\nThe Russian ambassador to the UK has said that Mr Navalny will not be allowed to die in prison.\nA prominent critic of President Vladimir Putin, Mr Navalny was jailed in February for old embezzlement charges.\nFour doctors, including his personal physician, Anastasia Vasilyeva, have written to prison officials to ask for permission to see him urgently.\nIn the letter, which Dr Vasilyeva posted on Twitter, the experts said Alexei Navalny's potassium had reached \"critical levels\".\n\"This means both impaired renal function and that serious heart rhythm problems can happen any minute,\" it explained. \nHaving blood potassium levels higher than 6.0 mmol (millimoles) per litre usually requires immediate treatment. Navalny's blood test results, which were obtained by his lawyers, showed his were at 7.1, the letter said.\nThe doctors have urged prison officials to let them examine Navalny immediately, \"taking into account the blood tests and his recent poisoning\".\nIn an interview with the BBC's Andrew Marr recorded on Friday but aired on Sunday, Russia's ambassador to Britain, Andrei Kelin, said that Mr Navalny was not in danger.\n\"Of course he will not be allowed to die in prison, but I can say that Mr Navalny behaves like a hooligan absolutely in trying to violate every rule that has been established,\" he said, adding that Mr Navalny was attempting \"to attract attention\".\nMr Kelin added that Mr Navalny, who is serving a two-and-a-half-year jail term, would be released from  earlier if \"he will behave normally\".\nMr Navalny, 44, nearly died in August 2020 when he was poisoned with the chemical nerve agent, Novichock. He accuses President Vladimir Putin of ordering the poisoning, which the Kremlin denies.\nNavalny's wife Yulia said her husband now weighed 76kg (168 pounds), which is down 9kg since starting his hunger strike, according to AP.\nAlexander Polupan, who was one of the doctors to treat Navalny after the poisoning, posted an image of his blood test results, and said they were an \"absolute indication\" that he needed urgent medical care or he would \"die within the next days\".\nAlso joining the call for action are more than 70 well known writers, artists and academics, who have have signed a letter calling on President Putin to ensure Navalny receives adequate medical care. \nThe letter was published in The Economist and France's Le Monde newspaper, and included the signatures of Hollywood actors Jude Law, Ralph Fiennes and Benedict Cumberbatch, Harry Potter author JK Rowling and director Ken Burns.\nUS President Joe Biden told reporters on Saturday that Navalny's medical treatment is \"totally unfair and totally inappropriate\". In March, US intelligence concluded that the Russian government was behind the nerve agent attack. The Biden administration imposed sanctions on senior Russian officials, and now Moscow is doing similar in retaliation.\nNavalny says he is suffering from acute back pain and numbness in his right leg. Earlier this month, he complained of a persistent cough and high temperature, and was moved to a sick ward in the prison in the town of Pokrov. \nHe went on the hunger strike to demand access to his own medical team. Russia's prison authorities say he has refused treatment from their doctor.\nNavalny's lawyers, who have been visiting him in custody, say there are no doctors at the prison and the medical unit on-site is run by a single paramedic.\nHuman rights campaigners say the prison is known for its especially harsh conditions, and Amnesty International said Navalny had been incarcerated in conditions that amount to torture and may slowly be killing him."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56777436",
      "category": "business",
      "title": "Mortgage scheme launched for 5% deposits",
      "tags": "Money,Personal finance,Housing market,Mortgages",
      "text": "High Street lenders are now starting to offer mortgages to borrowers offering a deposit of just 5% under a new government guarantee scheme.\nThe policy, announced in the Budget, is designed to help more first-time buyers secure a home.\nBut the launch comes as average house prices in the UK continue to rise to record levels.\nAnalysts also suggest that cheaper deals are available for those able to stretch to a 10% deposit.\nThe scheme is similar to policies previously used to boost the housing market and the economy, as well as offering support to those buying a home for the first time.\nThe new scheme will be available to anyone buying a home costing up to £600,000, unless they are buy-to-let or second homes.\nThe government is offering a partial guarantee, generally of 15%, to compensate lenders if the borrower defaults on repayments.\nKaren Wright, 41, runs a beauty salon in Cheshire, while her husband Christopher, 33, is a joiner.\nAs self-employed people, they have both been hit hard by the pandemic, with Karen's salon closed for five months out of the past year.\nThat's made it all the more difficult to save for a deposit for their dream home.\n\"We've been renting since 2010,\" says Karen, \"but we want something that's a 'forever' home for us.\n\"Trying to save up 20% is very difficult, but with this scheme, we might be able to pay down more than we thought we could and be able to come within the budget of what we currently pay in the rental market.\"\nThe couple are keen to find a three-bedroom house in the Wirral, so their two children can each have a room of their own.\n\"It's not the cheapest area, but we're looking for something we can maybe do up, utilising my husband's skills.\"\nThe guarantee is designed to give lenders the confidence to offer 95% loan-to-value mortgages - many of which were withdrawn during the Covid crisis.\nLloyds, Santander, Barclays, HSBC and NatWest are starting to offer products this week and Virgin Money will do so next month. \nHowever, some lenders such as Halifax, which is part of Lloyds Banking Group, and Barclays have said that these products will not be available for new-build properties.\nChancellor Rishi Sunak said: \"Every new homeowner and mover supports jobs right across the housing sector, but saving for a big enough deposit can be hard, especially for first-time buyers.  \n\"By giving lenders the option of a government guarantee on 95% mortgages, many more products will become available, boosting the sector, creating new jobs and helping people achieve their dream of owning their own home.\"\nHowever, lenders will still carry out affordability checks. Anyone who has lost a job, or whose income has been sporadic owing to the pandemic's effect on employment may find it difficult to secure a mortgage.\nHouse prices have been rising - partly because of government stimulus, and there are concerns too about the potential for some to fall into negative equity if this is followed by sharp falls in property values.\nSome of the new mortgage rates are close to 4% for a two-year fixed rate deal. For example, rates on NatWest's new 95% mortgages will start at 3.9%.\nLloyd Cochran, head of mortgages at NatWest, told the BBC's Today programme: \"It reflects the extra risk the bank is taking on. I think over the long term that is a pretty competitive rate for customers. \n\"One of the things we do is ensure that the customer can afford that rate. We also ensure... the customer can afford that loan if interest rates were to rise.\"\nHowever, analysts say rates could be cut significantly, by as much as 0.75 of a percentage point, for borrowers able to stretch to a 10% deposit.\n\"With more lenders poised to launch deals for this sector of the market, [borrowers] level of choice should hopefully increase even further,\" said Eleanor Williams, from financial information service Moneyfacts. \n\"Increased competition within the higher loan-to-value tiers will hopefully translate to more competitive rates for these borrowers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56790053",
      "category": "uk",
      "title": "Salisbury poisoning suspects 'linked to Czech blast'",
      "tags": "Russia,Czech Republic,Salisbury",
      "text": "Two Russian men suspected of carrying out the 2018 Salisbury poisonings are being linked to an explosion at an arms depot in the Czech Republic.\nEvidence links the 2014 explosion, and an attempted poisoning in Bulgaria, to a unit of Russian military intelligence - the GRU - the BBC has learnt.\nEuropean intelligence agencies believe the GRU's Unit 29155 is tasked with sabotage, subversion and assassination.\nThe Russian government said the claims were unfounded and absurd.\nCzech authorities say they are expelling 18 Russian diplomats believed to be intelligence operatives in retaliation for the explosion, which killed two people.\nCzech Prime Minister Andrej Babis said the country had to react to revelations tying the blast to the GRU.\nThe country will inform Nato and European Union allies about its suspicions, and will discuss the matter at an EU foreign ministers' meeting on Monday, its acting Foreign Minister Jan Hamacek said.\nThe Russian foreign ministry said it would \"take retaliatory measures that will force the authors of this provocation to fully understand their responsibility for destroying the foundation of normal ties between our countries\".\nA huge explosion tore apart an ammunitions storage depot in a forest in the Czech Republic on 16 October 2014. \nWindows in nearby buildings were blown out and local schools were evacuated as emergency vehicles rushed to the scene. The remains of two men - aged 56 and 69 - who worked at the site were found more than a month later.\nThe blast was assumed to have been an accident.\nBut painstaking detective work by Czech authorities has pointed the finger at Moscow - and Unit 29155 of the GRU.\nIn the wake of the Salisbury poisoning, European security services have been investigating a series of previously unexplained events. \nFor Czech police, that included the October 2014 explosion. A crucial find, sources close to the investigation have told the BBC, was an email sent to Imex Group, the company which operated the depot. \nIt claimed to come from the National Guard of Tajikistan. It asked for two men to be given access to the site for an inspection visit. Scans of their passports were attached. The men were said to be Ruslan Tabarov from Tajikistan and Nicolaj Popa, a Moldovan citizen.\nThe pictures on the passports match those of the two men accused by Britain of the Salisbury poisoning. \nThe two men travelled to the UK in March 2018 under the names Ruslan Boshirov and Alexander Petrov. \nBoth were caught on CCTV at Salisbury and identified by the Metropolitan Police as suspects in smearing Novichok nerve agent on the door handle of the house of former GRU officer Sergei Skripal. \nSkripal and his daughter fell ill while a local woman, Dawn Sturgess, was killed months later by Novichok from a discarded perfume bottle. \nThe investigative site Bellingcat soon after identified Ruslan Boshirov as Anatoly Chepiga and Alexander Petrov as Alexander Mishkin, both GRU officers. \nThe pair then appeared on Russian TV denying involvement, claiming they were sports nutritionists who visited Salisbury to see the spire of the cathedral. \nOn 11 October 2014, the men used the same cover identities they used in Salisbury - Ruslan Boshirov and Alexander Petrov - to arrive at Prague airport.\nThey stayed in Prague for two days (Chepiga's presence had previously been noted based on social media posts but not linked to the explosion). \nThey then booked into accommodation in Ostrava, near the ammunition depot on 13 October. They were booked to stay until the 17 October. \nThe explosion took place on the 16th and that day the pair headed to Vienna airport to fly to Moscow. The authorities do not appear to know exactly how the depot was blown up.\nAnother clue, the BBC has learnt, was the email used to request the men's visit to the arms depot. It was traced to a user in Russia rather than Tajikistan and when entered in a Skype directory linked to a username \"Andrey O\". \nThe commander of Unit 29155 was first reported by the New York Times to be Andrey Averyanov and he is believed to have used Andrey Overyanov as a cover identity.\nWhy would Russian intelligence blow up the arms depot? \nOne of the people storing weapons there was a Bulgarian arms dealer called Emilian Gebrev, sources have told the BBC.\nThat provided another link to Unit 29155.\nIn April 2015, six months after the Czech explosion, Gebrev fell seriously ill in the Bulgarian capital Sofia. After a month in hospital, he was released but then fell sick again. Despite suspicions, Bulgarian authorities made little progress amid talk it was simply food poisoning.\nIt was only after events in Salisbury in 2018 that people paid more attention.\nA third man, using the name Sergei Fedotov had been identified as coming to the UK to oversee the Salisbury poisoning. And he was also found to have been in Bulgaria at the time of Gebrev's poisoning. \nBulgarian authorities found that Fedotov and two other men from Unit 29155 had checked into a hotel in the same complex as Gebrev's office in April 2015 and insisted on rooms with a view of the underground car park. \nSurveillance of that car park released by a Bulgarian prosecutor last year shows one man approaching the cars of Gebrev, as well as his son and business partner who would also fall ill. \nA toxic substance is believed to have been smeared on the handles - similar to the way Novichok was placed on the handle of Sergei Skripal's house. \nAlthough he had a return flight booked two days later, Fedotov left the country on April 28th - the day of the poisoning.\nIt has been reported he was supplying weapons to a number of countries against Moscow's wishes, possibly including Ukraine, or to other countries in competition with Russian suppliers, including in Asia. \nAnd one business deal may also have brought him into direct conflict with powerful Russian businessmen linked to the GRU. \nThe explosion at the Czech depot in October 2014 looks like it could have been an initial attempt to hurt Gebrev's business or issue a warning which was then followed up with an attempt to kill him. \nBut the only people to die were two innocent Czech men working at the depot. (There were also explosions at Bulgarian arms factories in 2015 although no link has publicly been made.)\nOn Saturday, the Czech Prime Minister announced evidence linked the explosion to the GRU and said 18 employees of the Russian embassy - identified as intelligence operatives - had to leave the country within 48 hours. \nCzech police issued pictures of the two suspects saying they wanted to speak to them. Russian authorities say their constitution prevents the men being extradited.\nCzech ministers pointed the finger specifically at Unit 29155. European intelligence officials say its mission is sabotage, subversion and assassination. \nThey think it numbers around 200 but with only 20 or so of those involved in carrying out operations with the rest support staff.\nAs well as Salisbury, Bulgaria and now the Czech Republic, the unit has been linked to other operations including an attempted coup in Montenegro in 2016. \nA number of European countries are investigating past travel to see if it correlates with suspicious events. That means this revelation may not be the last. \nThe pair involved in Salisbury and now linked to the Czech explosion have not been seen since they were identified in 2018. But Unit 29155, western intelligence officials say, is still active.\nUK Foreign Secretary Dominic Raab said the UK stands \"in full support of our Czech allies, who have exposed the lengths that the Russian intelligence services will go to in their attempts to conduct dangerous and malign operations in Europe\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56792086",
      "category": "entertainment-arts",
      "title": "Prince Philip's funeral: 13.6 million watch ceremony in UK",
      "tags": "Television,Prince Philip, Duke of Edinburgh",
      "text": "The Duke of Edinburgh's funeral was watched by more than 13 million television viewers in the UK, overnight figures showed.\nThe one-hour service was viewed by 11 million people on the BBC, 2.1 million on ITV, and around 450,000 on Sky.\nThe figures are from the official BARB overnight averages for between 15:00 BST and 16:00 on Saturday.\nAs well as television coverage, the Windsor service was broadcast on radio and several YouTube channels.\nOn that platform, the BBC's live stream recorded 7.5 million global views by Sunday morning. \nFigures for the Royal Family's YouTube live stream were not available, but it was third on YouTube's worldwide trending list - which uses view count as one measure - on Sunday.\nA separate BBC Two funeral programme in the evening that showed an edited package of coverage was watched by 1.31 million.\nIn 2002, more than 10 million watched the funeral of Queen Elizabeth The Queen Mother in the UK - though that ceremony was held on a Tuesday.\nIn 1997, the funeral of Diana, Princess of Wales, was watched by 31 million people - a record audience figure.\nAnd some 13.1 million tuned into the BBC's coverage of the wedding of the Duke and Duchess of Sussex in 2018.\nOn Saturday, Huw Edwards, Sophie Raworth and JJ Chalmers presented the BBC's live coverage of the funeral from Windsor, alongside expert guests and those who knew the 99-year-old duke.\nThey included Sir David Attenborough, who praised the duke's conservation work, saying: \"He spoke with the passion of a man who both cared about it, and knew about it, knew about it a lot.\"\nCoverage included a full military procession and showed members of the Royal Family accompanying the coffin, as it made a final journey from Windsor Castle to St George's Chapel.\nITV's special programme, Prince Philip - a Royal Funeral, was anchored by Tom Bradby and Julie Etchingham, with contributions from Mary Nightingale and Nina Hossain. \nDermot Murnaghan led Sky News' coverage from the castle grounds.\nThe service saw the Queen mourn her husband of 73 years with dignity and stoicism during an event that bore Prince Philip's touch and celebrated his life, military service, and legacy.\nSenior members of the Royal Family, including the Prince of Wales, the Duchess of Cornwall, the Duke and Duchess of Cambridge and the Duke of Sussex - who returned from the US - were also in attendance.\nThe BBC attracted a record number of complaints after it changed its schedules in the immediate aftermath of the duke's death, affecting programmes including MasterChef."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56796324",
      "category": "world-europe",
      "title": "Russia expels Czech diplomats over spying row",
      "tags": "Russian spy poisoning,Russia,Bulgaria,Czech Republic,Salisbury",
      "text": "Russia has announced that 20 diplomats from the Czech Republic will be expelled after the Czechs expelled 18 Russian diplomats.\nThe Russian diplomats are suspected of being intelligence operatives involved in an explosion at a Czech arms depot in 2014 which killed two people. \nTwo Russians suspected of carrying out a nerve agent attack in the UK in 2018 are now also being linked to the blast.\nTensions with Russia were discussed by EU foreign ministers on Monday. \nMoscow gave the Czech diplomats a day to leave, while the Czech Republic gave the Russians 48 hours.\nRussia's foreign ministry called the Czech decision \"unprecedented\" and a \"hostile act\".\n\"In their desire to please the United States against the background of recent US sanctions against Russia, Czech authorities in this respect even outdid their masters from across the pond,\" said a foreign ministry statement.\nEarlier, Czech acting Foreign Minister Jan Hamacek said: \"I decided to expel all employees of the Embassy of the Russian Federation in Prague who were clearly identified by our secret services as officers of the GRU and SVR [Russian foreign intelligence service]\".\nRussia dismissed the Czech allegation against its diplomats as absurd.\nMr Hamacek described the Russian reaction as \"stronger than we had expected, it is more diplomats than the number of intelligence officers we expelled\". The Czech government is now considering further measures, he said, one option being to permanently reduce Russia's embassy staffing in Prague.\nBefore the latest expulsion, Russia had around 135 diplomats and support staff in Prague, far more than any other diplomatic mission, including that of the US, the BBC's Rob Cameron reports from the city.\nDiplomatic sources had previously told the BBC that many embassy staff were undeclared intelligence officers working under diplomatic cover, and using Prague as a base for operations not just in the Czech Republic but neighbouring countries, our correspondent says.\nThe explosion on 16 October 2014 tore apart an ammunition storage depot in a forest at Vrbetice in the Czech Republic. \nWindows in nearby buildings were blown out and local schools were evacuated as emergency vehicles rushed to the scene. The remains of two men - aged 56 and 69 - who worked at the site were found more than a month later.\nThe blast was assumed to have been an accident.\nBut painstaking detective work by the Czech authorities has pointed the finger at Moscow - and Unit 29155 of Russia's GRU intelligence agency.\nCzech police have identified two men in connection with the blast - Alexander Mishkin and Anatoly Chepiga - who are also accused of involvement in an attack using the nerve agent Novichok in the English city of Salisbury three years ago. \nSergei Skripal, a former Russian double agent, and his daughter Yulia were poisoned, while a local woman, Dawn Sturgess, was killed months later by Novichok traces on a discarded perfume bottle. \nInvestigative site Bellingcat identified the Salisbury suspects Ruslan Boshirov as Anatoly Chepiga, and Alexander Petrov as Alexander Mishkin, both GRU officers. \nCzech police matched images of the blast suspects to the two accused by Britain of the Salisbury poisoning. \nThe clue came from passport photos sent in an email to Imex Group, the company which operated the depot.\nThe email claimed to come from the National Guard of Tajikistan. It asked for two men to be given access to the site for an inspection visit. Scans of their passports were attached. The men were said to be Ruslan Tabarov from Tajikistan and Nicolaj Popa, a Moldovan citizen.\nThe pictures on the passports match those of the two men accused by Britain of the Salisbury poisoning.\nThe men booked into accommodation in Ostrava, near the ammunition depot on 13 October. They were booked to stay until 17 October.\nThe explosion took place on the 16th and that day the pair headed to Austria to fly from Vienna airport to Moscow. The authorities do not appear to know exactly how the depot was blown up.\nCzech media reports, quoting unnamed investigators, suggest arms and ammunition at the depot might have been destined for either Ukrainian forces fighting pro-Russian rebels or rebels in Syria fighting the Russian-backed government there.\nThere were actually two blasts at the depot, the first when ammunition exploded on 16 October, and the second on 3 December 150m (500ft) away, at a building containing artillery ammunition and submachine guns. \nOne of the people storing weapons at the depot was a Bulgarian arms dealer called Emilian Gebrev, sources have told the BBC.\nIn April 2015, six months after the Czech explosion, Mr Gebrev fell seriously ill in the Bulgarian capital Sofia. After a month in hospital, he was released but then fell sick again. Despite suspicions, Bulgarian authorities made little progress amid talk it was simply food poisoning.\nIt was only after events in Salisbury in 2018 that people paid more attention.\nIn addition to the two GRU officers, a third man, using the name Sergei Fedotov, was identified as coming to the UK to oversee the Salisbury poisoning. He was also found to have been in Bulgaria at the time of Mr Gebrev's poisoning.\nThe Czech Republic is informing Nato and EU allies about its suspicions.\nThe US state department said it stood with the Czech Republic in its \"firm response against Russia's subversive actions on Czech soil\". \nEarlier this week the US expelled 10 Russian diplomats and imposed sanctions in response to the \"SolarWinds\" hack last year, bullying Ukraine and interference in the 2020 US election. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-43643025",
      "category": "uk",
      "title": "Russian spy: What happened to Sergei and Yulia Skripal?",
      "tags": "Russian spy poisoning,Russia-UK relations,Russia,Amesbury Novichok poisoning,Salisbury",
      "text": "The UK has named two Russian nationals suspected of the attempted murder of former Russian double agent Sergei Skripal and his daughter Yulia.\nPrime Minister Theresa May said the suspects entered the UK  on Russian passports using the names Alexander Petrov and Ruslan Boshirov. Moscow denies any involvement in the attack.\nIn an interview with Russia's state-run international broadcaster, RT, on 13 September, the two men said they were in the UK to visit the \"wonderful town\" of Salisbury and see its \"famous\" cathedral.\nInvestigative website Bellingcat has since claimed Mr Boshirov is actually an intelligence officer by the name of Colonel Anatoliy Chepiga.\nMr Skripal and his daughter were discovered unconscious on a bench in the Wiltshire city of Salisbury on 4 March. A second poisoning incident in nearby Amesbury in July is believed to be linked to the attack.\nThe British government says a military-grade Novichok nerve agent was used.\nHere's what we know so far about the movements of the Skripals and the Russian suspects on 2, 3 and 4 March.\n15:00 GMT\nTwo suspects using the names Alexander Petrov and Ruslan Boshirov arrive at London Gatwick Airport from Moscow on Aeroflot flight SU2588.\nPolice say the men are thought to be officers from Russia's military intelligence service. \nThe men say they work in the sports nutrition business and were in the UK on holiday.\nRussian officials have denied claims by the Bellingcat website that Mr Boshirov is Col Chepiga - who is reported to have been working undercover for the past nine years after serving with a special forces unit under the command of the GRU - Russia's military intelligence service.\n17:40 GMT\nThey travel to London's Victoria station before heading to Waterloo for about 18:00 GMT. They then make their way to the City Stay Hotel in Bow, east London, for the first of their two-night stay.\nTraces of Novichok, below the levels that would cause health concerns, were later found in their room.\n14:25 GMT\nThe Russian suspects arrive in Salisbury from Waterloo on what police believe was a reconnaissance mission.\n14:40 GMT\nSergei Skripal's 33-year-old daughter, Yulia, flies into London's Heathrow Airport on a flight from Russia. It is believed she was picked up by a family friend.\n16:11 GMT\nThe Russian suspects return from Salisbury to London by train.\n08:05 GMT\nThe Russian suspects again take the London Underground from Bow to Waterloo, before continuing their journey by train to Salisbury.\n09:15 GMT \nMr Skripal's red BMW is seen in Salisbury in the area of London Road, Churchill Way North and Wilton Road.\nLondon Road is home to Salisbury's cemetery, where Mr Skripal's wife Liudmila and son Alexander are buried.\n11:48 GMT\nThe suspects arrive at Salisbury station. They are about a mile from Mr Skripal's home.\n11:58 GMT\nThe men are filmed on CCTV at a Shell petrol station on Wilton Road, not far from Christie Miller Road, where Mr Skripal lives. Police believe this was moments before the Novichok was sprayed on the door handle of Mr Skripal's house.\n13:05 and 13:08 GMT\nThe Russians are seen on CCTV on Fisherton Street, possibly on their way to the train station. They pass close to where the Skripals would later spend the afternoon having a drink and a meal together in the centre of Salisbury.\n13:30 GMT\nMr Skripal's car is seen driving down Devizes Road, towards the town centre.\n13:40 GMT\n1) Mr Skripal, 66, and his daughter arrive at the Sainsbury's upper level car park at the Maltings shopping precinct. \n2) They then head to the Mill pub.\n13:50 GMT\nThe two Russian suspects return to London by train, arriving in the capital at approximately 16:45 GMT. \n14:20 GMT\n3) The Skripals dine at Zizzi restaurant and stay until 15:35 GMT.\nTraces of a military-grade nerve agent are later found at the Mill and Zizzi.\n16:15 GMT\n4) Emergency services receive the first report of an incident. Police find the Skripals on a bench in an \"extremely serious condition\".\nThey are taken to hospital along with police officer Det Sgt Nick Bailey, attending the incident. All three were later discharged.\n18:30 GMT \nThe suspects board the London Underground to London Heathrow Airport.\n19:28 GMT\nThe men are caught on CCTV going through passport control at Heathrow.\n22:30 GMT\nThe pair depart on Aeroflot flight SU2585 to Moscow.\nPolice note: all times approximate.\nA massive clean-up operation was launched to decontaminate nine sites known, or thought, to be contaminated with the nerve agent.\nUK authorities said the highest concentration of Novichok was found at Mr Skripal's house, but the operation involving more than 200 personnel, included eight other sites.\nWiltshire and Novichok again hit the headlines in July, when another couple fell ill in suspicious circumstances, in Amesbury, only a few miles from the Skripal investigation.\n09:15 BST\nParamedics are called twice to a flat in Muggleton Road, Amesbury, after Dawn Sturgess, 44, collapses.\nA friend of the couple, Sam Hobson, said Ms Sturgess appeared to have had a fit and was \"foaming at the mouth\".\n17:20 BST\nParamedics return to same address after Ms Sturgess's friend Charlie Rowley also falls ill.\nPolice initially think the two had been using heroin or crack cocaine from a contaminated batch of drugs, however they declare a major incident after Ms Sturgess and Mr Rowley need treatment for suspected exposure \"to an unknown substance\".\nTests at the UK's military research lab, Porton Down, find the pair had been exposed to the nerve agent Novichok.\nFive areas the victims are believed to have visited prior to falling ill are cordoned off: in Amesbury they are Muggleton Road, Boots pharmacy and the Baptist church, while in Salisbury and John Baker House in Rolleston Street and Queen Elizabeth Gardens.\nMs Sturgess dies in hospital on 8 July. Mr Rowley remains in a critical condition.\nPolice later confirm the Novichok that poisoned Ms Sturgess and Mr Rowley came from a small bottle found during searches of Charlie Rowley's house on Muggleton Road.\nThe counterfeit Nina Ricci perfume bottle, with a specially-adapted applicator, had been picked up by Mr Rowley from a charity bin on 27 June.\nHe told police he got some of the contents on himself while he was putting the bottle parts together. Ms Sturgess applied some of the substance to her wrist before feeling unwell.\nThe working assumption of police is that the bottle was a container discarded after the Skripals' poisoning, according to BBC security correspondent Gordon Corera."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56792017",
      "category": "business",
      "title": "Reopening: Prime minister 'must stick' to indoor dining dates",
      "tags": "Coronavirus lockdown measures,Hospitality industry,Restaurants",
      "text": "The UK's biggest hospitality firms have signed a letter urging the prime minister to \"stick\" with England's roadmap to reopen the economy.\nThe letter in the Sunday Telegraph, signed by 38 bosses, said two-thirds of venues \"couldn't open outdoors from 12 April, and none is breaking even\".\nSignatories urged the government to allow indoor dining to go ahead from 17 May in England.\nThe letter also warned against the introduction of vaccine \"passports\".\nA government spokesperson said: \"We cannot be complacent or lose sight of the risks this virus poses.\"\nChief executives of Mitchells & Butlers, Fuller's, Young's, JD Wetherspoon, Pizza Hut and Alton Towers owner Merlin signed the letter, which said: \"We must be driven by data not dates.\n\"The data say it is safe to confirm now the reopening of indoor hospitality on 17 May and the lifting of all social-distancing restrictions on hospitality on 21 June,\" it added.\n\"This is vital as government support for hospitality tapers away then, and without it many businesses will be unviable.\"\nHowever, speaking on the BBC's Andrew Marr Show, Dr Susan Hopkins from Public Health England said that two to three weeks of data was needed before the impact of outdoor service in England from 12 April could be determined.\n\"As we release restrictions and as people start moving  around again, transmission can occur. So people still need to take precautions as they do that,\" she said.\nShe added: \"We really hope the next step can take place as planned.\"\nAccording to data from CGA and AlixPartners Market Recovery Monitor, only 23% of English venues have been able to open for outside trade.\nExecutives at the Wahaca restaurant chain and Burger King were among the signatories who said that vaccine passports cannot be used as an excuse to \"derail\" the earliest possible date for lifting of all social distancing measures in June.\nThe government said on Saturday it is reviewing whether to use vaccine certificates and \"no decisions have been taken\".\nGovernment ministers have previously said that certificates would allow people to show if they have been vaccinated, had a negative test or had natural immunity from a confirmed infection in the previous six months.\nIt comes after local government secretary Robert Jenrick called on council leaders in England to work with pubs, cafes and restaurants trying to reopen safely.\nMr Jenrick wrote to councils on Thursday, warning them against applying Covid-19 rules \"disproportionately\" and threatening to punish pubs for failing to ensure social distancing outside.\n\"It is in the public interest that local residents can socialise in a licensed and controlled environment outside, where Covid-19 risks are lower,\" he wrote.\nOn Saturday, the UK recorded 2,206 new Covid cases and 35 deaths, according to the latest government figures.\nA spokesperson for the Department for Business said: \"We are continuing to make good progress in tackling the virus, with case rates and hospitalisations down and more than 42 million vaccine doses have been administered. \nBut they said people must not be \"complacent\" about coronavirus.\nThey added: \"That is why we must continue to take a cautious and irreversible approach to reopening and monitor the data ahead of each step of the roadmap.\"\nThey also pointed to the Pubs Restart Scheme, offered as part of a package to help hospitality firms reopen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56792079",
      "category": "entertainment-arts",
      "title": "Helen McCrory was 'meteor in our life', says husband Damian Lewis",
      "tags": "Television",
      "text": "Helen McCrory's husband has paid tribute to her \"fearlessness, wit, curiosity, talent and beauty\" after the actress died of cancer aged 52.\nDamian Lewis, who met McCrory on stage at London's Almeida Theatre in 2003, wrote in the Sunday Times that she \"has been utterly heroic in her illness\".\n\"She's shone more brightly in the last months than you would imagine even the brightest star could shine,\" he said.\nMcCrory died on Friday and is survived by Lewis and their two children.\nA prolific stage star, she was perhaps best known to television audiences for the role of matriarch Aunt Polly in BBC drama Peaky Blinders, as well as for film roles in the Harry Potter series and The Queen.\nIn the 1,000-word tribute in the Sunday Times, Lewis - known for his roles in US television series Band of Brothers and Homeland - said McCrory lived \"by the principle of kindness and generosity\".\n\"I've never known anyone so consciously spread happiness. To say 'please' and 'thank you' and 'you're so kind' as much as she did,\" Lewis wrote.\n\"Even when dying in her last few days, when talking to our wonderful carers, she repeatedly said, 'thank you so much' in her half delirious state.\"\nLewis said that, amid the outpouring of grief and shock from her colleagues, friends and fans, he wanted to reflect on McCrory's ability to make each person she met \"feel special, as though they were the only person in the room\".\n\"Gave them her full attention,\" he wrote. \"Made them laugh, always. There were few funnier people — she was funny as hell.\"\nAnd in her final months, Lewis said \"her greatest and most exquisite act of bravery and generosity has been to 'normalise' her death\".\n\"She's shown no fear, no bitterness, no self-pity, only armed us with the courage to go on and insisted that no one be sad, because she is happy,\" he wrote. \n\"I'm staggered by her. She's been a meteor in our life.\"\nThe couple met when they both starred in a play called Five Gold Rings at the Almeida, and married in 2007.\nLast year, they raised more than £1m to provide NHS workers with meals from high street restaurants during the pressures of the coronavirus pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56792529",
      "category": "world-europe",
      "title": "Putin critic Navalny 'will not be allowed to die in prison'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56794088",
      "category": "uk-wales-politics",
      "title": "Welsh election 2021: Tories 'would not want vaccine passports'",
      "tags": "Welsh Liberal Democrats,Conservative Party,Liz Saville-Roberts,Plaid Cymru,Jane Dodds,Wales education,Welsh Labour,Welsh Parliament election 2021,Welsh Conservatives,Vaughan Gething",
      "text": "The leader of the Conservatives in the Senedd has said he would not want to introduce vaccine passports if they come to power after May's election.\nAndrew RT Davies said he was \"very uneasy\" about the idea and they should not be mandatory.\nPlaid Cymru and the Liberal Democrats have also raised concerns about the possibility of such a scheme in Wales.\nLabour First Minister Mark Drakeford has previously said there were \"prizes to be won\" from vaccine certificates.\nBut he warned of \"very big practical and ethical challenges\".\nWALES ALERTS:  Get extra updates on BBC election coverage\nThe potential use of vaccine certificates for entry to certain venues or events is being kept under review by the UK and Welsh governments.\nMany Conservative MPs in Westminster have raised concerns about their potential introduction in England.\n\"On the science that I can see at the moment, I don't think there's a need for a passport to be brought forward, but I can understand why government needs to trial these options to make sure they're satisfied that they've explored all the opportunities available,\" Mr Davies said on the BBC Politics Wales programme.\nResponding to criticism that the party in Wales had not been distinct enough from the Conservatives in Westminster, Mr Davies said the party's manifesto, due to be released on Tuesday, \"is devised and authored here in Wales\".\n\"But what you'll also see is a party that works together in the best interests of Wales with colleagues on the other end of the M4 because that's going to be really important, that close working relationship,\" he added.\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nWho can vote? Anyone who lives in Wales, is registered to vote and aged 16 or over on 6 May is eligible. You can register to vote online.\nIn an article in the Sunday Times, Plaid Cymru's election campaign director Liz Saville Roberts MP, criticised Mr Davies' leadership.\n\"To be respected in office, you must first prove that you respect that office,\" she said.\n\"Every utterance from the leader of the Welsh Conservatives throughout this campaign has suggested that he is incapable of doing just that.\"\nShe also criticised Welsh Labour for being \"too timid in challenging Westminster, too reluctant to tread too far from the UK government's line\".\nThe Welsh Liberal Democrats' manifesto includes a commitment to \"work with local authorities to review school funding via an expert review panel\".\nAsked on Politics Wales if that was an admission schools had been underfunded while the party's sole Senedd member, Kirsty Williams, was responsible for the education portfolio, party leader Jane Dodds said: \"The local authorities are the responsible body for funding schools, and we need to look at how that funding happens.\n\"So it is about us making sure that there's parity, making sure that is fair funding.\"\nA Welsh government commissioned report, published in October 2020, calculated total spending on schools in Wales in 2018-19 was £2.6bn, or about £6,000 per pupil - 6% lower in today's prices than the figure for 2009-10.\nMs Dodds said: \"There's a need for us to look at how schools are funded, absolutely.\n\"But look at other issues around what we've done in education, smaller class sizes, we're funding holiday hunger, we're making sure that that doesn't happen, we have the new, very first ever made-in-Wales Welsh curriculum. \n\"Those are real advances in terms of what we're doing in education.\"\nWelsh Labour's Vaughan Gething said: \"The real choice at this election - as the numbers, the polling and the voter conversations tell us - is between Welsh Labour and the Tories in Wales.\n\"We all know that the Tories in Wales won't stand up to their London bosses. \n\"They never put the economic interests of Wales first, and will never speak out when Tory policies hit jobs in Wales.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56792740",
      "category": "uk",
      "title": "Covid: Indian variant being investigated in UK",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,India,Coronavirus pandemic",
      "text": "Health officials are investigating whether a Covid variant first found in India spreads more easily and evades vaccines.\nThere is not yet enough data to classify it as a \"variant of concern\", a leading scientist has said. \nBut Dr Susan Hopkins of Public Health England said cases had been found in the UK that were not linked to travel, with their origin being investigated.\nMore than 70 cases have been identified in England and Scotland.\nIt is also too soon to decide if India should be put on the government's travel \"red list\", Dr Hopkins said.\nOn Sunday the UK recorded 1,882 new coronavirus cases and 10 deaths within 28 days of a positive test, according to the latest government figures. The number of deaths recorded at weekends tends to be lower because of reporting delays. \nMeanwhile, more than 32.8 million people have had their first dose of a coronavirus vaccine, while more than 9.9 million people have had their second dose.\nDr Hopkins, chief medical adviser for NHS Test and Trace, told the Andrew Marr Show: \"We have seen a couple of cases [of the Indian variant] that haven't arisen from travel but we're still trying to undergo the investigations to look in great detail at where they might have acquired it from.\n\"To escalate it up the ranking we need to know that it is increased transmissibility, increased severity or vaccine evading, and we just don't have that yet.\"\nPublic Health England says 73 cases of the variant first identified in India have been found in England, and four in Scotland.\nEpidemiologist Dr Mike Tildesley said work needed to be done urgently on finding out more about the variant. \nHe said: \"I would always say when these new variants do emerge it is a concern and it's really important that we get as much information as we can as quickly as possible. \n\"What's concerning about the Indian variant is there appear to be two mutations which... may make the vaccines less effective, and may make the virus more transmissible.\n\"The key thing here is 'may'. We are still trying to gather evidence about this.\"\nAsked if India should be added to the government's \"red list\" of banned countries, Environment Secretary George Eustice said: \"We're allowing people in from India provided they have had a pre-departure test, provided they then quarantine - albeit not in a hotel or a designated facility, but quarantine at home - and then have a test at two and eight days.\n\"So there are quite a lot of robust tests and checks for anybody coming into the country.\"\nHe said the matter was kept \"under regular review\" and the government was taking scientific advice - adding that he believed the prime minister's trip to India should still go ahead later this month. \nBoris Johnson has already scaled down his trip due to the rising number of cases - India has reported more than 150,000 Covid cases a day for the past three weeks. \nMr Eustice also told Sky's Sophy Ridge on Sunday that business needed to continue \"with the right precautions\" in place. \nLabour shadow home secretary Nick Thomas-Symonds accused the government of not doing enough to keep variants out of the UK.\n\"Large numbers of cases of two deeply worrying variants, first discovered in South Africa and India, have been discovered in the UK,\" he said.\n\"We are at a critical moment in the fight against the pandemic, as the sacrifices of the British people and the vaccine give us hope of reopening large parts of life.\"\nIn early February, Labour criticised the government for being too slow in implementing a hotel quarantine scheme and called for it to be extended to arrivals returning from all countries - not just those on a red list.\n\"Now we are seeing the results of a disastrous policy that has let thousands of people enter the UK without a proper quarantine system,\" Mr Thomas-Symonds said.\nSpeaking about other variants, Dr Hopkins also told the BBC the current vaccines were \"not as good against the South African variant as they are against our own (variant) B117 at preventing infection and transmission\" and that caution was still required. \nBut she said it was highly likely they would still be effective in reducing deaths and hospitalisations. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56791600",
      "category": "uk-scotland",
      "title": "Covid in Scotland: 'Mistake' to discharge Covid patients says Sturgeon",
      "tags": "Scottish government,Nicola Sturgeon,Coronavirus pandemic",
      "text": "Nicola Sturgeon has said the way elderly people were discharged from hospital to care homes in the early stages of the pandemic was a mistake. \nMore than 1,300 elderly people were sent to care homes before a robust testing regime was in place.\nMs Sturgeon said with \"hindsight\" she agreed with Health Secretary Jeane Freeman's view that this was mistaken.\nShe has called for a four nations inquiry into the pandemic by the end of the year.\nIn the early stages of the pandemic, hundreds of elderly people who no longer needed to be in hospital were discharged, in many cases to care homes. \nThis was at a time when the Scottish government was being advised to create as much spare capacity as possible in hospitals in anticipation of huge case numbers, and before a rigorous testing regime was in place.  \nEarlier this month, the health secretary said the government failed to properly understand the needs of social care during the pandemic.\nShe said: \"We didn't take the right precautions to make sure that older people leaving hospital going into care homes were as safe as they could be and that was a mistake.\" \nIn an interview with BBC Scotland, Ms Sturgeon was asked if she agreed with this analysis. \nShe said: \"Looking back on that now, with the knowledge we have now and with the benefit of hindsight, yes.\" \nShe later tweeted, emphasising that decisions were taken based on knowledge that was available at the time, but that it was important to be \"candid\" about what happened. \nThe first minister said the Scottish government changed the approach when it learned more about how Covid patients without symptoms could spread the virus. \nAsked if discharging untested patients from hospitals into care homes had cost lives, she said: \"The number of people who died were too many and we got some things wrong and I feel the responsibility of that every single day.\" \nScottish Labour leader Anas Sarwar said the situation in care homes had been the \"biggest crisis\" of the pandemic. \nHe said: \"We should never have been sending Covid-positive patients into care homes. That was unforgivable.\" \nMs Sturgeon told BBC Scotland she wants a judge-led public inquiry into how Covid was handled to begin before the end of this year. \nShe said her preference was for an inquiry to be established on a UK-wide basis and take account of devolved decision making, but she was prepared to go it alone.\nShe explained: \"I can't force other governments to agree to it, so if we can't get that agreement in good time I will move ahead with a Scottish-only public inquiry\". \nOther Holyrood parties have suggested distinct Scottish and UK inquiries should be set up and work together. \nMr Sarwar wants a Scottish inquiry running alongside a wider UK investigation, while Scottish Conservative leader Douglas Ross said: \"It is right that there are inquiries and I think we'll see them both here in Scotland and across the UK.\" \nThe Scottish Liberal Democrat leader Willie Rennie said: \"there would be an advantage in Scotland actually starting that process, if the UK isn't prepared to come along at this stage.\" \nThe Scottish Greens co-leader Patrick Harvie said: \"The Scottish government's response to the pandemic, including its reluctance to diverge from the UK government's approach, must be examined.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56779687",
      "category": "science-environment",
      "title": "A68: Iceberg that became a social media star melts away",
      "text": "The iceberg that was for a time the biggest in the world is no more. \nA68, as it was known, covered an area of nearly 6,000 sq km (2,300 sq miles) when it broke away from Antarctica in 2017. \nThat's like a small country; it's equal to a quarter of the size of Wales. \nBut satellites show the mega-berg has now virtually gone, broken into countless small fragments that the US National Ice Center says are no longer worth tracking.\nA68 calved from the Larson C Ice Shelf on the edge of the Antarctic Peninsula, and for a year it hardly moved. But then it started to drift north with increasing speed, riding on strong currents and winds.\nThe billion-tonne block took a familiar route, spinning out into the South Atlantic towards the British Overseas Territory of South Georgia. The small island is where many of the biggest icebergs go to die. Caught in the local shallows, they are doomed to gradually melt away.\nBut this one somehow managed to escape that particular fate. \nInstead, it was the waves, the warm water and higher air temperatures in the Atlantic that eventually consumed A68. It simply shattered into smaller and smaller fragments.\n\"It's amazing that A68 lasted as long as it did,\" Adrian Luckman, from Swansea University, told BBC News. \n\"If you think about the thickness ratio - it's like four pieces of A4 paper stacked up on top of one another. So this thing is incredibly flexible and fragile as it moved around the ocean. It lasted for years like that. But it eventually broke into four-to-five pieces and then those broke up as well.\"\nA68 will probably be best remembered as the first iceberg to become a star on social media. \nPeople around the world shared satellite pictures online, especially as the frozen block neared South Georgia. Had it grounded, the berg's immense bulk could have disrupted the foraging behaviour of the island's many penguins - and who isn't worried about penguins in peril? \nThe daily conversation on the likes of Twitter and Instagram was made possible by today's easy access to a suite of publicly available space data tools. \n\"A68 caught the attention of a lot of different people,\" commented Laura Gerrish, a mapping specialist with the British Antarctic Survey (BAS). \"We saw every little twist and turn. We were able to follow its progress with daily satellite images, at a level of detail we've not really been able to do before.\"\nOf course, the iceberg wasn't just an object of wonder; it was also the target of some serious scientific investigation. \nIts place of origin, Larsen C, is an enormous floating platform of ice, built by the merging of glacier tongues that have slid off the land into the ocean. \nA68's life story will almost certainly tell researchers something both about how ice shelves are constructed and how they break apart to produce icebergs.\n\"The one thing that is probably worth mentioning as a scientific result was how much was learned about the fracture toughness of the suture zones where inland glaciers joined together to form the floating shelf ice,\" commented Christopher Shuman from the University of Maryland, Baltimore County (UMBC) and Nasa-Goddard. \n\"Because we had new sensors seeing the rift evolution more frequently, I'm sure useful insights were gleaned that could not have been 'seen' in the decade before. This is a real testament to the investments being made in Earth observation.\"\nMost glaciologists regard A68 as the product of a very natural process. Ice shelves will maintain an equilibrium, and the ejection of bergs is one way they balance the accumulation of mass from snowfall and the input of more ice from the feeding glaciers on land. \nSo in that sense, A68 cannot be presented as a poster child for human-induced climate change. \nAll that said, A68 did showcase the sorts of processes through which warming can destroy ice structures. \nOne of these is what's termed hydrofracturing. In this process, warming produces a lot of surface meltwater that then fills fissures and cracks, driving these openings through to the base of the ice. \nThere were some spectacular examples towards the end of A68's existence where hydrofracturing turned remnant fragments to mush almost overnight.\n\"'Death by hydrofracture', 'slush puppies',\" Ted Scambos called it. \"Another example of iceberg fast-forward evolution, showing us how ice shelves might collapse in a warmer world. I guess the iceberg tested a lot of supposed knowledge, and the knowledge mostly stood up to the challenge,\" the CIRES-University of Colorado Boulder expert told BBC News.\nBAS also put a couple of robots in the ocean in February to try to study up close some of A68's latter-day segments. \nOne went missing soon after, and the other actually got stuck under the ice for two weeks before managing to free itself and continue its observations. \nThis robot will be recovered in May to pull down its data. It should reveal information about how icebergs affect their surroundings by, for example, dumping huge volumes of fresh water into the ocean as they melt.\nThe USNIC is the body recognised internationally for naming icebergs and tracking those that might pose a threat to shipping. \nTo make it on to the USNIC list of concern, a berg must either have a long-axis of greater than 10 nautical miles (18.5km) or an area of at least 20 square nautical miles (68.5 sq km). \nNone of A68's fragments now qualify. The last major piece, known as A68a, was measured on Friday to be just 3 nautical miles by 2 nautical miles. RIP."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-foyle-west-56791426",
      "category": "uk-northern-ireland-foyle-west",
      "title": "Lyra McKee's sister Nichola Corner says her 'heart is still broken'",
      "tags": "Lyra McKee,Londonderry-Derry",
      "text": "The sister of journalist Lyra McKee has spoken of her ongoing heartbreak on the second anniversary of her death. \nMs McKee was shot dead while observing rioting in Londonderry on 18 April 2019.\nThe New IRA said its members were responsible.\nNichola Corner told BBC News NI that \"part of us left\" after her sisters death and her family have renewed an appeal for people to come forward with information.\nMs McKee's family have written to residents in Creggan appealing for information ahead of the second anniversary of her killing.\nThe family are asking local people to help them \"achieve justice for Lyra\".\nPaul McIntyre, 52, from Ballymagowan Park in the city has been charged with her murder, which he denies.\nAt a previous court appearance the prosecution alleged Mr McIntyre was seen walking beside the gunman and that he was seen crouching down and picking up four cartridge cases from the gun used to murder Ms McKee.\nThey also said Mr McIntyre was spotted leaving the scene with the gunman.\nMrs Corner said people in the Creggan area where Ms McKee was killed were \"very much familiar\" with fighting for justice, and \"would have and still continue to fight for for their own loved ones who've been so needlessly taken from their lives\".\n\"Our Lyra was really, really energetic and she had a wonderful and sometimes even wicked sense of humour,\" she said. \n\"She loved to laugh and she absolutely adored being around other people, she loved hugging people.\"\nShe said her sister \"just loved sharing love with other people\" and \"would do absolutely anything for anyone\".\nIn their letter to the residents of Creggan sent earlier this week, the McKee family wrote: \"Our Lyra deserves justice. Our mother died of a broken heart in March 2020. She just could not live without her baby.\n\"Our mother did not live to see justice for our Lyra's murder.\n\"Our family continue to struggle to deal with the loss of our sister and mother but we are determined to pursue justice for them both. \n\"We believe that you can help us\".\nMs McKee's partner, Sara Canning told BBC News NI, the last two years had been \"full of unimaginable heartache\".\nMs McKee was a writer and campaigner from Belfast who had only recently moved to Derry when she was killed.\nThe 29-year-old was standing near a police 4x4 vehicle on the night of 18 April 2019 when a masked gunman fired towards officers and onlookers.\nRegarded by many as a rising star in Northern Ireland media circles, she had written for many publications, including Buzzfeed, Private Eye, the Atlantic and Mosaic Science.\nShe was named Sky News young journalist of the year in 2006 and Forbes Magazine named her as one of their \"30 under 30\" in media in Europe in 2016.\nShe had signed a two-book deal with the publisher Faber and Faber.\nAccording to those who knew her best, she was someone who \"believed passionately in social and religious tolerance\".\nHer death caused widespread revulsion in Northern Ireland and further afield.\nHer funeral was attended by then prime minister Theresa May, Taoiseach (Irish PM) Leo Varadkar and Irish President Michael D Higgins at St Anne's Cathedral in Belfast.\nEarlier this month, Ms McKee's family erected a number of billboards in Derry appealing for information about her death.\nOn Sunday, Derry's Guildhall and other council-owned building will be lit up in rainbow colours to mark the second anniversary of her killing.\n\"Lyra was a tremendously positive person who had so much still to offer the world, and it is important that her spirit lives on in both our memories and deeds,\" the city's Mayor Brian Tierney said.\nHe said it was fitting the city should lead the way in celebrating the journalist's life."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56790414",
      "category": "uk",
      "title": "Covid-19: Queen sits alone at funeral, and three million deaths worldwide",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you tomorrow morning. \nThe image of the Queen sitting by herself at the funeral of the late Duke of Edinburgh would have resonated with the thousands of families who have had to honour loved ones in similar fashion during the pandemic. Coronavirus rules meant only 30 mourners - socially distanced and wearing face masks - could attend the service at St George's Chapel, Windsor Castle, on Saturday. The couple were married for 73 years and Prince Philip was the longest-serving consort in British history. Despite the extraordinary circumstances, these were the personal touches showing it was the duke's funeral.\nAnother grim milestone has been reached in the coronavirus pandemic, as Johns Hopkins University announces the death toll has surpassed three million people. Nearly 140 million cases have been recorded since the start of the pandemic. World Health Organization chief Dr Tedros Adhanom Ghebreyesus warned on Friday that \"cases and deaths are continuing to increase at worrying rates\". He said the number of new cases per week globally has nearly doubled in the past two months. Read more about how fast Covid vaccines are being rolled out worldwide.\nWhen you think of student accommodation, dilapidated halls of residence or cramped, rundown shared houses usually come to mind. But for those studying in one of the world's most expensive cities, their experience is more luxury than budget. Students in Zurich are living in a former business hotel - once Switzerland's tallest - which closed in November. It's given them a chance to experience a semblance of the student social life otherwise made impossible by the pandemic.\nThousands of music fans in Liverpool will get the opportunity to enjoy a near-normal gig as part of a pilot event next month. Face coverings will not need to be worn and attendees will not have to socially distance. The outdoor concert at Sefton Park on 2 May will be able to welcome 5,000 music lovers. It's part of a series of government-led trial events in England, the first of which was held at the World Snooker Championships on Saturday. Read more about the other events planned.\nChris Miller and Ffion Martin got engaged during the first UK-wide lockdown and - like so many others - had to put any grand plans they had for their big day on ice. They now hope Covid restrictions will soon ease so they can start planning their wedding. What are the restrictions on weddings in your area?.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56787190",
      "category": "uk-scotland",
      "title": "Duke of Edinburgh: Pupils at his former school lay wreath at sea",
      "tags": "Prince Philip, Duke of Edinburgh",
      "text": "Pupils at the Duke of Edinburgh's former school have paid tribute to him by laying a wreath at sea in his memory.\nGordonstoun school remembered Prince Philip during an event at Hopeman Harbour in Moray.\nPupils gathered on the school's yacht, Ocean Spirit, which was anchored off the Moray harbour.\nA lone piper played Flowers of the Forest on the harbour wall as a wreath was laid in the water.\nAs a pupil at the exclusive boarding school in the 1930s, Prince Philip learned to sail in the sea in the Moray Firth. \nGordonstoun's principal Lisa Kerr said the school had spent the last week reflecting on \"how proud we are in shaping what was important to the duke\". \nShe added: \"We can't have large-scale gatherings at the moment, but to be able to have a smaller tribute to him which is still an appropriate scale is great.\n\"For us to put together this tribute felt like the right thing to do in these circumstances - it represents his love of the Moray Firth, Hopeman Harbour and Gordonstoun.\"\nMs Kerr said the school had provided stability after the turbulent early years of the prince's life.\nShe said: \"When he came to Gordonstoun in 1934 as the school's tenth pupil it was a place where he found security and stability and a place where he was able to discover his true self and become the very best version of himself.\n\"It was somewhere that he developed his love of the sea, his love of sport, his connection with the outdoors and particularly built his focus on service to others, which is such an important part of the Gordonstoun curriculum even today.\"\nThe school has released new pictures of the duke sailing a boat when he would have been about 15 years old. \nMs Kerr said his connection to Gordonstoun was \"lifelong\", and he had written to the school in the final days of his life.\nThree of Prince Philip's children and two grandchildren attended Gordonstoun.\nMs Kerr added: \"When he came to Gordonstoun as a parent or grandparent, there was no pomp and ceremony.\n\"There's a lovely story of how he came to one of Prince Edward's drama performances and he sat in a seat with a handwritten sign that simply said 'mum and dad'.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56603158",
      "category": "uk-wales-politics",
      "title": "Horse cruelty: 'More powers needed' to tackle issue",
      "tags": "Horses,Animal welfare,Welsh Parliament election 2021,Welsh Parliament",
      "text": "There are calls for charities to be handed powers to enforce laws around horse welfare.\nLisa Lanfear, a welfare officer for the Communities For Horses charity, said no charity had the statutory power to act on concerns about horses.\nCouncils are able to act, and Ms Lanfear said the situation had improved slightly in some areas. \nBut she said there were not enough properly trained officers.\nCouncils are also not obliged to uphold the laws, and Ms Lanfear would like to see them become accountable for equine welfare and be given the resources to enable this.\nThe Welsh Local Government Association (WLGA) said councils had taken \"strong enforcement action\" and enforcement teams were facing \"significant financial pressures\" and \"considerable costs\" when taking action. \nHowever, the WLGA said councils would \"consider all the circumstances of any case to determine the most appropriate course of action\".\nAs part of a series looking at the issues people in Wales would like to see tackled after the Senedd election, BBC News spoke to Ms Lanfear.\nIt follows a separate petition going before the Senedd calling for horse tethering - securing a horse to an area with a long rope or chain tied from its headcollar or neck strap - to be banned.\nHowever, Ms Lanfear did not think this was necessarily the correct approach. She said laws were already there to protect horses, and a code of practice was in place for horse tethering, but these needed to be enforced more proactively.\n\"I can understand why the petition is going, it's not the first to try and ban tethering and I feel a lot of empathy and sympathy towards it.\"\nWALES ALERTS:  Get extra updates on BBC election coverage\nMs Lanfear added: \"I can understand how people feel when they see a horse tethered as it's not very nice and it's a very emotive subject.\n\"But there are a lot of things already in place. We already have three sets of legislation.\"\nThis includes a requirement for all horses to be passported and microchipped by law, meaning all should be identifiable.\nMs Lanfear said banning tethering would not stop people from owning horses, especially if it was within their culture and heritage to do so.\nShe added there were issues with stabled horses too, and generally how they were kept across the board.\n\"Horses are sometimes tethered or stabled 24/7.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nWho can vote? Anyone who lives in Wales, is registered to vote and aged 16 or over on 6 May is eligible. You can register to vote online.\nMs Lanfear said she also wanted more awareness of the five domains of welfare, a tool to measure welfare needs of all animals.\n\"Some people do see them as a status symbol, but some people have an innate desire to have horses because it's part of their heritage.\n\"The horse community is very close-knit, and it comes down to a society which has marginalised them so they stick together, and we need to look at the fact that they are really marginalised and disadvantaged and, again, we see that across the whole of the UK.\"\nMs Lanfear added that, if tethering were banned, people would still keep the horses and in potentially worse conditions.\nShe instead called for more organised grazing schemes and for otherwise unused land to be utilised for horses, so there was enough space for people to offer horses better welfare standards.\n\"People start hiding horses any way they can, because all are not going to get rid of the horses, they are going to put them somewhere else.\n\"We have pulled horses out of sheds, coal bunkers, back gardens.\"\nMs Lanfear, who said horse sanctuaries were already overburdened, said the necessary legislation was already in place but there were simply not enough local authority officers with the correct skillsets to enforce it.\n\"When there are concerns about horses, we are totally powerless, we don't have statutory powers to act.\"\nShe said equine experts existed within charities who could be used to help enforce the rules if they were granted the power to do so.\nMs Lanfear, who co-founded Communities for Horses, was commended by the National Equine Forum for her commitment to equine welfare during the Covid-19 pandemic.\nThe charity received hundreds of calls during the pandemic from people concerned about the health and safety of horses in Swansea, and Ms Lanfear said she was \"thrilled\" her work had been recognised.\nThe WLGA spokesman said: \"Local authorities have taken strong enforcement action - including prosecutions leading to imprisonment - in a number of high-profile cases... and will continue to do so wherever appropriate.\n\"However, enforcement teams are experiencing significant financial pressures, and there are considerable costs involved in taking enforcement action of this kind. Individual local authorities will consider all the circumstances of any case to determine the most appropriate course of action.\""
    }
  ]
}