{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-59450418",
      "category": "business",
      "title": "Covid: Shoppers asked to respect new mandatory mask rules",
      "tags": "Retailing,Supermarkets,British Retail Consortium,Sajid Javid,Coronavirus pandemic",
      "text": "Consumers are being asked to \"respect\" new rules on mandatory face masks in shops in England this week following the emergence of a new Covid variant.  \nThe British Retail Consortium, which represents the industry, said it is up to the police to enforce the measure. \n\"However, customers are asked to respect the rules and be considerate to their fellow shoppers and to hard-working shop staff,\" it said.\nViolence against retail staff has increased during the pandemic.\nThe Co-op, which previously reported that violent crime had worsened during Covid, said on Sunday: \"Our priority is to provide a safe shopping and working environment for our customers and colleagues.\n\"As throughout the pandemic, we support our customers wearing a face covering when shopping in our stores.  It's not our place to enforce face coverings or to refuse to serve a customer who chooses not to wear one.\" \nHealth Secretary Sajid Javid confirmed to Sky News on Sunday that mandatory mask wearing in shops across England will come into force on Tuesday, 30 November. \nIt brings England into line with the rest of the UK where mask wearing in stores is still required.\nThe move follows the discovery of the new Omicron strain of Covid last week. The UK has three confirmed cases of the variant, and more are expected to be found in the coming days.\nAsked whether shoppers in England could face fines if they fail to comply with the rules, Mr Javid told the BBC's Andrew Marr Show: \"It will be a legal requirement by government regulation to wear masks in shops and public transport.\" \nPaddy Lillis, general secretary of shop workers' union Usdaw, accused the government of \"flip-flopping\" on the issue, which he warned could lead to conflict.\n\"There is no reason why, when lifting other Covid restrictions in England, the government could not have kept the requirement to wear a face covering in busy public places, like shops and public transport,\" he said.\n\"This flip-flopping on basic and sensible Covid measures and the different rules across the UK create confusion, reduce compliance and can lead to conflict.\"\nHe added: \"We ask the public to follow the rules and respect shop workers, abuse is not a part of their job.\" \nA spokesperson for the British Retail Consortium, said: \"While enforcement of the government's new mandate is one for the police, the ultimate responsibility for wearing a face covering in store rests with individual shoppers.\"\nAldi said that from Tuesday, all customers will be required to wear a face covering in its stores \"unless they are medically exempt\".\nAldi's chief executive Giles Hurley, said: \"The safety of our colleagues and customers is our number one priority.\"\nThe British Independent Retailers Association (Bira) said it supports people wearing face coverings in shops in England: \"We are pleased that a decision has been made to keep everyone safe and stop the spread of this new variant.\" \nBira's chief executive Andrew Goodacre said: \"We now hope that the general public will be as responsible as the shop owners and staff and wear face coverings without any objections.\"\nMorrisons said it would follow all government guidelines. A spokesperson for Asda: \"We've always followed government guidance during the pandemic and we are awaiting further details from the government following [Saturday's] announcement.\nSainsbury's said: \"We are reviewing the latest government guidance and will keep customers and colleagues updated.\" \nEarlier this year, bosses from 100 retailers signed a letter to the government asking for tougher laws to protect shop workers from abuse and violence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-59452502",
      "category": "education",
      "title": "Covid: Secondary school pupils in England advised to wear masks",
      "tags": "Schools,Department for Education,Nadhim Zahawi,Coronavirus pandemic",
      "text": "Pupils at secondary schools in England are being \"strongly advised\" to wear face coverings in communal areas from Monday.\nThe education secretary said he wanted to make sure education settings are \"as safe as possible\" amid concerns at the spread of the Omicron Covid variant.\nThe guidance also applies to staff and visitors at all schools and childcare settings.\nUnions welcomed the announcement but called for further support.\nIt comes after the government announced that face masks would once again become mandatory in England in shops and on public transport from 04:00 GMT on Tuesday.\nThe Department of Education (DfE) said its guidance was temporary and would be reviewed in three weeks. However, for most secondary state schools in England, there is only approximately three weeks left of the Christmas term.\nEarly evidence suggests the new Omicron variant has a higher re-infection risk, while scientists said current vaccines could be less effective.\nEducation Secretary Nadhim Zahawi said the new variant is likely to have caused concern for teachers, wider education and childcare staff, parents, pupils and students.\nThe government is \"already taking targeted and proportionate action as a precaution while we find out more information about the new variant\", he said.\nHe added: \"As we do, we will continue to prioritise children's and young people's education and wellbeing, making sure education and childcare settings are as safe as possible and children continue to benefit from classroom teaching.\"\nThe DfE said staff and students should continue to be encouraged to test themselves twice a week, using lateral flow tests. \nThe department also suggested educational establishments would \"want to consider\" whether to go ahead with any planned international trips at the current time, given the potential risk to education from the need to isolate and test when returning to the UK.\nPrime Minister Boris Johnson has announced a raft of new measures to tackle the spread of Omicron, including obliging all travellers arriving in the UK to take a PCR within two days of arrival and self-isolate whilst awaiting a negative result.\nAnd all contacts of new variant cases will have to self-isolate, even if fully jabbed.\nGeoff Barton, general secretary of the Association of School and College Leaders, described the guidance on face coverings in schools  as \"a sensible response\".\nBut he added: \"This worrying situation, however, emphasises the need for better support from the government for the education sector.\"\nKevin Courtney, joint general secretary of the National Education Union, also welcomed the measure but said the DfE \"should go further and encourage mask-wearing in secondary classrooms\".\nHe called on the government to draw up plans \"to improve ventilation and air filtration\" in school settings.\n\"These steps can all help reduce the spread of Covid and thereby reduce disruption to education,\" he said.\nA third case of the Omicron variant was confirmed in the UK on Sunday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59448398",
      "category": "uk",
      "title": "Migrant crisis: Lack of co-operation will lead to worse scenes in Channel, warns Priti Patel",
      "tags": "Calais migrant crisis,English Channel,Priti Patel,Europe migrant crisis",
      "text": "Home Secretary Priti Patel has warned that failure by European politicians to co-operate on the continent's migrant crisis will lead to \"even worse scenes\" in the English Channel this winter.\nFrance is hosting German, Belgian and Dutch ministers and European Commission officials for talks.\nMs Patel was disinvited from the summit after a row between Boris Johnson and French President Emmanuel Macron.\nLabour accused them of \"engaging in a blame game while children drown\".\nOn Wednesday, 27 people died as they headed for the UK from France. Their boat sank in the Channel. The International Organization for Migrations said it was the biggest single loss of life in the Channel since it began collecting data in 2014.\nTheir deaths have raised questions about why so many people are attempting the journey despite the dangerous conditions, and how to tackle the problem.\nThe home secretary vowed to \"continue to push\" for improvements to tackle the crisis. \nAnd Ms Patel said she would be holding \"urgent talks with my European counterparts\" later this week \"to prevent further tragedies in the Channel\". \nOn Sunday, she spoke to the Dutch minister for migration, Ankie Broekers-Knol. The Home Office said the pair agreed on the need to tackle the criminal gangs organising the crossings and on the importance of agreements for returning migrants to European countries. \nOn Friday, Prime Minister Boris Johnson publicly shared a letter he had sent to the French president on how to deal with the current situation. \nIn it he set out five steps - joint patrols of the Channel, better use of technology such as sensors and radar, maritime patrols in each other's waters, stronger co-operation by intelligence services and negotiation on a policy of returning migrants who reach the UK to France\nThis letter angered Mr Macron and according to the French government, it demonstrated \"double talk\" from the UK. \nThis resentment from Paris led to the home secretary's invitation being revoked.\nHowever the UK government said that even if the home secretary did not attend Sunday's meeting in Calais, British officials would be there.\nIn light of the Franco-British tensions, Ms Patel said: \"The UK cannot tackle this issue alone, and across Europe we all need to step up, take responsibility, and work together in a time of crisis.\"\nShe added: \"We will not shy away from the challenge we face, and next week I will continue to push for greater co-operation with European partners because a failure to do so could result in even worse scenes in the freezing water during the coming winter months.\"\nMs Patel said the conversations she had had on Thursday with her French counterpart, Gerald Darmanin, had been \"constructive\". \nSpeaking to Sky News, Labour's shadow foreign secretary Lisa Nandy said it was \"unconscionable\" that France and the UK government were \"engaging in a blame game while children drown off our coastline\".\nShe said her party would work with international partners to \"open up safe and legal routes\" for refugees in order \"to pull the rug out from under the business model that these smugglers currently rely on\".\nFor several years, people smugglers have sent migrants to the UK in lorries. Although this route is safer than small boats, there have also been tragedies, including the 39 Vietnamese people found dead in a refrigerated lorry in 2019. \nHowever, the security at the Port of Calais in France - where UK border controls operate - has been tightened. \nThis has meant that more attempts are being made to send people by boat, according to Tony Smith, former director general of UK Border Force.\nSo far this year, the number of people crossing the channel in small boats has far exceeded previous years. \nAsylum claims to UK are at their highest since 2004, according to official estimates. However, other countries in Europe are also processing a high amount of asylum applications.\nMany people fleeing conflict zones already choose to make an asylum claim in the first country they arrive in - such as Greece, Turkey or Italy - and only a minority choose to travel on to the UK.\nLast year, Germany had the highest number of asylum applicants in the EU (122,015 applicants), while France had 93,475 applicants.\nIn the same period, the UK received the fifth largest number of applicants (36,041) when compared with countries in the EU (around 7% of the total). This represents the 17th largest intake when measured per head of population, according to UN Refugee Agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-59453488",
      "category": "uk-scotland-scotland-politics",
      "title": "SNP to table motion to censure Boris Johnson",
      "tags": "SNP Conference,Nicola Sturgeon,Ian Blackford,Scottish independence,SNP (Scottish National Party)",
      "text": "The SNP is to table a motion of censure over the leadership of Prime Minister Boris Johnson at Westminster.\nThe party's Westminster leader Ian Blackford told SNP conference delegates that Mr Johnson should be held to account for his \"disastrous actions\".\nHe said his party would act as the \"real opposition\" by tabling a motion rebuking the prime minister on Tuesday.\nMr Johnson has insisted that his UK government is \"delivering for the people of this country\".\nThe Conservative administration has a working majority of 77 seats in the House of Commons, meaning it is unlikely Mr Blackford's motion will pass.\nHowever, the SNP MP said it was important the prime minister was held to account, saying: \"Unless he faces consequences for his disastrous actions, he won't just think he's gotten away with the mess he has made of the last few months - he will think he can do it all over again\".\nThe party had tweeted that the motion was to underline that Scots have \"no confidence\" in Mr Johnson's leadership, but the party later clarified that it will not in fact be a formal motion of no confidence.\nIn his speech to the SNP's virtual party conference, delivered from his home in Skye, Mr Blackford criticised the \"chaotic governance\" within Downing Street.\nHe said a recent speech where Mr Johnson lost his place in his notes before making reference to cartoon character Peppa Pig was evidence that the prime minister is \"becoming deeper and deeper out of his depth\".\nThe SNP Westminster leader said he would table a censure motion during the SNP's opposition debating time on Tuesday, saying Mr Johnson had produced an \"omnibus of omnishambles\" in his time as prime minister.\nLabour has also attacked Mr Johnson's performance, with leader Keir Starmer saying he is \"taking the country absolutely nowhere\", breaking promises to voters and \"delivering high taxes, high prices and low growth\".\nMr Johnson has defended his record, pointing in particular to employment figures and the rollout of the vaccine programme.\nHe told MPs on Wednesday: \"We are delivering for the working people of this country. We are fixing the problems that they thought could never be fixed, and we are doing things that they thought were impossible.\n\"There are now more people in work in this country than there were before the pandemic began. That is because of policies that this government has followed.\"\nMr Blackford told the conference that independence was the best way for Scotland to escape the \"constant crisis\" of the UK - claiming that it is \"within grasp\".\nThe MP told BBC Scotland's Sunday Show that a bill would be tabled and passed by the pro-independence SNP and Green parties at Holyrood \"over the course of the coming period\", and that a vote would be held in 2023 \"in an ideal set of circumstances\".\nHowever, there have been questions over when the Covid-19 pandemic will have abated sufficiently to allow the national debate Mr Blackford said he was \"absolutely desperate\" to have, and whether legislation brought forward at Holyrood could be challenged at the Supreme Court.\nAsked by the BBC's Andrew Marr whether concerns about the new Omicron variant could affect the SNP's timetable for a referendum, First Minister Nicola Sturgeon said that steering Scotland through the pandemic would be her main focus and priority \"for as long as necessary\".\nShe said: \"I made a statement in parliament on Tuesday where I was really hopeful that we were starting to turn the corner. Clearly a few days on the situation looks potentially very different with the arrival of a new variant.\n\"I think if I stood up in front of my party and told them that I alone in the world could see when this Covid pandemic was going to end, then people would look at me askance.\"\nMs Sturgeon wants to strike an agreement with UK ministers to hold a vote - as happened for the 2014 referendum - but has been rebuffed by successive prime ministers.\nBoth Theresa May and Boris Johnson have said the time is not right for a fresh vote, with Mr Johnson arguing that UK-wide responses to the pandemic like the vaccine programme and furlough scheme underline the \"merits of the union\".\nA UK government spokesperson said: \"This is not the time for divisive constitutional arguments.\n\"Now more than ever, people in Scotland want to see the UK and Scottish governments working together to protect lives, jobs and recover from the effects of Covid-19 on our economy and public services.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59450168",
      "category": "world-asia",
      "title": "New Zealand politician Julie Anne Genter cycles to hospital to give birth",
      "tags": "Childbirth,Auckland,New Zealand",
      "text": "A New Zealand MP cycled to hospital while in labour on Sunday only to give birth barely an hour later.\n\"I genuinely wasn't planning to cycle in labour, but it did end up happening,\" Julie Anne Genter said on Facebook afterwards.\nThe Green party's spokesperson for transport was not doing this for the first time - she was a minister three years ago when she took a similar trip.\nMs Genter, 41, is a well-known and outspoken cycling advocate.\nThe US-born politician said her contractions \"weren't that bad\" when she and her husband decided to cycle.\nShe posted a picture of the couple in the hospital car park."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59446944",
      "category": "world-latin-america",
      "title": "Hondurans vote to replace controversial leader",
      "tags": "Juan Orlando Hernandez,Honduras",
      "text": "In the final hours before polling day in Honduras, a few dozen activists gathered inside the Liberal Party's headquarters in the capital, Tegucigalpa, for some last-minute training on the main plank of their electoral platform.   \nOn a flatscreen TV, they watched their white-shirted presidential hopeful, Yani Rosenthal - who lies third in the polls - extol the virtues of the universal basic income, a proposed family stipend of 1,500 lempiras ($60; £45) a month for the country's poorest.  \n\"That's $2 a day which is precisely the World Bank's definition of the poverty line,\" Mr Rosenthal tells me in an empty back office, citing the success of similar programmes in Brazil and Jamaica.  \nThe funds for such a plan already exist in cash-strapped Honduras, he insists, saying around $3bn in public funds are siphoned off each year through corruption.  \n\"The money is there. If we can reduce corruption to about half its current level, we can reach about three million Hondurans,\" he says. \nBut such a facile-sounding campaign promise is tough to deliver. It's become almost impossible to eradicate corruption in Honduras, an all-pervasive disease crippling the country's economic development.  \nAnd, as Yani Rosenthal's critics are quick to point out, he is in no position to lecture anyone about corruption - he spent three years in a US prison for laundering drug money.  \n\"Rosenthal doesn't represent change,\" says economics student, Mario Aguilar, dismissively. As we drive past a group of flag-waving Libre Party supporters, Mario says he is most likely to vote for their candidate, the frontrunner and former First Lady, Xiomara Castro.   \nIn her final campaign rally, Ms Castro promised to \"pull Honduras out of the abyss\" of \"a narco-dictatorship and corruption\". \nStrong words about the state of the nation but they clearly ring true for many voters.\nMarried to the former President Mel Zelaya, who was ousted in a coup in 2009, she has stood on a platform of \"democratic socialism\", which includes plans to decriminalise abortion, create an anti-corruption commission, bring down soaring utility bills and dismantle drug-trafficking networks. More worrying for Washington, she also plans to re-establish diplomatic ties with mainland China at the cost of relations with Taiwan.  \nDespite the TV spots trying link her to that other Castro - the late Cuban leader, Fidel - and his Venezuelan protégé, Hugo Chavez, the scare tactics may not be enough to prevent her from becoming Honduras's first woman president. \nStudent Mario Aguilar sees Xiomara Castro as \"the least worst option\". \nBut like him, many are ready to punish the ruling National Party and outgoing President Juan Orlando Hernandez for a series of corruption scandals, ruinous economic mismanagement and poor handling of the coronavirus pandemic.  \nNatural disasters, too, have played a part. Thousands still live in perilous conditions after two huge hurricanes, Eta and Iota, battered the country last year, prompting a sharp rise in immigration north. \nIn such a febrile atmosphere, many are wary of a repeat of the events of four years ago, when the vote count was mired in allegations of fraud.  \nAt least 30 people were killed in street protests, mainly by the security forces. Yet within weeks, the Trump administration had recognised Mr Hernandez's victory even as international election observers and opposition parties were still challenging the result. \nSince then, President Hernandez has come to represent the very worst of Latin American leadership in the 21st Century.   \nAuthoritarian, disgraced and now deeply unpopular, his brother was sentenced in the US to life imprisonment plus 30 years for \"state-sponsored drug trafficking\". \nIn the trial, and a subsequent one of another Honduran drug smuggler, President Hernandez was identified as a co-conspirator. The sitting president - one of Washington's key allies in Central America - dubbed a drug lord in open court by the US department of justice.  \nThe BBC has repeatedly requested an interview with President Hernandez over the past few months but none have been granted. \nHe has robustly denied any wrongdoing or involvement with drug cartels and says the accusations against him are politically motivated. Yet it appears few voters believe him. \n\"He could be in big trouble when he leaves office,\" says Mario, with no hint of sympathy.  \n\"We've heard that charges against him are being prepared [in New York],\" says Fernando Silva, a journalist with the Honduran publication, Contra Corriente. \"He runs the real risk of being extradited when he leaves power.\" \nPresident Hernandez desperately needs the National Party and its candidate, the current mayor of Tegucigalpa, Nasry Asfura, to win to provide him some degree of official protection. \nHowever, he faces two serious problems there.   \nFirst, Mr Asfura seems well aware of the toxic stain of association with President Hernandez. He has distanced himself from the incumbent and knows that any move to grant immunity to the tainted leader would be deeply unpopular.  \nSecondly, Mr Asfura is currently trailing Xiomara Castro by double-digits in most polls.  \nJuan Orlando Hernandez's name is not on the ballot but the election is largely about him and his party's 12-year-long iron grip over the country, says journalist Fernando Silva.  \n\"He once said the National Party would be in power for 50 years. This feels like a defining moment as to whether that's the case.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59442956",
      "category": "uk-england-merseyside",
      "title": "Ava White: Police release image of van after girl stabbed to death",
      "tags": "Merseyside Police,Toxteth,Liverpool,Ava White death",
      "text": "A van driver near the scene of the fatal stabbing of a 12-year-old girl may have witnessed something \"vital\", police said. \nAva White was out with friends in Liverpool when she was attacked on Thursday and died shortly afterwards.\nThe occupants of a silver Enterprise van spotted in the vicinity are being sought by detectives.\nOfficers continue to question four boys, aged between 13 and 15, who were arrested on suspicion of murder.\nAva was stabbed shortly after the city's Christmas lights switch-on at about at 20:40 GMT.\nPolice said officers found Ava collapsed on the ground with \"catastrophic injuries\" in Church Alley.\nOfficers have shared a CCTV image of the van that was in the area at the time, asking for the driver to come forward.\nThe occupants are in no way suspected of being involved in Ava's death, said Merseyside Police. \nIn the city centre, a cordon remains near Church Alley while detectives continue their searches for the murder weapon.\nFloral tributes have been left near the scene where Ava was attacked.\nAva, who attended Notre Dame Catholic College in Everton, was taken to Alder Hey Children's Hospital with critical injuries but died a short time later. \nPaying tribute to her, head teacher Peter Duffy said the year eight pupil was \"an incredibly popular girl with a fantastic group of friends\".\n\"My staff are working with students to provide all the support they need at this traumatic time.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59453744",
      "category": "uk",
      "title": "Covid: Third case of Omicron variant detected in the UK",
      "tags": "Coronavirus testing,City of Westminster,Coronavirus pandemic",
      "text": "A third case of the Omicron coronavirus variant has been detected in the UK, the Health Security Agency has said. \nThe person is no longer in the UK but had visited Westminster in London.\nIt comes after the government set out measures in response to the variant, including mandatory face masks in shops and on public transport in England.\nAnd the Department for Education is now advising pupils in Year 7 and above, as well as school staff and visitors, to wear face coverings in communal areas.\nThe measure applies to education establishments in England including secondary schools, colleges and universities, as well as staff in childcare settings.\nEarly evidence suggests the new Omicron variant - initially reported to the World Health Organization from South Africa on Wednesday - has a higher re-infection risk.\nOn Monday, an urgent meeting of G7 health ministers will be held \"to discuss the developments on Omicron\", the Department for Health and Social Care said.\nHealth Secretary Sajid Javid told the BBC ministers had acted \"swiftly\" and \"in a proportionate way\" as news of the variant emerged. \nOther measures will see people arriving in the UK required to take PCR tests and isolate until they get a negative result. Both this requirement and the mask mandate will come into effect at 04:00 GMT on Tuesday.\nMr Javid said he expected to receive new advice within the next couple of days from the Joint Committee on Vaccination and Immunisation (JCVI) on extending the booster vaccination programme.\nThe deputy chairman of the JCVI told the BBC adults aged 18 and over \"will have an offer of a booster earlier than we had previously envisaged\".\nBut the government has stopped short of issuing advice to work from home or requiring vaccine passports in England, which are part of its Plan B for winter - a contingency plan if intervention on Covid is needed to protect the NHS.\nTen countries in southern Africa are now on the UK's travel red list, meaning that until further notice, any British or Irish residents arriving in the UK after recently visiting any of those countries will have to quarantine in an approved hotel for 10 days. Residents from the countries themselves will not be allowed into the UK until the red list status changes.\nProf Neil Ferguson - a key government adviser on the pandemic - said \"it's likely we'll detect quite a lot more cases in the coming days\" because the UK is among the countries to see the largest number of flights from South Africa, where the variant is circulating.\nOmicron has been detected in a number of other countries, including Belgium, Denmark, Germany, Italy, the Netherlands, Australia, Hong Kong and Israel.\nThe UK Health Security Agency (UKHSA) said the person in the third UK case had been linked to travel in southern Africa. Testing is being carried out at locations they visited in London's Westminster area.\nThe agency said it was \"very likely\" more cases would be found in the coming days.\nDr Jenny Harries, chief executive of the UKHSA, said: \"Our advanced sequencing capabilities enable us to find variants and take rapid action to limit onward spread. \n\"We are continuing our efforts to understand the effect of this variant on transmissibility, severe disease, mortality, antibody response and vaccine efficacy.\n\"It's critical that anyone with Covid-19 symptoms isolates and gets a PCR test immediately. Vaccination is critical to help us bolster our defences against this new variant.\"\nThe first UK cases were confirmed on Saturday in Brentwood, Essex and Nottingham. Contact tracing is taking place and Essex County Council is asking people who were at a church and a KFC outlet in Brentwood to get a PCR test. \nSouth Africa has a young population and it is encouraging that doctors there are reporting that Omicron is causing mild symptoms with no increase in hospital admissions.\nBut we need to see what happens when the variant moves into older age groups who are the most vulnerable to Covid.  \nWe also need to see what happens when Omicron comes up against the fully immunised, and those who have had a third booster shot. So far the vaccines have proved highly effective at giving strong protections against severe illness from all variants. \nIf the vaccines prevent people falling seriously ill with Omicron, then some breakthrough infections - while unwelcome - will not be disastrous.\nAs long, of course, as people are already vaccinated. If anything, this is a wake-up call for those yet to be vaccinated to come forward and get the jab.\nPrime Minister Boris Johnson has called the new measures for England \"temporary and precautionary\" - and said they would be reviewed in three weeks, just before most schools break up for the Christmas holidays.\nLabour has called for full implementation of Plan B and for improved sick pay to encourage self-isolation.\nUnder the rules coming in on Tuesday: \nIn Scotland, Wales and Northern Ireland, face coverings are already mandatory on public transport and many indoor areas.\nAsked about Scotland's approach to the new variant, First Minister Nicola Sturgeon said \"we may need to go further in restricting travel in the days to come\", adding: \"We need to be open-minded to doing anything to keep the population safe.\"\nThe average number of daily confirmed Covid cases in the UK began rising again in early November. A further 37,681 confirmed cases were announced on Sunday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59454135",
      "category": "world-europe",
      "title": "Channel migrants: France wants 'serious' talks with UK",
      "tags": "Calais migrant crisis,France,English Channel,Europe migrant crisis,European Union,Migration",
      "text": "France's interior minister has said he wants to work with the UK on migration but that talks need to be serious.\nGérald Darmanin made the comments at a meeting of European officials following the deaths of 27 people who drowned in the English Channel this week as they tried to cross from France to the UK \nThe UK's invitation to the meeting was halted in a diplomatic row with France.\nHome Secretary Priti Patel described her absence at the meeting in Calais as \"unfortunate\".\nBut she says she is holding separate urgent talks with European ministers this week.\nThe UK's absence came after Emmanuel Macron reacted angrily to Boris Johnson's public call for France to take back migrants who reach the UK. \nThe French president accused the UK prime minister of showing a lack of seriousness by publishing the letter on Twitter.\nThe UK government insisted that the letter was sincere and urged France to reconsider its invitation, with Mr Johnson saying: \"This is a problem we have to fix together.\"\nBelgium, France, the Netherlands, Germany and the European Commission attended the talks in Calais, which Mr Macron set up to deal with the recent surge in migrant crossings of the Channel.\nThe sinking of an inflatable boat last Wednesday marked the biggest loss of life by drowning in the Channel in many years, with 17 men, seven women - one of whom was pregnant - and three children dying.\nMany of the victims came from Iraqi Kurdistan. They include Maryam Nuri Mohamed Amin, the first to be named, who was trying to join her fiance in the UK. \nSpeaking at the start of the meeting, Mr Darmanin said he wanted to work with the UK to deal with the crisis.\n\"Britain left Europe, but not the World. We need to work seriously on these questions... without being held hostage by domestic British politics,\" he said.\nThe interior minister added that there had been too many deaths and \"we cannot accept that any more people die\".\nBut he also argued that the UK had to assume responsibility by making itself less economically attractive for illegal migrants.\nIn the few studies that exist, family ties have been identified as the main reason migrants wish to travel from France to the UK. Immigration expert Marley Morris told the BBC the UK had introduced policies that make it much harder to work illegally.\nOfficials at Sunday's meeting agreed that Frontex, the European border agency, would send a plane to help combat migrant trafficking in the Channel from Wednesday.\nEU Commissioner for Home Affairs Ylva Johansson said the criminal groups organising the trips were acting \"more or less on an industrial scale\".\n\"That's why it's so important to have an even closer police cooperation with the help and support from Europol,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-59451117",
      "category": "uk-scotland-scotland-politics",
      "title": "Nicola Sturgeon: Covid travel curbs 'may need to go further'",
      "tags": "Nicola Sturgeon",
      "text": "Travel restrictions may need to be tightened further in the coming days due to the Omicron Covid variant, Scotland's first minister has said.\nTen countries in southern Africa have been added to the \"red list\" due to concerns about the new variant, with PCR tests for all incoming travellers.\nBut Nicola Sturgeon said she thought more action may be needed amid concerns about the new variant.\nShe said \"we must be open minded to doing anything\" to keep people safe.\nFrom 04:00 on Tuesday, it is expected that people travelling into the UK from any destination will have to take a PCR test by the end of the second day after arrival, and self-isolate until they get a negative result.\nAnd everyone who comes into contact with a case of Omicron will have to self-isolate, even if they have had both vaccine doses. \nUK Health Secretary Sajid Javid said the UK \"could not have acted more swiftly\" in response to the new variant.\nMs Sturgeon also told the BBC's Andrew Marr show that rules were being introduced \"as quickly as possible\", but added: \"I think we may need to go further in restricting travel in the days to come. I hope I'm wrong, but we must keep our minds open to that.\"\nAsked if this might mean new restrictions on travel between Scotland and England, Ms Sturgeon said this would be a \"last resort\" but added: \"We need to be open-minded to doing anything to keep the population safe.\"\nOmicron was first reported in South Africa, but cases have now been detected in countries across the globe including Australia, Germany, Israel and Hong Kong.\nThe new variant is heavily mutated and has been designated a \"variant of concern\" by the World Health Organization, but scientists are still establishing how quickly it could spread and whether it could bypass some of the protection given by vaccines.\nTwo cases have been identified in England, and while Ms Sturgeon said she was not aware of any in Scotland yet, she warned it was a \"moving picture\".\nShe said: \"We have stepped up surveillance and are monitoring this very carefully.\n\"I hope we don't identify cases in Scotland but I think we should assume that we will, therefore I am asking people to behave now as if that new variant is in Scotland.\n\"Comply with all the mitigations and precautions that are currently in place, pick up our compliance and that will help us, if it is here, slow down any risk of transmission.\"\nThe rules around the wearing of face coverings in England are being tightened - bringing them into line with measures already in place in Scotland, which also has some use of vaccine passports and stricter advice on home working.\nMr Javid said the government would take \"swift action in a proportionate way wherever necessary\", but said he did not think working from home guidance was needed.\nHe said: \"I think we need to take this a stage at a time and take the responsible mitigating measures. \n\"Of course we keep this under review, these will be temporary measures but in three weeks' time we will have a review point and we will see where we are then - at that point the difference will be we will have learned a lot more about this variant.\"\nLabour's shadow health secretary, Jonathan Ashworth, said that \"moving with speed was crucial to get ahead of Omicron\", calling for an acceleration of the vaccine campaign along with increased use of face masks and better ventilation.\nMeanwhile, Ms Sturgeon said she hoped \"with every fibre of my being\" that new restrictions would not be required, but said \"we have got to be flexible\" in the face of the virus.\nShe said: \"I'm not going to sit here 48 hours on from a variant of this virus that may be even faster transmitting, that may escape vaccines to some extent, and rule anything out.\n\"But that does not mean I want to be in a position of imposing these kinds of protections again, none of us want to be in that position.\"\nThe first minister also urged people to get vaccinated, saying that even if vaccines turn out to be less effective against Omicron, \"that is not the same as saying they are not effective at all\".\nShe said: \"It is still going to be the case that vaccines have a high degree of effectiveness and you will be more protected and you will protect others more if you are vaccinated than not.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59446488",
      "category": "world-latin-america",
      "title": "Pre-Inca mummy found in Peru",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59451103",
      "category": "world-europe",
      "title": "Covid: 13 test positive for Omicron after S Africa-Netherlands flights",
      "tags": "Omicron variant,Netherlands,Coronavirus pandemic",
      "text": "The new coronavirus variant Omicron has been detected in 13 people who arrived in the Dutch capital Amsterdam on two flights from South Africa.\nThey are among 61 passengers who tested positive for coronavirus.\nIt comes as tighter restrictions come into force in the Netherlands, amid record Covid cases and concerns over the new variant.\nThis includes early closing times for hospitality and cultural venues, and limits on home gatherings. \nOmicron was first reported to the World Health Organization (WHO) by South Africa on Wednesday, and early evidence suggests it has a higher re-infection risk. It has been categorised by the WHO as a \"variant of concern\".\nBut after many countries around the world restrict travel from southern African countries over the variant, South African President Cyril Ramaphosa called for the bans to be urgently lifted.\nIn an address to the nation on Sunday he said the moves were unjustified and not based on science.\nThe Dutch National Institute for Public Health announced the 13 Omicron cases on Sunday, but noted that its investigation had \"not yet been completed\", meaning the new variant could still be found in more test samples.\nDutch Health Minister Hugo de Jonge made an \"urgent request\" for people who have returned from southern Africa to get tested for Covid \"as soon as possible\".\n\"It is not unthinkable that there are more cases in the Netherlands,\" he told reporters. \nCases of the heavily mutated variant have now been reported in a number of countries around the world, including several in Europe, such as the UK, Germany and Italy. \nThe flights by Dutch national carrier KLM from Johannesburg arrived on Friday morning. The 600 passengers on board were held for several hours after arriving while they were tested for the virus.\nNew York Times correspondent Stephanie Nolen, who was on one of the flights, tweeted that the passengers were not even brought water while they remained on the plane.\nPassengers travelling from South Africa to the UK via Amsterdam told the BBC that they were held on the tarmac at Schiphol airport for four hours, before eventually disembarking.\nThe passengers who were confirmed to have Covid-19 have since been quarantined at a hotel near Schiphol airport.\nThose that tested negative have been asked to isolate at home for five days and take further tests. Officials said those in transit would be allowed to continue their journeys, though there were reports on Saturday that some passengers had not received written proof of a negative test and were therefore unable to board onward flights.\nDutch health authorities were also trying to contact and test thousands of other passengers who had travelled from seven southern African countries - South Africa, Botswana, Eswatini, Lesotho, Mozambique, Namibia or Zimbabwe - since Monday.\nThe Netherlands is one of many countries around the world to have now imposed travel restrictions on countries in southern Africa in response to the new variant.\nSome have also gone further, with Israel set to bar entry to all foreign nationals and Morocco banning all inbound international flights for two weeks from Monday. \nSwitzerland has ordered that passengers from other countries where the variant has been detected, including the UK and the Netherlands, provide proof of a negative coronavirus test and quarantine for 10 days. \nDr Angelique Coetzee, chair of the South African Medical Association, told the BBC countries could be \"panicking unnecessarily\" and the symptoms she had seen from the new variant were \"extremely mild\".\nMeanwhile, the Netherlands is one of several European countries struggling to contain record numbers of coronavirus infections.\nIt has a shortage of intensive care beds, operations are being cancelled and hundreds of people are dying of Covid every week, the BBC's Anna Holligan in The Hague says.\nAn extended partial lockdown came into force on Sunday morning and will remain in place for at least the next three weeks. \nBars, restaurants and shops - whose opening hours have already been restricted for several weeks - are required to close earlier than before, and there is a limit on the number of guests allowed in homes.\nPeople are also being encouraged to work from home where possible, but nurseries, schools and universities across the country remain open.\nThousands of people protested after the measures were announced.\nThe Netherlands has had nearly 20,000 confirmed Covid-related deaths since the pandemic started."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59451287",
      "category": "uk-scotland",
      "title": "Storm Arwen: Thousands spending third night without power",
      "tags": "Met Office,Inverbervie,Killin,Antrim,Severe weather,Tomintoul,Kintore",
      "text": "Thousands of people have spent a third night without power after Storm Arwen left a trail of damage in its wake.\nNearly 40,000 customers were still without electricity in Scotland on Sunday, with large numbers also affected in England and Wales.\nPolice in north east Scotland have declared a major incident and warned disruption could last several days. \nAll schools in Aberdeenshire will remain closed on Monday and Tuesday.\nIn some areas hot food and drinks are being supplied to people, many of whom have been without electricity since Friday afternoon. \nUtility companies said they would be offering accommodation for vulnerable customers.\nDiesel generators have been distributed to community hospitals and care homes in Aberdeenshire.\nNHS Grampian confirmed all its Aberdeenshire vaccination centres would be also closed on Monday.\nWater supplies have also been disrupted as falllen trees damaged equipment. \nScottish Water said it had restored supplies to 6,000 properties across the country by Sunday afternoon, but 3,000 were still affected and bottled water was being distributed.\nWork is continuing to clear roads and railway lines but ScotRail said some services were still suspended.\nA Met Office yellow ice warning is now in place for many parts of the UK until 10:00 on Monday.\nIn its most recent update Scottish and Southern Electricity Networks (SSEN) - which covers the north of Scotland - said about 32,000 customers were still without supply.\nSP Energy Networks -  which covers central and southern Scotland - said 6,000 customers were still affected mainly in Dumfries, Fife, the Lothian and the Borders.  The company also had 5,000 customers without power in England and Wales. \nMark Rough, director of customer operations at SSEN, said it had been \"one of the most significant weather events we have experienced in decades\".\nAn SP Energy Networks spokesman said: \"The time it is taking us to get our customers back on is reflective of the number of faults and severity of the damage to the network.\n\"Where normally we would deal with one or two faults on a line and be able to get a number of customers on we've got several faults on one line and where this is repaired we're only able to restore power to a small handful of customers.\"\nCh Supt George Macdonald of Police Scotland's north east division confirmed a major incident was declared due to the scale of the power outages and the impact it was having on people.\nHe said: \"It is clear that, despite the best efforts of all involved, some parts of the area could take up to another 36 to 48 hours to recover and get back to normal in terms of power and water supplies, and other essential services.\n\"Therefore, we will be working hard to get back to normal and officers from Police Scotland are providing additional patrols in areas worst affected.\"\nCh Supt Macdonald reminded motorists to only travel if it was absolutely necessary and for those who must drive, to take warm clothes, food and water. \nAngus Cameron has been without power since fallen trees took down power cables beside his house in Kintore, Aberdeenshire.\nHe told BBC Scotland: \"I don't know if we will be getting power any time soon.\"\nAsked how he is keeping warm, Mr Cameron said: \"We are coming to the burger van to get some hot food and, fortunately, we have have electric generator which we are away to switch on and get some heat. We are not as bad as some people.\"\nMeanwhile, tree surgeon Nick Dearden arrived in Kintore from Southampton on Sunday to help with recovery work.\nHe joked: \"We have been told that we expect to see Armageddon.\"\nOver the next week he expects to be kept busy in Aberdeenshire, Inverness and Edinburgh.\nCharlie Grant told BBC Scotland he has been without power in the village of Killin, Stirling, since about 23:00 on Friday.\nMr Grant said: \"We were watching TV and everything just went black dark.\n\"We looked out the window and the street lights were out.\n\"It was not just us, it was everywhere.\"\nMr Grant, who has relied on his barbeque for cooking, praised the community spirit since the storm hit and said everyone has been looking out for the most vulnerable. \nIn the Aberdeenshire village of Kemnay a local café took hot drinks, soup and mince pies to a nearby care home.\n\"The power's been off since four o'clock on Friday,\" said Andy Hutcheon, manager of Cafe 83.\n\"Many of the care home residents are our customers and they've been huddled in the reception trying to stay warm. They were delighted to see us.\" \nThe café also set up a barbeque outside for any other locals who needed a warming drink or a bite to eat. \n\"There's no heating and no-one has a phone signal - so it's been pretty dire,\" he added\nBBC Scotland reporter Steven Duff told The Sunday Show problems with mobile phone coverage have left many people isolated and unable to contact their loved ones. \nHe added: \"There is still a lot of WiFi down, mobile phone coverage is down. Nowadays that's a big thing for people. There's been lots of social media chat of people trying to get in touch with relatives. \n\"I had one tweet today from someone who said they had finally managed to get in touch with their parents in Ballater this morning to tell them that a care centre had been opened there.\"\nAberdeenshire Council has urged people to stay at home and keep an eye on vulnerable and elderly neighbours.\nA spokesman said: \"Alongside our partners we are doing all we can to restore power, provide food and water, and clear debris from our roads and anything else that helps our communities through this challenging weather. \n\"We would urge people to not travel unless their journey is essential. If you are venturing out please check Travel Scotland, make sure you have enough fuel and your mobile phone is charged fully.\"\nAcross the UK, three men were killed by falling trees during the storm, which triggered the Met Office's highest red level storm warning. \nThe 35-year-old driver of a pick-up truck was fatally injured on Friday afternoon in Aberdeenshire, while head teacher Francis Lagan died in Antrim and another man was killed in Cumbria. \nArwen is the first of the Met Office's latest list of named storms this winter.\nThe last red warning in Scotland was in March 2018 during the storm which was dubbed the Beast from the East. \nAre you in the area covered by the red alert? Are you preparing for the storm? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nAdults running organised sessions with under-fives no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59380745",
      "category": "world-europe",
      "title": "Covid: Swiss back government on Covid pass as cases surge",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Switzerland",
      "text": "Swiss voters have backed the government's measures to tackle Covid, according to preliminary results.\nMore than 60% opposed moves to remove some restrictions, including the Covid vaccination pass.\nSunday's referendum came after organisers said the pass was an unnecessary restriction of freedoms.\nWith just under two-thirds of the population fully vaccinated, the Swiss have one of the lowest vaccination rates in Western Europe. \nNow, Covid-19 infections are rising exponentially, with case numbers up by 40-50% each week. \nFrom the start of the pandemic the Swiss government has performed a tricky balancing act, trying to introduce measures to control the spread of Covid while still staying true to Switzerland's system of direct democracy, in which the government has little formal power and the people have the final say.\nSwitzerland's lockdowns were never as strict as its neighbours'. People were allowed outside for exercise whenever they wanted and the schools only closed for a few weeks.\nBut last summer, with cases falling dramatically, Switzerland didn't have a celebratory, UK-style \"freedom\" day either.\nInstead, a Covid certificate was introduced with proof of vaccination, negative test, or immunity through having had the virus. In September it became obligatory in order to enter bars, cafes, restaurants, cinemas, museums, sporting events, and face-to-face university classes.\nBut not everyone agrees.\nVaccination has long been a sensitive issue here, especially in German-speaking Switzerland. A belief that natural immunity is best led to a drop in childhood measles vaccinations that sparked a surge in measles cases across Europe. \nMeanwhile, in the alpine communities, a historic pride in their own independence rooted, some say, in the time when the mountain villages were cut off from the world each winter, means there is resistance to the government issuing orders.\nAnd so, when the certificate was introduced and Covid tests stopped being free, life for the unvaccinated became difficult and even going out for a beer was suddenly expensive.\nThe government hoped the measures would encourage people to get vaccinated. Instead, many took to the streets and others gathered enough signatures to challenge the Covid certificate in Sunday's referendum. \nFor weeks there have been demonstrations. Some have turned violent, with police using water cannons and rubber bullets against protesters trying to storm parliament. \nAt a rally in Bern this month, thousands turned out to hear speakers, including renowned anti-vaxxer Robert Kennedy Jr, who hailed Switzerland as Europe's last great hope against what he claimed were sinister powers forcing people to get vaccinated, while at the same time, via the Covid certificate, introducing a draconian mass surveillance system.\nThe crowd, huddled together, all mask-less, roared their approval. \nSome wore the insignia of the far right, others the far left. Health minister Alain Berset was depicted, complete with red horns, as the devil.\nAmong the crowds was part-time student Manuela. She refuses to get vaccinated because, she says, she is \"a healthy young woman\" for whom getting the virus poses little risk. \nIn fact, the World Health Organization advises that, while young people are less likely to be hospitalised with Covid-19, they are still susceptible to infection, and with it the risk of serious and long term health consequences. \nAnd so, for fear of increasing opposition to the Covid certificate, the health minister was loath to introduce any new restrictions ahead of Sunday's crucial vote. \nAlain Berset and his science taskforce are convinced Switzerland needs infection control measures during this increasingly bleak Covid winter. Abolishing the certificate, they believe, could be a huge risk, especially as booster vaccinations have scarcely begun.\nInstead, as cases rise, the government has advised hospitals to increase their intensive care capacity. This has brought a bitter laugh from Switzerland's nurses, who point out that extra beds won't help when there aren't enough staff to look after the patients in them.\nIt's estimated 10% of Swiss nurses and care workers have left the profession since the start of the pandemic.\n\"Everywhere we have too few staff,\" says Michèle Giroud, a nurse who's also president of the Swiss Federation of Nurse Anaesthetists. \"We are constantly working without breaks, doing overtime, extra shifts. A third of us have burn-out symptoms: anxiety or insomnia.\"\nBut unlike in other European countries going through similar health sector shortages, Swiss nurses have the power to change things. They have gathered the signatures for a nationwide referendum demanding more investment and better working conditions. \nOn Sunday, Swiss voters backed them.\nSo now the health minister will return to the grim business of counting the rising Covid cases, and he is likely to start thinking about what new restrictions might be necessary. He may also have to count out around CHF8bn (£6bn) for Switzerland's nurses.\nBut the anger, fear and social division born of the pandemic cannot be solved by a referendum or two, and the demonstrations are sure to continue, in Switzerland and across Europe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59444191",
      "category": "uk",
      "title": "Radio 1 DJ Adele Roberts: 'I owe the NHS my life'",
      "tags": "Bowel cancer",
      "text": "BBC Radio 1 presenter Adele Roberts says she is \"buzzing to be back\" as she returned to the Weekend Breakfast show on Saturday after cancer surgery.\nRoberts, 42, who was diagnosed with bowel cancer in early October, was back on the show a month after surgery.\nShe said: \"The good news is, they found the tumour... they've taken it away. My body is on the mend and I am here.\"\n\"It's a huge testament to the skill and knowledge and level of care at the NHS. They're amazing. I owe them my life.\"\n\"I can't thank them enough,\" she added.\nRoberts, who took a month off to recuperate, spoke candidly about her diagnosis and recovery as she opened the radio show on Saturday.\n\"I can't believe it - it's a month since I had my surgery and I've got goosebumps. A month on, it's incredible what the body is capable of.\n\"I feel amazing. I'm lucky, I'm happy, and I'm buzzing to be back.\"\nThe former Big Brother star, from Southport, Merseyside, sought medical advice in October after struggling with her digestion \"for a while\".\nOn Saturday's show, she urged listeners to her show not to \"suffer in silence\" but to seek help if they had any health concerns.\n\"Go and see your GP, that's what I did and I think that's why I am here today. And I am just so grateful.\"\nThe DJ, who appeared on TV reality show I'm a Celebrity in 2019, has chronicled her convalescence on Instagram, including a selfie of her stoma post surgery, admitting the \"rollercoaster\" prognosis and subsequent treatment had been \"overwhelming at times\".\n\"Never underestimate the power of positivity and well wishes - it makes a difference, I promise you,\" she told listeners on Saturday.\nShe said she had nicknamed her stoma 'Audrey': \"While my body heals from the surgery, I've got a new little friend,\" said Roberts. \n\"She's kind of like a front bum; while my old bottom heals, I now go to the toilet on the front,\" the DJ explained.\n\"But don't worry it's all wrapped up today!\" she reassured fans.\nRoberts rose to fame after appearing on the third series of Channel 4's Big Brother in 2002. \nShe joined the BBC in 2012 as part of the Radio 1Xtra team, before moving to Radio 1 in 2015 to host the Early Breakfast Show. She took over the Weekend Breakfast programme earlier this year. \nMost people with these symptoms do not have bowel cancer, but the NHS advice is to see your GP if you have one or more of the symptoms and they have persisted for more than four weeks.\nAnd if you, or someone you know, has been affected by cancer, information and support is available on the BBC's Action Line page.\nSource: NHS UK"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59445124",
      "category": "uk",
      "title": "Covid: Travel and mask rules tightened over Omicron variant",
      "tags": "Contact tracing,Coronavirus vaccines,Boris Johnson,Department of Health & Social Care,Coronavirus testing,Coronavirus pandemic",
      "text": "Face coverings will become mandatory again in shops and on public transport in England from next week as part of measures to target the new coronavirus variant, Omicron, the PM has said.\nPCR tests for everyone entering the UK will be introduced and all contacts of new variant cases will have to self-isolate, even if fully jabbed. \nBut Boris Johnson said Christmas would be \"considerably better\" than in 2020.\nThe measures were \"temporary and precautionary\", he added.\nMr Johnson announced the restrictions at a Downing Street news conference after it was confirmed that two Omicron cases had been detected in Brentwood, Essex, and Nottingham. Officials said the cases were linked and connected to travel in southern Africa.\nThe new variant was first reported from South Africa on Wednesday, with early evidence suggesting it has a higher reinfection risk.\nMr Johnson said: \"Our scientists are learning more hour by hour, and it does appear that Omicron spreads very rapidly and can be spread between people who are double vaccinated.\"\nHe added: \"We need to slow down the spread of this variant here in the UK, because measures at the border can only ever minimise and delay the arrival of a new variant rather than stop it all together.\"\nThe prime minister said the new measures would be reviewed in three weeks, by which time they should have better information about the \"continuing effectiveness\" of vaccines.\nThe prime minister said the \"tightening up\" of the mask rules will be outlined by Health Secretary Sajid Javid \"in the next day or so\". He did not indicate when PCR tests would begin and in a press release the Department of Health only said it was among the measures being \"introduced from next week\".\nCovid restrictions were tightened across the UK days before Christmas last year amid a surge in cases.\nAsked by the BBC's Iain Watson if the prime minister could say with any confidence whether or not people could keep their Christmas plans this year, Mr Johnson replied: \"We continue to be in a strong position largely thanks to the speed of the vaccine rollout, another booster rollout, and... I'm pretty confident to absolutely confident this Christmas will be considerably better than last Christmas.\" \nCountries around the world are introducing travel bans and restrictions on southern African countries in an effort to contain the variant's spread.\nUnder the plans: \nThe UK's chief medical adviser, Prof Chris Whitty, said there was a \"reasonable chance\" that vaccines could be less effective against the new variant but stressed people who are vaccinated or receive the booster jab will be less likely to become seriously ill.\nHe said the Joint Committee on Vaccination and Immunisation would now need to decide whether to extend the booster vaccine down to adults age 18, and whether a second dose should be offered to children aged 12-15.\nThe reintroduction of masks in shops and public transport brings England back into line with the other UK nations.\nPaddy Lillis from the shopworkers' union Usdaw accused ministers of \"flip-flopping on basic and sensible Covid measures\" and said the face covering rules should have been kept in place when restrictions were relaxed in July.\n\"Retail staff working with the public every day are deeply worried about catching Covid-19 and the arrival of the Omicron variant is a further concern,\" he said.\nCarol Popplestone, chairwoman of the Royal College of Nursing, said face coverings were \"something we have already called for and it should not have been a new variant that forced the prime minister to act\".\nThis is a moment the government had wanted to avoid. \nWe've got used to restrictions in England being lifted. But for the first time in months, they're now being re-imposed in response to the new variant. \nAnd these restrictions could have a significant impact.\nFor example, anyone who goes on holiday will now need to pay for a PCR test and self-isolate until they get a negative result. If Omicron spreads quickly, there could be a lot of people forced to self-isolate for 10 days as close contacts.\nBut the government hasn't gone for its full plan B. Masks won't be mandatory in hospitality settings in England like they are in Scotland and Wales. \nPeople aren't being told to work from home - and there still aren't plans for vaccine passports. \nBut it's a sign of the uncertainty and concern in Whitehall that Boris Johnson felt he had to announce these measures. \nBoth the UK cases of the Omicron variant and their households are self-isolating.  Additional testing is being carried out at locations where those people were likely to have been infectious.\n\"Confirmed cases and contacts are being followed up and requested to isolate and get tested as necessary,\" the Department of Health said.\nTen countries - South Africa, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini, Angola, Mozambique, Malawi and Zambia - are now on the UK's travel red list meaning, from Sunday at 04:00 GMT, all arrivals will have to quarantine in a hotel for 10 days.\nOther countries are also introducing travel bans and restrictions on southern African countries in an effort to contain the variant's spread.\nThe average number of daily confirmed Covid cases in the UK began rising again in early November. A further 39,567 confirmed cases were announced on Saturday.\nHave you been affected by issues covered in this story? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59451874",
      "category": "uk-politics",
      "title": "Nadine Dorries criticised for doubting Stanley Johnson grope claim",
      "tags": "Conservative Party,Stanley Johnson,Nadine Dorries,Caroline Nokes",
      "text": "Conservative MP Caroline Nokes has criticised Culture Secretary Nadine Dorries after she dismissed Ms Nokes' claim she was groped by the prime minister's father, Stanley Johnson.  \nMs Dorries told the Daily Mail Mr Johnson was \"a gentleman\" and she didn't believe Ms Nokes' allegation.\nMs Nokes said she hoped Ms Dorries' comments would not deter other women from reporting their own experiences.\nMr Johnson has said he does not recall the incident.\nA source close to the culture secretary said: \"Nadine knows she should have been clearer in her answer. Having known Stanley for so long she found it hard to believe he had been inappropriate.\n\"But she is crystal clear that those who experience sexual harassment should always be able to speak up and always be heard. She was not looking 'denounce' Caroline and regrets if that is how her comment has been received.\"\nIn an interview with Sky News earlier this month, Ms Nokes said Stanley Johnson inappropriately touched her at the 2003 Conservative Party conference in Blackpool when she was the party's candidate for the Romsey and Southampton North constituency.\nMs Nokes said she recalled Mr Johnson \"smacking me on the backside about as hard as he could and going, 'Oh, Romsey, you've got a lovely seat'.\"\nWhen approached by Sky News, Mr Johnson said: \"I have no recollection of Caroline Nokes at all - but there you go. And no reply... hey ho, good luck and thanks.\"\nAsked about the incident, Ms Dorries said: \"I don't believe it happened\", adding: \"I have known Stanley for 15 years. He is a gentleman. It never happened to me. Maybe there is something wrong with me.\"\nIn response, Ms Nokes said she was \"sorry\" Ms Dorries had \"used her considerable influence and power in the media to denounce me in this way\".\n\"I very much hope her attitude does not deter other women from being brave enough to report their experiences of public sexual harassment,\" she added.\nLabour's Jess Phillips, the shadow minister for domestic violence and safeguarding, said \"I've got to say I expected better from Nadine... \n\"I'm not entirely sure why she thinks Caroline would lie. Where's the benefit?\"\nEarlier this week, Ms Nokes told the BBC's Woman's Hour programme that she had received \"some amazing support\" from women in Westminster, but that \"I've been sent to Coventry by some\".\nThe phrase \"sent to Coventry\" refers to being ignored or being given a frosty reception by others. \nShe also told the programme that not reporting the alleged incident at the time would \"forever be my regret\".\nShe said 20 years ago she wouldn't have known \"how or to whom to call it out... I do now, I have a platform and a voice\".\nMs Nokes' allegation prompted New Statesman journalist Ailbhe Rea to detail her own claim that Mr Johnson touched her inappropriately. \nWriting in the magazine, she wrote: \"As he [Mr Johnson] walked past, he reached out to put his hand on my back. His hand slid down, and lingered too low and for too long.\"\nShe said she was \"surprised and confused\" but added that \"what happened to me never seemed important enough to risk saying anything more publicly\".\nHowever she said that after Ms Nokes' interview, \"I didn't want Nokes to be alone in calling out something I knew hadn't only happened to her. It was a courageous feminist act and I wanted to match that in the very small way I could\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59445572",
      "category": "uk-wales",
      "title": "Storm Arwen: Thousands of homes still without power",
      "tags": "Llandovery,Carmarthen,Storm Arwen,Severe weather,Aberporth",
      "text": "Thousands of people in Wales are still without electricity after Storm Arwen.\nSP Energy Networks, which supplies north Wales and parts of Powys, Ceredigion, and across the English border in north Shropshire, said 9,000 customers remained without power.\nSP Energy added the \"very severe\" damage caused to its network was the most widespread since 2015.\nWorst affected is along the Dee Valley, where some people have been without electricity for more than 30 hours.\nTransport for Wales is running a \"limited train service\" with lines reopened following storm disruption.\nMore than 30,000 household were without power in Wales at one point on Saturday morning.\nWestern Power Distribution, which serves south, west and mid Wales, said 1,087 customers remained without power at 13:00 GMT.\nAndrew Thomas, from Penrhiwgoch in Carmarthenshire, has had to send his wife and baby to her parents to get food and warmth as they have been without power since 13:00 on Friday.\n\"It's a worry with a little one because we've got no electric and its been such a long time,\" said Mr Thomas.\n\"We can't have a shower, we've got no heating, we can't wash clothes for the little ones going to school or anything, we can't make food.\n\"We can't even make a cup of tea, the simple things in life have been taken away from us.\" \nMany of the worst affected areas for electricity are in parts of rural Carmarthenshire and near the Ceredigion coast.\nIn Llandovery, nearly 100 customers who have been without power since early on Saturday morning have been told that repairs may be completed by 18:00 on Sunday.\nDozens of homes and businesses are still without power in Aberporth, Ceredigion, where wind gusts of 81mph (130km/h) were recorded in the early hours of Saturday.\nThousands of people across England remain without power and transport networks continue to suffer disruption.\nTransport for Wales suspended the majority of its rail services on Saturday, and major roads were also blocked due to fallen trees and debris.\nSP Energy said there were about 400 staff members and contractors out working on Sunday evening trying to restore power to homes. \n\"The damage to the network was very severe, the wind speeds were often in excess of 80mph, which has blown a lot of debris and trees onto our network,\" said Liam O'Sullivan, of SP Energy. \n\"The last time we saw damage of this magnitude was in 2015 - normally when there's damage to our network it's in a single location, which we can repair and restore all of the customers.\n\"But after this storm we've had to make multiple repairs just to restore a small amount of customers in some circumstances.\n\"We're looking now at having a small number of customers off until the early parts of Monday and Tuesday next week, but we're working hard to get everyone back on as soon as possible.\"\nEarlier on Sunday, an SP Energy spokesman said it would offer \"accommodation to vulnerable customers tonight if they are likely to be off supply\".\nHe said Storm Arwen had \"caused some of the worst damage to our network we have experienced in many years\". \n\"Engineers are also dealing with impacted road networks making access to some of our repairs even harder,\" he said.\n\"We're in in touch with our vulnerable customers throughout the day, keeping them updated with our progress, organising hot food and drinks and other welfare services for them as needed.\n\"We are also offering our customers reimbursement for hot food if they continue to be off supply.\"\nSP Energy said its crews were busy until 23:30 on Saturday and work resumed at 06:00 on Sunday when 11,000 customers were without supply.\nAre you in an area affected by Storm Arwen? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59447170",
      "category": "uk-england-london",
      "title": "Stephen Sondheim: London's West End to dim lights for theatre icon",
      "tags": "Theatre,Broadway theatre,Musical Theatre,Music",
      "text": "The lights in London's West End will be dimmed as theatres pay tribute to legendary US composer and songwriter Stephen Sondheim who has died aged 91.\nThe composer and lyricist, famous for creating the musical Sweeney Todd, was described as one of theatre's \"greatest geniuses\" after his death on Friday.\nThe lights will be dimmed for two minutes at 19:00 GMT on Monday.\nSir Cameron Mackintosh said the world had \"lost one of its greatest and most original writers\".\nThe theatrical producer renamed his Queen's Theatre venue after the composer in 2019.\nDuring his illustrious career, he wrote the scores of some of Broadway's best known shows including Company, Follies and A Little Night Music. He also wrote the lyrics for West Side Story.\nHis ballad Send in the Clowns - from the 1973 musical A Little Night Music - has been recorded hundreds of times, including by Frank Sinatra and Judy Collins.\nSix of Sondheim's musicals won Tony Awards and he also received a Pulitzer Price, an Academy Award, five Olivier Awards and he was also awarded the Presidential Medal of Honour.\nJulian Bird, chief executive of the Society of London Theatre and UK Theatre, said: \"The theatre world is a smaller place tonight after the passing of Stephen Sondheim. \n\"His legacy of extraordinary shows and songs will live on for many generations to come - but now, we pay tribute to his outstanding contribution to our theatres and celebrate his talent.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59448547",
      "category": "world-middle-east",
      "title": "Covid: Israel to impose travel ban for foreigners over new variant",
      "tags": "World Health Organization (WHO),Israel,South Africa,Coronavirus pandemic",
      "text": "Israel is to ban foreigners from entering the country for 14 days and use surveillance to halt the spread of the new Covid variant, local media report.\nThe ban is expected to come into effect at midnight on Sunday, following full cabinet approval. \nIsrael has so far confirmed one case of the potentially more infectious Omicron variant first detected in South Africa. \nMany countries have since banned travel to South Africa and its neighbours.\nSouth Africa has complained that it is being punished - instead of applauded - for discovering Omicron earlier this month.\nThe World Health Organization (WHO) has warned the new variant is \"of concern\", with early evidence suggesting a higher re-infection risk. \nHowever, the WHO has warned against countries hastily imposing travel restrictions, saying they should look to a \"risk-based and scientific approach\".\nThe Israeli coronavirus cabinet agreed a series of new restrictions at a crisis meeting late on Saturday and are subject to final approval by the larger cabinet. \nIn addition to the entry ban for non-Israelis, a three-day mandatory quarantine would be required for all vaccinated Israeli nationals, and a seven-day quarantine for those who have not been vaccinated. \nThe cabinet also authorised surveillance of confirmed coronavirus patients by the Israel's Shin Bet security agency.\nIn a statement, Prime Minister Naftali Bennett said phone-tracking technology would be used.\nEarlier on Saturday, the Israeli authorities had put 50 African nations on the so-called \"red\" list. \nAll Israeli nationals returning from those countries must quarantine in the government-approved hotels and undergo Covid tests. \nA ban on foreigners entering Israel from most African countries was imposed on Friday. \nIsrael has confirmed more than 1.3 million Covid infections since the start of the pandemic, with over 8,100 deaths, according to America's Johns Hopkins university.\nIn other developments on Saturday:\nIt is a rapidly evolving situation. Omicron's genetic profile has raised concerns, but there's a shortage of real-world data that means nobody has the complete picture of what it can do. \nIt is unclear how big a threat it poses. \nYet, it is at this early stage, in an absence of definitive facts and when there is a danger of both under-reacting and overreacting, that governments have to act. \nIt's like you or me deciding whether to marry someone after the first date. Only the stakes are much higher. \nWhat we know is Omicron has mutations that theoretically help it to spread more quickly and there is mounting evidence of that happening in South Africa. It also has mutations that theoretically make vaccines less effective.\nBut we don't know how transmissible it is. We don't know whether it is milder or more severe. We don't know what will really happen when it comes up against our significant wall of immunity built up through vaccines.\nRead James's analysis in full here.\nAfter an emergency meeting on Friday, the WHO said the first known confirmed infection from this variant had been collected on 9 November, it had \"a large number of mutations, some of which are concerning\".\nThe WHO said it would take a few weeks to understand the impact of the new variant, as scientists worked to determine how transmissible it was.\nThe head of the South African Medical Association told the BBC that the cases found so far in South Africa - where only about 24% of the population is fully vaccinated - were not severe, but said investigations into the variant were still at a very early stage. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59450988",
      "category": "uk",
      "title": "Omicron symptoms mild so far, says South African doctor who spotted it",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59448438",
      "category": "health",
      "title": "New Covid variant: Will new measures against Omicron work?",
      "tags": "Omicron variant,Coronavirus pandemic",
      "text": "In the past week a heavily mutated Covid variant has been identified, rapidly labelled a \"variant of concern\" by the World Health Organization and named Omicron. It has been detected in countries including the UK.\nIt is a rapidly evolving situation. Omicron's genetic profile has raised concerns, but there's a shortage of real-world data that means nobody has the complete picture of what it can do. \nIt is unclear how big a threat it poses. \nYet, it is at this early stage, in an absence of definitive facts and when there is a danger of both underreacting and overreacting, that the UK government has to act. \nIt's like you or me deciding whether to marry someone after the first date. Only the stakes are much higher. \nWhat we know is Omicron has mutations that theoretically help it to spread more quickly and there is mounting evidence of that happening in South Africa. \nIt also has mutations that theoretically make vaccines less effective and the World Health Organization says there is a higher risk of reinfection than with other variants.\nBut we don't know how transmissible it is. We don't know whether it is milder or more severe. We don't know what will really happen when it comes up against our significant wall of immunity built up through vaccines, boosters and high levels of Covid this autumn. \nThe government's response is to test everyone coming in to the UK, isolate all Omicron contacts, ramp up boosting and bring back compulsory face masks in some public places.\nLet's be clear - that will not stop more Omicron cases arriving or circulating. It's already arrived. If a virus is good at spreading then eventually it will slip through. \nAnd it has the potential to spread here too. Cases of Covid have been climbing except for a lull over the October half term. \nThey are averaging at more than 40,000 a day and the R number - the average number of people each infected person passes the virus on to - is just above the crucial threshold of one, which means cases are growing.\nThe government has been focusing on the pressure on hospitals and pre-Omicron this would have been a key factor in whether to tighten restrictions or go for Plan B. But despite the rise in cases, the numbers needing hospital care for Covid has actually been tumbling due to the success of booster vaccines. \nBut if the current Delta variant can spread here and Omicron combines faster transmission with some ability to evade immunity, then it too has the potential to circulate.\nAll the measures can do is buy time, but for what? Science and boosters.\nThere are important scientific questions that need answering and top of the list is what happens when Omicron meets high levels of immunity. The answer, for better or worse, will dictate what happens next. \nThe vaccines that have been used in the UK train the body to attack the spike protein on the virus - specifically the version of spike from the original variant from Wuhan in China. \nOur immune system learns to attack several parts of that spike. The antibodies in our blood are like a pit crew descending on a Formula 1 car - each going to their target area. But the mutations in Omicron are like changing some parts of the car to bamboozle the mechanics and make their job harder.\nAny dent to immunity is most likely to affect the odds of you catching Covid. What we've seen from the phenomenon of waning immunity is that protection against severe disease and death is more resilient. It will take time to know for sure.\nIt might sound odd, but booster doses could limit any impact. In theory you can compensate for a less efficient immune defence by simply throwing more antibodies and T-cells at the problem, even if they are imperfect.\nMore than 17 million people have already had a third dose and the government wants to ramp up boosting. Other countries have cut the gap between the second and third dose from six months to five and we should hear from the government's vaccine advisers soon. \nPharmaceutical companies say they could update vaccines to match the Omicron variant in around 100 days if they were needed. \nIt is worth noting we do have new weapons in our armoury in the form of anti-viral drugs. Paxlovid and molnupiravir both target the inner workings of the virus and experts have told me there is no suggestion their effectiveness would be knocked by the mutations seen so far. \nThere is also a desire to understand how sick people are getting with Omicron. It is often incorrectly claimed that a virus must become milder as it mutates. The reality is much more complicated and it will take time to get the answer as the country with the most confirmed cases, South Africa, has a relatively young population. The younger you are the milder Covid tends to be.\nThere are already cries that the government is both over-reacting and not going far enough. \nThe problem for all of us is we'll only know the right answer with hindsight.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-59446663",
      "category": "uk-england-york-north-yorkshire",
      "title": "Storm Arwen: Customers set to spend third night at Britain's highest pub",
      "tags": "Storm Arwen",
      "text": "Dozens of customers at Britain's highest pub are set to spend a third night trapped by heavy snowfall brought by Storm Arwen.\nGuests got stuck at the Tan Hill Inn, in the Yorkshire Dales, on Friday after going to watch an Oasis tribute band.\nThey are unable to leave because nearby roads are not useable partly due to fallen power cables. \nManager Nicola Townsend said everyone was in good spirits and that some people did not want leave.\nGuests at the inn, which is 1,732ft (528m) above sea level, woke up to about 3ft (0.9m) of snow on Saturday, with it going all the way up near to the bedroom windows. \nA tunnel has since been dug out of the front door of the pub, but because of damage to power cables the roads are unusable.  \nMs Townsend said 61 people had so far spent two nights there, with many, including members of the band, having to set up camp in the pub's lounge.\nShe said 40 were pre-booked guests while others had gone to the pub for a drink on Friday.\nShe added: \"It's just been a lovely and everyone is in really good spirits.\n\"They've formed quite a friendship, like a big family is the best way I can describe it.\n\"One lady actually said 'I don't want to leave'.\"\nShe said staff had put on activities to keep people entertained, including a quiz and board games and that a karaoke evening was planned for later. \nThe manager added that mountain rescuers had made it through the snow to attend to one guest who needed medical attention for an ongoing issue. \nOne of the guests, Martin Overton, said the atmosphere was \"very good\" with \"plenty of beer available\".\nHis wife Stephanie added: \"I'm quite chilled about being stranded, it's quite exciting but we're missing our son who is with his nana. I am wondering how long we will be here for though.\"\nElsewhere in North Yorkshire, the after-effects of the severe weather have continued to cause disruption.\nNorth Yorkshire Fire and Rescue Service said they had been called to fallen power cables, in places including Hunmanby, Kilburn and High Birstwith.\nThere have been dozens of power cuts leaving hundreds of residents without power and most trains between York and Scotland have been cancelled as the the East Coast Mainline is closed between Newcastle and Edinburgh.\nNorth Yorkshire County Council said staff together with emergency and utilities services continued to work together to deal with the aftermath of the storm. \nA spokesperson said services were carrying out checks on people who may need extra help, particularly in areas affected by power outages.\nYellow weather warnings for snow and ice remain in place across large parts of Yorkshire.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here.\nAre you in an area affected by Storm Arwen? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59434267",
      "category": "uk-wales",
      "title": "Covid: Cardiff Airport dead without bailout, boss says",
      "tags": "UK government,TUI Travel,Cardiff Airport,Cardiff University,Welsh government,Wizz Air,Air travel",
      "text": "Cardiff Airport would not have stayed alive without an £85m bailout from the Welsh government during Covid, its boss says.\nChief executive Spencer Birns said despite a slow recovery, it could \"provide the economic value back to Wales\".\nBut the Welsh Conservatives said the Welsh government should sell it.\nThe Welsh government said it was committed to the airport because of the benefits it brings the Welsh economy.\nMr Birns said the the bailout had \"given us the framework to stay alive\". \n\"They've helped us get into position that we can help re-grow the business, that can provide the economic value back to Wales,\" he said.\nThe Welsh government wrote off £42.6m of airport debt in March this year and also gave it a five year recovery grant of £42.6m.\nThe airport's passenger numbers were down by 90% in August 2021, making it the second-lowest number in the UK.\nIts value has also dropped by more than two thirds.\nMr Birns said that recovery had been slow \"primarily because people have been encouraged not to travel overseas this year\".\nFifteen destinations are currently up and running, but prior to the pandemic there were 52.\nNext year, Wizz air will start running out of Cardiff, while TUI will increase the number of flights from the airport.\nThe Welsh government bought the airport in 2013 for £52m and has since invested more than £130m of taxpayers' money into it. \nIt's run at arm's length by an independent company HoldCo and before Covid it had seen significant growth in passenger numbers.\nBut the Welsh Conservatives' transport and technology spokeswoman Natasha Asghar MS said funding the airport was \"pumping\" taxpayer money into an \"empty pit\".  \n\"I would say cut your losses and sell it, accept what's happened and spend that money on other things more important and a priority to the people of Wales right now,\" she said.\nDespite airport debt totalling £27.2m in May, Mr Birns said the business contributes to the Welsh economy through employing 2,500 people.\nHe said that in normal times it generates more than £240m a year in revenue. \nCBI Wales, which represents Welsh businesses, said having a Welsh airport would encourage international investment coming out of the pandemic.\nIt would \"disadvantage\" Wales and be \"odd\" to not have one, CBI Wales' director Ian Price said.\nLast month, the UK government announced flight tax Air Passenger Duty would be halved for domestic journeys from April 2023 to boost the sector and develop better UK travel links.\nBut Mr Birns questioned how helpful that would be.\n\"Why is the UK government waiting 18 months to do this?,\" he said.\n\"If they're talking about economic stimulation for connectivity to the regions, what's stopping them doing it tomorrow?\"\nThe UK government said they have \"announced reforms and rates over 12 months in advance to provide airlines with sufficient notice and to acknowledge the length of airline booking cycles\".\nMeanwhile, longer-term concerns have been raised about the ownership of the airport.\nWhile the Welsh government committed to net zero by 2050, its own plans say that in future flights will be one of the biggest remaining carbon emitters.\nProfessor Calvin Jones, an economist at Cardiff University's business school, questioned how compatible owning an airport was with tackling a climate emergency.\n\"They have something that probably don't know what to do with now,\" he said.\n\"I think that the right thing to do is just have some strategy where you wind the airport down.\n\"As soon as you take that on the chin and start to think about what we might do with this potentially valuable piece of land in a genuinely zero carbon way, then some good ideas might arise.\"\nThe Welsh government said it was committed to maintaining an airport in Wales \"while recognising the challenges this creates for meeting our targets on decarbonisation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59455382",
      "category": "world-us-canada",
      "title": "Virgil Abloh: Designer and Off-White founder dies aged 41",
      "tags": "Clothing industry",
      "text": "Virgil Abloh, the Louis Vuitton artistic director and founder of the Off-White fashion label, has died from cancer aged 41, it has been announced.\nRevealing the news, the French fashion house's parent company LVMH described Abloh as a \"genius\" and a \"visionary\".\nThe US designer came to prominence as Kanye West's creative director but later made history as the first African-American to lead Louis Vuitton.\nAbloh is survived by his wife, Shannon, and their two children.\nA statement on his Instagram page described him as a \"fiercely devoted father, husband, son, brother, and friend\".\nAbloh was diagnosed with cardiac angiosarcoma - a rare, aggressive form of cancer - in 2019, but did not make the diagnosis public.\n\"He chose to endure his battle privately since his diagnosis in 2019, undergoing numerous challenging treatments, all while helming several significant institutions that span fashion, art and culture,\" the statement read.\n\"Through it all, his work ethic, infinite curiosity and optimism never wavered.\"\nAbloh was often hailed as one of the most influential designers in the fashion industry but was also a DJ and an artist, and had degrees in civil engineering and architecture.\nLVMH chief executive Bernard Arnault said: \"Virgil was not only a genius designer, a visionary, he was also a man with a beautiful soul and great wisdom.\n\"The LVMH family joins me in this moment of great sorrow, and we are all thinking of his loved ones after the passing of their husband, their father, their brother or their friend.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59434363",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Ex-workers describe 'panic' at care home hit by virus",
      "tags": "NI Health,Care homes,Coronavirus pandemic",
      "text": "\"Crazy, everybody's panicking, everybody's saying I've been near so-and-so and I've been here and I've spoken to this person and I've been in the same room as him. Just complete panic.\"\nThat is how care worker Fiona Hopkin, then 19, describes the aftermath of the first known positive Covid-19 case at Glenabbey Manor care home in April 2020. \nWithin weeks, 14 residents were dead - one of the worst outbreaks in a care home in Northern Ireland in the first wave of the pandemic.\nAmid new calls for a public inquiry into what happened in care homes then, BBC Spotlight has been investigating what happened at Glenabbey Manor, as told by families of the residents and some of the staff who worked there.\nFew of us will ever forget the cloud of dread hanging over the spring of 2020. The season representing renewal and hope inverted.\nFor staff at Glenabbey Manor, on the outskirts of north Belfast, the anxiety was magnified.  \nFormer employees Clara Wilson and Rhonda McKeown had seen the dreadful impact Covid was already having on Spanish care homes and feared the same was coming their way. \nGlenabbey had been warned by inspectors about its infection control measures the previous autumn and went into lockdown early on 13 March.\nOver the next two months, almost one in every five residents of the home died from the virus. \nThe former staff told BBC Spotlight NI's Covid and Care: Searching for Answers programme how government guidance on mask wearing left them short of personal protective equipment (PPE) by today's standards; how they fought to get medical attention for the sick; and how they watched some residents struggling for breath as they died. \nEighteen months on, they still have questions.\nMartina Hamilton, whose father Martin was a resident, said only seeing him on video calls at such a dark time broke her heart.  \n\"Dad didn't really understand, he would have just maybe sat and looked at the phone.\n\"At least when you were in front of him, you know sometimes when you went in, you knew there was a little recollection.\n\"You lost all of that.\"\nBut was the home closed to all visitors? \nOn 25 March, just two days after the prime minister ordered people to stay at home, what appears to have been a staff social event was under way at Glenabbey - a so-called baby shower. \nThose interviewed by Spotlight say they did not take part in the gathering. \nRhonda McKeown, who was working that day, said she was surprised to see the husband and child of a staff member, neither of whom worked at the home, inside the building. \nIn a statement issued on behalf of Glenabbey Manor, which was previously Runwood Homes, owner Kathryn Homes said: \"While the gathering of staff should not have happened, it would be inappropriate to comment because of an ongoing police investigation.\" \nBut Spotlight understands no further action is being taken because lockdown legislation had not yet been passed by the assembly.\nChristine Rice, whose mother Elizabeth Breslin was a resident at the home, later heard about the gathering on social media. \n\"I was absolutely livid. We were not even speaking through a window. We were waving up three floors and yet people were allowed to come in.\"\nIn April 2020, Covid was first discovered in the home. \nGovernment policy until 19 April said those being discharged from hospital did not need to be tested for Covid. \nFiona Hopkin said a man discharged without being tested from Antrim Hospital tested positive in the home soon after. \nThe Department of Health said studies had indicated discharges were not associated with a significant risk of a care home outbreak, though a small risk could not be ruled out.  \nStaff sickness exacerbated a worsening situation.\nMartina Hamilton told Spotlight one of the nurses brought in from the Northern Trust to assist a depleted Glenabbey workforce thought her father's oxygen levels meant he needed to be taken to hospital. \nBut when a paramedic arrived, he disagreed.\nMs Hamilton said that when she arrived in the car park she witnessed a debate that lasted for hours. \n\"The nurse came down to the door and she cried and she said if this was my dad I'd want him to go hospital. \n\"The paramedic went back up again and checked him and said 'no he's fine. If I take him to A&E and I take those readings, they are going to say what are you bringing him here for? Bring him back'.\"\nShe says staff then asked her what she thought should happen. In the end, her father stayed at the home and recovered. He died earlier this year after moving to another care home. \nFor those who died in the first wave at Glenabbey, \"like dominoes\", there was a risk of indignity, according to Clara Wilson.\nShe recalled holding hands with the dying while they struggled to breathe. \nAnd the former staff say that with some funeral directors not working as normal, the dead were put into body bags dressed in whatever they were wearing to be transferred to a closed coffin.\nFiona Hopkin described what happened when one resident died.\n\"Rigor mortis had set in and we were having to try and dress him with no knowledge of how to do it, we didn't know that if there was a set kind of way to do it.\n\"We tried between us to make sure that this man was ready for the sake of his daughter, we wanted to do that for her, we wanted to do that for him.\"\nRunwood Homes said funeral directors were free to come into the home and if staff washed and dressed bodies, it was their own choice. It added that training was \"robust\". \nAll the staff and residents' families Spotlight spoke to believe only a Northern Ireland-based public inquiry will establish the role of government guidance to homes in what went wrong.  \nThe Department of Health has said Health Minister Robin Swann wants a public inquiry as soon as is practicable. \nIt said the timing would have to take account of the entire health system being focused on fighting Covid and other pressures. \nBut Ms McKeown wants an inquiry sooner rather than later. \n\"If these deaths had happened in a children's home, I think there would have been an investigation a long time ago but because it's the elderly, it just seems to be pushed to the side.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59451899",
      "category": "uk-northern-ireland",
      "title": "Health failures in NI creating unfair system says Bengoa",
      "tags": "NI Health",
      "text": "Northern Ireland is heading towards a more unfair system of care as people are driven to get treatment privately, the man behind a major report into the health service has said.\nProf Rafael Bengoa, who led the review in 2016, called for political action.\nHe said there needed to be a long-term plan to improve healthcare here.\nMeanwhile a former head of the Health and Social Care Board said the system was in \"deep trouble\".\nLast week staff at the Ulster Hospital told BBC News NI they were under \"relentless\" pressure.\nThey said patients were being treated for up to 10 hours in ambulances with hospital beds \"at a premium\". \nSpeaking to Radio Ulster's Sunday Sequence, Prof Bengoa said: \"There is a sort of laissez-faire which is permitting people to vote with their feet and go to seek private care, so you are going towards a system that nobody wants, a system which introduces even more inequalities into the system.\n\"It's a question of reinforcing the public system,\" he added.\n\"It cannot be something that can be handled only by professionals and physicians, there has to be some sort of political engagement again in Stormont so you launch in a very forceful way this reconfiguration of the health system.\"\nJohn Compton, who spent 40 years working in health and social care, said the problems \"long predate\" Covid-19, but that the pandemic had \"blown that fragility wide open\". \nNorthern Ireland currently has the highest infection rate, and lowest vaccine figures, in the UK. \nMr Compton said the last week had seen \"chaos\" in the health system. \n\"I think it's very disappointing to see that we've driven many, many people in Northern Ireland into private care because ultimately if you're in pain or you can't see because you need cataract surgery or something like that and you can afford it, of course you're going to go and solve that problem. \n\"At the core of the NHS is this view about health inequality and giving everyone the same opportunity, and if we're not careful we'll drift into something else that is less acceptable to us as a society.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59450416",
      "category": "business",
      "title": "Covid: BA suspends Hong Kong flights amid crew quarantine",
      "tags": "Companies,IAG,British Airways,Travel & leisure industry,Hong Kong,Air travel,Coronavirus pandemic",
      "text": "British Airways has suspended flights to Hong Kong amid reports more of its crew members have been forced to quarantine in a government centre.\nBA confirmed it has temporarily stopped flights \"while we review operational requirements for this route\".\nThe South China Morning Post reported that one BA worker had tested positive for Covid, leading to most crew members being sent to the quarantine camp. \nIt follows a similar incident the week before.\nIn that case, a BA crew member tested positive for the virus on 20 November. The employee and other crew, classed as \"close contact\", were sent to Hong Kong's Penny's Bay quarantine centre.  \nA spokesman for Hong Kong's Department of Health told the South China Morning Post that those crew members had since returned to the UK.\nIt comes amid concern over the new Covid variant, Omicron - cases of which have been discovered in a number of places including the UK and Hong Kong. \nCommenting on the most recent measures against its crew, BA said: \"We're supporting crew who are currently isolating in Hong Kong. \n\"We work within local regulations for every country we fly to, and always put the safety and wellbeing of our teams and customers at the heart of everything we do.\"\nHong Kong's Cathay Pacific airline has been forced to cancel some passenger flights in December due to staff shortages. The airline operates a \"closed loop\" system which means airline crew, working on three week shifts, must stay in their hotel rooms between flights before going into a 14-day quarantine when they return home.\nHong Kong is pursuing a zero-Covid cases policy in order to open the border with mainland China.\nBA said: \"We apologise to our customers who have had their travel plans disrupted and will be in touch to give them options.\"\nThe BA suspension of Hong Kong flights follows the temporary stoppage of air travel to six southern African counties following the discovery of the Omicron variant.\nBoth BA and Virgin Atlantic cancelled flights between midday on Friday and 04:00 on Sunday after the government temporarily banned travel from South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini.\nThose countries were added to the UK's travel red list at 04:00 on Sunday along with Angola, Namibia, Mozambique and Zambia.\nPeople arriving from these countries will not be able to enter unless they are UK or Irish nationals, or UK residents.\nTravellers will then have to pay for and self-isolate in a pre-booked government-approved hotel for 10 days.\nThe government has also announced that arrivals to the UK will need to take a PCR test by the end of the second day after their arrival, and isolate until they get a negative result. The changes are expected to come into force on Tuesday. \nHealth Secretary Sajid Javid told the BBC's Andrew Marr Show that the measure will come into force from 04:00 on Tuesday, 30 November \nOmicron has been called a \"variant of concern\" by the World Health Organization and it is not yet clear if the variant is resistant to existing vaccines or how transmissible it is. \nA spokesperson for ABTA, the travel industry trade body, said that it \"understands that this is a rapidly evolving situation and public health must come first\".\nBut it added: \"The decision to require all arrivals to take a PCR test and self-isolate until a negative result is returned is a huge blow for travel businesses, many of whom were only just starting to get back on their feet after 20 months of severe restrictions.\"\nOn Friday, shares in airlines such and IAG, BA's parent company, and EasyJet, as well as holiday companies Carnival and TUI, tumbled at the emergence of the new Covid strain. Stock markets across the world also fell on concerns Omicron could hamper economic recovery.\nBy Caroline Davies, BBC business correspondent \nTravel companies have spent Saturday evening and Sunday fielding calls from worried customers around the world, trying to establish whether they need a PCR test when they arrive in the UK next week. \nMany in the industry are frustrated that the policy was announced without giving the date for when it would come in, giving them little information to pass on to their passengers. \nThere are concerns too for bookings, with one industry official saying 'this just turns off the tap' with the public less confident to book trips abroad.\nIt's not only the travel industry who are concerned. \nHospitality is worried that the changes might affect the confidence of consumers in the all important build up to Christmas too.\nHoliday bookings often drop at this time of year, but January bookings for the summer are crucial. Until the government review of the measures in three weeks' time, the industry feels in limbo. \nABTA said the decision to require airline passengers to take a PCR test on day two of arrival should be kept under careful review with measures lifted quickly \"if it becomes clear there is not a risk to the UK vaccination programme\".\nIt added: \"The government must also now consider offering tailored support for travel businesses, which have been among the hardest hit during the pandemic.\"\nSince the beginning of the Covid pandemic, airlines including Ryanair, EasyJet and BA, have cut thousands of jobs. Rolls-Royce, which makes engines for planes, announced last year that it would axe 9,000 people from its workforce. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59450560",
      "category": "uk-england-london",
      "title": "Rishmeet Singh: Murder arrest over 16-year-old's stabbing",
      "tags": "Southall,Metropolitan Police Service,London violence,Hillingdon,Ealing,Hounslow",
      "text": "A man has been arrested on suspicion of the murder of a 16-year-old boy who was stabbed in west London.\nThe Met Police said the 19-year-old was detained earlier and remains in custody.\nRishmeet Singh was attacked with a knife in Raleigh Road, Southall, just after 21:00 GMT on 24 November and died at the scene.\nA murder investigation was launched following reports of a stabbing during a fight involving a group of people.\nEmergency services found Rishmeet with knife wounds and, despite the efforts of paramedics, he died shortly afterwards.\nDet Ch Insp James Shirley, who is leading the Met's investigation, said: \"My thoughts continue to be with Rishmeet's family and friends following this development in our investigation. \n\"While one man remains in custody, we still need anyone who has any information about the events that led up to Rishmeet's death to come forward and speak to us.\"\nRishmeet is the 28th teenager to be killed in London this year. The most recorded in one year was 29 in 2008."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59442149",
      "category": "world-europe",
      "title": "Covid: Dozens test positive on SA-Netherlands flights",
      "tags": "South Africa,Netherlands,Coronavirus pandemic",
      "text": "Sixty-one people who arrived in Amsterdam on two flights from South Africa have tested positive for Covid-19, Dutch officials say. \nThey have been placed in isolation at a hotel near Schiphol airport.\nThey were among some 600 passengers held for several hours after arrival while they were tested for the virus. \nDutch health authorities said Omicron, labelled on Friday as a variant of concern, was \"probably found in a number of people\" who tested positive.\nOther European countries, including the UK and Germany, have confirmed cases of the Omicron variant. \nThe variant was first reported to the World Health Organization from South Africa on Wednesday, with early evidence suggesting it has a higher re-infection risk.\nMany countries around the world have restricted travel from the southern African region. \nMeanwhile, the Netherlands is one of several European countries struggling to contain record numbers of infections.\nA partial lockdown will be extended on Sunday, with all hospitality and cultural venues forced to close between 17:00 and 05:00, at least until 19 December. \nThe flights by Dutch national carrier KLM from Johannesburg arrived at 10:30 and 11:00 local time (09:30 and 10:00 GMT) on Friday.\nThe Dutch government had by then already restricted travel from the region because of the new variant and arranged for the passengers to be tested and isolated.\nSome expressed frustration about being kept on the plane without food or drink.\nPassengers travelling from Cape Town to Manchester via Amsterdam told the BBC that they were held on the tarmac at Schiphol airport for four hours, before eventually disembarking.\nNew York Times correspondent Stephanie Nolen, who was on the flight, tweeted that the passengers were not even brought water while they remained on the plane.\nWhen they were eventually allowed to leave, some passengers shared photos of themselves clustered together in a room with little ventilation.\nOn Saturday, the Dutch health authority said 61 people on the flights had tested positive.\nAnyone who tested positive would have to quarantine at a hotel for seven days if showing symptoms and for five days if not, it added.\nThose that tested negative have been asked to isolate at home for five days and take further tests, while those in transit are allowed to continue their journeys.\nHowever, there are reports that some passengers have not received written proof of a negative test and are therefore unable to board onward flights."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59443521",
      "category": "world-africa",
      "title": "Burkina Faso: Tear gas fired at protesters decrying Islamist attacks",
      "tags": "Burkina Faso,Sahel Islamist insurgency",
      "text": "Police in Burkina Faso have fired tear gas at people protesting against the state's failure to stop a rise in Islamist violence.\nSome erected barricades and burned tyres as scuffles spread around the streets of the capital, Ouagadougou.\nAuthorities had suspended mobile internet services and deployed hundreds of riot police to stop the gathering.\nThere is growing anger against both the government and the French soldiers who are supporting the Burkinabe army. \nHundreds of people joined Saturday's protest, which was organised by a group calling itself the 27 November Coalition and demanded the president's resignation.\n\"We refuse to lose Burkina Faso. We will put in someone who is competent to assure the security of the nation,\" one protester told the Associated Press news agency. \nA young child was injured after security forces fired tear gas, the AFP news agency reported.\nLocal media outlets Pomega and Filinfos said two of their journalists were also injured from tear gas.\nA spokesman for the November 27 Coalition reported \"a huge amount of injured\", including two in a coma. It was not immediately possible to independently verify the claim.\nThere has been an escalation of violence since the beginning of November, in which scores of security officers have been killed. \nThe worst was on 14 November when 53 paramilitary officers and four civilians were killed during a raid on a camp in Inata in the north.\nAfter reports that the officers had run out of food in the run-up to the attack, President Roch Kaboré said he would announce \"imminent changes\" within the military structure, and ordered the \"active and effective\" presence of military chiefs on the front line.\nAfrica's semi-arid Sahel region has been hit by an insurgency since militants captured large parts of northern Mali in 2012 and 2013.\nIn Burkina Faso, the violence has forced more than a million people from their homes over the past two years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59442316",
      "category": "uk-northern-ireland",
      "title": "Storm Arwen: Tributes after Francis Lagan killed by falling tree",
      "tags": "Storm Arwen",
      "text": "Tributes have been paid to a school principal who was killed when a tree fell on his car during Storm Arwen.\nFrancis Lagan, the head of St Mary's Primary School in Maghera, was described as a \"giant in his prime\".\nHe was travelling along the Dublin Road in Antrim town with his wife and two of their children when the accident happened on Friday afternoon.\nMr Lagan's death was confirmed by St Mary's Primary School vice-principal Martina Bradley later that day.\n\"It is with great pain and sadness this evening that I have to inform you of the untimely death of our much loved principal Mr Lagan,\" she said in a statement on the school's website.\n\"May his gentle soul rest in peace.\"\nSt Patrick's College in Maghera, where Mr Lagan had been a pupil in the 1990s, also paid tribute to him on social media.\n\"Education in south Derry has lost a giant in his prime,\" the school said.\nMr Lagan's Gaelic Athletic Association (GAA) club Watty Graham's Glen described him as a \"great club man, coach... a fantastic son, brother, husband and daddy\".\nClub chairman Barry Slowey told BBC News NI he was \"a gregarious character, a wonderful person, he filled the room\".\n\"He brought a vitality to what he did,\" he added.\n\"A very determined person who was never going to let anything stand in his way.\n\"He recently developed his 4G pitch, a playing surface that has now become a massive asset to the community, a wonderful asset to the school.\"\nStormont Education Minister Michelle McIlveen said Mr Lagan was a \"dedicated and passionate principal\".\n\"I was privileged to visit his wonderful school, St Mary's Primary School in Glenview,\" said the Democratic Unionist Party politician.\nDeclan Kearney, a junior minister and Sinn Féin politician, said the head teacher had \"made an immense contribution to the community which he served\".\nSDLP politician Patsy McGlone, who represents the constituency in which the school is situated, said Mr Lagan's death would have a \"wide ripple effect right around the town of Maghera\".\nTwo other people have died after Storm Arwen brought high winds, rain and snow to parts of the UK.\nIn Cumbria a man died after he was hit by a falling tree and in Aberdeenshire a man died when a tree hit his pick-up truck."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59453842",
      "category": "world-africa",
      "title": "Covid: South Africa's president calls for lifting of Omicron travel bans",
      "tags": "World Health Organization (WHO),Cyril Ramaphosa,South Africa,Coronavirus pandemic",
      "text": "South Africa's president has condemned travel bans enacted against his country and its neighbours over the new coronavirus variant Omicron. \nCyril Ramaphosa said he was \"deeply disappointed\" by the action, which he described as unjustified, and called for the bans to be urgently lifted. \nThe UK, EU and US are among those who have imposed travel bans.\nOmicron has been classed as a \"variant of concern\". Early evidence suggests it has a higher re-infection risk.\nThe heavily mutated variant was detected in South Africa earlier this month and then reported to the World Health Organization (WHO) last Wednesday.\nThe variant is responsible for most of the infections found in South Africa's most populated province, Gauteng, over the last two weeks, and the number of cases of \"appears to be increasing in almost all provinces\" in the country, according to the WHO.\nSouth Africa reported 2,800 new infections on Sunday, a rise from the daily average of 500 in the previous week.\nGovernment adviser and epidemiologist Salim Abdool Karim said he expected the number of cases to reach more than 10,000 a day by the end of the week, and for hospitals to come under pressure in the next two to three weeks.  \nBut Health Minister Joe Phaahla said there was \"absolutely no need to panic\".\n\"We have been here before,\" he added, referring to the Beta variant identified in South Africa last December.\nOn Monday, Japan became the latest country to reinstate tough border restrictions, banning all foreigners from entering the country from 30 November.\nThe WHO has warned against countries hastily imposing travel curbs, saying they should look to a \"risk-based and scientific approach\". \nWHO's Africa director Matshidiso Moeti said on Sunday: \"With the Omicron variant now detected in several regions of the world, putting in place travel bans that target Africa attacks global solidarity.\"\nHowever, numerous bans have been introduced in recent days, with Rwanda and Angola being among the African states to restrict flights to and from South Africa. \nForeign ministry spokesman Clayson Monyela described their decision as \"quite regrettable, very unfortunate, and I will even say sad\".\nIn his speech on Sunday, Mr Ramaphosa said there was no scientific basis for the travel bans and that southern Africa was the victim of unfair discrimination.\nHe also argued that the bans would not be effective in preventing the spread of the variant.\n\"The only thing the prohibition on travel will do is to further damage the economies of the affected countries and undermine their ability to respond to, and recover from, the pandemic,\" he said.\nHe called on countries with bans in place to \"urgently reverse their decisions... before any further damage is done to our economies\".\nMr Ramaphosa said South Africa would not impose new restrictions, but would \"undertake broad consultations on making vaccination mandatory for specific activities and locations\". \nCurrent regulations in South Africa make it mandatory to wear face coverings in public, and restrict indoor gatherings to 750 people and outdoor gatherings to 2,000.\nThere are no vaccine shortages in South Africa itself, and Mr Ramaphosa urged more people to get jabbed, saying that remained the best way to fight the virus.\nHealth experts said that Gauteng, which includes Johannesburg, had entered a fourth wave, and most hospital admissions were of unvaccinated people. \nOmicron has now been detected in a number of countries around the world, including the UK, Germany, Australia and Israel.\nIn other developments:\nHave your travel plans been affected by the bans? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59446697",
      "category": "uk-wales",
      "title": "Storm Arwen: I'm a Celebrity contestants removed from set",
      "tags": "Conwy,Declan Donnelly,Ant McPartlin,Abergele,Storm Arwen,Ant and Dec,Severe weather",
      "text": "The I'm A Celebrity.. Get Me Out Of Here! contestants have been removed from the set of the show after it suffered damage during Storm Arwen.\nThis weekend's episodes of the ITV show, filmed at Gwrych castle, Conwy, have also been cancelled.\nITV said \"technical difficulties caused by extreme weather\" had forced them to cancel Saturday and Sunday's episodes.\nProducers of the show had to abandon the live element of the show on Friday evening.\nStorm Arwen has caused disruption across Wales, with more than 30,000 thousand homes experiencing power cuts and road and rail travel affected.\nTransport for Wales has cancelled a majority of its rail services and many roads and bridges have been closed by falling debris.\nIn a statement the show said: \"Owing to technical difficulties caused by extreme weather conditions in the area, there will be no new episodes of I'm A Celebrity... Get Me Out Of Here! this weekend (Saturday and Sunday).\n\"I'm A Celebrity... Get Me Out Of Here! will be replaced tonight and tomorrow night in the ITV schedules by compilation shows (voiced by Ant & Dec) featuring best moments from previous series.\"\nLast week, Richard Madeley left the show after feeling unwell. Speaking afterwards, he said he was fine but was leaving the show because he had broken its Covid safety bubble."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59417430",
      "category": "uk-northern-ireland",
      "title": "Rising living costs 'crippling people in Northern Ireland'",
      "tags": "Poverty,Food banks,Cost of living,Child poverty,Universal Credit",
      "text": "Rising living costs are financially, emotionally and physically \"crippling\" people in Northern Ireland, according to a local community worker.\nThe increasing cost of household bills, fuel and childcare, along with the uncertainty and impact of the Covid-19 pandemic, have hit many families hard.\nLow-paid workers, in particular, are facing \"a very bleak winter\", said the manager of Strabane Community Project.\n\"We're going to see poverty at a whole different level,\" she told BBC News NI.\nUrsula Doherty runs a number of community projects in Mid Ulster, including a social supermarket which allows people to purchase low-cost surplus food, usually about 70% cheaper than on the high street.\nStrabane Community Project also facilitates a meals-on-wheels delivery service which provides hot dinners to the elderly and vulnerable, at a reduced cost.\nBut Ms Doherty says that as general life gets more expensive, all the community sector is doing is \"putting a plaster over a massive problem\".\n\"What we're going to see is hunger - it's desperate,\" she said.\n\"Food boxes [such as those from food banks] serve no purpose in the long run - they are just sticking plasters.\n\"The government needs to realise we can't keep giving food boxes when we're not actually dealing with the problems that lead to people needing them.\n\"Social supermarkets aren't sustainable either, but they help people who need it and teach people to manage their situation a bit better.\"\nMs Doherty says there is a change in the sorts of people needing extra support.\n\"What we are seeing coming through more often is working people who are receiving a salary but can't afford basic items because of their low wages.\n\"People on multiple benefits are not in poverty. It is people on single benefits, such as universal credit, who have taken a cut, and people working in low-paid jobs and those needing to pay for childcare.\n\"If you are having to pay more for fuel for your house and then fuel for your car to get to work, it's very difficult. It's consumer poverty.\n\"We need a whole system overhaul. We need more money for education because it is an equaliser.\n\"People need new skills, they need reskilled in the areas that need more workers, low-paid people need higher wages and there needs to be more affordable childcare options if people are to get out of this.\"\nMs Doherty is urging politicians \"to wake up and see what's happening out there\".\n\"The dignity, respect and social justice has been stripped away from people,\" she said.\n\"The community sector can only do so much and we're close to burnout. Where do we go from here without the right government help? We can't keep giving out, we need to create a more sustainable environment.\n\"People are pushing rocks up a hill. None of what we're doing is the answer.\"\nIt is a similarly grim picture at the FareShare Northern Ireland warehouse in Newtownabbey, County Antrim.\nThe Homeless Connect project, which works to alleviate food poverty across Northern Ireland, supplies more than 160 charities with weekly food deliveries, with support from the Department for Communities.\nIt supplies food to homeless hostels, school breakfast clubs, lunch clubs for senior citizens, day centres and community cafés, and it is desperately seeking volunteers to help the growing number of people in need.\n\"In 2020-21, we redistributed 800 tonnes of food, the equivalent of 1.9 million meals, which was more than double the year before,\" Méabh Austin, development manager at FareShare Northern Ireland, told BBC News NI.\n\"We have seen demand for surplus food continue at a similar level this year as the economic impact of the pandemic is felt.\"\nHarpur's Hill Primary School in Coleraine, County Londonderry, is among those to receive support from FareShare.\nIt is in the Cross-Glebe ward, which is in the top 15% of the most deprived areas in Northern Ireland, and 56% of its pupils receive free school meals.\n\"Many of the children come into school hungry and as a result we run a breakfast club and nurture room,\" said school principal David Radcliffe.\n\"The extra food we get from FareShare enables us to provide breakfast to those children who come into school hungry.\"\nThe school has also started supporting families in need by supplying weekly food parcels.\nLike Strabane Community Project volunteers, those at FareShare Northern Ireland are noticing that rising fuel and electricity costs \"have left low income families and people on benefits particularly vulnerable to food insecurity\".\nFood insecurity is the disruption of food intake or eating patterns due to a lack of money or resources.\n\"We redistribute good quality, surplus food to charities that turn it into meals,\" said Ms Austin.\n\"The food we receive from food retailers and producers includes fresh fruit and vegetables, dairy products, bread and fresh meat, as well as frozen and tinned items.\"\nDemand is so high that the charity's five vans are on the road Monday to Friday, distributing food across Northern Ireland.\n\"Hundreds of thousands of tonnes of good food is wasted by the UK food industry every year,\" she said.\n\"At the same time, millions of people are struggling to afford to eat.\n\"Our work addresses these two issues by redistributing food industry surplus, which would otherwise go to waste, to the people who need it most.\"\nBut these groups cannot continue without more support.\nIf you have been affected by the issues raised in this story, help and support can be found at BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59448525",
      "category": "world-europe",
      "title": "Covid: Netherlands tightens partial lockdown amid surging infections",
      "tags": "Coronavirus lockdown measures,Omicron variant,Netherlands,Coronavirus pandemic",
      "text": "Tighter restrictions have come into force in the Netherlands, amid record Covid cases and concerns over the new Omicron variant.\nFor at least the next three weeks, hospitality and cultural venues such as cafes, museums, and cinemas must close by 17:00 local time (16:00 GMT).\nThe authorities consider the measures critical to protect the country's hospitals from becoming overwhelmed. \nMeanwhile, some 61 people are currently being tested for the new variant. \nThey all have recently arrived on two KLM flights from South Africa, where Omicron was detected earlier this month. The passengers tested positive for Covid-19 and have been quarantined at a hotel near Amsterdam's Schiphol airport while they undergo further tests, Dutch officials said.\nThe World Health Organization (WHO) has said variant is \"of concern\", with early evidence suggesting a higher re-infection risk.\nA number of countries around the world have now banned flights to and from South Africa and several neighbouring nations.\nThree weeks of restrictions for shops, sport and catering were announced by Dutch Prime Minister Mark Rutte earlier this month.\nThe Netherlands has a shortage of intensive care beds, operations are being cancelled and hundreds of people are dying of Covid every week, the BBC's Anna Holligan in The Hague reports. \nMore than 22,000 new daily cases were reported on Friday, and the new rules are designed to bring the record-high infection rate under control, our correspondent says.\nThe Dutch government has published the full list of the restrictions, which state that:\nDuring the lockdown, nurseries, schools and universities across the country will stay open.\nThousands of protesters took to the streets shortly after the government made the lockdown announcement.\nIn The Hague, police used water cannon to disperse the crowds.\nMeanwhile, a spokesman for the Dutch catering industry told public broadcaster NOS that the government had \"crossed a line\". \nThe Netherlands has had nearly 20,000 confirmed Covid-related deaths since the pandemic started. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59434263",
      "category": "uk-wales",
      "title": "Storm Arwen: Trains halted and homes lose power in Wales",
      "tags": "Met Office,Baglan,RNLI,Bala,St Asaph,Briton Ferry,Broughton,Rhôs-on-Sea,Storm Arwen,Severe weather,Aberporth",
      "text": "Thousands of homes in Wales were still without power on Saturday evening, travel was disrupted, and an animal rescue building was badly damaged by strong winds from Storm Arwen.\nTransport for Wales suspended the majority of its rail services, and major roads were blocked due to fallen trees and debris.\nA wind speed of 81mph (130km/h) was recorded at Aberporth, Ceredigion.\nEnergy companies said power cuts had affected tens of thousands of homes.\nWestern Power Distribution said homes in south, west and mid Wales had been affected, and SP Energy Networks reported thousands of households across north Wales, Powys and northern Ceredigion had experienced power cuts.\nAt one point more than 30,000 homes were without electricity across Wales.\nNorth Wales Police encouraged people to get in touch if they had concerns for vulnerable people who may be without power.\nMeanwhile, a woman in Bridgend had a narrow escape when a large tree fell just feet away from her, and ITV had to cancel weekend episodes of I'm A Celebrity... Get Me Out Of Here! after the production area in Gwrych Castle, Conwy, was damaged.\nDog rescue charity Many Tears Animal Rescue in Llanelli, Carmarthenshire, said it suffered \"catastrophic damage\" overnight with the storm.\n\"We have been without power since the early hours, buildings are destroyed and we are devastated that one puppy has died,\" it said in a Facebook post.\n\"The new classroom we have spent so long creating is in pieces with debris flying dangerously in the winds.\"\nIn Gwynedd, Bangor University tweeted that a sports dome covering pitches at its fitness centre, Canolfan Brailsford, had \"suffered catastrophic damage\" and would be closed for the \"foreseeable future\".\nThe occupants of a caravan were unharmed when a tree fell on to it at Lake Vyrnwy Holiday Home Park in Powys.\nA roof was blown off a house in Trebanog, in Rhondda Cynon Taf, which closed the A4233, although the road reopened by the afternoon.\nThe M48 Severn Bridge was closed all day, while the A484 in Carmarthenshire, the A475 in Ceredigion and the A466 in Monmouthshire were all closed due to trees or debris blocking the road.\nA Met Office amber warning for most of north and west Wales lifted at 09:00 GMT on Saturday, but a yellow warning remained in place until 18:00.\nTransport for Wales said it suspended train services on all but Cardiff Valleys lines due to \"significant damage caused overnight by Storm Arwen... with multiple fallen trees and debris blocking lines\".\n\"Numerous roads are also inaccessible and closed due to fallen trees and flying debris, making replacement road transport options difficult,\" it added.\nGreat Western Railway said a tree fell on the railway between Swansea and Cardiff Central blocking all lines towards Cardiff Central.\nSouth Wales Police said officers were dealing with a number of incidents..\n\"Wherever you are, please take extra care when out driving in these conditions,\" it said.\nThe affected roads included the A470 at Llyswen, Powys; A485 at Pontarsais, Carmarthenshire; A494 Bontnewydd, Gwynedd, and A525 between Broad Oak Lane and A495 Ellesmere Road in Wrexham.\nThe A5 in Llanfairpwll and A4080 in Llanfaelog, Anglesey, was also closed due to fallen trees blocking the road.\nShopkeeper Eirian Connelly said she had to use lanterns when she opened Pendyffryn Stores in Betws y Coed, Conwy county, at 06:00 due to a power cut.\n\"The electricity came back at 09:20 and it had gone off again at 09:50 so we are back to square one,\" she said.\nMeanwhile, Covid-19 testing units have been shut due to the weather at Pwllheli, Corwen, Llangefni, Abergele and Caernarfon, according to Betsi Cadwaladr University Health Board.\nHolyhead Coastguard said a number of vessels broke their moorings in the Conwy estuary overnight.\nThe RNLI had warned that visits to the coast during Storm Arwen could be \"treacherous\".\nIt encouraged people to exercise extreme caution if visiting the shoreline, especially along exposed cliffs, seafronts and piers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59442129",
      "category": "world",
      "title": "Covid: South Africa 'punished' for detecting new Omicron variant",
      "tags": "World Health Organization (WHO),South Africa,Omicron variant,Coronavirus pandemic",
      "text": "South Africa has complained it is being punished - instead of applauded - for discovering Omicron, a concerning new variant of Covid-19.\nThe foreign ministry made the statement as countries around the world restricted travel from southern Africa as details of the spread emerged.\nEarly evidence suggests Omicron has a higher re-infection risk.\nThe World Health Organization (WHO) said on Friday that the new variant was \"of concern\".\nSeveral cases have now been identified in Europe - two in the UK, two in Germany, one in Belgium and another one in Italy, while a suspected case was found in the Czech Republic. \nIsrael, where the new variant has been confirmed, has decided to ban all foreigners from entering the country from midnight Sunday.\nThe measure will last for 14 days, according to the Times of Israel.\nOmicron cases have also been detected in Botswana, Hong Kong and Israel. \nHundreds of passengers arriving in the Netherlands from South Africa are being tested for the new variant.\nSome 61 people on two KLM flights were positive for Covid-19 and have been quarantined at a hotel near Amsterdam's Schiphol airport while they have further tests, Dutch officials said.\nThe Netherlands is currently struggling with a record-breaking surge in cases. An extended partial lockdown comes into force there on Sunday evening.\nThe new Omicron variant was first reported to the WHO from South Africa on 24 November.\nA statement by the South African foreign ministry on Saturday strongly criticised the travel bans.\n\"Excellent science should be applauded and not punished,\" it said.\nThe bans were \"akin to punishing South Africa for its advanced genomic sequencing and the ability to detect new variants quicker\".\nThe statement added that the reaction had been completely different when new variants were discovered elsewhere in the world.\nAn African Union official told the BBC developed countries were to blame for the emergence of the variant.\n\"What is going on right now is inevitable, it's a result of the world's failure to vaccinate in an equitable, urgent and speedy manner. It is as a result of hoarding [of vaccines] by high-income countries of the world, and quite frankly it is unacceptable,\" said AU vaccine delivery alliance co-chair Ayoade Alakija.\n\"These travel bans are based in politics, and not in science. It is wrong... Why are we locking away Africa when this virus is already on three continents?\" \nOn Friday and Saturday, a number of countries announced new measures:\nThe WHO said the number of cases of this variant, initially named B.1.1.529, appeared to be increasing in almost all of South Africa's provinces. \n\"This variant has a large number of mutations, some of which are concerning,\" the UN public health body said in a statement on Friday.\nIt said \"the first known confirmed B.1.1.529 infection was from a specimen collected on 9 November\". \nThe WHO said it would take a few weeks to understand the impact of the new variant, as scientists worked to determine how transmissible it was.\nA top UK health official warned that vaccines would \"almost certainly\" be less effective against the new variant.\nBut Professor James Naismith, a structural biologist from the University of Oxford, added: \"It is bad news but it's not doomsday.\"\nThe head of the South African Medical Association told the BBC that the cases found so far in South Africa - where only about 24% of the population is fully vaccinated - were not severe, but said investigations into the variant were still at a very early stage. \n\"The patients are mostly complaining about a sore body and tiredness, extreme tiredness and we see it in the younger generation, it's not the older people... We're not talking about patients that might go straight to a hospital and be admitted,\" Dr Angelique Coetzee said. \nUS infectious disease chief Dr Anthony Fauci said that while the reports on the new variant threw up a \"red flag\", it was possible that vaccines might still work to prevent serious illness.\nThe WHO has warned against countries hastily imposing travel restrictions, saying they should look to a \"risk-based and scientific approach\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59443055",
      "category": "uk-england-london",
      "title": "Naomi Campbell's charity Fashion for Relief 'co-operating' with probe",
      "tags": "Charities,Naomi Campbell,The Charity Commission",
      "text": "Naomi Campbell's fashion charity says it is fully co-operating with an investigation into concerns relating to its management and finances.\nThe south London supermodel created Fashion for Relief (FFR) in 2005 to raise funds for children living in poverty and adversity.\nIt says it has raised millions of pounds for good causes.\nThe Charity Commission said FFR had previously been subjected to a compliance investigation.\nDuring that case, which opened in September 2020, the Commission identified a range of regulatory concerns relating to the governance and finances of the charity. \nThis included the charity's consistent late filing of accounts and lack of evidence to show that conflicts of interest were being managed, it said.\nIn March this year, the Commission issued the trustees with an action plan, aimed at improving the charity's financial management.\nFollowing a review of the charity's response to the action plan, the regulator identified further concerns in the charity's financial management and governance to explore. \nAs a result, the Commission escalated its engagement with the charity to an inquiry, which will examine:\nA spokesperson for FFR said it hoped to \"conclude the regulatory engagement with the Commission as swiftly as possible\" and added it had asked for an extension to the deadline as it had not been able to hold any events or undertake any fundraising activity for two years due to the pandemic.\n\"Any suggestion of wrongdoing or misconduct on the part of the trustees is untrue and denied,\" the statement added. \nIt said FFR was not solely a fundraising charity, and instead held events to help encourage donations to other charities and good causes.\n\"Each of our events has been held for the benefit of a third party charity. At each event, all donations and pledges are made directly to the third party charity,\" it said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59447083",
      "category": "uk-wales",
      "title": "Omicron: Overseas travellers to Wales to require PCR tests",
      "tags": "Coronavirus vaccines,Coronavirus testing,Welsh government,Vaccine passports,Coronavirus pandemic",
      "text": "Everyone who enters Wales from abroad will need to take a PCR test and isolate pending a negative result. \nThe Welsh government announced the move after the UK government brought in several new restrictions in England.\nIt comes as the Omicron variant of Covid-19 has been detected in Brentwood, Essex, and Nottingham.\nThe Welsh government said it was a \"serious development\", and ministers would meet over the weekend to discuss whether further action was needed.\nMasks will be compulsory in shops and on public transport in England, and arrivals to the UK are expected to have to take PCR tests from Tuesday.\nFace coverings are already mandatory in shops, health and social care settings and on public transport in Wales.\nWales' overall Covid case rate has dipped further to 491.4 for every 100,000 people in the week to 22 November.\nLatest figures published by Public Health Wales showed nine further deaths with Covid and 1,963  positive cases for the 24-hour period up to 09:00 GMT up to Friday.\nAt a press conference on Saturday evening, Prime Minister Boris Johnson warned that the new variant appears to spread \"very rapidly\", and can be spread \"between people who are double vaccinated\".\nIt was first reported on Wednesday in South Africa, with early evidence suggesting it has a higher re-infection risk.\nThe UK Omicron cases are linked and are connected to travel in southern Africa, where 10 countries have been placed on the UK's travel red list, meaning all arrivals will have to quarantine in a hotel for 10 days.\nThe UK's chief medical officer, Prof Chris Whitty, said there was a \"reasonable chance\" vaccines could be less effective against the new variant but stressed people who are vaccinated or receive the booster jab will be less likely to become seriously ill.\nHe said the Joint Committee on Vaccination and Immunisation would now need to decide whether to extend the booster vaccine down to adults age 18, and whether a second dose should be offered to children aged 12-15.\nThe Welsh government has criticised Downing Street for removing all countries from the red list prior to the identification of the Omicron variant.\nIt also said it was concerned with the replacement of PCR tests with lateral flow tests on day two for travellers returning to the UK. \nWelsh ministers met on Saturday night and are expected to hold further discussions on Sunday.\nA Welsh government spokesperson said: \"The emergence of this new variant is a serious development in the ongoing pandemic and reinforces the need for everyone in Wales to get their vaccine or booster when offered, wear face coverings when necessary, and book a test if they develop symptoms.\n\"We have repeatedly raised our concerns with the UK Government about its decision to relax international travel rules quickly, precisely because of the risk of introducing new variants into the UK.\"\nPrior to the identification of the new variant, the UK government announced it would remove all countries from the red travel list on 28 October. \nThis meant fully vaccinated travellers from the seven countries previously listed would no longer have to quarantine in a hotel.\nThe UK government also dropped the requirement to take a day-two PCR test when returning to the UK, in favour of a cheaper lateral flow test.\nThe Welsh government adopted the same changes at the time, but raised concerns with the UK government for relaxing the rules too quickly. \nThe return of the UK's red travel list will require travellers from South Africa, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini, Angola, Mozambique, Malawi and Zambia to quarantine in a hotel on arrival to the UK.\nAll contacts of suspected Omicron cases must self-isolate, regardless of whether or not they are fully vaccinated. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59442534",
      "category": "world-europe",
      "title": "The gangs enticing migrants to cross the English Channel",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59449975",
      "category": "uk",
      "title": "Covid-19: Measures to tackle Omicron variant begin this week and countries reveal more restrictions",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow. \nMask wearing will be mandatory in shops and on public transport in England from Tuesday, Health Secretary Sajid Javid has said. PCR tests for everyone entering the UK will also be introduced and all contacts of new variant cases will have to self-isolate, even if fully jabbed. The measures include reinstating the travel red list with mandatory hotel quarantine for 10 countries. Mr Javid told Sky's Trevor Phillips on Sunday he hoped the extra measures - which aim to tackle the Omicron variant - will be \"temporary\", adding he thinks people will \"take this more seriously\". He said he has asked the government's vaccines advisers for \"very quick advice\" on broadening the booster programme to younger age groups and he expected that advice \"imminently\". Our health and science correspondent James Gallagher looks at whether the measures will work. \nCountries around the world have been racing to contain the potentially more infectious Omicron strain first detected in South Africa. Israel is one of the latest countries to announce travel restrictions - the country is to ban foreigners from entering the country for 14 days and use surveillance to halt the strain's spread, according to local media. The ban is expected to come into effect at midnight on Sunday, following full cabinet approval.\nTighter restrictions have come into force in the Netherlands, amid record Covid cases and concerns over the new Omicron variant. For at least the next three weeks, hospitality and cultural venues such as cafes, museums and cinemas must close by 17:00. The government says the curbs are critical to protect hospitals from becoming overwhelmed. Meanwhile, some 61 people - who recently arrived on two KLM flights from South Africa - are being tested for the new variant. \nSouth Africa has complained it is being punished - instead of applauded - for discovering the new variant Omicron. The foreign ministry made the statement as countries around the world restricted travel from southern Africa as details of the spread emerged. Its officials say South Africa should be praised for discovering Omicron, not hit with travel bans. The country first reported the variant on 24 November.\nToday is the deadline for the members of two key branches of the US military - the Navy and the Marines - to get Covid jabs. But thousands of America's armed forces members remain unvaccinated. Some 2.1 million people are part of the US military, including active and non-active members, and defence officials have warned that troops that refuse could face a range of consequences. Our explainer looks at what these could be.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWondering what the UK's rules and guidance are for face masks and coverings? Here's what we know.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59443223",
      "category": "uk-england-london",
      "title": "Tube strikes set to disrupt first Night Tube services",
      "tags": "Transport for London,London Underground,London tube strikes,RMT,London transport",
      "text": "Continuing Tube strikes will disrupt plans to partially reopen the Night Tube this weekend. \nAbout 160,000 people have signed a petition calling for its return in the wake of Sarah Everard's murder.\nThe service was due to resume on Saturday night but staff have walked out in a dispute over driver rotas.\nA union says changes to rotas will ruin members' work-life balance but transport bosses called the strike \"unnecessary action\".\nCustomers are advised to check before they travel and use buses to complete their journeys where required. \nThe Tube strike started across six services on Friday, when Rail, Maritime and Transport (RMT) union staff began demonstrating at 04:30 GMT. \nTwo of these, Central and Victoria, were set to reopen their Night Tube services this weekend.\nIt is the first strike on more than one Tube line since 2018, with the other four affected lines being Piccadilly, Northern, Waterloo & City and Jubilee. \nFurther disruptions for all six lines are expected over the next three weekends on 3-5 December, 10-12 December and 17-18 December. \nTonight's much lauded and hyped relaunch of the night tube is meant to another step in London's rebuilding. \nIt's particularly important to the night time economy and the West End in particular. \nSo a half-cocked launch with a reduced service is pretty embarrassing both for London Underground and the Mayor. \nUltimately they couldn't get the RMT Union on board with the new conditions and went ahead anyway. \nBusinesses will hope a resolution is quick and this doesn't hang over the whole a Christmas period. \nA petition to reinstate the Night Tube was started by Ella Watson, who is continuing her campaign to re-open the service in full.\nThe Mayor of London, Sadiq Khan, responded to the petition, thanking Ms Watson for highlighting the issue of women's safety.\nHe agreed the Night Tube has \"a clear role to play in helping women feel safer in our city\", particularly after a string of \"shocking murders\", including Nicole Smallman, Bibaa Henry, Sarah Everard and Sabina Nessa.\nAndy Lord, London Underground's managing director, said TfL had invested in additional British Transport Police officers, both in plain clothes and in uniform to assist customers and staff on the Night Tube.\nHe said: \"I am very sorry for the inconvenience that this strike action is causing. \n\"We understand that our customers will be frustrated by the RMT's strike action, which is timed to cause maximum disruption to London. \n\"This action is the last thing London needs as it recovers from the pandemic, which is why we have done everything we can to get this action called off.\"\nOn Friday, RMT general secretary Mick Lynch said strikes were happening because TfL had \"ripped up\" an agreement on Night Tube driving by changing rosters.\nHe said: \"The Tube strike action is rock solid in all depots and the widespread impact on services is solely down to management failure to recognise and address the anger of their staff at the imposition of damaging and unacceptable working practices.\n\"This action was wholly avoidable if LU bosses hadn't attempted to bulldoze through arrangements that abolished the Night Tube driver grade, lumping everyone into a central pool where they can be shunted about at will in a drive to cut costs.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59435965",
      "category": "uk",
      "title": "Storm Arwen: Third person dies as gale-force winds hit UK",
      "tags": "Transport,Storm Arwen,Severe weather",
      "text": "A third person has died after Storm Arwen lashed parts of the UK with high winds, rain and snow.\nThe 35-year-old man died after his pick-up truck was struck by a falling tree in Aberdeenshire on Friday.\nThe same day a head teacher died after a tree fell onto his car in Antrim and another man also died after he was hit by a falling tree in Cumbria. \nIn the Aberdeenshire incident, police returned to their own van to find it had been crushed by another tree. \nGusts reached speeds of 98mph in Northumberland, and about 120 lorries became stuck in snow on the M62.\nIn Scotland, more than 100,000 people lost power.\nA rare red warning for wind was issued by the Met Office on Friday across the east coast of Scotland and north-east England, with the highest speeds of 98mph recorded at Brizlee Wood in Northumberland.\nGusts overnight affected \"a wide swathe of the United Kingdom\", the Met Office said, with buildings damaged and trees blown down.\nGusts of 87mph were recorded at Orlock Head, County Down, while Inverbervie on the north-east coast of Scotland saw speeds of 78mph, and Aberporth in Wales had gusts of up to 77mph.\nThe man who died when a falling tree hit his car in Northern Ireland was named as the principal of St Mary's Primary School in Maghera, Francis Lagan.\nPolice in Cumbria said a man from Lancaster was killed after a tree fell on him in Ambleside on Friday evening.\nThe driver in Aberdeenshire was in a Nissan Navara on the B977 Dyce to Hatton of Fintray road when it was struck by a falling tree at about 17.45 GMT on Friday.\nLNER advised customers not to travel north of York on Saturday or Sunday, saying they were unable to transport passengers between Newcastle and Edinburgh due to significant damage to the rail network.\nScotRail also withdrew services between Aberdeen, Perth and Inverness on Friday and there was disruption on other lines.\nPassengers in Aberdeenshire were stuck on a train for 17 hours as Storm Arwen swept across Scotland.\nMark Swinglehurst, 62, told the BBC the train had reached Huntly at about 17:00 GMT on Friday before coming to a halt.\nAsked about the experience, he said: \"I don't think it will get rave reviews on any sort of travel site.\" \nHe said it had been cold but comfortable and although there was a lack of refreshments initially, staff managed to secure bacon rolls and pies for the stranded passengers during their ordeal.\nMeanwhile, dozens of people - including an Oasis tribute band - were trapped by heavy snow at Britain's highest pub.\nOn Friday night, about 3ft of snow fell at the Tan Hill Inn in the Yorkshire Dales, which is 1,732ft (528m) above sea level - meaning 60 people were unable to leave. \nBeds in the pub's lounge area were set up for the 20 guests who had not planned an overnight stay, but the pub said it had plenty of supplies to keep people warm and fed.\nSleet fell across parts of Scotland and northern England with some heavy snow on higher ground.\nPart of the M62 near Rochdale between junctions 21 and 22 was closed, with 120 lorries stuck in the snow after one of them jack-knifed. \nMore than 100,000 homes in Scotland lost power in the storm, with Scottish and Southern Electricity Networks saying electricity had been restored to 55,000 by mid-afternoon on Saturday. A post on Twitter said 60,000 customers currently remained without supply.\nNorthern Powergrid reported outages for customers in north-east England, mainly in Northumberland, County Durham and Tyne and Wear, as well as people in the Midlands, Cheshire, Merseyside, Wales and south-west England. \nBy late afternoon on Saturday, the supplier tweeted it had restored power to 153,000 customers. However, a tweet urged those still without power on Saturday evening to \"seek alternative accommodation with family and friends\" where possible, adding that it was \"likely\" the supply would remain off throughout the night and into Sunday.\nThere were also power outages in Northern Ireland.\nIn Wales, reality TV show I'm a Celebrity Get Me Out of Here cancelled all its weekend shows \"owing to technical difficulties caused by extreme weather conditions in the area\". A compilation show featuring the best bits from previous shows will be broadcast instead.\nThe celebrity participants are understood to be safe inside the castle, with only essential crew on site, after the set was badly damaged by the storm, reports suggest.\nFriday's live show was also abandoned and pre-recorded footage broadcast in its place as a precautionary measure due to Storm Arwen.\nIn County Durham, the roof of the clubhouse came off at Chester-le-Street Town FC, landing on the pitch of the Northern League division two team.\nTemperatures are set to fall with the storm and a yellow warning for ice, lasting until 11:00 on Sunday, has been issued for large stretches of northern and eastern Scotland, along with much of northern England.\nIn the early hours of Sunday, parts of north-west Scotland might receive more snow, while temperatures in Scotland and northern England could fall as low as -6C.\nThe UK Health Security Agency has issued a cold weather alert, which is in place from 18:00 on Friday until 15:00 on Monday.\nThe government body is advising people to check on older neighbours and relatives, especially those who live alone or have a serious illness.\nIn other developments:\nAre you in the area affected by Storm Arwen? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59418127",
      "category": "health",
      "title": "Omicron: How worried should we be?",
      "tags": "Public health,South Africa,Omicron variant,Coronavirus pandemic",
      "text": "We're back in familiar territory - growing concern about a new variant of coronavirus.  \nIt has been named Omicron by the World Health Organization, following the pattern of Greek code-names like the Alpha and Delta variants.\nOmicron has such a long list of mutations that it was described by one scientist as \"horrific\", while another told me it was the worst variant they'd seen. \nIt has now been detected in more than 30 countries and there are signs it may be able to bypass some of our immunity. \nBut there are also claims that it could be milder than earlier versions of Covid, such as Delta.\nThere is a lot of speculation. Here's what we know. \nOmicron is the most heavily mutated version of coronavirus found so far. \nProf Tulio de Oliveira, the director of the Centre for Epidemic Response and Innovation in South Africa, said there was an \"unusual constellation of mutations\" and that it was \"very different\" to other variants that have circulated. \n\"This variant did surprise us, it has a big jump on evolution [and] many more mutations that we expected,\" he said.\nHe said there 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells. \nZooming in even further to the receptor binding domain (that's the part of the virus that makes first contact with our body's cells), it has 10 mutations compared to just two for the Delta variant that swept the world. \nIt is not certain where Omicron came from, but it is thought it evolved in a single patient who was unable to beat the virus.\nA lot of mutation doesn't automatically mean: bad. It is important to know what those mutations are actually doing.\nThe vaccines have all been based on the original form of the virus that was first detected in Wuhan, in China. The concern is Omicron is now so different to the original that vaccines may not be as effective. \nSome of the mutations have been seen before in other variants, which gives some insight into their likely role in this variant. \nFor example N501Y seems to make it easier for a coronavirus to spread. There are some in there that make it harder for antibodies to recognise the virus and might make vaccines less effective, but there are others that are completely new. \nThere have been many examples of variants that have seemed scary on paper, but came to nothing. The Beta variant was at the top of people's concerns at the beginning of the year because it was the best at escaping the immune system. But in the end it was the faster-spreading Delta that took over the world. \nScientists in South Africa have reported early evidence that Omicron can evade some of our immunity. \nThey have detected a surge in the number of people catching Covid multiple times, which had not been seen with previous variants. However, the scientists stressed they did not know what this meant for vaccines. \nLaboratory experiments are underway to see how effective the antibodies in people's blood are at stopping the new variant. \nProf Ravi Gupta, from the University of Cambridge, said: \"Beta was all immune escape and nothing else, Delta had infectivity and modest immune escape, this potentially has both to high degrees.\"\nThe Omicron variant is being blamed for a surge in cases in South Africa. In mid-November there were around 250 cases recorded every day. This has now topped 8,000 daily cases in a country that has already seen large waves of other variants. \nExperts have warned the same could happen around the world, including in the UK. \n\"The early signs are it will probably spread quite quickly and probably start outcompeting Delta, and become the dominant variant probably within the next weeks,\" said Prof Paul Hunter, from the University of East Anglia.\nThe jury is still out on the severity of an Omicron infection. \nAnecdotal accounts from South Africa have argued symptoms tend to be mild and data on just 40 patients in one hospital hinted that fewer were becoming severely ill. However, it will take weeks to know for sure as there is a long delay between catching the virus and becoming seriously ill. South Africa also has a relatively young population and younger people tend to have milder Covid.\nAnd any difference in severity could have more to do with the amount of immunity in the country than anything the virus is inherently doing differently. \nSo, for now, we are left with a variant that raises significant concerns despite huge holes in our knowledge. It is one that needs to be watched closely and asks deep questions about what to do and when. The lesson of the pandemic is you can't always wait until you have all the answers. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59438028",
      "category": "world-europe",
      "title": "The migrants returned to Iraqi camps from Belarus",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59449480",
      "category": "uk",
      "title": "Covid: Sajid Javid defends 'swift action' on Omicron variant",
      "tags": "Coronavirus testing,Self-isolation,Sajid Javid,Coronavirus pandemic",
      "text": "Face masks will be compulsory in shops and on public transport in England, and UK arrivals are expected to have to take PCR tests from Tuesday in response to the new Omicron variant.\nHealth Secretary Sajid Javid said the measures would help to ensure that people can \"enjoy Christmas with our families\".\nMr Javid said the government had acted \"swiftly\" and \"in a proportionate way\".\nBut a doctor who treated the variant said there had been unnecessary panic.\nMeanwhile, adults aged 18 and over \"will have an offer of a booster earlier than we had previously envisaged\", the deputy chairman of the Joint Committee on Vaccines and Immunisation told BBC Radio 4's Broadcasting House.\nProfessor Anthony Harnden said: \"There is a very good, strong argument for raising the antibody level in the whole of the community. So accelerating the booster programme both by extending the age range and by reducing the interval between the second dose and the booster dose, would be a sensible strategy.\"\nThe government has stopped short of issuing advice to work from home and extending vaccine passports in England, which are part of its Plan B for winter - a contingency plan if intervention on Covid is needed to protect the NHS.\nMr Javid told the BBC's Andrew Marr Show that the government \"could not have acted more swiftly\".\n\"The reason we've set out these measures yesterday is to protect the progress we've made so we can all continue to enjoy Christmas with our families,\" he said.\nHe said the UK would take further action \"in a proportionate way wherever necessary\" but he did not think working from home guidance was needed. \nHe did not outline when PCR tests for overseas arrivals would be required, saying it would be \"as soon as possible\" but he needed agreement from all UK four nations. The government website said the change would be implemented from 04:00 GMT on Tuesday.\nMr Javid told Sky News the face mask rules would also be implemented on Tuesday, bringing England in line with the rest of the UK, but he hoped all the new measures could be lifted again \"within weeks\".\nThe South African doctor who treated early cases of the Omicron variant told the BBC countries could be \"panicking unnecessarily\" and the symptoms she had seen were \"extremely mild\".\nDr Angelique Coetzee, chair of the South African Medical Association, said she had first encountered the variant in patients who had fatigue, aches and pains, but no cough or change in sense of smell or taste. \"We haven't admitted anyone,\" she said.\nBut she acknowledged that understanding of the variant was developing and in two weeks' time they would know more.\nProf Neil Ferguson - a key government adviser on the pandemic - said \"it's likely we'll detect quite a lot more cases in the coming days\" because the UK and the Netherlands have the largest number of flights from South Africa, where the variant is circulating.\nTests on passengers on two flights into Amsterdam found 61 cases of Covid, of which 13 were the Omicron variant.\nMeanwhile, Scotland's First Minister Nicola Sturgeon said \"we may need to go further in restricting travel in the days to come\", adding: \"We need to be open-minded to doing anything to keep the population safe.\"\nSome countries have imposed travel restrictions on the UK following the detection of Omicron cases, including Spain - which will require proof of vaccination from travellers from Wednesday - and Switzerland, which now requires proof of vaccination, a negative Covid test and 10 days' quarantine.\nIt comes as Cardiff Rugby has said the team's departure from a visit to South Africa has been delayed after two positive Covid cases were confirmed. One of the cases is suspected to be the Omicron variant.\nAt a Downing Street news conference on Saturday, the prime minister called the new measures temporary and precautionary - and said they would be reviewed in three weeks, just before most schools break up for the Christmas holidays. \nLabour has called for full implementation of Plan B and for improved sick pay to encourage self-isolation.\nSouth Africa has a young population and it is encouraging that doctors there are reporting that Omicron is causing mild symptoms with no increase in hospital admissions.\nBut we need to see what happens when the variant moves into older age groups who are the most vulnerable to Covid.  \nWe also need to see what happens when Omicron comes up against the fully immunised, and those who have had a third booster shot. So far the vaccines have proved highly effective at giving strong protections against severe illness from all variants. \nIf the vaccines prevent people falling seriously ill with Omicron then some breakthrough infections, while unwelcome, will not be disastrous.\nAs long, of course, as people are already vaccinated. If anything, this is a wake-up call for those yet to be vaccinated to come forward and get the jab.\nBoris Johnson announced the restrictions after it was confirmed that two Omicron cases had been detected in Brentwood, Essex, and Nottingham. Officials said the cases were linked and connected to travel in southern Africa, where the new variant was first identified.\nA further case was reported by the UK Health Security Agency on Sunday.\nUnder the plans: \nIn Scotland, Wales and Northern Ireland, face coverings are already mandatory on public transport and many indoor areas.\nRetail and health workers said the rules on face masks should never have been relaxed, with shopworkers' union Usdaw accusing ministers of \"flip-flopping on basic and sensible Covid measures\" while the Royal College of Nursing said \"it should not have been a new variant that forced the prime minister to act\".\nBut Mick Lynch, general secretary of the Rail, Maritime and Transport union, said \"there are major issues about enforcement and it is our members left in the front line with angry passengers who refuse to comply\", and called for more resources to support policing the rule.\nOne change has already been implemented. Ten countries - South Africa, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini, Angola, Mozambique, Malawi and Zambia - are now on the UK's travel red list. That was applied from 04:00 GMT, meaning that until further notice any British or Irish residents arriving in the UK after recently visiting any of those countries will have to quarantine in an approved hotel for 10 days.\nResidents from the countries themselves will not be allowed into the UK until the red list status changes.\nThe average number of daily confirmed Covid cases in the UK began rising again in early November. A further 39,567 confirmed cases were announced on Saturday.\nHave you been affected by issues raised in this article? Tell us about it by emailing: haveyoursay@bbc.co.uk. \nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59431537",
      "category": "uk-wales",
      "title": "Snowdonia communities 'exploited', says Gwynedd council",
      "tags": "Llanberis,Snowdon,Beddgelert,Gwynedd Council",
      "text": "Communities in Snowdonia have been left feeling \"exploited\" after one of the busiest tourist seasons in living memory, Gwynedd council has said. \nMore than 660,000 visitors climbed Snowdon during 2021.\nThere were large queues at the summit almost every day in summer.\nGwynedd council said visitor numbers have been rising in recent years, but increased substantially this year because coronavirus restrictions meant fewer people taking holidays abroad.\nIt believes parts of Snowdonia have joined major European destinations like Amsterdam, Barcelona and Venice in having more visitors than they can cope with.\nA conference is taking place on Tuesday to discuss how the tourist industry needs to change to balance the needs of local people, visitors, tourism businesses and the environment.\n\"We've experienced two years of very unusual tourist seasons, from lockdown to a very large influx of new tourists - those people who would probably have gone overseas for their holidays,\" said council leader Dyfrig Siencyn. \n\"And it increased the pressure on our communities substantially.  \n\"It was very good for businesses and our local economy, but we also had a new kind of tourist, who really didn't understand the communities that we live in, or the environment.\"\nHe said there were problems with litter, parking while the cost of repairing footpaths \"can't be sustained in the long term\".\nMr Siencyn also believes there is a \"cost to the community\", adding: \"You see this in places like Amsterdam, Venice and Barcelona where mass tourism harms the local culture.\n\"Some people can travel to Snowdon, climb up the mountain, make a mess and then go home without contributing anything to the local economy.\n\"What we need to do is to look at ways we can make tourism benefit our communities rather than exploiting them.\"\nGwynedd Council said tourism brings in £1.35bn every year to the county's economy, generating jobs for more than 18,200 people.\nBut a spokesman added jobs in the visitor industry are often low-paid, part-time and finish as soon as the summer season comes to an end.\nJonathan Williams-Ellis is chairman of Snowdonia 360, a group which represents visitor attractions in north west Wales, and believes businesses had a good year in 2021.\n\"But Snowdon is being hammered, and that's just not right,\" he added.\n\"A better, greener transport network may be part of the solution, and reduce the number of times people in places like Beddgelert and Llanberis find their village clogged up with cars.\n\"We need to look at ways to get visitors to explore other areas of north west Wales and to come at other times of the year as well.\"\nHe believes if visitor numbers can be spread across 11 or 12 months, job opportunities can be year-round rather than seasonal. \n\"We don't just need a knee-jerk reaction here, we need a long term plan which will look after locals, look after the environment and look after the Welsh language,\" Mr Williams-Ellis added.\nThe council and the Snowdonia National Park Authority are putting together an action plan called the Gwynedd and Eryri Sustainable Visitor Economy Plan 2035.\nJohn Harold, director of The Snowdonia Society, a charity which campaigns to protect Snowdonia, said volunteers spent thousands of hours over the summer picking up litter.\n\"But this summer has also given us ideas about how we can turn our problems to our advantage,\" he said.\n\"We've created new jobs for conservation officers who can co-ordinate volunteer teams in the future and assist the national park wardens in helping visitors on the ground.\n\"These are full-time jobs with decent training and career prospects.\n\"It shows that you need to look beyond the numbers of visitors and find the opportunities to make the most of the visitor industry that we have.\"\nTuesday's conference will involve representatives from communities, businesses and experts on sustainable tourism."
    }
  ]
}