{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58077039",
      "category": "world-europe",
      "title": "German pensioner given hefty fine for WW2 tank in house",
      "tags": "Germany,World War Two",
      "text": "A pensioner in Germany has been convicted of illegal weapons possession after he was found to own an extensive personal arsenal including a tank. \nThe defendant, 84, has been handed a suspended prison sentence of 14 months and has been ordered to pay a fine of €250,000 (£213,469). \nOfficials found the tank and other World War Two-era military equipment at the defendant's house in the northern town of Heikendorf in 2015.\nThe army had to help remove the items. \nOn Monday, the court ordered that the defendant, who cannot be named under German privacy laws, must sell or donate the tank and an anti-aircraft cannon to a museum or collector within the next two years. \nAccording to the defendant's lawyer, a US museum is interested in purchasing the Panther tank. Many US historians argue it was the most efficient such vehicle deployed by Germany during World War Two. \nThe lawyer also said that a number of German collectors had approached the defendant over other items, which included assault rifles and pistols, local media report. \nLocal authorities raided the property in 2015 after receiving a tip-off about the building's contents by colleagues in Berlin, who had earlier searched the home for stolen Nazi art. \nIt took about 20 soldiers almost nine hours to extract the Panther tank - which was without its tracks - from the property. \nLocal media reported that the man had been seen one winter using the tank as a snow plough."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58052144",
      "category": "world-europe",
      "title": "Belarus Olympian given Polish visa after refusing 'forced' flight home",
      "tags": "Belarus,Japan",
      "text": "A sprinter from Belarus who refused her team's order to fly home early from the Olympics has been granted a humanitarian visa by Poland.\nKrystina Timanovskaya, 24, is at the Polish embassy in Tokyo after spending the night secured in a hotel under protection from Japanese police.\nShe said she was forcibly taken to the airport for criticising coaches, and voiced fears for her safety.\nBelarus says she was removed from the team because of her emotional state.\nMs Timanovskaya told the BBC on Monday that she was safe, but said she had been advised not to give further details at this stage.  \nThe incident has again put the spotlight on Belarus, which has been ruled by President Alexander Lukashenko since 1994. Last year, nationwide protests over his disputed re-election were violently repressed by the security forces.\nSome of those who joined the demonstrations were also national-level athletes, who were stripped of funding, cut from national teams and detained.\nPoland's Deputy Foreign Minister Marcin Przydacz said Ms Timanovskaya was in direct contact with Polish diplomats in Tokyo, and that Poland would do \"whatever is necessary to help her continue her sporting career\".\nHer husband has fled to the Ukrainian capital, Kyiv. He is set to join her in Poland, according to a Warsaw-based Belarusian opposition politician. \nThe Belarusian government has yet to comment on the Polish decision.\nThe EU, meanwhile, welcomed Poland's decision. Nabila Massrali, a spokeswoman for EU foreign policy chief Josep Borrell, said the attempt by Belarus to forcibly repatriate Ms Timanovskaya was \"another example of the brutality of the repression of Lukashenko's regime\".\n\"We express our full solidarity to Krystina Timanovskaya and commend the (EU) member states that offered her support. We welcome the fact that she has now been given a humanitarian visa by Poland,\" Ms Massrali said in a statement to Reuters. \nThe sprinter, who was due to compete in the women's 200m event on Monday, had complained on social media about being entered into the 4x400m relay race at short notice after some teammates were found to be ineligible to compete.\nThe video led to criticism in state media, with one television channel saying she lacked \"team spirit\".\nMs Timanovskaya said officials had come to her room and given her an hour to pack her bags before being escorted to Tokyo's Haneda airport. She says she was \"put under pressure\" by team officials to return home and asked the International Olympic Committee (IOC) for help.\n\"They are trying to get me out of the country without my permission,\" she said in a video posted on the Telegram channel of the Belarusian Sport Solidarity Foundation, which was created last year to support athletes critical of the government.\nAnatol Kotau, a member of the group, told the BBC on Sunday: \"She's afraid of repression on her family in Belarus - this is the main concern for her right now.\"\nThe Belarusian Olympic committee said Ms Timanovskaya had been taken off the team because of her \"emotional and psychological condition\".\nTeam coach Yuri Moisevich said Ms Timanovskaya appeared anxious when he spoke with her on Sunday. \n\"I was trying to have a calm conversation with her and I succeeded,\" he said, adding: \"Then I noticed that she would stop the conversation and start it again, then she would grab the phone and I saw that something was happening.\"\nOn Monday, IOC spokesman Mark Adams said the body had taken measures against the Belarusian committee in the run-up to the Games.\nIt banned some officials, including the president's son, for failing to protect athletes who had joined the demonstrations.\nHeather McGill, Amnesty International's Eastern Europe and Central Asia researcher, said the country's sporting administration had been subject to \"direct government control\" under President Lukashenko.\n\"Athletes are favoured by the state and honoured by society, and it is not surprising that athletes who speak out find themselves a target for reprisals,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58065313",
      "category": "world-europe",
      "title": "Vitaly Shishov: Head of Belarus exiles group found dead in Ukraine",
      "tags": "Belarus,Belarusian presidential election 2020,Svetlana Tikhanovskaya,Alexander Lukashenko,Ukraine",
      "text": "The head of a group helping people who have fled Belarus has been found dead near his home in neighbouring Ukraine.\nVitaly Shishov's body was found hanged in a park in Kyiv, a day after he failed to return from a jog. Police have opened a murder inquiry.\nPolice said they were investigating whether he had been killed and his death made to look like suicide.\nMeanwhile a Belarusian Olympic sprinter who feared for her safety has been granted a humanitarian visa by Poland.\nMr Shishov led the Belarusian House in Ukraine (BHU), a group helping people who left Belarus, where opposition to the government is stifled. \nHe was one of many Belarusians who left the country as the security forces violently suppressed protests following the disputed re-election of President Alexander Lukashenko in August 2020.\nUkraine, Poland and Lithuania - neighbours of Belarus - are the main destinations for those fleeing persecution.\nThe United Nations said Mr Shishov's death adds another level to \"our worries about what is happening in Belarus\", and called for an investigation.\nMr Shishov's death is the latest incident to prompt international scrutiny of President Lukashenko's authoritarian government.\nAt the Tokyo Olympics, sprinter Krystina Timanovskaya, 24, was granted a humanitarian visa by Poland after refusing her team's order to fly back to Belarus early.\nShe said she had been forcibly taken to the airport for criticising team coaches, and voiced fears for her safety.\nEarlier this year, there was an international outcry over the detention of opposition Belarusian journalist Roman Protasevich and his girlfriend, after the Ryanair plane they were travelling on was forced to divert and land in Belarus.\nPolice said that they had recovered Mr Shishov's mobile phone and personal items from the scene.\nThey are asking anyone who knew him to get in touch with any information about the last few weeks of his life and any possible threats to his life.\nMr Shishov left his home on Monday morning and it was assumed he had gone for his daily jog as his running gear was not found there later, his colleagues said.\nThey conducted their own search of the woods where he usually went running. Mr Shishov had felt under constant surveillance since he left Belarus last year, they said.\nOne colleague, Yuri Shchuchko, told Current Time TV that police said Mr Shishov had marks on his face, suggesting that he had been beaten up.\nMr Shchuchko said Ukrainian security officers and police had privately warned the BHU about threats to activists.\n\"They said we should watch ourselves because a Belarusian KGB [secret police] network was active here,\" Mr Shchuchko said.\nThe BHU said in a statement: \"We were warned repeatedly by local sources and our people in Belarus about possible provocations, going as far as kidnapping and assassination. Vitaly reacted to those warnings with stoicism and humour.\"\nOn its website, the non-governmental organisation says it provides support to new arrivals in finding accommodation, jobs and legal advice.\nAt a briefing, Ukraine's national police chief Ihor Klymenko said Mr Shishov was found with grazes on his nose and knee. But the police chief said it was too early to determine whether he had been attacked.\nMr Shishov had not reported his suspicion of being under surveillance to the police, Mr Klymenko said.\nThe disputed presidential election last August was the catalyst for a crackdown on opposition to Mr Lukashenko's government. He has been in power since 1994.\nHuge protests continued for weeks after the disputed vote, which Belarus dissidents and Western governments say was rigged in Mr Lukashenko's favour.\nThe protests were broken up brutally by police, and thousands were detained.\nThe UN and human rights groups say they have many reports of police violence used against protesters, cases of enforced disappearance and allegations of torture.\nIn recent months, Belarusian authorities have been trying to snuff out remaining dissents, jailing university students and shutting down independent media.\nOpposition leader Svetlana Tikhanovskaya claimed victory in the election after standing in place of her politician husband, who was detained in March 2020.\nShe was forced to flee the country with her children the day after the election, and now lives in exile in Lithuania.\nOn Tuesday, Ms Tikhanovskaya flew to London for talks with UK Prime Minister Boris Johnson.\nAfterwards, Ms Tikhanovskaya said she had been assured by Mr Johnson that the UK would help create \"multiple points of pressure\" on Mr Lukashenko's government.\nThis would include assistance for Belarusian journalists forced to flee the country, and for democracy campaigners and charities, she said.\nEarlier, Ms Tikhanovskaya said she was \"devastated\" by Mr Shishov's death and concerned that \"those who flee Belarus still can't be safe\".\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Alexander Lukashenko has been nicknamed \"Europe's last dictator\" - he has been in power for 27 years.\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58059974",
      "category": "uk-wales",
      "title": "French Alps coach crash survivor graduates on mission to help others",
      "tags": "France,King's College London,Wrexham,Disability,Rossett,NHS",
      "text": "A woman who suffered 96% burns in a coach crash wants to use her experience of recovery to help others after graduating with a physiotherapy degree.\nCatrin Pugh, 27, from Wrexham, was given a one in 1,000 chance of survival after the crash in France in 2013.\nShe spent eight months in hospital and had more than 200 operations.\nShe said she had been inspired to study the course by her healthcare team and the physiotherapists who gave her back her mobility.\n\"When I had my accident I didn't think I would graduate from university or even think I'd go to university. \n\"My parents, when I was in the hospital, used to say to me 'we just want you to be happy and we don't care what you do' and it's definitely something I don't take for granted,\" she said.\nMs Pugh was just 19 and returning from working a ski season in France when her coach crashed and burst into flames near Alpe D'Huez.\nThe driver died in the accident, while Ms Pugh suffered severe damage to her hands and eyesight.\nHer burns were so bad that only the soles of her feet were left untouched. \nAs part of her recovery, she had countless hours of physiotherapy to regain her independence.\nThis allowed her to study physiotherapy at King's College London, which she said adapted the course to her needs.\n\"It's a bit of a cliche but I was completely inspired by the healthcare team that I worked with and physiotherapy was a great fit for me because I had grown up being so active. \n\"Although the surgeons and nurses saved my life and played a massive part, in my eyes my physios gave me back my mobility, my walking, my ability to use my hands and that made a massive difference to me,\" she said.\nShe has worked with the Katie Piper Foundation which helps people with scars and burns and has been an ambassador for the charity Changing Faces, which supports anyone with a visible difference.\nMs Pugh - who has also modelled for beauty company Avon - said she had seen a positive change in some attitudes to people with scars and different features.\n\"I'm working to change people's minds to see that things like a scar or using a wheelchair makes you unique and different - that doesn't mean different is a bad thing, different is a hugely important thing because if we don't have difference in society then it'd be a very boring place to live,\" she said.\nHer father Carl Pugh said: \"She's turned a negative into a positive and hasn't seen it as a backward step. \n\"She always said that she would try to use this as a positive stage in her life and we've supported her to do whatever she's wanted to do.\"\nMs Pugh is now applying for jobs. \n\"There isn't anything I can't do... as a physio. It's more about understanding how I can adapt to ensure that I and the other person is safe,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58057371",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Nicola Sturgeon to set out plans for lifting restrictions",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Scottish Parliament",
      "text": "Nicola Sturgeon is to set out plans for the lifting of most legal Covid-19 restrictions in a statement to MSPs.\nThe whole of Scotland is currently in level zero of the virus alert system, and the first minister has said she is hopeful of going further on 9 August.\nThis could see physical distancing rules relaxed, the return of office working and larger crowds at events.\nHowever, Ms Sturgeon has said some measures like the use of face coverings will remain in place \"for some time\".\nShe said people should not take progress for granted due to the faster-spreading Delta variant of the virus, saying \"appropriate caution\" must be taken.\nAn update to the way Covid measures operate in schools is expected to be included in the statement, with ministers considering changes to self-isolation requirements for pupils and whether face coverings need to be worn in classrooms.\nMs Sturgeon's cabinet will consider the latest data on Tuesday morning, with the Scottish Parliament being recalled from its summer recess to hear the outcome of their deliberations in the afternoon.\nThe virtual session will give opposition leaders the chance to question Ms Sturgeon on the latest developments.\nA separate statement is also expected about Scotland's latest set of drug-related death figures, which hit another record high on Friday.\nMs Sturgeon has said Scotland is in a \"much better place\" than it was at the start of July, when Covid case numbers in some areas were among the highest in Europe.\nAs of 30 July the rolling seven-day average of new infections was at 1,153 - compared with 3,429 on the first day of that month.\nThe percentage of tests coming back positive has also fallen, along with admissions to hospitals and intensive care wards.\nHowever, all of these figures are still significantly higher than they were in March, April and May, with the Delta variant driving the \"third wave\" of the virus above any previous peak.\nAt her most recent Covid briefing, Ms Sturgeon said her Holyrood statement would concern \"whether and to what extent\" the plan to scrap most restrictions can be enacted on 9 August.\nShe said some factors - such as the fall in case numbers and success of the vaccine programme in reducing deaths and serious illnesses - gave \"really strong cause for optimism\".\nHowever, the first minister warned that \"a sensible degree of continued caution\" was needed in the period ahead to avoid \"sending that progress into reverse\" and endangering the most vulnerable in society.\nThe whole of Scotland moved to level zero on 19 July, as coronavirus restrictions were eased across the UK.\nUnder the present rules, up to eight adults from four households can meet indoors at home, and up to 10 can meet in a pub or a restaurant - without needing to book ahead.\nUp to 15 adults from 15 households can meet outdoors, and up to 200 can attend weddings and funerals - however groups of 15 must stay at last 1m (3ft 3in) apart in public spaces, meaning there are limits on some large events.\nPeople are still being encouraged to work from home, and hospitality premises must shut at midnight while nightclubs remain closed altogether.\nThe move \"beyond level zero\" will see most of these limits dropped as Scotland shifts to a new way of dealing with the pandemic, without the need for broader restrictions on everyday life.\nThe Scottish government's strategic framework states that \"area-based restrictions\" could brought back in if needed \"to avoid significant harm\", for example in the event of a vaccine-resistant variant of the virus emerging.\nAnd some blanket mitigations - including the wearing of face masks in some enclosed areas and guidance around ventilation and hand hygiene - are anticipated to remain in place for some time to come.\nThe Holyrood session will allow opposition MSPs to question Ms Sturgeon on the plans, despite the parliament being in recess for the summer.\nSeveral parties have called for an update to rules around self-isolation in schools, with the first minister pledging to set out how this will apply to pupils before the new term starts later in August.\nLarry Flanagan, of the EIS teachers' union, told BBC Radio's Good Morning Scotland programme he was expecting a continued degree of caution from the first minister. He said testing would continue to be important as changes to self-isolation rules came down the pipeline.\nMr Flanagan also said he it would be a \"progressive step\" to offer children over 12 the vaccine. \nJillian Evans, a public health expert from NHS Grampian, told the programme there was light at end of tunnel, but the risk - while greatly reduced - remained.\nShe urged caution that the progress made over the summer could quickly be reversed if too many restrictions were removed before the vaccination programme was complete. Ms Evans also said that, in her view, 12 to 17-year-olds should be vaccinated.\nAs the number of new Covid cases comes down and the vaccination rate goes up, a further relaxation of Covid rules is coming. \nI expect the Scottish government will announce plans to switch off the levels protection system from Monday 9 August. \nThat should mean we can meet up in larger numbers both indoors and outside and a phased return to office work. It will not mean an end to all restrictions. \nWearing face coverings on public transport and registering for test and protect when you go out for a meal are likely to remain requirements. \nWhile social distancing rules may be scrapped for outdoor gatherings, it is possible that the 1m rule could be retained in some indoor settings. \nIf so, ministers are thought to be weighing up the possibility of an exemption for nightclubs to allow them to reopen. \nChanges to the requirements for self-isolation for close contacts of Covid cases to ease the so-called \"pingdemic\" are also expected. \nThe details will be decided at a meeting of the Scottish cabinet a few hours before the first minister's virtual statement to parliament at 14:00. \nScottish Conservative leader Douglas Ross said rules should be changed so that face coverings are no longer needed in classrooms, and that children identified as close contacts should no longer need to self-isolate for 10 days.\nHe said: \"The success of Scotland and the UK's vaccine scheme overall means we can now look to move forward, cautiously but confidently, and remove almost all Covid restrictions.\n\"Scotland's economic recovery hinges on the SNP government moving beyond Covid restrictions - we must seize this opportunity to start rebuilding from the damage of Covid now, and not delay any longer.\"\nLabour leader Anas Sarwar said the country was at a \"crucial moment\" in its exit from lockdown and the efforts to \"jump start Scotland's recovery\".\nHe called for \"urgent\" work to support cancer diagnostic services, an overhaul of the \"struggling\" contact tracing system and changes to rules around self-isolation.\nHe said: \"We have to learn to live with the virus, but to do so in such a way that the people of Scotland, our NHS and our economy are supported and protected.\"\nMeanwhile the Scottish Greens called for clarity on measures to protect students and staff when the new university term begins, with MSP Gillian Mackay saying ministers \"must ensure there is no repeat of last year's shambolic return to campus\".\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58020494",
      "category": "world-us-canada",
      "title": "From Afghan interpreter to US homeless - the long road to the American dream",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United States",
      "text": "Zia Ghafoori, his pregnant wife and their three small children landed in the United States from their home in Kabul in September 2014.\nHe held five US visas - a reward for 14 years of service as an interpreter with US Special Forces in Afghanistan.  \nBut the benefits stopped there. Upon arrival, Zia found himself homeless - sent to a shelter by a well-meaning volunteer who told him it would be a place for him and his family to start a new life.  \nSeven years later, the memory still angers him. \nSpeaking to the BBC from North Carolina, where he now lives, he recalled struggling to look his children in the eye, apologising for bringing them to the US. \n\"I couldn't control my tears,\" he said. \"After what I had done for both countries, I was asking myself 'is this what I deserve?'\"\nBut among his peers Zia, now 37, counts himself lucky to have made it to the US at all. \nTens of thousands of Afghans have served as interpreters, fixers and local guides to US and allied soldiers since the start of Afghan War in 2001, when Western forces invaded to wrest control of the country from the Taliban. \nDecades after the beginning of what would become America's longest-running conflict, President Joe Biden has vowed to withdraw US troops by 11 September - even as the Taliban appear poised to return to power.\nMr Biden promised that a mass evacuation of interpreters would begin before August, and on Friday, 200 Afghans out of an initial group of 2,500 arrived in the US to complete their visa applications and begin new lives.\nAs many as 50,000 interpreters have worked with the US military. Since 2008, some 70,000 Afghans - interpreters and their families - have moved to the US under a special immigrant visa awarded for their service. But some 20,000 interpreters and their families are still seeking a way out. \nOn Monday, the US state department announced it would set up a second refugee programme, meant for Afghans who worked for US-funded projects and US-based media outlets and non-governmental organisations. \nBut these applicants face a clogged and complex visa process and the threat of a swift Taliban advance as the US winds down its 20-year war. \nThe danger to interpreters - marked for their work for the Americans - is grave. An estimated 300 interpreters have died since 2009 while seeking a US visa - a process that can take years, even under newer refugee schemes.\nThe delays have stung Zia. \n\"These people stood up and fought shoulder and shoulder to support both countries… and we're closing our eyes and leaving them there, leaving them to die,\" he said. \nZia signed up to join the US military as an interpreter in 2002.\nAt 18 years old, it was his first full-time job.\nTo hear Zia tell it, it was also the realisation of a promise made to his mother six years earlier, when the Taliban swept to power in Afghanistan. \nThen a grade school student, Zia saw the sudden end of a carefree childhood, an easy rotation between school, soccer, and games with his seven siblings. \nZia recalled his lively neighbourhood transformed under strict Islamic rule - indiscriminate beatings of men and women, a strange quiet as families hid indoors, his sisters barred from school.\nHis older brother, then in his twenties, was beaten and thrown in prison after he was overheard speaking the dialect of Panjshir valley, then the centre of anti-Taliban resistance.  \nThe beating left his feet and legs so swollen, he couldn't put on his boots, Zia said. The injuries were so bad he was unable to walk. \nWithin days, his parents decided they couldn't stay. The family fled from their home in Kabul, moving to Pashawar, Pakistan. \"I told my mom, 'When I grow up, I will fight against these people,'\" he said, referring to the Taliban. \nIn Pashawar, he learnt English at school. \nHis family remained in Pakistan until 2001, when the US began its decades-long invasion. \n\"When I got back, I saw a stable government was starting,\" Zia said. \"I said ok, now we have a hope.\"\nHe settled back into life in Afghanistan, got married and began teaching English at a local school. Within months of his return, a friend told him the Americans were in need of interpreters. \nThey went the very next day, he said, showing up at the base in Kabul asking about a job. \n\"They were just hiring people who could speak English. I didn't know military words, they told me 'no problem,'\". \nHe loved the work, he said, despite the months-long tours away from home, and the acute threat of serving on the front lines. \nHe resisted pleas from his wife and family to retire, saying he was devoted to his \"brothers\" of the US armed forces, who gave him his nickname, \"Booyah\". \n\"We were the eye and the tongue of the military,\" Zia said.\nFor Zia, working with the Green Berets, this meant near-constant proximity to violence and death. \nIn April 2008, he accompanied US forces in the Battle of Shok Valley. Minutes into the six-hour firefight his best friend, another interpreter, was killed. The battle spawned the highest number of Silver Stars - the second-highest decoration for valour - of any battle since Vietnam.\nWhile the Purple Heart is only officially awarded to members of the US military, members of the Special Forces team to which he was attached gave him an \"unofficial\" version of the award in recognition of his wounds.\nWhen he arrived in the US, shrapnel from that day was still in his body, he said. \nHe applied for US visas that year, under a new visa programme created by Congress in 2008 - the Special Immigrant Visa (SIV) - designed specifically for Afghans and Iraqis who worked alongside American troops in both of those conflicts. \nZia's visa took six years to be approved.  \nA soft-spoken, affable man, he called the process \"disgusting\". \nThe delays were inexplicable, he said.\n\"I don't know why it takes so long, we are already in the United States' database,\" he said. \"I don't know who could explain to the State Department what these guys have done for both countries.\"\nZia received his approval in an email in the summer of 2014, while on duty in Jalalabad, Nangarhar province. \nHe felt \"strange\", he said, daunted by the prospect of leaving Afghanistan behind. \"I can't take anything I had built.\"\nThe Taliban forced his hand. His family had begun receiving \"night letters\" - handwritten threats from the militants meant to discourage cooperation with US forces. \nThree months after their approval, Zia and his family boarded a commercial airplane for Nashville, Tennessee - weighed down by several duffel bags of clothes and a $6,500 bill for the flight.\nWhen they landed, they found no support or safety net. Zia was startled by the unfamiliar. \n\"I couldn't find any Afghans over there,\" he said. \nZia loaded his family into a hired taxi and drove one state over to Mannassas, Virginia, where he had heard lots of Afghans lived. They stayed in a hotel while Zia tried to get his bearings, reaching out to organisations meant to help special immigrant visa holders. \nAfter a few weeks, a volunteer called back, saying they had found his family a place to live and begin their lives. \n\"She took me to a homeless shelter,\" Zia said. \"I looked around and said 'this is not a place for my children to grow up.'\" \nThey had nowhere to go, and Zia again felt left down by the country that had promised to take care of him. His kids, too young to fully understand, were scared and confused. Each day, they asked their father about the family and friends left behind and when they were going back home. \nDesperate, Zia placed a call to his former captain and told him where he was. \n\"He was so pissed off,\" Zia said. Days later, his captain arrived in Virginia and drove Zia and his family back to his home in North Carolina. \n\"He told me: 'This is your house,'\" Zia said. \"As long as you want to live here, you can.\"\n\"I will never, ever forget that.\" \nZia was eventually able to move his family to their own apartment in Charlotte, where he worked in construction and later at a convenience store. \nNorth Carolina wasn't like the places he had heard about from his American colleagues - New York City, Washington DC, Las Vegas. But he relished the simple security of their new lives: his kids' safe trips to and from school, his wife's freedom to go out, to work. \nHis four children quickly became fluent in English, and the former interpreter is teased for his language mistakes. Last year, Zia, his wife and their three oldest children were sworn in as American citizens. His youngest son, now six, was born an American, and speaks with a slight southern accent.\nAbout two years ago, the family of five moved into in a modest, clapboard home in a quiet cul-de-sac. A large American flag hangs from a pole outside. \nBut Zia's view from Charlotte is clouded by the people left behind. \nIn 2019, he launched the Interpreting Freedom Foundation, a charity meant to help interpreters with the SIV process and resettlement in the US. He now fields nightly calls from former interpreters and their family, desperate for a way out. \nMost are trapped within a complex bureaucratic process, buckling under a years-long backlog. \nAdding further complications - US evacuations are taking place only out of Kabul, meaning Afghans living outside the capital will have to face a potentially fatal journey through Taliban-controlled territory - a rapidly expanding area. \nSince the US announced its withdrawal in April, the number of Taliban controlled districts has tripled from 72 to 221, according to the Foundation for the Defense of Democracy, a DC-based nonprofit. The US government has said it's possible that the Afghan government will collapse as soon as next year. \nSome of the provinces most at risk of a Taliban takeover, like Kandahar and Helmand, were home to thousands of US troops and their local interpreters, who now face threat of capture or execution. \nInterpreters are in \"mortal danger\", said retired Col Mike Jason. \"This is not a mystery. Our interpreters have been assassinated for a decade plus.\" \nProof of former employment with the US military - the types of documents necessary for a visa application - amount to a \"confession\" in the eyes of the Taliban, he said. \n\"We're at a point where I don't know how they can get out,\" he said. \nThe State Department has promised to expedite the process where possible, but the flat-footed response has angered veterans and interpreters alike. \n\"It's not a surprise that we're leaving… this isn't something that was suddenly thrust upon us,\" said Joe Kassabian, an author and US army veteran of Afghanistan. \"We should have planned ahead, and now we're acting like we need to do an emergency evacuation.\" \nFor Zia, the US withdrawal reads as abandonment. He has struggled to watch Afghanistan return to the way it was when he first fled as a child. \n\"The Taliban are still killing innocent people,\" he said. \"Nothing has changed.\"  \nAnd even more so, he has struggled to understand how the Americans have sent their soldiers home, while leaving their allies behind. He loves his adopted country, he said, but thinks its politicians have betrayed him and others who served. \n\"They're trying to wash their hands of us,\" he said.  \nI was an Afghan interpreter left homeless in US\nChelsea Bailey contributed research\nCorrection 9 August 2021: An earlier version of this article wrongly reported that Zia Ghafoori was awarded a Purple Heart for wounds sustained in battle. However the Purple Heart is only awarded to United States military personnel and it has since been established that Zia was referring to an unofficial award conferred on him by his unit. We have amended the article to make this clear."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58062180",
      "category": "uk",
      "title": "NHS Covid-19 app in England and Wales tweaked to notify fewer contacts",
      "text": "The NHS Covid-19 app in England and Wales is being tweaked so fewer contacts will be advised to self-isolate following a close contact with a positive case.\nThe app will look for contacts two days prior, rather than five, when someone without symptoms tests positive.\nHealth Secretary Sajid Javid said it would reduce disruption but still protect those at risk.\nThe government is urging the public to continue using the app.\nIt comes as the UK recorded another 21,952 new coronavirus cases in the last 24 hours, compared to 24,950 cases last Monday.\nAnother 24 deaths within 28 days of a positive test were reported, higher than the 14 recorded on the same day last week.\nAlmost 700,000 alerts were sent by the app to users in England and Wales for the week to July 21, a record since it was launched, which has caused staffing issues in many industries.\nIt led to the government allowing some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged. Instead they have to take daily tests.\nThere had been speculation that the app could be made less sensitive to the distance between users and the length of time spent in close proximity - currently 2m or less and more than 15 minutes.\nBut the DHSC said the update \"does not impact the sensitivity of the app, or change the risk threshold\".\nThere was speculation when Sajid Javid became the new health secretary just as the word \"pingdemic\" was entering the language that he would order changes to make the app less sensitive. \nThat was ruled out - but it seems Mr Javid asked what else could be done and was advised that the option unveiled on Monday would be wiser. \nCutting the period the app hunts back through the close contacts of an asymptomatic person before a positive test from five days to two could mean a substantial fall in the numbers sent into isolation.\nThere has been huge pressure for change from businesses which have seen their operations disrupted by thousands of pings - but at the same time the team behind the app believes it now has strong evidence that it is working.\nThe government will hope it has found a middle way, reducing the burden on businesses and making it less likely that people will delete the app while still alerting those in most danger of becoming infected with the virus and passing it on. \nBut, as with so much about this project, this is an experiment in human behaviour because for the app to work, people have to trust it.\nAnnouncing the change, Mr Javid said: \"We want to reduce the disruption that self-isolation can cause for people and businesses, while ensuring we're protecting those most at risk from this virus.\n\"This update to the app will help ensure that we are striking the right balance.\"\nDr Jenny Harries, of the UK Health Security Agency, said the app was \"the simplest, easiest and fastest way to find out whether you have been exposed to the virus,\" and it had saved thousands of lives.\nShe said she would \"strongly encourage everyone, even those fully vaccinated, to continue using the app\". \nIt is unclear how many people will be affected by the tweak.\nScientists have estimated the app prevented up to 2,000 cases per day in the three weeks to 21 July when the number of self-isolation alerts - known as \"pings\" - rose by over 70,000 to a new record of 689,313.\nAnd their analysis, which assumed 60% compliance with instructions to self-isolate, suggested another 50,000 Covid cases were prevented by including chains of transmission.\nThis was estimated to have prevented 1,600 hospitalisations, the Department of Health and Social Care (DHSC) said.\nAround 40% of the eligible population regularly use the app and around 50% of all reported tests are being inputted, it said, saying usage remains \"high\".\nLabour's shadow health minister Liz Kendall accused the government of \"leaving hundreds of thousands of people forced to self-isolate every day\" and quietly changing the app, rather than driving infections down.\nTrade union Unite said the change did not go far enough and repeated a call from the automotive and steel sectors for workers to be exempt from self-isolation rules.\nBut the move has been welcomed by the British Beer and Pub Association, which said its research found up to 1,000 pubs had been forced to close temporarily due to staff being pinged by the app.\nIts chief executive Emma McClarkin said: \"On average, each pub forced to temporarily close due to staff being pinged costs £9,500 in lost trade per week and our larger venues much, much more at a critical time in their recovery.\"\nFrom 16 August, fully vaccinated contacts in England will be exempt from isolation and instead will be advised to take a PCR test. \nThose who are not fully vaccinated will still be required to isolate, and it will remain a legal obligation to isolate if you test positive. \nOn 7 August, Wales will become the first UK nation to stop asking fully vaccinated adults to self-isolate after close contact with a positive Covid case.\nMeanwhile, a further 118,184 people received their second dose of a Covid-19 vaccine on Sunday, meaning nearly 38.5 million people - or 72.7% of the UK population - are now fully vaccinated.\nBut just 21,266 people received first doses, as the numbers coming forward for vaccination continued to slow down. A total of almost 46.9 million people, or 88.6% of adults, have had at least one jab. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58078900",
      "category": "health",
      "title": "Covid cases and hospital admissions down - is it over?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "When the government in England announced it was lifting nearly all remaining restrictions, it was branded a \"dangerous\" and \"unethical\" experiment by critical scientists. \nBut - just two weeks on from the 19 July unlocking - both infections and now hospital admissions are falling.\nA similar pattern is emerging elsewhere in the UK where restrictions have also been eased - albeit not quite as much as in England. Has the gamble paid off?\nIt is important to remember that despite the warnings government modellers had always suggested this scenario was possible.\nAt the start of July they were talking about a peak of between 1,000 and 2,000 hospital admissions a day - although there was a large degree of uncertainty. \nThe hardest thing for them to predict was people's behaviour. At the start of July the number of contacts people were having was still much lower than pre-pandemic - four a day compared with 10 previously.\nThe scientists predicted if there was a gradual return to normal, hospital admissions would not go above 1,000 - exactly what seems to have happened.\n\"If it was a gamble, it was a calculated one,\" says one of the modellers. \"This is not some unexpected accident.\"\nIt is true, though, that ministers and government scientists did express concerns that the situation might have got much worse than it has. \nHealth Secretary Sajid Javid said cases could reach 100,000 a day, while Prof Neil Ferguson, one of the key modellers, said there could even be 200,000 cases.\nThese scenarios were possible - at the time infection rates were doubling every 10 days - but they were at the upper end of the modelling scenarios.\nBut there was a reason why the figures were put forward so publicly. It was, in part, to influence behaviour.\n\"We messed up the communication about masks,\" said one government source. \"We had ministers claiming they were ditching them - it was giving the wrong impression when we needed the public to remain cautious. \n\"We knew we had to rein things back again.\"\nThe falls are, of course, very encouraging. There have been a lot of theories put forward as to why - from the European Championship football tournament ending, to the sheer numbers of people being \"pinged\" and being asked to isolate. \nWhen it comes down to it, two things basically influence the spread of the virus - the levels of immunity in the population and the contacts we are having.\nProf Paul Hunter, from the University of East Anglia, says it is clear we have reached some sort of \"equilibrium\" and a further surge in cases related to 19 July is now unlikely, given what is happening.\nAnd by equilibrium he means a situation where the virus is kept in check without the huge surges of the past year and instead ebbs and flows much like we see with other respiratory infections.\nBut the big unknown is what will happen in the autumn when the weather turns, people are indoors more, are back in the office and children are at school.\nThis equilibrium is not a fixed state. \nWaning immunity and increasing contacts, particularly inside, could easily lead to a rise. Although that could well be offset by a Covid booster campaign for the most vulnerable groups that looks likely to be announced soon, and the continued rollout of second doses to some of the younger age groups over the next two months.\nProf Christina Pagel, a member of Independent Sage and one of the signatories of the letter which branded the unlocking dangerous and unethical, says she is very concerned about what the autumn will bring. \n\"Covid is so unpredictable. I acknowledge I was wrong on what was going to happen, but that doesn't mean it's over. We need to get cases down even further - if we go into autumn with 20,000 cases a day I would be very worried.\"\nA number of government modellers have told the BBC they expect to see another rise at some point, as it is so easy to flip between rising and falling cases.\nBut Prof Mike Tildesley, one of the modellers from the University of Warwick, says he would not expect this to be \"a significant resurgence\" unless there is a new variant. \n\"August is a really odd month in terms of contact patterns, but given the success of the vaccination programme I think we can be pretty confident,\" he says.\nIndeed, what this summer has proved is just how effective the Covid vaccines are and how close we are to living with the virus. Despite infections reaching a similar level to that of previous waves, the number of deaths has been much, much lower. \nAt the moment there are fewer than 100 a day on average. To put that into context, during a bad flu season there can be more than 100 deaths and around 1,000 hospital admissions every day for months on end. \nAnd therein lies the problem. Lockdowns and social distancing meant flu and other respiratory infections were hardly present last winter, meaning there is likely to be lower immunity in the population than normal.\n\"If they return on the scale we expect we could see really major pressures build on the NHS that could raise some very difficult questions,\" says Dr Tildesley.\nThe worst of Covid may be behind us, but huge challenges still remain.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58068299",
      "category": "world-asia",
      "title": "Afghanistan: Lashkar Gah residents urged to evacuate amid Taliban battle",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Residents of a besieged Afghan city have been urged to evacuate ahead of an army operation against the Taliban.\nGeneral Sami Sadat, who is leading the battle against the Taliban in the southern province of Helmand, called on people to leave its capital Lashkar Gah as soon as possible.\nAt least 40 civilians have been killed in Lashkar Gah in the past day amid intense fighting, the UN says.\nThe Taliban are reported to have captured most of the city.\nBut the fighting is continuing and government forces have vowed not to let it fall into militant hands.\nIn a message to residents of the city, Gen Sadat said the army would \"not leave a single Taliban alive\".\n\"I know it is very difficult for you to leave your houses - it is hard for us too - but if you are displaced for a few days please forgive us,\" he said.\nGen Sadat earlier told the BBC that while government forces had lost ground, he believed the Taliban would be unable to sustain their assault.\nThe Taliban assault in Helmand province is part of a major offensive across Afghanistan.\nThe militants have made rapid advances in recent months as US forces have withdrawn after 20 years of military operations in the country.\nHelmand was the centrepiece of the US and British military campaign, and any Taliban gains there would be a blow for the Afghan government.\nIf Lashkar Gah fell, it would be the first provincial capital won by the Taliban since 2016, when they briefly held the northern city of Kunduz.\nResidents of Lashkar Gah say they are living in fear as the city faces heavy assault from the militants, who are being targeted with US and Afghan air strikes.\n\"Neither the Taliban will have mercy on us nor will the government stop the bombing. There are corpses on the roads. We do not know if they are civilians or the Taliban,\" one resident told the BBC.\nAnother said: \"I do not know where to go, there are clashes in every corner of the city.\"\nThe United Nations Assistance Mission in Afghanistan (Unama) says civilians are \"bearing the brunt\" of the fighting, with the Taliban ground offensive and Afghan air strikes causing the most harm.\nIt has called on both sides to do more to protect civilians, including an immediate end to fighting in urban areas.\nIn addition to the fatalities, dozens of people have been injured and thousands displaced, according to Unama. \nDoctors in Lashkar Gah say they are overwhelmed and running low on supplies. \"There is fighting all around,\" one told the BBC.\nAn Afghan interpreter living in the city said his life was under threat from the Taliban because he had worked for the British forces.\n\"My own house which I left yesterday has been captured by the Taliban and they are living there and they were asking for me,\" he said.\n\"We don't know what will happen in the future but they are looking from house to house to find the people who worked for Nato.\"\nGen Sadat told the BBC the Taliban were being supported by fighters from other Islamist groups and warned that their gains posed a threat beyond Afghanistan.\n\"This will increase the hope for small extremist groups to mobilise in the cities of Europe and America, and will have a devastating effect on global security,\" he said.\n\"This is not a war of Afghanistan, this is a war between liberty and totalitarianism.\"\nLashkar Gah is one of three provincial capitals under attack.\nAttempts by the militants to capture Kandahar, Afghanistan's second-largest city, have continued after rocket strikes hit its airport on Sunday.\nSeizing control of Kandahar would be a huge victory for the Taliban, giving them a grip on the south of the country.\nUnama says five civilians have been killed and 42 wounded over the past three days.\nIn a third besieged city, Herat, in the west, government commandos are battling the insurgents after days of fierce fighting. Government forces have taken back some areas after a UN compound was attacked on Friday.\nVideos shared on social media appeared to show residents on the streets and rooftops of Herat shouting \"Allahu akbar\" (\"God is greatest\") in support of the government's gains.\nAs government forces struggled to contain Taliban advances, President Ashraf Ghani blamed the sudden withdrawal of US troops for the increase in fighting.\n\"The reason for our current situation is that the decision was taken abruptly,\" he told parliament on Monday.\nMr Ghani said he had warned Washington that the withdrawal would have \"consequences\".\nAlthough nearly all its military forces have left, the US has continued its air offensive in support of government troops. \nPresident Biden's administration announced on Monday that because of the increase in violence, it would take in thousands more Afghan refugees who worked with US forces.\nThe US and UK have accused the Taliban of committing possible war crimes by \"massacring civilians\" in a town captured near the Pakistan border.\nUS Secretary of State Antony Blinken said he had seen reports of \"deeply disturbing\" Taliban atrocities. \nGruesome videos that emerged from Spin Boldak apparently showed revenge killings. The Taliban have rejected the accusations. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58068988",
      "category": "business",
      "title": "Greggs to create 500 jobs as it plans 100 more stores",
      "tags": "Companies,Retailing,Greggs,UK High Streets",
      "text": "Bakery chain Greggs has said it expects to create 500 new retail jobs in the coming months as it continues to open new outlets.\nThe new jobs come as part of the chain's plans to open about 100 net new stores by the end of the year.\nGreggs swung back to profit during the first half of the year as its sales rebounded to pre-pandemic levels.\nThe stronger-than-expected sales mean it now expects full-year profits to be \"slightly ahead\" of previous forecasts.\nGreggs reported profits of £55.5m for six months to 3 July, compared with a £65.2m loss a year earlier..\nThe chain said the recovery in trade in recent months had been \"stronger than we had anticipated\", helped by the easing of Covid restrictions.\nThe lifting of restrictions \"made a significant difference to footfall\", it said, with sales in the second quarter up 2.8% compared with the same period in 2019, before the pandemic.\nHowever, Greggs saw a mixed performance from its stores. It said its shops in public transport hubs and large city centres were among its weaker performing outlets, suggesting that many workers have yet to return to the office.\nIn contrast, \"customers staying closer to home are supporting our heartland shops in suburban and High Street areas\".\n\"The strongest locations continue to be shops typically accessed by car,\" it added.\nGreggs is looking at even more ambitious growth plans as it said it had \"the opportunity to expand its UK estate to at least 3,000 shops\".\nIt had 2,115 locations at the start of July.\n\"Greggs once again showed its resilience in a challenging first half, emerging from the lockdown months in a strong position and rebuilding sales as social restrictions were progressively relaxed,\" said boss Roger Whiteside.\nThe group has also targeted growth areas such as delivery and drive-thru sales.\n\"Greggs' results reflect its underlying strength as a business,\" said John Moore, senior investment manager at Brewin Dolphin. \n\"The company is feeling the full effect of a 'return to normal' along with the benefits of its investment in digital and the adaptations made to its estate to accommodate new customer habits during lockdown.\"\nThe chain needs another vegan sausage roll success, reckons Julie Palmer, partner at Begbies Traynor. \n\"Now that workplaces are opening and staff are returning to city centres, Greggs cannot afford to let up the pace,\" she said.  \n\"It has already started playing up the passion that its customers have for its food, but if it hopes to get back to the heights of giving out bonuses to its staff then it needs restrictions permanently eased, pandemic contingency plans in place and, almost inevitably, another vegan sausage roll of a PR campaign.\" \nGreggs launched a new vegan sausage, bean and cheese melt launched last week.\n\"That is likely to bring a little extra sauce to sales in the coming months,\" said Susannah Streeter, senior investment and markets analyst, Hargreaves Lansdown."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58080163",
      "category": "uk-england-essex",
      "title": "Fenwick Colchester: Boy, 5, dies after being injured at store",
      "tags": "Colchester,Essex Police",
      "text": "A five-year-old boy has died after sustaining a serious head injury at a department store.\nHe was injured at the Fenwick store in Colchester High Street on 27 July.\nThe boy, who has not been named, was taken to Colchester Hospital but police on Tuesday confirmed he had died.\nMia Fenwick, director at Fenwick, said it was \"with great sadness that we have learned of the passing of a young boy following an incident at our Colchester store last week\".\nShe said: \"All our thoughts and prayers are with the child's family and friends at this very painful time.\n\"We continue to work closely with the local authorities to understand how this happened.\"\nShe added the Colchester store would remain closed on Wednesday \"as a mark of respect\".\nCh Insp Rob Huddleston, district commander for Colchester, Essex, said: \"This is a truly heart-breaking incident and all of our thoughts are with the boy's loved ones.\"\nHe said he and his teams in Colchester were \"extremely saddened\" to learn of the boy's death.\nThe child's family are being supported by specialist officers.\nNo further details have been released about the incident.\nA spokesman for Colchester Borough Council, which is investigating what happened, said the authority was \"deeply saddened by the news\".\nHe said: \"Our thoughts are with his family and friends at this tragic time.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58065874",
      "category": "technology",
      "title": "Official recommends rerun in Amazon union fight",
      "tags": "Trade Unions,Amazon",
      "text": "An official examining a landmark Amazon union election in Bessemer, Alabama, has recommended a rerun.\nThe officer, from the National Labor Relations Board (NLRB), had been looking into the legitimacy of April's vote. \nAmazon appeared to have stopped a union from forming, winning a vote on the issue by a margin of two to one.\nHowever the Retail, Wholesale and Department Store Union (RWDSU) alleged that Amazon had illegally pressured its workers.\nThe NLRB has the power to force a rerun. \nStuart Appelbaum, President of the RWDSU, said: \"Amazon's behaviour throughout the election process was despicable.\n\"Amazon cheated, they got caught, and they are being held accountable.\"\nThe union specifically alleged that employees were pressured to drop ballots into a mailbox that was in view of Amazon cameras.\nIt was claimed Amazon was trying to create the perception of surveillance. \nAmazon had said the post box was installed to give workers easier access to voting. \nAmazon said it planned to appeal.\n\"Our employees had a chance to be heard during a noisy time when all types of voices were weighing into the national debate, and at the end of the day, they voted overwhelmingly in favour of a direct connection with their managers and the company,\" Amazon said in a statement.\nThe campaign to unionise had drawn implicit support from President Biden, along with celebrities such as Danny Glover. \nThe decision does not mean a rerun will definitely happen. \nIn the coming weeks, a regional director for the NLRB will decide whether to order another vote based on the recommendation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58073215",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Self-isolation of whole classes 'no longer routine'",
      "tags": "Coronavirus lockdown measures,Scotland Education,Coronavirus pandemic",
      "text": "The blanket self-isolation of whole classes following a positive Covid test will no longer be \"routine\", First Minister Nicola Sturgeon has said. \nShe told MSPs children identified as close contacts would not have to isolate if they tested negative. \nHowever, teachers and secondary school pupils will still be asked to wear face coverings in classrooms for the first six weeks of the new term.\nThe policy on wearing masks in school buildings will be kept under review. \nMs Sturgeon said she was \"acutely aware\" that many young people found the mask policy difficult but she said experts considered it an \"important protection\" for people in schools. \nThe announcement was welcomed by unions but one parents' group said it was \"unacceptable\" that children would have to wear face coverings \"considerably longer than almost any adult doing any job\". \nMost children returning to school later this month will not have been vaccinated, as only those who are aged 12 and over and at higher risk of falling ill from Covid are being offered the vaccine. \nHowever, Ms Sturgeon said she was hoping updated advice from the UK's vaccine advisory group over the \"next day or so\" would recommend \"going further\" on the vaccination of young people. \nShe said she was \"particularly concerned\" to get 16 and 17-year-olds vaccinated. \nIn her update to a virtual Scottish Parliament, the first minister said carbon dioxide monitors - which asses how well-ventilated a space is - will also be required in schools and childcare settings. \nAnd all school staff and secondary school pupils will be asked to take a lateral flow test one or two days before they return to school for the new term. They should then take them twice a week.\nSchool restrictions are now tougher than those for the rest of society.\nSecondary pupils have to wear a mask at all times and one metre distancing remains between adult staff.\nTeachers were given a guarantee that no rules would change on day one but these current restrictions look set to remain for at least six weeks.\nIt shows a nervousness from the government about large groups of unvaccinated teenagers mixing when term starts -  as early as next week for some.\nThe return of schools last August saw the beginning of an upward trend of cases. Ministers are hoping that holding their nerve now, keeping strict rules for pupils, will prevent history repeating.\nMs Sturgeon told the parliament that anyone who tests positive for Covid-19 would still be required to self-isolate but the rules around close contacts would change. \nPeople aged 17 or over should get a PCR test and if it is negative there will be no requirement to self-isolate. \nThe same policy will apply to children aged between five and 17, while children aged under five will be \"encouraged but not required\" to take the test. \n\"This means that the blanket isolation of whole classes will no longer be routine,\" Ms Sturgeon said. \n\"Instead a more targeted approach will identify close contacts at highest risk of infection.\n\"So fewer young people will have to self-isolate, and most will be asked to self-isolate for a much shorter period of time.\"\nIt come after thousands of pupils had to isolate in the summer term - at one point in June there were more than 24,000 in self-isolation, only slightly lower than a peak of almost 30,000 last autumn. \nMs Sturgeon said the new approach to self-isolation was important to minimise disruption to children's education. \nBut she said that the government's education advisory group has advised that other measures to mitigate the spread of Covid in schools were retained. \nAs well as wearing face coverings, staff will be asked to keep at least one metre from each other and from children while on the school estate. \nMs Sturgeon said: \"The last year and a half has been difficult and stressful for children and young people, parents, and staff working in education settings. I am grateful to them for the understanding and cooperation shown. \n\"The new school and academic year will still have challenges - but I hope it will bring fewer disruptions, and allow a much more normal learning environment.\"\nParents' group UFT Scotland said it was grateful for the change to isolation measures, but criticised the decision on face coverings. \n\"While nightclubs reopen and football fans flock in their thousands to stadiums across the country, kids will still have to stew in masks all day,\" organiser Jo Bisset said. \n\"This means children will be forced to wear coverings for considerably longer than almost any adult doing any job - that's unacceptable.\"\nMeanwhile the EIS union welcomed the decision to broadly retain the same mitigations in school, as at the end of last term. \nIt said the voluntary vaccination of 12-17-year-olds \"would be sensible and may go some way towards making schools safer places and help to address the anxieties of some people\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58081253",
      "category": "world-asia",
      "title": "Gunmen attack home of Afghan defence minister in Kabul",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "An audacious attack on the Afghan defence minister's house in Kabul has left at least eight dead, the first major bombing by militants in the city for nearly a year.\nBismillah Khan Mohammadi was not at home on Tuesday night as gunmen detonated a car bomb and fired shots near the heavily fortified Green Zone. \nHis family was evacuated and four of the gunmen killed, officials said.\nThe Taliban said they were behind the attack.\nThe group also warned of more attacks against government leaders. It comes as fighting rages in other cities after foreign troops left the country.\nThe UN Security Council has called for an immediate end to the violence. \nMore than 20 other people were reportedly wounded in the incident.\nPolice say four of the five attackers were also killed after they managed to enter the minister's villa. The interior ministry said it was a suicide bomb attack. \nSpecial forces rushed to the neighbourhood just outside the Green Zone, the heavily fortified enclave where many embassies and government buildings are located. A gun battle lasting more than three hours finally ended the assault.\n\"Do not worry, everything is fine!\" Mr Mohammadi tweeted after the attack.\nHours later, crowds of Kabul residents took to the streets and rooftops to shout Allahu Akbar (God is greatest) in defiance of Taliban attacks, with videos shared on social media. \nSimilar scenes had been recorded on Monday in the city of Herat, which has also seen heavy fighting in recent days.\nThe public show of defiance is a key boost to the morale of embattled Afghan security forces, with the militants attempting to wrest control of a number of provincial capitals, the BBC's Secunder Kermani in Kabul says.\nBut the attack on the minister's home shows how the insurgents can strike even at the very heart of the government, our correspondent adds.\nFierce fighting between militants and government forces has continued in the city of Lashkar Gah, the capital of the southern Helmand province, with the UN saying on Tuesday that at least 40 civilians had been killed in the past day.\n\"There are corpses on the roads. We do not know if they are civilians or the Taliban,\" one resident, who is not being named for security reasons, told the BBC Afghan service in an interview on Whatsapp. \"Dozens of families have fled their homes and settled near the Helmand river.\"\nOther terrified locals told the BBC they had seen bodies lying in the streets.\nThe Afghan army urged civilians to leave the city ahead of a major offensive against the Taliban, the hardline Islamist group that was driven from power by US-led forces 20 years ago. Fighting has been continuing in the city for days, with the militants now in control of almost all of its districts.\nThe United Nations and other agencies are warning of a worsening humanitarian crisis. \nCapturing Lashkar Gah would be of huge symbolic value to the insurgents as they continue their rapid advance after the pullout of foreign forces. Helmand was the centrepiece of the US and British military campaign.\nAt the weekend, Attaullah Afghan, the head of Helmand provincial council, admitted that fighting seemed to be \"getting out of our control\".\nThe Taliban have made further advances this week, despite Afghan and US warplanes targeting the insurgents.\nThere are reports that Taliban fighters have taken positions inside homes, shops and the bazaar - people are trapped in their homes while fighting goes on in the streets.\nThe militants generally warn people via loudspeaker to leave but sometimes they enter houses - locals have just minutes to flee or risk being caught in crossfire as their homes become part of the battlefield.\nElsewhere in the south, Taliban are trying to capture Kandahar, their former stronghold, and clashes have also intensified in the western city of Herat."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-guernsey-58069185",
      "category": "world-europe-guernsey",
      "title": "Alderney couple 'overwhelmed' by support after homophobic abuse",
      "tags": "Pride,Alderney,LGBT",
      "text": "A couple have received hundreds of letters of support from around the world in response to being sent a homophobic message.\nAllen Jones and Dits Preece, from Alderney, in the Channel Islands, received the abusive letter after a TV appearance about a Pride event.\nThe couple have been sent letters and cards from places as far flung as the US, New Zealand and Tahiti.\nMr Jones said: \"We're overwhelmed because the support... is great.\"\nHe added that it \"diluted the initial letter that we were quite disgusted by\".\nThey were interviewed about the Channel Islands' Pride event in June, after which they were sent the abusive letter, which condemned gay couples.\nThe positive letters started flooding in after the couple posted it on social media and a Guernsey-based LGBT charity encouraged people to contact them.\nEllie Jones, CEO of the charity Liberate, said: \"The support they've got shows what an outpouring of love a community can throw back against hatred.\n\"People don't want to put up with homophobia... that's not acceptable anymore and those people are in the minority.\"\nThe pair also received about 70 letters from a primary school in England.\nTeachers told students about the letter they received and, in response, the children penned handwritten letters to the couple to express their support.\nMr Preece said: \"When you think the school has done that, and the children have been brought up not to be homophobic and appreciate that, no matter what gender you are, love is love - even now I get very choked. \n\"It's just unbelievable.\"\nFollow BBC Guernsey on Twitter and Facebook. Send your story ideas to channel.islands@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53511877",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Where are the latest cases?",
      "tags": "Scottish government,NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "There have been 1,152,803 confirmed cases of Covid-19 in Scotland and 10,311 people have died following a positive test for the virus, according to the Scottish government.\nThis page analyses the key figures for the Covid pandemic in Scotland and was last updated using figures available at 14:00 on 30 January.\nThe Scottish government only publishes \"headline statistics\" on cases, deaths and vaccinations over the weekend. This page will be fully updated again on Monday.\nOver the past seven days 51,869 cases have been reported, with 6,185 cases confirmed on Sunday.\nThese totals include PCR tests and positive lateral flow tests, following changes on 6 January to how positive cases are reported.\nThe next chart shows the number of positive cases confirmed by PCR tests only over the past 12 months and uses Public Health Scotland data.\nThe data is based on the date of the test rather than when the test result was reported, which is the daily figure given out by the Scottish government.\nBecause of the time it takes to process the tests and submit records, the most recent figures in this chart are from five days ago.\nThe total number of positive cases in each local authority is published daily by Public Health Scotland.\nRecent data often underestimates the number of positive tests as there are sometimes delays before results are recorded, so this chart also uses figures from five days ago.\nThe Scottish government also publishes the figures on the number of cases across Scotland's 14 health boards.\nThe World Health Organization has highlighted the percentage of positive test results as a key indicator when assessing the status of a Covid-19 outbreak within a country.\nIts guidance says a weekly positivity rate which is kept below 2% is one indication that community transmission of Covid-19 is at low levels.\nOther indicators include the number of cases, Covid-related deaths and hospital admissions per 100,000 people.\nThe Scottish government measures the positivity rate by dividing the number of positive PCR tests per day by the total number of tests carried out.\nThe first coronavirus death in Scotland was reported by NHS Lothian on 13 March 2020.\nThe spring outbreak peaked in mid-April 2020 and then mainly declined until the summer, when Scotland went for a long period when there were no deaths following a positive test for Covid-19.\nThe rate of new deaths rose again in the autumn of 2020 as the second wave of the pandemic took hold, finally peaking at the end of January 2021.\nDeaths from Covid continued throughout 2021 and in to 2022. However, the vaccination programme has so far kept the number lower than previous waves, despite the higher number of cases.\nThe chart below shows data relating to the actual date of death, rather than registration of deaths and the most recent figures are subject to revision.\nThere are three ways to count deaths from Covid-19.\nThe Scottish government's daily announcement counts deaths within 28 days of a positive test for Covid-19, whereas the National Records of Scotland (NRS) counts all death certificates that mention Covid-19, even if the person has not been tested for the virus.\nThe NRS also publishes data on excess deaths, compared with a five-year average.\nExcess deaths from most causes rose in 2020 and during 2021. The exception in both years has been deaths from respiratory diseases, which have seen lower than average excess deaths.\nThe first Covid-19 vaccinations in Scotland were administered on 8 December 2020.\nCurrently the Pfizer-BioNTech, Oxford-AstraZeneca and Moderna vaccines are being given in Scotland, with each requiring two doses.\nBooster jabs are being offered to all over-18s.\nOlder age groups, people with underlying health issues and front-line health and social care workers were prioritised in Scotland's initial vaccination programme, in line with the strategy set out by the Joint Committee on Vaccination and Immunisation.\nThe same priorities are being applied to the booster dose programme which began in September.\nThe coronavirus pandemic has created a huge load on Scotland's hospitals.\nAt the peak of the outbreak in spring 2020 there were more than 1,500 Covid patients in hospital, with over 200 being treated in intensive care.\nNumbers reduced over the summer of 2020, but started to rise steadily again last autumn. In January 2021, the number of Covid patients in hospital went over 2,000.\nOnly patients who test positive during their current stay in hospital, or in the two weeks before their admission, are counted by the Scottish government as Covid-19 patients.\nThey are no longer classified as Covid patients after 28 days in hospital or 28 days after their positive test, whichever is later.\nHowever, the Scottish government also publishes figures on Covid-19 patients who have been treated in intensive care for more than 28 days.\nThe R number, or reproduction number, is a way of rating a disease's ability to spread. It is the average number of people that one infected person will pass the virus on to.\nIf the reproduction number is higher than one, then the number of cases increases exponentially.\nThe Scottish government has been monitoring the estimated R number in Scotland since the start of the outbreak.\nFigures for charts from the Scottish government, Public Health Scotland, National Records of Scotland and the UK government Covid dashboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58071770",
      "category": "uk-wales",
      "title": "Man admits daubing Nazi graffiti on Rhyl War Memorial",
      "tags": "Rhyl,Hate crime,Llangollen",
      "text": "A man who daubed Nazi slogans on a war memorial, used racist and homophobic abuse and spat at emergency workers has been given a suspended jail sentence.\nGareth Bradley, 31, from Rhyl, pleaded guilty to 15 offences including affray, racially aggravated harassment, assaulting emergency workers and damaging the town memorial.\nThe judge at Caernarfon Crown Court called the actions \"disgraceful\".\nBradley had \"long-standing\" mental health problems, the court was told.\nRecorder Wyn Lloyd Jones told Bradley that while the offending during three separate incidents had to be dealt with by means of a custodial sentence, he would suspend the total term, 18 months, for two years.\nThe court heard how, last August, Bradley used an 8ft (2.4m) branch to threaten people at Ceiriog Valley holiday park in Glyn Ceiriog, Llangollen.\nHe hurled racist and homophobic abuse, used an elbow to smash a window in the reception area and abused officers called to the scene.  \nHe also threatened to bomb a police headquarters and local mosques, and to attack the children of the police officers dealing with him.  \nBradley admitted criminal damage to the war memorial last February, including spraying a Swastika and Nazi slogans on it.\nHe also admitted causing criminal damage on four cars parked in Bath Street, Rhyl, costing more than £9,000 to repair, in April.  \nThe court heard he then spat at an officer while being held in custody, caused criminal damage to his cell and destroyed a Bible, for which he had two months added to his sentence.  \nBarrister Frances Willmott, defending, told the court her client had issues with mental health since his childhood.\nShe said he had pleaded guilty at the earliest opportunity and was remorseful.\nDetailing how Bradley had spent periods in hospital between the different instances of offending, Ms Willmott said he was now in supported living, where he could remain for two years.\nSentencing Bradley, the recorder said his behaviour at the holiday park and the damage at the war memorial were \"disgraceful\" and his actions towards police were \"vile and disgusting\".\nHe was warned he must comply with all orders regarding his rehabilitation or he would be brought back to court.\n\"Please take advantage of this order for your sake, for your mother's sake and for society's sake,\" the judge said.\nBradley replied: \"Yes - I am so sorry.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58060044",
      "category": "uk-wales-politics",
      "title": "Shops and schools proposed for council election pilots in Wales",
      "tags": "Welsh government,Local government",
      "text": "People could be allowed to vote in supermarkets or schools in some parts of Wales at next year's council elections.\nNew \"flexible voting\" proposals could see polling take place over multiple days or a weekend before an election, in an effort to boost turnout.\nThe Welsh government has asked if councils would like to pilot the ideas.\nBut a body of electoral officials said there was not a \"huge\" amount of time to implement the proposals.\nThe Welsh Conservatives said some might see the proposals as an effort to \"gerrymander\" the elections, while Plaid Cymru welcomed the plans.\nTurnout in Wales was 42% at the last council elections in 2017.\nNext year's elections will be the first for local government in Wales where 16 and 17-year-olds can take part.\nOfficials are considering letting voters cast ballots in any polling station in their local authority area.\nIt could mean people could vote in person somewhere more convenient to them, instead of the polling station allocated according to where they live.\nThe Welsh government is looking at whether voting in places like supermarkets and leisure centres could be allowed, or in schools and colleges.\nEarly voting - as seen in the US elections last November - could also form part of the pilots.\nPolling station staff generally have paper lists of electors to check off when people arrive to vote, but the Welsh government says \"digital solutions\" would be required for some of the ideas.\nLaura Lock, deputy chief executive of the Association of Electoral Administrators, said the announcement had \"some really good ideas in it\".\n\"It is key that electors can only vote once, and they vote in the right polls,\" she said.\n\"But it's a very large administrative challenge, because while it might not seem too much of a radical idea, we do need to make some big changes to enable this\".\nMs Lock also called for the Welsh government to make decisions as \"early as possible\", with the elections happening on 5 May.\n\"We want to embrace all of the possibilities that the pilots will bring us but nine months doesn't give a huge amount of time to ensure that that can be done. \n\"I think it will be a challenge. But I don't think that it's impossible.\"\nThe Welsh government's senior legal advisor, Counsel General Mick Antoniw, said the administration wanted to make it as easy as possible to vote.\n\"Democracy should be a part of all our lives and if more of us take part, it will lead to better policy making by elected representatives and policies which truly represent the views and experiences of all of us,\" he said.\n\"These voting pilots will help us to better understand how we can increase turnout. We believe making voting more flexible and easier will bring democracy closer to everyone.\"\nBut Welsh Conservative constitution spokesman Darren Millar said: \"The people of Wales already have the chance to vote early and from home via the use of a postal vote, we don't need major changes to a system that already serves our democracy well.\n\"Some may see this a desperate attempt by Labour ministers to gerrymander the voting system.\"\nPlaid Cymru's spokesman for the constitution Rhys ab Owen said: \"Any attempts to boost voter turnout are greatly welcomed and long overdue.\"\n\"This must go hand in hand with wider electoral reform including greater political education in schools and a fairer voting system in the form of STV. A healthy democracy relies on both an engaged electorate and accessible elections.\"\nThe 2021 Senedd election was the first in Wales where 16 and 17-year-olds could take part.\nBut tens of thousands did not register in time to do so, with figures suggesting 54% failed to register.\nThe UK government experimented with voting in supermarkets back in the 1990s, when polling stations were opened at two shops for the 1998 council elections and London mayoralty referendum.\nSupermarket car parks also saw use as polling stations in England last May, according to the Local Government Chronicle."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58065003",
      "category": "uk-england-cornwall",
      "title": "Isles of Scilly walrus spotted off Republic of Ireland",
      "text": "Wally the walrus has left the Isles of Scilly and been sighted off County Waterford in the Republic of Ireland.\nWildlife experts hope he is making his way back to the Arctic, where his species is more commonly found, after arriving off Scilly in June.\nDan Jarvis from British Divers Marine Life Rescue (BDMLR), which has been monitoring the walrus, said a sighting was confirmed on Monday afternoon.\n\"We are really pleased it has worked out for the best,\" he said.\nThe walrus, thought to be about four years old, has travelled about 2,500 miles (4,000km) along the coast of western Europe, including Spain, Wales and Cornwall since March.\nMr Jarvis said: \"The best news would be that he continues to travel north under his own steam. \n\"We'll just have to wait and see.\"\nBDMLR had been discussing ways to deter Wally from a harbour on the Isles of Scilly where he had sunk a number of boats by trying to clamber aboard and rest.\nA floating pontoon was made for him as a \"safe space\".\n\"He has been a very popular character while he's been here but we're all quite pleased that he's moved on now because we were starting to worry how long this might carry on for,\" said Mr Jarvis.\n\"He has certainly been a highlight and something to remember.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58070099/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Ministers reject calls to lower state pension age to 60",
      "tags": "HM Treasury,Money,Personal finance,Pensions,Coronavirus pandemic",
      "text": "Calls to return the state pension age to 60 for men and women have been rejected by the government.\nThe Department for Work and Pensions says lowering the age of entitlement would be \"neither affordable nor fair\".\nMore than 70,000 people have signed a Commons petition calling for a reduction to be introduced with immediate effect.\nThe age threshold was increased to 66 for everyone last year with further phased increases to age 68 planned. \nUntil 2010, the state pension age was 60 for women and 65 for men, but qualifying ages were brought in line for everyone by 2018 and have been rising since. \nIn 2020, a further change to the rules required men and women born between 6 October, 1954, and 5 April, 1960, to have to wait until their 66th birthday to receive their pension. \nCampaigners say the coronavirus pandemic has put a renewed focus on intergenerational fairness, with many young people losing their jobs and struggling to find work.\nThey say the balance needs to brought \"back in to young people's favour\" to help \"restore their future\".\nAnd they want older people to be allowed to retire earlier, to free up employment for younger workers.\nWhile there would be a financial cost to the Treasury, they say paying pension benefits earlier would be \"more positive\" than having to top young people up with Universal Credit. \nThe Department for Work and Pensions (DWP) says lowering the state pension age to 60 would place an unaffordable and unfair burden on taxpayers.\nIt would also make the benefit unsustainable in the long term, the department argues in its response to the petition. \nThe number of people over state pension age compared to the working population is expected to increase because, on average, people are living longer, according to the Office for National Statistics.  \nHad the state pension age not risen for men and women, \"the total additional cost to taxpayers would have been around £215bn for the period 2010/11 to 2025/26, in 2018/19 prices,\" the DWP said. \nIt added that ministers have provided \"an unprecedented amount of support via our plan for jobs to help those of all ages find work and get the skills they need to return to work\". \nPetitions on the UK Parliament are considered for debate by MPs when they reach 100,000 signatures.\nThey can raise awareness about issues and help put pressure on the government, but their results are not binding. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58055804",
      "category": "uk",
      "title": "Hugs and tears at Heathrow as families reunite",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58066465",
      "category": "uk",
      "title": "Gangs on e-scooters targeting GPS farm equipment",
      "tags": "Electric bikes and scooters,GPS,Crime,Insurance,Coronavirus pandemic",
      "text": "Gangs are using e-scooters to sneak on to UK farms and steal high-value GPS technology, an insurer has said.\nNFU Mutual said the cost of replacing the stolen equipment that forms an \"essential part of modern farming\" nearly doubled in a year to £2.9m.\n\"Highly-organised criminals continued to plague farmyards,\" with quad bikes also being targeted, the firm said.\nBut it says the overall number of theft claims in 2020 fell by 20% to £43.3m, amid the coronavirus lockdowns.\nGlobal positioning systems (GPS) equipment on tractors can cost up to £10,000 a piece. It helps farmers map their acreage and make the most efficient use of their land. \nThe technology is \"in demand across the globe\" and has become the \"rural thieves' top target\", the insurer said.\n\"Without GPS... harvests can be delayed and farmers are left unable to work,\" said Rebecca Davidson, rural affairs specialist with NFU Mutual.\nDet Con Chris Piggott, from the National Vehicle Crime Intelligence Service, said: \"The pattern we are increasingly seeing is of gangs who patiently watch farms from a distance to discover where expensive tractor GPS kit is stored.\n\"They generally return at night to steal, and are now using silent electric scooters to get into farmyards undetected and make off at high speed.\"\nHe added: \"Thieves are also becoming even slicker stealing quad bikes - watching for hours to rush into farm yards and steal them when they are left unattended for a few minutes.\"\nThe total cost of the insurer's claims for the theft of GPS, quad bikes and other all-terrain vehicles amounted to more than £9m last year, a drop of only 2% on 2019.\nNFU Mutual's annual rural crime report says the overall cost of theft in the UK countryside fell in 2020 because of the lockdown, the existence of more police rural crime teams, and increased farm security.\nWales and Northern Ireland both saw the largest falls, down 39.4% and 36.9% respectively, while Scotland saw a 25% decrease.\nIn regions of England the level of the falls in theft claims varied - ranging from a 9.7% dip in the North East to a 25.3% decrease in the Midlands. The only area to see a rise was the North West, where the cost of claims were up 3.3%.\nThe thefts of livestock was down by about a quarter.\nBut the value of sheep and cattle attacked by dogs rose in 2020 following a surge in pet ownership during the pandemic and visits to the countryside, NFU Mutual said.  \nOther trends highlighted by NFU Mutual included fly-tipping in fields and country lanes, which was said to have reached \"epidemic proportions\".\nMeanwhile, cybercrime affecting farmers is said to be a growing danger, with phishing emails about farm payments and scam adverts for agricultural machinery.\nNFU Mutual, which insures about three-quarters of all UK farmers, says it is investing £430,000 in rural security schemes in 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52442754",
      "category": "explainers",
      "title": "Coronavirus: How does the NHS test-and-trace system and app work?",
      "tags": "Contact tracing,Mobile phone tracking,Coronavirus testing,Mobile phones,Coronavirus pandemic",
      "text": "Self-isolation rules are changing in some parts of the UK for fully vaccinated adults and children under 18.\nIf they are identified as a close contact of someone who's tested positive for Covid, they may soon be able to take a PCR test rather than self-isolate for 10 days.\nYou must self-isolate for 10 days if you:\nYou must also self-isolate if you or someone you live with has Covid symptoms. You can stop self-isolating if the person with symptoms gets a negative PCR result.\nEach UK nation has its own contact-tracing service: \nWhen people test positive for coronavirus, they are asked to provide details of their close contacts. These include:\nIf you are deemed a close contact, other people in your household don't have to self-isolate unless you or they develop symptoms.\nScotland\nFrom 9 August, fully vaccinated adults identified as close contacts of someone who tested positive for Covid will no longer have to self-isolate for 10 days. \nInstead, if they have no symptoms and at least two weeks have passed since the second dose, they can get a PCR test. If the result is negative, self-isolation can then be ended. \nFirst Minister Nicola Sturgeon announced a similar change - with a negative PCR result - for people aged 17 or under. Children under the age of five will be encouraged, but not required, to take a PCR test.\nEngland\nFrom 16 August, fully vaccinated adults and all under-18s contacted by NHS Test and Trace (not the app) will be advised to take one PCR test as soon as possible. \nAs long as that is negative, and they don't develop symptoms, they won't need to take further action.\nWales\nSimilar changes will happen in Wales from 7 August. However, people will be also advised to take PCR test on day two and day eight, whether they are fully vaccinated or not.\nNorthern Ireland\nMinisters in Northern Ireland are expected to discuss changes on 12 August. \nAny adult not fully vaccinated will still need to isolate if they are identified as contacts.\nAnyone who tests positive - regardless of age, vaccination status, or whether or not they have symptoms - will also still need to self-isolate. \nThe NHS Covid app is available to download in England and Wales. \nIf you have the app, and you spend enough time close to another person using it, you will receive a \"ping\" alert if they later test positive for Covid. \nYou need to be within 2m (6ft) of them for 15 minutes to trigger the alert. \nNorthern Ireland and Scotland have separate apps. \nIf you are \"pinged\" you're advised - but not legally obliged - to self-isolate for 10 days.\nGovernment ministers have said it is \"crucial\"  that people self-isolate when sent an alert.\nHowever, it's feared that the large number of people being alerted has led to many users deleting the app.\nCurrently, when someone tested positive but had no symptoms, the NHS Covid app went back five days before the test, and alerted any close contacts during that time.\nHowever, the app will soon only alert close contacts from the previous two days before the positive test.\nThe sensitivity of the app itself has not changed, and anyone testing positive will still have to self-isolate.\nIn the week to 28 July, nearly 396,000 people in England and Wales received alerts from the app, a sharp drop from 690,000 the week before.\nIn England, employers providing critical services can now request an exemption for named employees who are fully vaccinated. Sectors include energy and emergency services.\nSupermarket depot workers and food manufacturers are among those exempt from quarantine rules whatever their vaccination status.\nA similar system is being launched in Scotland.\nA £500 grant is available in England to people on low incomes who have to self-isolate. This includes parents who can't work because their child has to self-isolate. However, many applications have been turned down.\nIn Scotland people can apply for the Self-Isolation Support Grant, worth £500, and there is a similar scheme in Wales. In Northern Ireland a discretionary payment is available.\nYou may also be entitled to Statutory Sick Pay, which is worth £96.35 a week, or more if your employer has a sick pay scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-oxfordshire-58077099",
      "category": "uk-england-oxfordshire",
      "title": "Drug dealers jailed after getting car stuck in trolley bay",
      "tags": "Banbury,Birmingham",
      "text": "Two drug dealers who were caught after their car got stuck in a supermarket trolley bay have been jailed. \nAsim Akram and Ibrar Hussain were trying to evade police as they crashed at Morrisons in Banbury on 18 May. \nOfficers subsequently found the pair with crack cocaine and heroin with a street value of £4,000. \nAkram, 37, was jailed for five years and six months at Oxford Crown Court. Hussain, 41, was jailed for three years and four months.\nThe men, who are both from Birmingham, had previously pleaded guilty to possession with intent to supply heroin and crack cocaine.\nIn a statement, Thames Valley Police said: \"While attempting to make his escape, Akram, who was driving a red Honda, rammed a marked police car before colliding with a trolley bay, and getting his car stuck, allowing our officers to arrest both.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57203521",
      "category": "health",
      "title": "Covid-19: Should all children get a vaccine?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Vaccinating children is routine and widely accepted - measles, mumps, polio, diphtheria, rotavirus, multiple strains of meningitis, whooping cough… the list goes on. All this starts from just a few weeks old. \nSo, what about Covid-19?\nSome countries are cracking on. The US is immunising children between 12 and 15. It expects to have enough safety data to go even younger next year. \nBut in the UK - the BBC has been told - a decision to vaccinate all 12 to 17-year-olds is unlikely to be recommended by UK experts any time soon.\nThere is a scientific question - will vaccinating children save lives? - which is complex as the answer may vary from country to country. \nThere is also a moral and ethical dimension if doses destined for children would save more lives if they were given to health workers and vulnerable adults in other countries. \nOne argument for not vaccinating children against Covid is they get relatively little benefit from it. \n\"Fortunately one of the few good things about this pandemic is children are very rarely seriously affected by this infection,\" said Prof Adam Finn, who sits on the UK's Joint Committee on Vaccination and Immunisation.\nInfections in children are nearly always mild or asymptomatic, which is in sharp contrast to older age groups who have been prioritised by vaccination campaigns. \nA study across seven countries, published in the Lancet, estimated that fewer than two out of every million children died with Covid during the pandemic. \nEven children with medical conditions that would raise the dangers of a Covid infection in adults are not being vaccinated in the UK at the moment. Only those at \"very high risk of exposure and serious outcomes\" - which could include older children with severe disabilities in residential care - are recommended to be vaccinated. \nThe vaccines are incredibly safe, but the risk and the benefit still have to be carefully weighed. \nThere is another potential benefit to vaccinating children - it could save other people's lives. \nThis is an approach that is already used for flu. British children aged from two to around 12 are given the nasal spray, largely to protect their grandparents, each year. \nOne argument is doing the same with Covid vaccines could help contribute to herd immunity - the point at which the virus struggles to spread because so many people are protected. \nThe Covid vaccines look very good at disrupting the spread of the virus. Just one dose appears to cut the chance of catching the virus by at least half and even those that do still get it are half as likely to pass it on. \nChildren do not appear to be major spreaders of coronavirus, but older teenagers may still play a role.\n\"There's certainly evidence of potential for transmission in secondary school ages, so vaccinating could have an impact on overall transmission,\" said Dr Adam Kucharski, from the London School of Hygiene and Tropical Medicine.\nBut there is not a universal answer on whether it is worthwhile. \nThe UK's vaccination programme is hurtling ahead and there have been large outbreaks that have left a legacy of immunity which could also play a role.\nAbout a third of 16 and 17-year-olds in England have coronavirus antibodies in their blood despite barely any of them being vaccinated.\nSo the UK and similar countries could find they have enough immunity to stop the virus spreading without vaccinating children.\n\"It's a very different situation to countries without many outbreaks and who don't get as high coverage in adults, then it's very difficult without vaccinating young groups as well,\" said Dr Kucharski.\nAustralia is one country struggling with vaccine hesitancy and, alongside places like New Zealand and Taiwan, contained the virus so well there is barely any immunity from infection. \nOne thing to bear in mind is who doesn't get a vaccine if a child is given one instead.\nThe World Health Organization says wealthy countries should postpone their plans to immunise children and donate them to the rest of the world. Prof Andrew Pollard, who ran clinical trials of the Oxford-AstraZeneca vaccine, said it was \"morally wrong\" to prioritise children.\nProf Eleanor Riley, an immunologist at the University of Edinburgh, said: \"There is a case for it and if there was unlimited supply of vaccine we could keep going with the over-12s, but there isn't.\n\"Eventually it's a political decision whether to prioritise our kids over adults dying in their droves elsewhere in the world.\" \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58070848",
      "category": "uk",
      "title": "Drug deaths in England and Wales highest since 1993",
      "tags": "Drug use",
      "text": "The number of drug-related deaths recorded in England and Wales in 2020 was the highest since records began in 1993.\nIn total, 4,561 deaths related to drug poisoning were registered - equivalent to a rate of 79.5 per million people.\nThe Office for National Statistics (ONS) said about half of these would have occurred in 2019, because of delays in registering deaths.\nThe majority will have occurred before the pandemic, it added.\nThe latest figures, which are published annually, show stark differences between men and women, and among different regions.\nThere were more than twice as many deaths among men as there were among women.\nThe highest rate of deaths relating to drug misuse was in the North East of England, where 104.6 deaths were recorded per million people, and the lowest was in London, where that figure was 33.1.\n In terms of age, the highest rate was among people aged 45-49. \nThe total death toll is 3.8% higher than the figure for 2019, when 4,393 deaths were recorded.\nThe ONS suggested the increase could possibly be down to an ageing cohort of drug users suffering from the effects of long-term use, as well as new trends in taking certain drugs - including gabapentinoids and benzodiazepines - at the same time as heroin or morphine.\nOf the total deaths registered in 2020, 2,263 - around half - involved an opiate.\nAnd 777 of the deaths involved cocaine - a rise of about 10% on 2019, and more than quadruple the number recorded in 2010.\nGeorgina Gorin, 35, started drinking heavily and taking drugs as a teenager. She didn't expect that years later she would lose her children and her home. \nShe never thought she would be taking hard Class A drugs on the streets of Rochdale. And she couldn't have known that in the first Covid lockdown, bored and alone in an empty flat, her drinking addiction would spiral to another level.\n\"I knew that I was on the verge of death,\" she tells the BBC. \"I rang my mum up at midnight crying because I wanted to die.\"\nShe spent a month in a treatment centre and has been sober since last May. But it wasn't the first time she had sought help. She had attended sessions funded by the council on and off for years - and says they need more funding if they are to help those who need it most. \n\"Everything got cut. Even the one-to-ones went from an hour to half an hour, and then it went to once a month rather than every week. Things just weren't available when you needed them,\" she says.\n\"You go into the doctors and you say, 'I think I've got a problem', so they refer you - but the waiting list is months - you might be dead before then.\"\nNow 15 months sober, Georgina volunteers with the charity Turning Point and is able to see her children again. \n\"It's just wonderful. Just for today I can say that I haven't got any problems,\" she laughs down the phone. \"It's just so nice to be able to be free and just know that today is a good day.\"\nLast week Scotland, which records figures separately, reported that more than 1,300 people died of drug misuse last year - the highest figure for a seventh year running.\nThe ONS figures come after an independent review said spending cuts had left recovery services for drug addicts \"on their knees\".\nHealth Secretary Sajid Javid said ministers would \"look closely\" at the recommendations from Dame Carol Black, who called for an extra £552m investment over five years in England.\nThe government said it would set up a new cross-government unit on tackling drug misuse.\nCommenting on the ONS figures, Dr Emily Finch, vice-chair of the addictions faculty at the Royal College of Psychiatrists, said: \"Years of cuts have left addictions services ill-equipped to treat people and prevent these deaths from rising.\"\nShe added: \"The government needs to wake up to the fact that cuts to services, disconnecting NHS mental health services from addiction services and shifting the focus away from harm reduction to abstinence-based recovery is destroying lives and fuelling the increase in drug-related deaths.\"\nEytan Alexander, chief executive of the UK Addiction Treatment Group, said there was a \"parallel pandemic\" of drug, alcohol and mental health issues that had \"only worsened due to the virus\".\nClare Taylor, national director of operations at Turning Point, said isolation, financial insecurity and fear during the pandemic \"has hit many of those who were already vulnerable including people with a history of drug or alcohol problems\".\n\"Every drug or alcohol related death is preventable, and our thoughts are with anyone who has lost someone this way,\" she said.  \nA government spokesperson said: \"Any death due to drug misuse is a tragedy. To prevent people losing their lives to drug abuse we're launching a consultation today to improve access to naloxone. This will allow those working with addicts, including police, paramedics and prison officers, to administer the drug which helps reverse the effects of opioid overdose and save lives.\n\"We are already investing £148m to tackle the root causes of drug misuse including £80m for treatment and recovery -  the largest investment in the drug treatment system for 15 years.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58069170",
      "category": "entertainment-arts",
      "title": "Matt Damon says he has never personally used gay slur",
      "tags": "Film,LGBT,Matt Damon",
      "text": "Actor Matt Damon has insisted he has never used a gay slur \"in my personal life\" after being criticised for saying he'd only recently \"retired\" the word.\nThe Hollywood star told The Sunday Times his daughter had rebuked him for using what she called the \"f-slur for a homosexual\" in a joke \"months ago\".\nIn a follow-up statement, the Oscar winner stressed that he had never used the insult against anyone off screen.\n\"This conversation with my daughter was not a personal awakening,\" he said.\n\"I do not use slurs of any kind.\"\nDamon sparked anger for the original interview, in which he told an anecdote suggesting he had used the word until recently.\nHe told the newspaper it \"was commonly used when I was a kid, with a different application\".\nHe continued: \"I made a joke, months ago, and got a treatise from my daughter. She left the table. I said, 'Come on, that's a joke! I say it in the movie Stuck on You!'\n\"She went to her room and wrote a very long, beautiful treatise on how that word is dangerous. I said, 'I retire the f-slur!' I understood.\"\nAfter being criticised for his apparent recent casual use of the insult, he sent a lengthy statement to US media.\n\"During a recent interview, I recalled a discussion I had with my daughter where I attempted to contextualise for her the progress that has been made - though by no means completed - since I was growing up in Boston and, as a child, heard the word 'f*g' used on the street before I knew what it even referred to,\" he said.\n\"I explained that that word was used constantly and casually and was even a line of dialogue in a movie of mine as recently as 2003; she in turn expressed incredulity that there could ever have been a time where that word was used unthinkingly.\n\"To my admiration and pride, she was extremely articulate about the extent to which that word would have been painful to someone in the LGBTQ+ community regardless of how culturally normalised it was. I not only agreed with her but thrilled at her passion, values and desire for social justice.\"\nHe continued: \"I have learned that eradicating prejudice requires active movement toward justice rather than finding passive comfort in imagining myself 'one of the good guys.'\n\"And given that open hostility against the LGBTQ+ community is still not uncommon, I understand why my statement led many to assume the worst.\n\"To be as clear as I can be, I stand with the LGBTQ+ community.\"\nThe actor had come in for strong criticism before releasing his clarification. US comedian, actor and writer Travon Free suggested that his realisation had come too late.\n\"So Matt Damon just figured out 'months ago', by way of a 'treatise' from a child, that he's not supposed to say the [F-]word,\" posted the writer, who identifies as bi or queer. \"Months ago... Months ago.\"\n\"I want to know what word Matt Damon has replaced [the word] with,\" wondered actor Billy Eichner, apparently unconvinced by Damon's story.\nStar Trek actor George Takei, one of the entertainment industry's most high-profile gay actors, wrote: \"To be honest, I was privately insulting Matt Damon until a few months ago, too, so…\"\nAnd singer Molly Lambert simply called Damon \"dumb\".\nIt's not the first time Damon has landed in hot water. In 2017, at the height of the #MeToo movement, Damon told reporters that inappropriate sexual behaviour needed to be seen as existing on a \"spectrum\".\nHe recently apologised for the comments, admitting he had been \"tone-deaf\".\n\"Like everybody, I'm a prisoner of my subjective experience and that leads to having blind spots,\" he told The New York Times.\n\"Me more than most given the experience that I've had as a white male American movie star. It's a very rarefied air. I don't even know where my blind spots begin and end. \n\"So, yes, I was and am tone-deaf. I do try my best not to be.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58066390",
      "category": "world-australia",
      "title": "Qantas stands down 2,500 staff over Sydney lockdown",
      "tags": "Sydney,Qantas,Australia",
      "text": "Qantas says it will stand down 2,500 staff as a lockdown in Sydney impacts air travel across Australia.\nThe furlough - affecting pilots, crew and airport workers - will last for at least two months, the airline said.\nQantas said it would pay staff until mid-August, after which they could apply for government support payments.\nSince June, fresh Covid outbreaks have forced most Australian states to reimpose restrictions.\nThe highly contagious Delta variant has forced lockdowns in several cities and some state border closures.\nThe situation is most severe in Sydney. It is seeing about 200 new infections each day, despite being in lockdown since 26 June.\nNearly all states have banned travellers from Australia's largest city.\nQantas chief executive Alan Joyce said the latest Delta outbreaks had led to thousands of cancelled flights.\nQantas and its budget carrier, Jetstar, had lost about 60% of their domestic business from May to July, he added.\nA travel bubble with New Zealand has also been suspended.\nMr Joyce said the airline could no longer keep the 2,500 workers on its payroll, but described it as a temporary measure. \n\"This is clearly the last thing we want to do,\" he said.\nBut he added it was \"also very different from this time last year when we had more than 20,000 employees stood down\".\nLast year, Qantas was forced to axe about 6,000 staff - about a fifth of its workforce.\nIn May, the airline said it would report an annual loss of more than A$2bn (£1.1bn; $1.5bn) but hoped for a rebound in domestic travel.\nOn Tuesday, Mr Joyce said domestic travel could return to 50-60% of normal levels with the expected reopening of Victoria and South Australia.\nQantas has not been able to resume international routes - except to New Zealand - due to Australia's international border closure. \nThe airline has previously said it's losing about A$2.3m a week from its international division."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58065318",
      "category": "world-europe",
      "title": "Belarus sprinter Krystina Timanovskaya says protest is not political",
      "tags": "Belarus,Japan,Poland",
      "text": "A sprinter from Belarus who refused her team's order to fly home early from the Olympics says her actions were not a form of political protest. \n\"I love my country and I didn't betray my country,\" Krystina Timanovskaya, 24, told the BBC's Newshour programme.\n\"This is about the mistakes that have been made by our officials at the Olympics,\" she added.\nMs Timanovskaya has been granted a humanitarian visa by Poland and is currently at its embassy in Tokyo.\nShe is expected to leave Japan and travel to Warsaw on Wednesday, her supporters have said.\nThe athlete earlier voiced fears for her safety after she was forced to pack her belongings and driven to a Tokyo airport, after criticising her coaches. \nBelarus says she was removed from the national team because of her emotional state.\nBut speaking to the BBC on Tuesday, Ms Timanovskaya said she did not suffer from any mental health issues and did not have any conversations with doctors at the Olympic village.\nShe said she was surprised when team officials told her she was leaving the Games because she \"didn't say anything political\", adding that she would like to return to Belarus \"when I know that it's safe... maybe I'll only be able to return after five or 10 years\".\nThe International Olympic Committee (IOC) has launched a formal investigation into allegations that Belarus attempted to force Ms Timanovskaya to return home.\n\"We need to establish the full facts, that can take time,\" IOC spokesman Mark Adams said. \"In the meantime our first concern is for the athlete.\"\nThe IOC has requested that the Belarus National Olympic Committee submit its report on the incident by the end of Tuesday.\nThe athlete's husband, Arseniy Zdanevich, has since fled Belarus and is currently in Ukraine. He told the BBC the couple had never been involved in politics and would return to Belarus if they did not face criminal charges.\nSeparately on Tuesday, the head of an organisation helping Belarusians fleeing abroad was found dead near his home in neighbouring Ukraine. Vitaly Shishov had reportedly been followed recently.\nThe incident has again put the spotlight on Belarus, which has been ruled by President Alexander Lukashenko since 1994. Last year, nationwide protests over his disputed re-election were violently repressed by the security forces.\nSome of those who joined the demonstrations were also national-level athletes, who were stripped of funding, cut from national teams and detained.\nPoland's Deputy Foreign Minister Marcin Przydacz said Ms Timanovskaya was in direct contact with Polish diplomats in Tokyo, and that Poland would do \"whatever is necessary to help her continue her sporting career\".\nThe Belarusian government has yet to comment on the Polish decision to offer the sprinter a humanitarian visa.\nThe EU, meanwhile, welcomed Poland's decision. Nabila Massrali, a spokeswoman for EU foreign policy chief Josep Borrell, said the attempt by Belarus to forcibly repatriate Ms Timanovskaya was \"another example of the brutality of the repression of Lukashenko's regime\".\n\"We express our full solidarity to Krystina Timanovskaya and commend the (EU) member states that offered her support. We welcome the fact that she has now been given a humanitarian visa by Poland,\" Ms Massrali said in a statement to Reuters. \nThe sprinter, who was due to compete in the women's 200m event on Monday, had complained on social media about being entered into the 4x400m relay race at short notice after some teammates were found to be ineligible to compete.\nThe video led to criticism in state media, with one television channel saying she lacked \"team spirit\".\nMs Timanovskaya said officials had come to her room and given her an hour to pack her bags before being escorted to Tokyo's Haneda airport. She says she was \"put under pressure\" by team officials to return home and asked the International Olympic Committee (IOC) for help.\n\"They are trying to get me out of the country without my permission,\" she said in a video posted on the Telegram channel of the Belarusian Sport Solidarity Foundation, which was created last year to support athletes critical of the government.\nAnatol Kotau, a member of the group, told the BBC on Sunday: \"She's afraid of repression on her family in Belarus - this is the main concern for her right now.\"\nThe Belarusian Olympic committee said Ms Timanovskaya had been taken off the team because of her \"emotional and psychological condition\".\nTeam coach Yuri Moisevich said Ms Timanovskaya appeared anxious when he spoke with her on Sunday. \n\"I was trying to have a calm conversation with her and I succeeded,\" he said, adding: \"Then I noticed that she would stop the conversation and start it again, then she would grab the phone and I saw that something was happening.\"\nOn Monday, IOC spokesman Mark Adams said the body had taken measures against the Belarusian committee in the run-up to the Games.\nIt banned some officials, including the president's son, for failing to protect athletes who had joined the demonstrations.\nHeather McGill, Amnesty International's Eastern Europe and Central Asia researcher, said the country's sporting administration had been subject to \"direct government control\" under President Lukashenko.\n\"Athletes are favoured by the state and honoured by society, and it is not surprising that athletes who speak out find themselves a target for reprisals,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58013284",
      "category": "science-environment",
      "title": "Boeing delays rerun of Starliner space capsule test",
      "tags": "Boeing,SpaceX,Nasa,Human spaceflight,Astronauts,Boeing Starliner mission,SpaceX launch,International Space Station,Space exploration",
      "text": "Boeing says it is checking the propulsion system valves on its CST-100 Starliner spacecraft, after Tuesday's planned launch was postponed. \nThe CST-100 Starliner will launch from Florida at some point to showcase how it can ferry crews to and from the International Space Station (ISS).\nIt will be the second test flight, and conducted with no people aboard.\nThe previous demonstration in 2019 encountered software problems that very nearly caused the loss of the capsule.\nThe Starliner will ride to orbit on an Atlas-5 rocket from the Cape Canaveral Space Force Station in Florida.\nControllers had been targeting Tuesday for the launch but scrubbed the countdown with two-and-a-half hours left on the clock, to allow for investigation of technical issues related to the capsule's propulsion system.\nNow Boeing says a rescheduled launch on Wednesday will not happen either, because it needs more time to discover the reason for \"unexpected valve position indications in the propulsion system\".\nIt's just over 10 years since Boeing first presented its design for the CST-100 Starliner at the Farnborough Air Show in the UK.\nIt was a response to the call for commercial companies to take over the responsibility for low-Earth orbit crew transportation, post the soon-to-retire space shuttles.\nThe US space agency (Nasa) gave technical and financial support to both Boeing and the SpaceX company, to help them develop new capsules. The idea was that the vehicles would then be engaged on a commercial basis whenever Nasa needed astronauts sent up to the ISS.\nBut while SpaceX is now two crewed operational flights into this privatised era, Boeing has yet to run a single crewed mission in a Starliner. And that's because Boeing's first unpiloted \"Orbital Flight Test\" in December 2019 went seriously awry.\nThe problems started with a clock error on the capsule just after launch that made the vehicle think it was in a different flight phase than was really the case.\nThis prompted the onboard computer system to over-fire Starliner's thrusters and burn so much fuel it became impossible to reach the intended destination of a docking with the space station. Controllers on the ground could see the problem playing out but had difficulty communicating with the spacecraft.\nAfter the truncated mission, it also emerged that poorly designed software could have resulted in the capsule colliding with its aft service section when the two were commanded to separate just prior to re-entry into the Earth's atmosphere. Fortunately, this issue was caught and prevented, and the capsule landed safely in the New Mexico desert.\nThe post-mission review initiated a series of re-designs and upgrades that have enabled Boeing to attempt an Orbital Flight Test 2 (OFT-2).\nChris Ferguson, a former Nasa astronaut and Boeing's director of Starliner mission operations, said the company had run full-mission duration simulations of the new software on the capsule. \nThe new code, he added, had implemented every correction recommended by the review.\n\"We fixed every one, we addressed every one. We want this next flight to be as clean as it could possibly be,\" he told reporters.\n\"We have thoroughly dug into, tested and verified hundreds of times the software code, to ensure that it performs exactly the way we intend on OFT-2.\"\nThe re-run will follow the same profile: an uncrewed mission to the ISS. That said, an anthropomorphic test device, more commonly known as a flight dummy, dubbed \"Rosie the Rocketeer\", will once again strap in for the ride.\nRosie and \"her\" capsule will stay attached to the station for five days, before departing for a parachute-assisted descent and landing at White Sands Missile Range in New Mexico.\nIf Boeing can put the flaws of OFT-1 behind it, Nasa could clear Starliner to start carrying people before the end of the year.\nThis would finally give the agency the two new crew-transportation systems it sought when the shuttles were retired to museums exactly 10 years ago. \n\"This is a huge component to returning this launch capability from the United States and having redundancy between SpaceX and Boeing, so that we're not reliant on just one company to get astronauts to the International Space Station,\" said Nicole Mann, a Nasa astronaut who has been selected to fly on the first crewed Starliner mission.\nAnd this capability would also open up space to wider participation, she believed: \"You're going to see more folks in low-Earth orbit who are not Nasa astronauts. That's great. I think for the younger generation, they're going to see scientists, engineers and maybe journalists in space, and they're going to be able to capture the amazement of space and share the experience.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58065463",
      "category": "business",
      "title": "Twitter works with news sites to tackle disinformation",
      "tags": "Social media,Fake News,Twitter",
      "text": "Twitter will collaborate with two of the largest international news providers, Reuters and the Associated Press, to debunk disinformation on its messaging site. \nThe news agencies will help Twitter give more context and background information on events which create a high volume of tweets. \nTwitter hopes this will counteract the spread of misleading information.\nThere has been renewed pressure to remove false content from the platform.\nTwitter said the partnership will enable it to ensure accurate and credible information is rapidly available \"when facts are in dispute\".\n\"Rather than waiting until something goes viral, Twitter will contextualize developing discourse at pace with or in anticipation of the public conversation,\" Twitter said.\nCurrently, when large or rapidly growing conversations happen on Twitter that may be noteworthy or controversial, Twitter's Curation team finds and promotes relevant context from reliable sources in order to counter potentially misleading information posted by users.\nIn a blogpost, Twitter said the new programme would \"increase the scale and speed\" of this work by increasing their \"capacity to add reliable context to conversations happening on Twitter\". \nThe post said material from Reuters and AP would improve information credibility on the platform when Twitter's Curation team \"doesn't have the specific expertise or access to a high enough volume of reputable reporting on Twitter\".\nIt is the first time Twitter has formally collaborated with news organisations to promote accurate information on its site, according to a spokesperson from the social media firm.\nEarlier this year, Twitter launched Birdwatch, a new community-moderation system which enabled volunteers to label tweets they found to be inaccurate. \nTwitter will work separately with the two rival news agencies, and will focus initially on English-language content. \nHazel Baker, head of user-generated content newsgathering at Reuters, said that trust, accuracy and impartiality were at the \"heart of what Reuters does every day,\" and \"drive\" the company's \"commitment to stopping the spread of misinformation\".\nTom Januszewski, the AP's vice president of global business development, said in a statement that the news company had a \"long history of working closely with Twitter, along with other platforms, to expand the reach of factual journalism\".\n\"We are particularly excited about leveraging AP's scale and speed to add context to online conversations, which can benefit from easy access to the facts,\" he continued. \nBoth Reuters and AP also work with Facebook on fact checks. \nTwitter added that this work would be independent of the work its Trust & Safety teams do to determine whether Tweets are in violation of the Twitter rules. The work of these teams includes labelling tweets which contain manipulated media, electoral misinformation and sensitive media that violates the platforms' rules.\nA 2020 report by NYU Stern suggested Twitter has about 1,500 moderators - with 199 million daily Twitter users worldwide."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-58078100",
      "category": "uk-england-suffolk",
      "title": "Ever Given: Cargo ship that blocked Suez Canal arrives in Felixstowe",
      "tags": "Shipping containers,Shipping industry,Suez canal,Felixstowe",
      "text": "A huge container ship that blocked the Suez Canal has docked in the UK for the first time since causing disruption to global shipping.\nThe Ever Given blocked the major shipping lane in Egypt for nearly a week earlier this year.\nIt was held for more than three months amid a dispute over compensation.\nThe 400m-long (1,300ft) ship, originally due to arrive in early April, finally docked at Felixstowe in Suffolk at about 16:30 on Tuesday.\nShip-spotters lined the beach as the Ever Given approached port.\nThe ship had been heading for Rotterdam when it ploughed into the sandy bank of a single-lane stretch of the canal on 23 March.\nThe ship has now arrived at Felixstowe - months later than expected but with its fame - or infamy - assured.\nAs it turned the corner for the home straight, noise levels from those waiting dropped noticeably to almost a hush, only to be broken by children shouting \"It's here!\".\nThe crowds remain, but have now reduced by about half. All eyes were on it as it manoeuvred into berth seven to complete its long journey.\nA few voices could be heard saying it was a \"little bit of an anti-climax,\" but all were pleased to have witnessed the end of the ship's epic struggle to get here.\nMost people said it was worth the wait.\nIt was stuck for nearly a week, causing one of the biggest traffic jams in shipping history.\nHundreds of ships were delayed as they waited for the canal to be unblocked and some vessels were forced to take the much longer route around the southern tip of Africa.\nWhen the ship, which carries cargo between Asia and Europe, was finally freed it was held up again until an agreement between Japanese owner, Shoei Kisen Kaisha Ltd, and canal authorities was reached over compensation.\nThe backlog from the ship's delay has led to a leap in shipping rates and sent the cost of containers soaring from £2,500 last year to £15,000 now.\nDirector of Seaport Freight Services, Steve Parks, said most of what is sold online and in UK comes from China.\nMr Parks, who is hoping to receive three consignments from the Ever Given by Friday, said the price rises were \"bound to reflect upon prices in the shops\".\n\"We are already looking at moving Christmas goods and have no option but to continue shipping,\" he added.\nGoods in the Ever Given's 18,000 containers have an estimated value of $775m, but many of them will hold fruit and vegetables which will have to be destroyed, having passed their use-by date.\nJake Slinn, owner of JS Global Cargo & Freight Disposal in Ipswich, said his business was expecting 20 to 30 containers from the ship.\nHe explained that most ships contained some goods that needed to be destroyed as they had gone out of date, or sold on if their original buyer no longer wanted them.\nFoodstuffs are destroyed via anaerobic digestion, while the company will also deal with a host of items from TVs to clothing.\n\"We don't know what it is going to be until we crack the doors open,\" said Mr Flynn.\nWendy, who had travelled from Trimley to see the Ever Given arrive in Felixstowe, told BBC Radio Suffolk: \"I've been following it from the Suez Canal, and I said to the grandchildren 'We will bring you down to see it when it hits Felixstowe'.\"\nOne ship-spotter said the arrival had been \"a long time coming, but it's worth it,\" while another said: \"It's just all the publicity it has had. To see it finally here is quite amazing.\"\nThe Ever Given's next destination is Hamburg, Germany.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58060044/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Shops and schools proposed for council election pilots in Wales",
      "tags": "Welsh government,Local government",
      "text": "People could be allowed to vote in supermarkets or schools in some parts of Wales at next year's council elections.\nNew \"flexible voting\" proposals could see polling take place over multiple days or a weekend before an election, in an effort to boost turnout.\nThe Welsh government has asked if councils would like to pilot the ideas.\nBut a body of electoral officials said there was not a \"huge\" amount of time to implement the proposals.\nThe Welsh Conservatives said some might see the proposals as an effort to \"gerrymander\" the elections, while Plaid Cymru welcomed the plans.\nTurnout in Wales was 42% at the last council elections in 2017.\nNext year's elections will be the first for local government in Wales where 16 and 17-year-olds can take part.\nOfficials are considering letting voters cast ballots in any polling station in their local authority area.\nIt could mean people could vote in person somewhere more convenient to them, instead of the polling station allocated according to where they live.\nThe Welsh government is looking at whether voting in places like supermarkets and leisure centres could be allowed, or in schools and colleges.\nEarly voting - as seen in the US elections last November - could also form part of the pilots.\nPolling station staff generally have paper lists of electors to check off when people arrive to vote, but the Welsh government says \"digital solutions\" would be required for some of the ideas.\nLaura Lock, deputy chief executive of the Association of Electoral Administrators, said the announcement had \"some really good ideas in it\".\n\"It is key that electors can only vote once, and they vote in the right polls,\" she said.\n\"But it's a very large administrative challenge, because while it might not seem too much of a radical idea, we do need to make some big changes to enable this\".\nMs Lock also called for the Welsh government to make decisions as \"early as possible\", with the elections happening on 5 May.\n\"We want to embrace all of the possibilities that the pilots will bring us but nine months doesn't give a huge amount of time to ensure that that can be done. \n\"I think it will be a challenge. But I don't think that it's impossible.\"\nThe Welsh government's senior legal advisor, Counsel General Mick Antoniw, said the administration wanted to make it as easy as possible to vote.\n\"Democracy should be a part of all our lives and if more of us take part, it will lead to better policy making by elected representatives and policies which truly represent the views and experiences of all of us,\" he said.\n\"These voting pilots will help us to better understand how we can increase turnout. We believe making voting more flexible and easier will bring democracy closer to everyone.\"\nBut Welsh Conservative constitution spokesman Darren Millar said: \"The people of Wales already have the chance to vote early and from home via the use of a postal vote, we don't need major changes to a system that already serves our democracy well.\n\"Some may see this a desperate attempt by Labour ministers to gerrymander the voting system.\"\nPlaid Cymru's spokesman for the constitution Rhys ab Owen said: \"Any attempts to boost voter turnout are greatly welcomed and long overdue.\"\n\"This must go hand in hand with wider electoral reform including greater political education in schools and a fairer voting system in the form of STV. A healthy democracy relies on both an engaged electorate and accessible elections.\"\nThe 2021 Senedd election was the first in Wales where 16 and 17-year-olds could take part.\nBut tens of thousands did not register in time to do so, with figures suggesting 54% failed to register.\nThe UK government experimented with voting in supermarkets back in the 1990s, when polling stations were opened at two shops for the 1998 council elections and London mayoralty referendum.\nSupermarket car parks also saw use as polling stations in England last May, according to the Local Government Chronicle."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58069625",
      "category": "uk-wales",
      "title": "Bridgend river death: Friends of boy, 5, 'heartbroken'",
      "tags": "Sarn,South Wales Police",
      "text": "Classmates of a five-year-old boy found dead in a river have described him as a \"happy boy\" who \"liked Spiderman\" and \"playing hide and seek\".\nResidents in Sarn, Bridgend, have placed flowers, teddies and cards near Ogmore River where Logan Mwangi's body was found on Saturday morning.\nA 39-year-old man, a woman aged 30, and a boy aged 13 were arrested on suspicion of murder. \nLogan's friends were said to be \"heartbroken\" by his death.\nCeri, who has lived in Sarn for 53 years, said her grandchildren attended Tondu reception class with Logan and they would have been starting in Tondu Primary School in September.\n\"My granddaughter is heartbroken. It's my granddaughter and grandson's fifth birthday in a fortnight and Logan was invited,\" she said. \n\"He was a happy little boy.\"\nOne of Logan's classmates came with her parents to pay tribute to the five-year-old who she said \"liked Spiderman\". She also said blue was Logan's favourite colour and he was good at playing hide-and-seek.\nThe girl's mum said: \"He just seemed really happy and a good boy. He was in my daughter's class for two years I think and they would be going up to big school [primary] in September.\"\nNeighbour Teresa Mason said Logan and his mum had knocked on her mother's door recently to ask if they had lost a pet snake.\n\"They'd found a small snake in their garden and wanted to know if a snake had escaped from someone's house,\" she said. \n\"The boy was really sweet. A happy-go-lucky child.\"\nTeresa, who cares for her mother at home, said: \"My mother has lived here for 32 years and nothing as bad as this has happened. \n\"We can't get our heads around it. We normally see him running around here with other kids. We got up Saturday and there was police outside the house. It's just shocking.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58057380/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Most restrictions to end from 9 August",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon",
      "text": "Almost all of Scotland's remaining Covid-19 restrictions are to end from 9 August, Nicola Sturgeon has confirmed.\nSocial distancing will be dropped in most settings, meaning more capacity in pubs and restaurants and larger crowds at sporting events and concerts.\nAnd close contacts of those who test positive for Covid will no longer have to self-isolate - as long as they are fully vaccinated and test negative.\nHowever, the wearing of face coverings in some public spaces will continue.\nThis will include secondary schools, where staff will need to maintain 1m physical distancing for the first six weeks of term and twice-weekly testing will be required.\nThe first minister also said a \"gradual approach\" will be taken to returning workers to offices, warning that the virus still poses \"real challenges\".\nWhile the changes would restore a \"substantial degree of normality\", she said they do not \"signal the end of the pandemic or a return to life exactly as we knew it\".\nShe said: \"Declaring freedom from or victory over this virus is in my view premature.\"\nThe number of new Covid-19 cases has fallen markedly from the peak of the \"third wave\", with Ms Sturgeon saying the infection rate had fallen by two-thirds since early July.\nThe percentage of tests coming back positive has also fallen, as has the number of patients being admitted to hospital and intensive care wards with the virus.\nThe first minister said uptake of the Covid-19 vaccine had been \"exceptional\", and that this - along with the fall in cases - made it possible to lift most of the legal restrictions still in force.\nFrom Monday, 9 August, the current limits on the number of people who can meet up will be dropped, as will social distancing rules in most settings.\nThis means nightclubs will be allowed to reopen, and larger crowds will be allowed to gather for indoor and outdoor events - although organisers of large events will still need to apply to local councils for permission.\nThe rules around self-isolation will also change, meaning that fully-vaccinated adults who are identified as a close contact of a positive case will no longer have to isolate if they return a negative PCR test.\nThe government is still considering whether a certificate proving people have been vaccinated will be needed to enter \"higher-risk\" events.\nMs Sturgeon confirmed that a \"Covid status certification\" app was under development, but said she was \"considering very carefully\" whether such a scheme would be appropriate.\nShe also said she would not hesitate to take the \"tough decision\" to re-impose some local restrictions if there was a serious outbreak of the virus, saying the government \"will seek to take whatever action is necessary to keep the country safe\".\nWhile most restrictions will be lifted, a number of \"mitigations\" will remain in place, with Ms Sturgeon saying the harm of the virus \"cannot be underestimated\".\nThe use of face coverings in enclosed spaces like shops, hospitality venues and public transport will remain \"for some time\" to come, and venues will still be expected to collect customer details for contact tracing.\nThe first minister said it was \"vital\" that the return to working in offices was a gradual one, saying employers should consider a \"hybrid\" model of home and in-office work.\nTwo weeks after restrictions were lifted in England, the predicted spike of 100,000 new cases a day has not materialised.\nThat bodes well for Scotland to follow suit. Scotland was the first part of the UK to see a big surge in cases at the start of July but since then the data has been positive and even the more cautious scientists say it looks good to proceed.\nSome experts believe one thing that has helped is that behaviour has not significantly changed. We are not in contact with as many people, and many have continued to keep a distance. \nWith vaccines doing such an amazing job, could small efforts like this be enough to keep the virus at bay?\nWhat is around the corner is a bit tricky to predict.  \nWe will see a return to schools and universities in the next few weeks, coupled with the end of the holiday season and cooler weather on the horizon. That's why things like the wearing of face coverings and an encouragement to work from home will continue for now. \nThe hope is the worst is behind us, but Covid has taken us by surprise before - it still could now.\nThe move was broadly welcomed by business groups, although some still voiced fears about the economic recovery.\nThe Federation of Small Businesses said firms would be \"elated\" that the bulk of curbs were being lifted, but trading conditions had been \"permanently changed by the crisis\".\nCBI Scotland said moving beyond level zero \"creates a much-needed platform for kickstarting Scotland's economic recovery\", but said firms would be \"confused\" about why ministers were still advising people to work from home.\nAnd the Scottish Beer and Pub Association said hundreds of pubs would now reopen for the first time, hailing this as \"fantastic news\" - adding that it was \"vital that we get the recovery phase right\".\nThe Scottish Parliament was recalled from its summer recess for the announcement, giving opposition leaders the chance to question the first minister on the plans.\nScottish Conservative leader Douglas Ross said the statement was a \"mixed bag\", saying that \"ongoing restrictions will hold Scotland's recovery back\".\nHe said: \"We have moved beyond level zero - but still curbs remain in place. Yet again the goalposts have been moved. We are at level minus one or minus two, and still the government is clinging on to parts of people's lives.\"\nScottish Labour leader Anas Sarwar said there was \"definitely light at the end of the tunnel\", but said \"we are at a crucial point for Scotland's recovery\".\nHe called for a \"new approach\" in the fight against the pandemic, calling for increased support for the test and trace system and pop-up vaccination clinics at sporting events and universities.\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58072825",
      "category": "uk-england-london",
      "title": "Ben Breakwell: Music teacher convicted of 32 sexual offences",
      "tags": "York",
      "text": "A \"predatory\" music teacher who abused two girls aged 13 and 14 has been convicted of 32 sexual offences.\nBen Breakwell, 40, of Monkgate, York, exploited his position at a west London school to engage girls in sexual activity between 2014 and 2017.\nBreakwell also kissed a third victim, 16, in a lesson and had indecent images of a fourth, Isleworth Crown Court heard.\nHe remains in custody and will be sentenced on 14 October.\nBreakwell's crimes came to light after the third victim told friends and then her mother. The mother confronted Breakwell who denied deliberately kissing her. \nThe victim later told police that she felt guilty about what had happened as she had bought him a box of sweets as a thank you present and thought that this may have encouraged him.\nIn September 2017, the friends of one of the victims approached a member of school staff with suspicions about an inappropriate relationship involving Breakwell.\nThe school immediately suspended him and police launched an investigation before arresting Breakwell in November 2017.\nHe was charged in February 2020 and convicted on Monday of 22 counts of sexual activity with a child, three counts of causing or inciting a child to engage in sexual activity, four counts of sexual activity with a child by a person in a position of trust, one count of sexual assault, and two counts of taking indecent photographs of a child.\nDet Con Ben Lawrence-Smith urged other potential victims to come forward.\nHe said: \"My thoughts are with the young girls who were betrayed by Breakwell. They have all been incredibly brave and it is their courage in speaking out that has brought him to justice.\n\"Breakwell deceived and abused these girls and then sought to evade any responsibility for his actions. They were manipulated to the point where some felt it was they who were doing wrong. The fact Breakwell was a teacher only compounds this gross betrayal of trust.\n\"It is clear that Breakwell was a sexual predator who carefully manipulated these young girls in order to exploit them. \n\"His victims were very young and he led them to believe they were in love with him, knowing that if they cared for him they were less likely to alert anyone to his crimes.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58062180/#comp-comments-button",
      "category": "#comp-comments",
      "title": "NHS Covid-19 app in England and Wales tweaked to notify fewer contacts",
      "text": "The NHS Covid-19 app in England and Wales is being tweaked so fewer contacts will be advised to self-isolate following a close contact with a positive case.\nThe app will look for contacts two days prior, rather than five, when someone without symptoms tests positive.\nHealth Secretary Sajid Javid said it would reduce disruption but still protect those at risk.\nThe government is urging the public to continue using the app.\nIt comes as the UK recorded another 21,952 new coronavirus cases in the last 24 hours, compared to 24,950 cases last Monday.\nAnother 24 deaths within 28 days of a positive test were reported, higher than the 14 recorded on the same day last week.\nAlmost 700,000 alerts were sent by the app to users in England and Wales for the week to July 21, a record since it was launched, which has caused staffing issues in many industries.\nIt led to the government allowing some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged. Instead they have to take daily tests.\nThere had been speculation that the app could be made less sensitive to the distance between users and the length of time spent in close proximity - currently 2m or less and more than 15 minutes.\nBut the DHSC said the update \"does not impact the sensitivity of the app, or change the risk threshold\".\nThere was speculation when Sajid Javid became the new health secretary just as the word \"pingdemic\" was entering the language that he would order changes to make the app less sensitive. \nThat was ruled out - but it seems Mr Javid asked what else could be done and was advised that the option unveiled on Monday would be wiser. \nCutting the period the app hunts back through the close contacts of an asymptomatic person before a positive test from five days to two could mean a substantial fall in the numbers sent into isolation.\nThere has been huge pressure for change from businesses which have seen their operations disrupted by thousands of pings - but at the same time the team behind the app believes it now has strong evidence that it is working.\nThe government will hope it has found a middle way, reducing the burden on businesses and making it less likely that people will delete the app while still alerting those in most danger of becoming infected with the virus and passing it on. \nBut, as with so much about this project, this is an experiment in human behaviour because for the app to work, people have to trust it.\nAnnouncing the change, Mr Javid said: \"We want to reduce the disruption that self-isolation can cause for people and businesses, while ensuring we're protecting those most at risk from this virus.\n\"This update to the app will help ensure that we are striking the right balance.\"\nDr Jenny Harries, of the UK Health Security Agency, said the app was \"the simplest, easiest and fastest way to find out whether you have been exposed to the virus,\" and it had saved thousands of lives.\nShe said she would \"strongly encourage everyone, even those fully vaccinated, to continue using the app\". \nIt is unclear how many people will be affected by the tweak.\nScientists have estimated the app prevented up to 2,000 cases per day in the three weeks to 21 July when the number of self-isolation alerts - known as \"pings\" - rose by over 70,000 to a new record of 689,313.\nAnd their analysis, which assumed 60% compliance with instructions to self-isolate, suggested another 50,000 Covid cases were prevented by including chains of transmission.\nThis was estimated to have prevented 1,600 hospitalisations, the Department of Health and Social Care (DHSC) said.\nAround 40% of the eligible population regularly use the app and around 50% of all reported tests are being inputted, it said, saying usage remains \"high\".\nLabour's shadow health minister Liz Kendall accused the government of \"leaving hundreds of thousands of people forced to self-isolate every day\" and quietly changing the app, rather than driving infections down.\nTrade union Unite said the change did not go far enough and repeated a call from the automotive and steel sectors for workers to be exempt from self-isolation rules.\nBut the move has been welcomed by the British Beer and Pub Association, which said its research found up to 1,000 pubs had been forced to close temporarily due to staff being pinged by the app.\nIts chief executive Emma McClarkin said: \"On average, each pub forced to temporarily close due to staff being pinged costs £9,500 in lost trade per week and our larger venues much, much more at a critical time in their recovery.\"\nFrom 16 August, fully vaccinated contacts in England will be exempt from isolation and instead will be advised to take a PCR test. \nThose who are not fully vaccinated will still be required to isolate, and it will remain a legal obligation to isolate if you test positive. \nOn 7 August, Wales will become the first UK nation to stop asking fully vaccinated adults to self-isolate after close contact with a positive Covid case.\nMeanwhile, a further 118,184 people received their second dose of a Covid-19 vaccine on Sunday, meaning nearly 38.5 million people - or 72.7% of the UK population - are now fully vaccinated.\nBut just 21,266 people received first doses, as the numbers coming forward for vaccination continued to slow down. A total of almost 46.9 million people, or 88.6% of adults, have had at least one jab. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58073015",
      "category": "uk",
      "title": "Woman’s DNA helps convict her father for rape",
      "tags": "Sexual violence,DNA testing,Birmingham,Adoption",
      "text": "A rapist has been jailed for 11 years after his daughter - who was conceived in the attack - provided DNA.\nCarvel Bennett, 74, was found guilty of raping a 13-year-old in Birmingham in the 1970s, leaving her pregnant.\nHis daughter, who was adopted as a baby, campaigned for justice after first discovering details of her conception from birth records when she turned 18.\nPolice opened an investigation after the BBC highlighted her story in 2019.\nDNA results showed the defendant was 22 million times more likely to be her father than any other unknown Afro-Caribbean man unrelated to him, the court heard.\nA jury at Birmingham Crown Court took less than two hours to reach a unanimous guilty verdict.\nHis daughter said he had evaded justice for too long.\nThe woman's mother, who cannot be named, told the court she was 13 when Bennett told her to take her clothes off and lie down while they were alone in a bedroom.\nShe said she was a scared child and told him: \"I don't want you to do this.\" But he replied: \"Do not say anything.\"\n\"I didn't want this to happen, and I've done what he said,\" she said.\n\"I can't fight him. He just told me to keep quiet.\"\nBennett, who was in his late 20s at the time, did not deny having sex with the victim but claimed he thought she was 16 and consenting. She strongly denied both claims.\nThe victim initially did not tell anyone she was pregnant, but later told her parents and social services who the father was and that he had raped her.\nShe said it was \"brushed under the carpet by the adults\" and she had blamed herself for many years.\nSocial services records from the time named Bennett as the father, recorded their ages and the allegation of rape.\nThe woman's daughter requested her adoption records when she turned 18, and traced her birth mother.\nAfter discovering details of her conception, she asked the police to use her DNA and the files to pursue a so-called \"victimless prosecution\", without the need for her mother to give evidence.\nShe was told by police that she was \"not the victim\", and so no case could be brought.\nBennett was charged after her mother decided to give a statement to police, more than 40 years after the incident.\nFacing her father in court as he was sentenced, his daughter said in her victim impact statement that it had taken incredible strength to continue fighting for justice.\n\"The pain you have caused is immeasurable,\" she told him.\n\"To know I exist because you chose to rape a child, to know you are the sum, the embodiment, of one of the worst things that can happen to someone, to be pregnant by your perpetrator.\n\"I am more than evidence, I am more than a witness, I am more than a product of rape.\n\"I am not your shame, and I will not carry the horror of what you choose to do.\"\nShe is now campaigning for changes in the law to help people conceived by rape, including to be legally recognised as victims.\n\"We are not our father's sin, we are not rape babies, we are not the rape clause for benefits, we are not the bad seed,\" she added.\nJudge Martin Hurst said Bennett's crime had destroyed two lives, and his daughter was unquestionably as much of a victim as her mother.\nCommending her for pursuing justice \"doggedly and with determination\", he encouraged others in her situation to do the same."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58078506",
      "category": "world-middle-east",
      "title": "MV Asphalt Princess: Ship hijacked off UAE ordered to sail to Iran",
      "tags": "United Arab Emirates,Shipping industry",
      "text": "A Panama-flagged ship has been hijacked by armed men in the Gulf of Oman and ordered to sail to Iran, Lloyds List Maritime Intelligence has confirmed.\nThe bitumen tanker MV Asphalt Princess is heading into the congested approach to the Strait of Hormuz, it said. \nIt is not clear who has seized the ship but analysts say Iranian forces will be suspected.\nIran's Revolutionary Guards dismissed the reports as a pretext for \"hostile action\" against Tehran.\nThe incident comes less than a week after an oil tanker operated by an Israeli-owned company was attacked by a drone off Oman, killing two security guards - one British and the other Romanian. \nThe US, UK and Israel blamed Iran for the attack - a claim it strongly denies.\nBBC Security Correspondent Frank Gardner says the MV Asphalt Princess is owned by a Dubai-based company that had one of its ships hijacked two years ago by revolutionary guards.\nHe says that, according to reports, up to nine armed men boarded the MV Asphalt Princess as it neared the entrance to the Strait of Hormuz, through which about a fifth of the world's maritime oil supplies passes.\nEarlier, the United Kingdom Maritime Trade Operations (UKMTO) advised shipping near Fujairah in the Gulf of Oman to exercise extreme caution.\nA spokesperson for the UK Foreign Office said it was urgently investigating reports of an incident on a vessel off the UAE coast. \nThe White House called the reports \"deeply disturbing\".\nUKMTO had initially warned ships of an incident before declaring a \"potential hijack\" hours later. \nEarlier in the day, four oil tankers reported that they were \"not under command\", which usually means that a vessel has lost power and cannot steer. One of the ships later began moving, AP news agency reports. \nAn Oman Air Force marine patrol aircraft was seen flying over the sea at the same time, according to data from FlightRadar24.com. \nIran's foreign ministry said reports involving several ships on Tuesday were \"suspicious\" and warned against any effort to \"create a false atmosphere\" against Tehran. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58075493",
      "category": "uk",
      "title": "Covid-19: Scotland to end most Covid rules and cabinet splits over travel",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you on Wednesday morning.  \nSocial distancing will end in most settings, capacity limits will be scrapped for pubs, restaurants and large events, and fully vaccinated contacts of people who test positive will not have to isolate. Those are some of the changes Scotland confirmed it would remove from 9 August. First Minister Nicola Sturgeon said face coverings would still be used in shops, hospitality venues and on public transport, however. School pupils will also continue to wear face masks, but the isolation of whole year groups after one positive test will no longer be \"routine\". Ms Sturgeon said there would be a \"gradual\" return to offices but it was \"premature\" to declare victory over the virus.\nTransport Secretary Grant Shapps first backed the idea of an amber watchlist as an extra category in the travel traffic light system, then criticised it in anonymous quotes to newspapers, a Whitehall source told the BBC. This was just one part of the backlash within government to the possibility of an amber watchlist and other restrictions around travel. One government department also criticised Health Secretary Sajid Javid for bouncing the PM into putting France under extra restrictions without consulting the cabinet, writes the BBC's Adam Fleming. \nChancellor Rishi Sunak has warned that home working may harm the careers of young people by preventing them from forging relationships that will help them progress. He told LinkedIn News his career in finance, including at Goldman Sachs, had benefited from mentors. \"I doubt I would have had those strong relationships if I was doing my summer internship or my first bit of my career over Teams and Zoom,\" he said. The government has recommended a gradual return to offices in England since restrictions were lifted on 19 July.\nGrammy Award-winning singer-songwriter Sir Van Morrison has dropped his legal challenge against restrictions on live music in Northern Ireland. A prominent critic of Covid regulations who has released three lockdown protest songs, Sir Van made the decision after the Stormont Executive decided to allow live music to resume. Through his solicitor, he said that if the executive had engaged with him earlier, he believes several cancelled events could have gone ahead. One of his lockdown protest songs included a debunked claim that the UK had designated Covid as no longer a \"high risk\" disease.\nSubmarine manufacturers at BAE Systems in Barrow-in-Furness have developed a new protective hood to keep NHS staff safe as they work with Covid-19 patients. The \"Morecambe Bay Hood\" has been called a \"game-changer\" by University Hospitals of Morecambe Bay NHS Trust, which asked the company to help with the design. It replaces hoods designed for industrial rather than hospital use and provides a constant stream of filtered air to prevent it from fogging up. It means that the faces of doctors and nurses can be fully visible to patients while protecting them from the virus in the air.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nSelf-isolation rules are changing for fully vaccinated people. Find out what's new here. \nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58073145",
      "category": "uk-politics",
      "title": "Svetlana Tikhanovskaya: Belarus opposition leader hopeful after Boris Johnson meeting",
      "tags": "Belarus,Boris Johnson,Svetlana Tikhanovskaya,Alexander Lukashenko",
      "text": "The exiled Belarus opposition leader says she is sure the UK will offer further help to the country's people, amid a crackdown on dissent. \nSvetlana Tikhanovskaya said Boris Johnson had assured her the UK would put pressure on the Belarus government, at a meeting in Downing Street.\nIt comes amid mass arrests following the disputed re-election of President Lukashenko in August 2020.\nThe prime minister said the UK was \"very much\" on Ms Tikhanovskaya's side.\nThe exiled opposition leader claimed victory in last year's Belarusian presidential election, after standing in place of her politician husband, who was detained in March 2020.\nForced to flee the country with her children on the day after the election, she now lives in Lithuania. \nShe told reporters outside Downing Street she had not discussed \"concrete\" actions the UK might take with Mr Johnson, adding that this would require \"further work\".\nBut asked if she thought such help would be offered by the UK, she replied: \"I am sure.\"\nShe said she saw in Mr Johnson \"a person who really shares common values with Belarusians\".\nIt comes after Vitaly Shishov, the head of a group helping people who have fled Belarus, was found dead near his home in neighbouring Ukraine.\nPolice said they were investigating whether he had been killed and his death made to look like suicide.\nMeanwhile, a Belarusian Olympic sprinter who feared for her safety has been granted a humanitarian visa by Poland.\nMs Tikhanovskaya said it was too early to comment on Mr Shishov's death.\nBut she said she was determined to carry on fighting the government of Alexander Lukashenko, who has ruled Belarus since 1994.\n\"I know that even if I disappear one day this movement will continue without me,\" she added.\nShe said the international community was \"doing a lot\" to help but that \"sometimes decisions should be taken very, very fast\".\n\"This regime will fall one day for sure,\" she said.\nBefore her meeting in London, she had said she would be pushing for the UK and Western allies to tighten sanctions on Belarus.\nSpeaking to the Financial Times, she said European sanctions contained \"loopholes,\" and urged greater co-ordination with the United States.\nThe UK's sanctions - including travel bans and asset freezes on senior Belarusian officials - currently target a total of 99 people and nine organisations.\nThe list was widened in June following the detention of opposition Belarusian journalist Roman Protasevich and his girlfriend, after a Ryanair plane they were travelling in was forced to divert and land in Belarus.\nAt the same time, the EU updated its sanctions list to include a total of 166 persons and 15 entities.\nMs Tikhanovskaya said she had been assured by Mr Johnson that the UK would help create \"multiple points of pressure\" on Mr Lukashenko's government.\nThis would include assistance for Belarusian journalists forced to flee the country, and for democracy campaigners and charities, she added.\nWelcoming Ms Tikhanovskaya to Downing Street, Mr Johnson said: \"We are very much on your side, very much in support of what you are doing. \n\"We are committed to supporting human rights and civil society in Belarus.\"\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Alexander Lukashenko has been nicknamed \"Europe's last dictator\" - he has been in power for 27 years.\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58077396",
      "category": "uk",
      "title": "Barbie of Oxford Covid vaccine designer Dame Sarah Gilbert created",
      "tags": "Coronavirus vaccines,Toys,University of Oxford",
      "text": "Barbie maker Mattel has created a doll of the scientist who designed the Oxford coronavirus vaccine, Prof Dame Sarah Gilbert.\nDame Sarah said she found the creation \"very strange\" at first - but she hoped it would inspire children.\n\"My wish is that my doll will show children careers they may not be aware of, like a vaccinologist,\" she said.\nHer Barbie is one of six to honour women working in science, technology, engineering and maths (Stem).\nThe others include an Australian medic who helped create a reusable gown for health workers, and a Brazilian biomedical researcher.\nVaccinologist Dame Sarah - who was recognised with a damehood in the Queen's Birthday Honours - began designing a coronavirus vaccine in early 2020 when Covid first emerged in China.\nHer vaccine - the Oxford-AstraZeneca jab - is now the most widely used around the world, with doses sent to more than 170 countries.\n\"I am passionate about inspiring the next generation of girls into Stem careers and hope that children who see my Barbie will realise how vital careers in science are to help the world around us,\" said Dame Sarah.\nIn recent years, toymaker Mattel has responded to criticism that its Barbie doll sets an unrealistic image of womanhood. \nIt now offers dolls themed around careers such as a firefighter, doctor and astronaut - and in a range of skin tones beyond its original white, blonde doll that first launched in 1959.\nSales of Barbie dolls rose to a six-year high last year, as the pandemic saw parents stock up on toys for their children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58040852/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Scotland's growing sewage spill problem",
      "tags": "Sewage,East Calder,Scottish Environment Protection Agency,Water pollution,Environment",
      "text": "The number of recorded sewage spills in Scotland's rivers and seas has increased by 40% over the last five years, new figures show.\nScottish Water data shows the equivalent of 47,000 Olympic-sized swimming pools worth of waste has been discharged since 2016. \nCampaigners are calling for more action to tackle the water waste issue. \nBut Scottish Water has warned the problem will not be solved by \"building bigger and bigger sewers\". \nWhen there is heavy rain parts of the sewer network simply cannot cope.\nTo stop sewage backing up into homes, the storm water and waste that would ordinarily go to Scottish Water treatment centres is released into seas or rivers through the 3,697 Combined Sewer Overflows (CSOs) dotted across the country. \nMany of these overflow pipes are close to popular beaches and wildlife habitats. \nBut Scottish Water is only required to monitor less than 3% of these CSOs for pollution, so the true scale of how much water waste is discharged is unknown.\nThe figures the utility firm does have show that last year there were a total of 12,725 \"spill events\" - up 40% on 2016.\nA breakdown of these recorded overspill events in Scottish Water's network, released to BBC Scotland under freedom of information laws, has been fed into this interactive dashboard. \nThe dashboard also allows people to view a list of the number of spills, how long they lasted and how much was discharged by the part of the sewer network that is local to them. \nHowever, the actual volume of spills is likely to be far higher.\nThis is because the list represents a fraction of the operating CSOs and there is no volume data provided in the FOI response for just over half of the spill events.\nThe data also doesn't indicate which bodies of water are being polluted by each spill.\nThe volume of recorded spills has also soared in the last five years, up from 12.9m cubic metres in 2016 to 48m cubic metres last year. \nA total of 119m cubic metres of waste water were discharged in the recorded overflow events during this period.\nHugo Tagholm, chief executive of Surfers Against Sewage, said: \"Sewer overflows seem to have been baked into the industry's thinking.\n\"Rather than being 'emergency release valves' during exceptional storms, they are potentially used as a means of almost continuous sewage discharge. \n\"The defunding of regulators, self-reporting of incidents, and loose and vague targets has led to the decimation of rivers and the renewed sewage struggle on our coastline. \n\"The time for tough new legislation and binding targets to end sewage pollution has come.\"\nA total of 654 CSOs which do not have adequate screening to retain sewage debris are classified as unsatisfactory by Scottish Water. Some 192 of them have been in this state since before the creation of the publicly-owned firm in 2003.\nThe most spills at a single location were in Helensburgh, which discharges into the Firth of Clyde. There have been an average of two spills a day over the last four years. \nThe location with the highest recorded volume of spills was Shieldhall in Glasgow, with 17.7m cubic metres of waste water released there since 2016.\nScottish Water has estimated that to upgrade all of these unsatisfactory overflow outlets would cost at least £650m. \nSimon Parsons, a director with Scottish Water, said CSOs \"remain a vital relief mechanism to safely relieve the pressure on the sewer network\".\nHe said the utility firm invests heavily in its 31,000 miles of waste water networks every year. \nBut he added: \"It's not about building bigger and bigger sewers, that is not going to solve the problem.\"\nCiting the impact of climate change on the intensity of rainfall in Scotland, he continued: \"We have to stop that surface water getting into our systems. \n\"Last year was a wetter year than many we have had on record and it's not just the wetness over the year, it is the intensity of the storms that are coming into our sewers which is driving those spills that we are seeing.\"\nMr Parsons pointed out that people flushing items like wipes down toilets was still a major cause of many of the blockages that can lead to sewage spills. \nWhen about half of the average July rainfall fell over West Lothian in the space of a few hours, the River Almond Action Group (RAAG) knew what was coming next. \nCampaigners are all too familiar with what comes out of the CSOs that discharge into the waterway after heavy rain.  \n\"At the outlet there is raw sewage coming into the river,\" explains Ruth Plevin a member of RAAG.\n\"Everything you can imagine; plastic, tooth picks, toilet paper, wet wipes, all stuck on trees and looking like toilet tinsel.\n\"But we don't know what exactly is in the water because they don't tell us. \n\"On sunny days, the river is so appealing and people want to go in - why shouldn't they? Instead they are exposed to what is effectively an open sewer.\"\nVeolia, which runs the East Calder wastewater treatment works under a PFI deal with Scottish Water, recently organised a clean-up that saw 65 bags of sewage debris removed from the river.\nBut locals are pressing for a permanent solution for a river which had an average of 1.3 sewage discharges every day in 2019. \nThe Forth Rivers Trust charity has applied for a section of the River Almond in Almondell and Calderwood Country Park to become designated bathing waters.\nIf successful it would be the first river in Scotland to join the 85 beaches with the same status, meaning stricter limits on sewage overspills and up-to-date water quality information available to the public. \nHuw Streater, of the Forth Rivers Trust, said: \"The Almond has suffered from serious pollution issues for a long time.\n\"Achieving bathing water status will help to make the Almond safer for the people who use it and the wildlife that we share it with. \"\nIn the East Lothian village of Aberlady, resident Frank Neate has been recording evidence of what he says is waste water and sewage debris being discharged from CSOs into the village's bay during dry weather. \nAberlady bay was the UK's first nature reserve and Frank is worried about the impact of the waste on its wildlife. \nHe said: \"I've told both Scottish Water and Sepa this shouldn't be happening during dry weather but nobody seems interested.\n\"What worries me is there are kids and dogs in and out of here and people don't know what's in the water - and this in a nature reserve of all places.\"\nThe job of ensuring Scottish Water complies with the laws and standards around the sewer network and overspills falls to environment agency Sepa. \nProsecutions over sewage spills in Scotland are not common but Scottish Water was fined £19,000 last year for releasing untreated sewage into the River Clyde in Glasgow in 2016..\nSepa says it focuses its enforcement effort on prosecutions relating to more systemic issues and \"significant progress\" has been made in raising standards over the past 20 years \"through targeted regulation and partnership work\".\nBut Sepa figures show that in 2018 only 111 of the 345 Scottish Water sewer licences, which set the overflow conditions, were assessed for compliance. \nTen of the 111 licences inspected were found to be unsatisfactory, with the rest compliant.\nThe licences do not require permanent spill monitors to be installed on all of the CSOs. \nA Sepa spokesman said: \"We assess sewer network licenses on a rolling basis, with particular focus on those which have unsatisfactory compliance, as these can discharge sewage litter and impact on people's enjoyment of the environment.\"\nThe spokesman said an increased frequency of high-intensity rainfall meant there \"is a risk that the number of unsatisfactory sewer overflows may progressively increase\".\nAnd he added that a \"radical new approach to managing rainfall\" was needed to reduce flood risk and minimise sewer overflow spills."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58079390",
      "category": "uk-politics",
      "title": "Sturgeon: Strange the PM will not meet me",
      "tags": "Nicola Sturgeon,Boris Johnson",
      "text": "Nicola Sturgeon said it was \"strange\" the PM would not meet her during his two-day visit to Scotland. \nThe first minister said \"I don't feel snubbed\" but \"most people will think it's a bit odd\" that Mr Johnson declined an invitation.\nInstead, he has met police officers and visited a renewable energy project. \nMr Johnson has suggested he have a meeting with first ministers at a later date.\nNicola Sturgeon had invited the PM to her official residence to discuss Covid recovery.\nShe said it was a \"missed opportunity\" that Mr Johnson did not meet her at Bute House, her official residence in Edinburgh. \nIn a letter to Ms Sturgeon seen by the BBC, Mr Johnson said he was \"keen to arrange an in-person meeting\" with her.\nHe said that, at a previous meeting between them, it was agreed they should set up a \"structured forum for ongoing engagement\" - and officials had made good progress on this.\n\"There is much for us to discuss as all parts of the UK work together on our shared priority of recovering from the pandemic,\" he said.\n\"The UK government is working closely with the devolved Scottish government on a variety of different issues.\"\nAnd he added: \"I look forward to meeting with you soon and working together in the interests of people in all parts of our country.\"\nMs Sturgeon tweeted on Monday that she had invited the PM to Bute House. She said the prime minister's trip would be the first chance for the pair to meet in person for a while.\nThe first minister said she believed people would find it \"a bit odd and a bit strange\" that Mr Johnson had chosen not to meet her.\nSpeaking to broadcasters, she said she did not feel \"snubbed\", but that it would have been the first opportunity to sit down and have a \"face to face chat\", describing the move as  a \"missed opportunity - but that's on him\".\nLabour leader Sir Keir Starmer, who is also on a visit to Scotland, said he thought the prime minister should meet Ms Sturgeon.\nHe said the two should be working together on \"the two most important things facing us\" - the pandemic and the climate emergency.\nHe added: \"We shouldn't have an argument about when they're going to meet or where - they need to work together on this.\"\nThey may not be meeting in person, but that doesn't mean Boris Johnson and Nicola Sturgeon can't engage in some political games.\nThe first minister threw down a gauntlet very publicly when she posted her invitation to Mr Johnson on Twitter.\nIt was a win-win proposition for Ms Sturgeon, presenting the prime minister with the choice of looking like a visiting dignitary from a foreign power - or a scaredy cat swerving the jeering crowds which turned out for his last visit to Bute House. \nUltimately Mr Johnson has refused to take the bait, preferring to suggest a summit of leaders from around the UK - presumably where he can take the role of magnanimous host.\nFor all the talk of grown-up dialogue there is plainly no love lost between the pair, who will no doubt trade rhetoric via the media rather than face-to-face.\nAnd with the constitutional question of Scottish independence still looming between them, the political power-plays are likely to continue for the foreseeable future.\nThe trip is Mr Johnson's first visit to Scotland since January - and his first since a pro-independence majority was returned at the Holyrood election in May.\nThere is no prospect of the pair seeing eye-to-eye on another referendum, but Ms Sturgeon had said she wanted to discuss how the governments could work together on \"Covid recovery\". \nScottish Conservative leader Douglas Ross said the SNP leader had put out her invitation to the prime minister via Twitter, adding: \"I'm not sure if he got it before everyone else got it on Twitter\".\nMr Ross said: \"His response was quite right. Nicola Sturgeon had agreed with the prime minister that governments across the UK would meet together. That is the right approach to take and that was the agreement made recently.\n\"There's constant dialogue between the Scottish and UK governments.\"\nOn the prime minister's last trip to Scotland in January, Ms Sturgeon questioned whether the trip was essential during lockdown restrictions.\nDowning Street said it was important for the prime minister to be \"visible and accessible\" during the pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58072822",
      "category": "uk-england-london",
      "title": "Robyn Williams: Met Police takes legal action over officer's reinstatement",
      "tags": "Metropolitan Police Service",
      "text": "The Met Police is trying to dismiss a highly decorated officer who was reinstated on appeal after being sacked for possessing a child abuse video.\nIn November 2019, Supt Robyn Williams was sentenced to community service for having the clip on her phone. She was dismissed by the Met four months later.\nA Police Appeals Tribunal called her sacking \"unfair\" and \"unreasonable\".\nHowever, the Met said it had decided to \"instigate judicial review proceedings\" over the officer's reinstatement.\nThe independent panel concluded in June that \"a flawed structure\" had led the force to sack 56-year-old Ms Williams after her conviction for possessing an indecent image of a child. It determined that her dismissal should be replaced with a final written warning, clearing her to return to work.\nMs Williams' trial heard she received the video via WhatsApp from her sister who had been sent the clip by her boyfriend.\nThe officer said she had not viewed the 54-second video and did not know it was on her phone.\nBut prosecutors said there was no way she could have missed it, and cited a response from the officer to her older sister to \"please call\" as evidence she wanted to discuss the content. \nThe jury was told experts had not been able to examine Ms Williams' phone properly.\nShe was sacked by the Met after a special disciplinary hearing concluded her behaviour amounted to gross misconduct.\nThe Met found that Ms Williams' actions were likely to undermine public confidence and had not been a \"trivial lapse\".\nIn a statement, the Met questioned the judgment of the Police Appeal Tribunals (PAT).\nIt said: \"The PAT has made findings in two separate cases that overturned carefully considered decisions to dismiss officers from the Metropolitan Police, which had been made in special case hearings following criminal convictions.\n\"The special case hearings had deemed that the convictions amount to gross misconduct, and that the officers should be dismissed. In both cases the PAT did not agree with these findings and replaced the officers' dismissals with a final written warning.\"\nThe identity of the other police officer has not been revealed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58068998",
      "category": "business",
      "title": "Rishi Sunak warns young home working may hurt their career",
      "tags": "Flexible working,Rishi Sunak,Coronavirus pandemic,LinkedIn",
      "text": "Young people will see their careers benefit by working in the office, the Chancellor, Rishi Sunak, has said.\nHe told LinkedIn News he doubted he would have done as well if he had started his working life virtually.\nMr Sunak worked in finance, including at banking giant Goldman Sachs. \nHe said he still talked to his early mentors, saying: \"I doubt I would have had those strong relationships if I was doing my summer internship or my first bit of my career over Teams and Zoom.\"\n\"That's why I think for young people in particular, being able to physically be in an office is valuable,\" he added.\nThe government has recommended a gradual return to work in England since restrictions were lifted on 19 July. However, the Scottish government wants people to keep working at home until at least 9 August, where possible.\nDo you think you're losing out by not being in the office?\nMany firms and industry groups have said they will take a cautious approach to bringing staff back in to workplaces. \nBusiness services group Deloitte has been increasing the number of staff allowed to work in its offices from 30% pre-19 July to 50% and will keep to that until September. \nNatWest said that it would bring back a small number of \"priority workers\", while insurer Aviva said it expected to see more people returning but that employees were expected to work in a hybrid fashion.\nAccountancy firm KPMG has allowed people to work from its offices if they made a request to their manager.\nMr Sunak said: \"I've spoken previously about young people in particular benefiting from being in offices: it was really beneficial to me when I was starting out in my career.\n\"The mentors that I found when I first started my job, I still talk to and they've been helpful to me all through my career even after we've gone in different ways.\"\nAnother former Goldman Sachs banker, Xavier Rolet, who has been in the news this week for telling the younger generation of bankers to stop complaining about long working hours, said technology now had a bigger role to play in working relationships than pre-pandemic.\n\"We're never going to go back to exactly the way we were before,\" Mr Rolet, who ran the London Stock Exchange for eight years,  told the BBC.\n\"But the chancellor also has a point, which is that human interaction, besides the new technological tools, is also important. \n\"So I think we're going to end up with a blended approach. Yes, by any means get back into the office, but do not underestimate the power of technology.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58065081",
      "category": "uk-northern-ireland",
      "title": "Kidney transplants cancelled amid Belfast Trust staff shortage",
      "text": "Several life-saving kidney transplants within the Belfast Health Trust area could not go ahead at the weekend because not enough nurses were available to support surgeons.\nThe trust was offered healthy kidneys from deceased donors.\nBut they were turned down as the operations could not be carried out without sufficient staff.\nThe trust has apologised and blamed the staff shortage on a rise in the number of Covid-19 patients in hospitals.\nThe cancellation of the transplants comes after some health trusts cancelled cancer surgeries at the end of July.\nOn Monday the Royal College of Surgeons said those cancellations could have been avoided.\nIt told BBC News NI that proposals it had made to stop surgeries being cancelled amid an increase in the number of Covid-19 patients had not been implemented.\nThe Belfast Health Trust said it had come under \"significant pressure\" as more people with Covid-19 have been admitted to intensive care units.\nIt said it therefore had to make the \"difficult decision\" to cancel some kidney transplants.\nThat, it said, allowed staff who work in operating theatres to \"assist in intensive care units at this challenging time\".\nAll options were explored in order to try and ensure transplants could be carried out - this decision was a last resort and \"not taken lightly,\" said the trust.\n\"We apologise to all patients and we are doing all we can to ensure we can reschedule surgeries as soon as possible.\"\nLast year a record number of kidney transplants were carried out in Northern Ireland in spite of the coronavirus pandemic.\nBut in November the transplant system was suspended because of the Covid-19-related pressure on the health service.\nIn January BBC News NI reported that organs were regularly turned down instead of being used for transplants because no operating facilities were available.\nThe issue was raised in the House of Commons by the Democratic Unionist Party (DUP) MP Ian Paisley, who warned against a \"scandal of discarding viable transplant organs from developing\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58077730",
      "category": "uk-wales",
      "title": "Skewen: 'Carnage' as flood-hit residents flooded again",
      "tags": "Floods,Skewen,Coal mining",
      "text": "Homes which were badly damaged after a mine shaft \"blew out\" earlier this year have been flooded again.\nAbout 80 homes were evacuated in Skewen, near Neath, in January because of flooding related to mine works.\nAfter heavy downpours on Monday, some homes flooded again just as work on a new mine water management scheme got under way to try and prevent a repeat.\nNeath Port Talbot council said it was investigating but believed intense rain had overwhelmed the drains.\nTeresa Dalling, who lives on Dynevor Road, described the scene as \"carnage\". \nResidents say the drains have been unable to cope with heavy rain since the blow out and it was \"lucky\" there was only a short downpour.\nMs Dalling said: \"The drains can't hold the water, it's just been devastation again. Something's got to be done.\"\nShe added the area had never experienced problems with flooding or surface water before, but since the \"blow out\", it was a regular occurrence.\n\"Every time we get a downpour now the water is dreadful, there's nowhere for it to go,\" she explained.\nA video given to BBC Wales by one resident, who did not want to be named, shows the flooding in his house on Monday afternoon.\nHe is living upstairs while the ground floor of his home is repaired following January's flood. This new flood is likely to have set the work back by months, he claimed.\nMs Dalling said: \"It was dreadful to see him yesterday. He had a new set of furniture two or three weeks ago and it's absolutely ruined. He lives on his own and it's devastating.\"\nShe called for something to be done by the Coal Authority and Neath Port Talbot council. \n\"They need to pull their fingers out and they need to get the job done,\" said Ms Dalling.\nIn February, an offer of £500 from the Coal Authority to reinstate ruined gardens was described as \"derisory\". \nIt was later increased to £2,000 and many gardens have been repaired. However, several have been flooded again - causing further damage.\nAngela Zenati \"lost everything\" when she was evacuated from her home on Jubilee Crescent in January.\nShe said the drains had not been able to cope with heavy rain since they were flooded with ochre-coloured mine water in January.\n\"This is a direct result of the floods because they've not been cleaned,\" she claimed. \n\"There's a lot of orange sludge and goodness knows what down there.\n\"The only thing I can say is it was lucky the rain stopped when it did because, if that amount of rain carried on any longer, then there would have been more houses flooded again.\"\nMrs Zenati, who is living in a one-bedroom flat while her home is repaired, said she did not feel people realised the emotional trauma residents had experienced.\n\"Your family life is gone,\" she said. \"For me, my family life to me is having the grandkids around and cooking Sunday lunch and the kids playing in the garden or sleeping over.\n\"That's gone. So I don't feel like, since I've been evacuated, I've been a grandmother. It's just gone.\"\nMs Zenati added: \"When this rain comes, like it did today, everyone is on alert. Everyone's nervous, anxious, panicking.\"\nA spokesman for the Coal Authority said it understood the most recent flooding was a \"surface water and drainage issue\", and that the council was \"the lead agency on those issues\".\nLyndsey Gordon-Webb, from solicitors Watkin and Gunn, which is acting on behalf of residents in Skewen, said she sent a letter before action to the Coal Authority but had \"not received a substantive response\".\nResponding to Ms Gordon-Webb's claim, the Coal Authority spokesman said: \"I can confirm that we received a letter in May and that it was acknowledged at that time.\"\nA spokesman for Neath Port Talbot council said it was \"continuing to make further investigations into the cause\" of the flooding.\nHe added council workers would be \"on site with partner agencies to provide the necessary support to those residents who have been affected\", adding that early indications suggested intense rainfall had caused the drains' capacity to be \"exceeded\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57971990",
      "category": "health",
      "title": "Covid: Have we passed the peak and can we relax?",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Who thought we would be here, now?\nLike Olympic gold medallists, Tom Daley and Matty Lee, Covid cases in the UK are taking a spectacular dive. \nThe number of confirmed daily cases has fallen for six days in a row - now standing at 24,950. \nIt's little over a week since there were warnings we could reach 100,000 or even 200,000 cases a day. And unlike the previous two waves of Covid, it is happening without a national lockdown. Instead, we're opening up. \nThe turnaround is as surprising as it is welcome.  \nSo is it really happening? Has the third wave of Covid turned the corner in the UK? And does it mean we can think about life getting back to normal?\nAs always with Covid, it's not quite that simple, and the challenge with spotting the peak is that it is hard to do while you're living it. \n\"It's certainly is good to see case numbers going down, but we need a reality check,\" Prof Christl Donnelly, from University of Oxford and Imperial College London, told me.\n\"We've had a dramatic increase - and then on the face of it, a dramatic decrease.\n\"We have to be careful not to over-interpret that.\"\nWe don't know for sure what is going on, because there is always a difference between what can be measured in the data and what is really happening. \nSo figuring it out is like assembling a pandemic jigsaw where multiple pieces of evidence combine to give us the true picture. \nA fall in laboratory-confirmed cases is only one (albeit major) piece in the jigsaw.\nThere is other evidence - the number of people being admitted to hospital, or studies conducted by the Office for National Statistics. \nIt is also useful to know how many people are infected - even if they don't have symptoms. \nIf any of those numbers start showing a fall as well, there will be more confidence that cases are truly coming down.\n\"I really want to believe we're turning the corner, but I'm hesitant until we have all the data,\" said Dr Mike Tildesley, from the University of Warwick.\nThere are high levels of immunity in the UK now, due to a combination of vaccines (70% of the adult population have had both doses) and people who have had the virus.\nBut we haven't reached \"herd\" (or \"population\") immunity - where so many people are immune that the virus struggles to spread. \nIf that happened, then the growth in cases would be expected to gently slow down, level off, and then case numbers will start to fall.\nInstead, reported cases shot up dramatically and then fell equally precipitously. \"It's unlikely that herd immunity could lead to that fast a transition,\" said Prof Donnelly.\nSo, is there some change in our behaviour - on top of immunity - that is more likely to have made the difference?\n\"For me there are two big ones: schools closing and an increased awareness of a growing epidemic - alongside nicer weather,\" Prof Adam Kucharski, from the London School of Hygiene and Tropical Medicine, said.\nSummer holidays mean children mix less and parents don't congregate at the school gates. \nSunny weather means we can meet up with others outdoors, where the virus is less likely to spread.\nAnd while restrictions are being eased, \"residual caution\" means many of us are still living well within the limits of the rules.\n\"There's constant news coverage reminding us we're in a pandemic.\n\"Contact levels post step-3 were far below normal - a third below pre-pandemic levels (of 10 contacts per day on average),\" said Prof Kucharski.\nLast year, all of this may have felt like tinkering around the edges. It has taken two full and draconian lockdowns to bring surging cases under control in the past.\nBut it is possible that sufficient immunity has put us into a place where the small things make the difference between cases going up or down. \nIt is also possible the Euros, with people watching the football in crowded pubs, led to a spike in cases - which then subsided.\nSix days' worth of data is only six days and we don't know what the coming weeks will show. \nOne nagging question is around the number of tests taking place and whether we're now \"seeing less\" of the pandemic. \nThe average number of tests that took place last week is down around 10% on the week before, although the number of cases has fallen even harder. \n\"After headlines about the 'pingdemic', I'm certainly aware of people turning the app off or not taking a test before a friend goes on holiday,\" said Prof Donnelly.\nAnd schools closing also means children are no longer doing their regular rapid lateral flow tests. \nEvidence from Scotland may be telling us the fall is genuine, as the country appears to be further ahead in its third wave compared to the UK as a whole. \nDifferent term times mean Scotland's summer holidays kicked in at the end of June.\nThe number of Covid cases then peaked on 1 July and - an extra piece of the jigsaw - the numbers being admitted to hospital peaked two weeks later too. \n\"What we've seen in Scotland, aligned with school closures, gives a plausible explanation for what's happening in the UK,\" said Prof Adam Kucharski.\n\"But I'd like to see another week or two before being confident.\"\n\"We've not suddenly hit a magical point that means cases will only go down from now on,\" said Prof Donnelly.\n\"Being reassured is one thing, but being reassured and then less cautious would be unwise.\"\nThere are a couple of things happening right now. \nWe have not yet seen the impact of relaxing restrictions last Monday (19 July), which included reopening nightclubs in England.\nThis is due to the long delay between people catching the virus, and then getting symptoms and testing positive. \nThe end of this week is the earliest scientists expect to see the impact, but it could take longer as people may not have taken advantage of the relaxed rules until the weekend after 19 July.\nThen there is the worry that people's behaviour shifts - as in the opposite of a self-fulfilling prophecy. The better we think things are going to be, the more we behave in ways that spread the virus and makes things worse. \nThere was a point when 100,000 daily cases seemed to be on the cards.\nWe had passed 50,000, and cases still appeared to be rising rapidly. \n\"Hopefully we're moving away from that cliff - but we are still close to it,\" said Prof Kucharski.\n\"One of things you've got to remember is there is a lot of infection still out there. If behaviour changes, then you're only two doublings away from 100,000 (25,000 cases to 50,000 cases to 100,000 cases).\"\nProf Donnelly said projections that high are now \"less likely\" to happen but warns we've still got a \"lot of months ahead of us\".\nIf cases are truly coming down then we're in a moment when the weather, schools and immunity are all in our favour. There is still uncertainty around autumn, when schools will reopen and people mix more indoors again. \nBut for now, it looks like we're in a better position than we've ever been. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58066744",
      "category": "world-asia-china",
      "title": "Wuhan: Chinese city to test entire population after virus resurfaces",
      "tags": "China,Coronavirus testing,Wuhan",
      "text": "Authorities in the Chinese city of Wuhan will begin testing its entire population, after a handful of positive coronavirus cases were detected there. \nWuhan has recorded seven locally transmitted cases - the first local infections in more than a year. \nThe city of 11 million people shot into the spotlight after the coronavirus was first detected there in 2019.\nChina is currently seeing one of its biggest outbreaks in months, with 300 cases detected in 10 days.\nSome 15 provinces across the country have been affected, which has led to the government rolling out mass testing measures and lockdown restrictions. \nAuthorities have attributed the spread of the virus to the highly contagious Delta variant and the domestic tourism season.\nThe announcement in Wuhan came as China reported 90 new virus cases on Tuesday.\nThe National Health Commission said 61 of these were locally transmitted - compared with 55 local cases a day earlier. \nChina had been largely successful in controlling the virus within its borders. \nHowever, this new spread, which was first detected among workers at a busy airport in Nanjing, has sparked concern. \nAuthorities have tested the 9.2 million residents of Nanjing three times and imposed lockdown on hundreds of thousands of people.\nBut over the weekend the spotlight turned to popular tourist destination Zhangjiajie in Hunan province, where many of the latest cases have emerged. Travellers from Nanjing were thought to have visited the city recently.\nHealth officials have zeroed in on a theatre in Zhangjiajie, and are now trying to track down about 5,000 people who attended performances and then travelled back to their home cities.\n\"Zhangjiajie has now become the new ground zero for China's epidemic spread,\" Zhong Nanshan, China's leading respiratory disease expert, told reporters.\nThe new outbreak has also reached the capital Beijing, with the city reporting several locally transmitted infections."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58057380",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Most restrictions to end from 9 August",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon",
      "text": "Almost all of Scotland's remaining Covid-19 restrictions are to end from 9 August, Nicola Sturgeon has confirmed.\nSocial distancing will be dropped in most settings, meaning more capacity in pubs and restaurants and larger crowds at sporting events and concerts.\nAnd close contacts of those who test positive for Covid will no longer have to self-isolate - as long as they are fully vaccinated and test negative.\nHowever, the wearing of face coverings in some public spaces will continue.\nThis will include secondary schools, where staff will need to maintain 1m physical distancing for the first six weeks of term and twice-weekly testing will be required.\nThe first minister also said a \"gradual approach\" will be taken to returning workers to offices, warning that the virus still poses \"real challenges\".\nWhile the changes would restore a \"substantial degree of normality\", she said they do not \"signal the end of the pandemic or a return to life exactly as we knew it\".\nShe said: \"Declaring freedom from or victory over this virus is in my view premature.\"\nThe number of new Covid-19 cases has fallen markedly from the peak of the \"third wave\", with Ms Sturgeon saying the infection rate had fallen by two-thirds since early July.\nThe percentage of tests coming back positive has also fallen, as has the number of patients being admitted to hospital and intensive care wards with the virus.\nThe first minister said uptake of the Covid-19 vaccine had been \"exceptional\", and that this - along with the fall in cases - made it possible to lift most of the legal restrictions still in force.\nFrom Monday, 9 August, the current limits on the number of people who can meet up will be dropped, as will social distancing rules in most settings.\nThis means nightclubs will be allowed to reopen, and larger crowds will be allowed to gather for indoor and outdoor events - although organisers of large events will still need to apply to local councils for permission.\nThe rules around self-isolation will also change, meaning that fully-vaccinated adults who are identified as a close contact of a positive case will no longer have to isolate if they return a negative PCR test.\nThe government is still considering whether a certificate proving people have been vaccinated will be needed to enter \"higher-risk\" events.\nMs Sturgeon confirmed that a \"Covid status certification\" app was under development, but said she was \"considering very carefully\" whether such a scheme would be appropriate.\nShe also said she would not hesitate to take the \"tough decision\" to re-impose some local restrictions if there was a serious outbreak of the virus, saying the government \"will seek to take whatever action is necessary to keep the country safe\".\nWhile most restrictions will be lifted, a number of \"mitigations\" will remain in place, with Ms Sturgeon saying the harm of the virus \"cannot be underestimated\".\nThe use of face coverings in enclosed spaces like shops, hospitality venues and public transport will remain \"for some time\" to come, and venues will still be expected to collect customer details for contact tracing.\nThe first minister said it was \"vital\" that the return to working in offices was a gradual one, saying employers should consider a \"hybrid\" model of home and in-office work.\nTwo weeks after restrictions were lifted in England, the predicted spike of 100,000 new cases a day has not materialised.\nThat bodes well for Scotland to follow suit. Scotland was the first part of the UK to see a big surge in cases at the start of July but since then the data has been positive and even the more cautious scientists say it looks good to proceed.\nSome experts believe one thing that has helped is that behaviour has not significantly changed. We are not in contact with as many people, and many have continued to keep a distance. \nWith vaccines doing such an amazing job, could small efforts like this be enough to keep the virus at bay?\nWhat is around the corner is a bit tricky to predict.  \nWe will see a return to schools and universities in the next few weeks, coupled with the end of the holiday season and cooler weather on the horizon. That's why things like the wearing of face coverings and an encouragement to work from home will continue for now. \nThe hope is the worst is behind us, but Covid has taken us by surprise before - it still could now.\nThe move was broadly welcomed by business groups, although some still voiced fears about the economic recovery.\nThe Federation of Small Businesses said firms would be \"elated\" that the bulk of curbs were being lifted, but trading conditions had been \"permanently changed by the crisis\".\nCBI Scotland said moving beyond level zero \"creates a much-needed platform for kickstarting Scotland's economic recovery\", but said firms would be \"confused\" about why ministers were still advising people to work from home.\nAnd the Scottish Beer and Pub Association said hundreds of pubs would now reopen for the first time, hailing this as \"fantastic news\" - adding that it was \"vital that we get the recovery phase right\".\nThe Scottish Parliament was recalled from its summer recess for the announcement, giving opposition leaders the chance to question the first minister on the plans.\nScottish Conservative leader Douglas Ross said the statement was a \"mixed bag\", saying that \"ongoing restrictions will hold Scotland's recovery back\".\nHe said: \"We have moved beyond level zero - but still curbs remain in place. Yet again the goalposts have been moved. We are at level minus one or minus two, and still the government is clinging on to parts of people's lives.\"\nScottish Labour leader Anas Sarwar said there was \"definitely light at the end of the tunnel\", but said \"we are at a crucial point for Scotland's recovery\".\nHe called for a \"new approach\" in the fight against the pandemic, calling for increased support for the test and trace system and pop-up vaccination clinics at sporting events and universities.\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58070099",
      "category": "uk-politics",
      "title": "Ministers reject calls to lower state pension age to 60",
      "tags": "HM Treasury,Money,Personal finance,Pensions,Coronavirus pandemic",
      "text": "Calls to return the state pension age to 60 for men and women have been rejected by the government.\nThe Department for Work and Pensions says lowering the age of entitlement would be \"neither affordable nor fair\".\nMore than 70,000 people have signed a Commons petition calling for a reduction to be introduced with immediate effect.\nThe age threshold was increased to 66 for everyone last year with further phased increases to age 68 planned. \nUntil 2010, the state pension age was 60 for women and 65 for men, but qualifying ages were brought in line for everyone by 2018 and have been rising since. \nIn 2020, a further change to the rules required men and women born between 6 October, 1954, and 5 April, 1960, to have to wait until their 66th birthday to receive their pension. \nCampaigners say the coronavirus pandemic has put a renewed focus on intergenerational fairness, with many young people losing their jobs and struggling to find work.\nThey say the balance needs to brought \"back in to young people's favour\" to help \"restore their future\".\nAnd they want older people to be allowed to retire earlier, to free up employment for younger workers.\nWhile there would be a financial cost to the Treasury, they say paying pension benefits earlier would be \"more positive\" than having to top young people up with Universal Credit. \nThe Department for Work and Pensions (DWP) says lowering the state pension age to 60 would place an unaffordable and unfair burden on taxpayers.\nIt would also make the benefit unsustainable in the long term, the department argues in its response to the petition. \nThe number of people over state pension age compared to the working population is expected to increase because, on average, people are living longer, according to the Office for National Statistics.  \nHad the state pension age not risen for men and women, \"the total additional cost to taxpayers would have been around £215bn for the period 2010/11 to 2025/26, in 2018/19 prices,\" the DWP said. \nIt added that ministers have provided \"an unprecedented amount of support via our plan for jobs to help those of all ages find work and get the skills they need to return to work\". \nPetitions on the UK Parliament are considered for debate by MPs when they reach 100,000 signatures.\nThey can raise awareness about issues and help put pressure on the government, but their results are not binding. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58080232",
      "category": "uk",
      "title": "Covid vaccine set to be offered to 16 and 17-year-olds",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "UK experts are set to recommend all 16 and 17-year-olds should be offered a Covid vaccine, the BBC has been told.\nThe Joint Committee on Vaccination and Immunisation stopped short of making the move last month, saying it was still assessing the benefits and risks.\nAbout 1.4 million teenagers will be included in the new rollout but it is not known when the jabs will start.\nThey are only offered now to those over-12s who have underlying conditions or live with others at high risk. \nBut some countries, including the US, Canada and France, are routinely vaccinating people aged 12 years old and over.\nWhitehall sources say ministers in England are expected to accept the advice of the JCVI, following an announcement on Wednesday.\nIt comes after Scotland's First Minister Nicola Sturgeon said on Tuesday she was \"hoping\" to receive updated advice from the JCVI on the vaccination of 16 and 17-year-olds.\nMs Sturgeon said the UK's four chief medical officers had written to the JCVI, asking them to look again at vaccination advice for young people.\nUniversities Minister Michelle Donelan said an announcement was \"imminent and... people will get clarity soon\".\nMeanwhile, new research suggested children who became ill with coronavirus mostly recovered within less than a week.\nAcross England, 223,755 under-18s have received a first vaccine dose, according to NHS data to 25 July.\nIt was previously announced that under-18s would be eligible if they had certain health conditions, lived with someone with a low immune system, or were approaching their 18th birthday.\nBut there was criticism after it emerged GPs were advised to hold off inviting clinically vulnerable 12 to 15-year-olds to take a vaccine due to uncertainty over insurance.\nWhat are your questions about the vaccine for teenagers?\nDecisions on vaccinations are based on recommendations from the independent JCVI. Ministers in England, Wales, Scotland and Northern Ireland each then approve the plans. \nThe only Covid jab currently authorised in the UK for under-18s is the Pfizer-BioNTech vaccine. \nLast month, the JCVI extended its recommendation on Covid jabs to children aged over 12 who are at higher risk of being ill and to those on the verge of turning 18.\nHowever, it said it would not extend the rollout as it examined reports of rare adverse events such as inflammation of heart muscles among young adults.  \nSpeaking ahead of the July decision, England's chief medical officer Prof Chris Whitty said the JCVI was confident vaccines would protect children to a high degree. \nHe added more research was taking place as children did not tend to suffer severely from Covid, and the experts wanted to ensure the benefits of the jab outweighed any potential risks.\nThe decision to vaccinate children has always been more delicately balanced than for adults.\nChildren have less to gain from a Covid jab, not because it is less effective, but because they rarely become severely ill.\nAnd while the risks of side effects such as inflamed heart tissue (which is often treated with rest and ibuprofen) are incredibly rare, they do exist.\nVery high levels of vaccination in the most vulnerable also weakened arguments of immunising the young so they can't spread it to the old.\nOn top of that, the JCVI did not want to accidentally damage confidence in the usual childhood vaccines (from measles to meningitis to HPV) if a decision was seen as rushed or putting children at unnecessary risk.\nIt has been a decision that has been made slowly (too slowly for some) but now, after other countries have vaccinated hundreds of thousands of children, the evidence is there to press ahead.\nProf Paul Elliott, chair of epidemiology and public health at Imperial College London, told BBC Radio 4's Today programme vaccinating younger age groups could help drive down infections.\nWith the highest rates of infection seen in young people under 24, he said \"anything we can do to reduce transmission in that group would be helpful\".\nBut school leaders' union NAHT said the policy of vaccinating children should be led by clinicians and that schools should not play a part in promoting or enforcing vaccinations.\nOne local director of public health, Dr Anjan Ghosh, told BBC Radio 4's World at One it was likely parents and guardians would be asked for consent before some under-18s received a vaccine dose.\n\"Whether it is done in a school, or any other setting, the consent is about allowing the child to be vaccinated - so it doesn't depend on the setting where vaccines are happening from,\" he said.\nPrevious guidance said the over-16s would give their own consent for jabs, while for those under-16 parents or guardians would be involved in giving consent as well.\nShadow health secretary Jonathan Ashworth said ministers should \"ensure plans are in place to roll out this vital next stage of vaccination while ensuring parents have all the facts and information they need\".\nA Department of Health and Social Care spokesperson said it kept the vaccination of children and young people \"under review and will be guided by the advice of the independent Joint Committee on Vaccination and Immunisation\".\nAll over-18s have now been offered a vaccination against coronavirus. The latest government data shows 88.7% of adults in the UK have now had one dose of vaccine, while 73% have had two jabs.\nAnd a further 21,691 cases of people testing positive for coronavirus were recorded in the UK on Tuesday. It was the fifth day in a row that infections have fallen, and the lowest daily total since late June."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-58070838",
      "category": "uk-england-nottinghamshire",
      "title": "Tom Miller: Hiding student fell to death at illegal lockdown party",
      "tags": "Nottinghamshire Police,Nottingham",
      "text": "A student fell to his death while hiding during a lockdown-defying party, an inquest has heard.\nTom Miller, 24, went to the event in Tennyson Street, in the Radford area of Nottingham, on 5 December 2020.\nNottingham Coroner's Court heard after midnight, council officers called on the house to warn them about noise.\nRumours of arrests caused some people to hide, with Mr Miller getting on the roof and then soon after falling and suffering fatal injuries.\nThe party took place while Nottingham was subject to tier three coronavirus restrictions, which banned different households mixing indoors.\nThe court heard from PC Kate Gledhill of Nottinghamshire Police, who said the community protection officers gave a warning about noise and left.\nSome partygoers claimed there had been a second visit but PC Gledhill said there was no record of this.\nBut stories of a police presence caused a \"ripple effect\" with people going into bedrooms and the garden.\nPC Gledhill said: \"Tom travelled upstairs and found a small window which gave access to a ledge and then a section of roof.\n\"He filmed himself there and sent messages to friends, inviting one up to join him.\"\nAfter spending a short time on the roof, his friend went to urinate but slipped.\nPC Gledhill said the pair became \"entangled\" and both fell.\nKeen rugby player and Nottingham Trent University (NTU) student Mr Miller suffered multiple injuries and died in hospital the next day.\nThe friend suffered less serious injuries.\nRecording a verdict of accidental death, assistant coroner Laurinda Bower said: \"This was a tragic case which led to the death of someone who was clearly highly regarded among his friends.\n\"It has had a profound and ongoing impact on those who were there and the wider university.\"\nNTU Sport Head of Rugby Union, David Ross, said: \"Tom was an outstanding role model and leader within our rugby programme and will be sadly missed by his rugby brothers and the wider sporting community.\"\nMr Miller was an ambassador for the Oddballs cancer charity and an online appeal in his name has raised nearly £53,000 for the organisation.\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58014609",
      "category": "uk-england-london",
      "title": "Assisted dying: Campaigners renewed hope for change in the law",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57933979",
      "category": "world-asia",
      "title": "Mapping the advance of the Taliban in Afghanistan",
      "tags": "War in Afghanistan (2001-present)",
      "text": "The Taliban have taken control of Afghanistan, almost 20 years after being ousted by a US-led military coalition. \nEmboldened by the withdrawal of US troops, they now control all key cities in the country, including Kabul. \nThe Taliban took some areas from government by force. In other areas, the Afghan National Army withdrew without a shot being fired. \nAlthough renewed clashes had been going on for several weeks, from 6 August the Taliban made a more rapid advance across the country, as they took control of provincial cities.\nThe maps below start in early July and show the 400 or so government districts as they fell to the Taliban.\nUS forces based outside Afghanistan had launched air strikes against Taliban positions earlier last week, but they failed to slow the advance of the insurgents.\nAlthough most US troops left in July, several thousand returned to Kabul at the weekend to help evacuate American and allied personnel from the capital.\nThe airport in the capital was the only official route out of the country after the Taliban took control of all the major border crossings. \nCustoms duty on goods entering the country via crossings they control is now collected by the Taliban - although exact amounts are unclear as the volume of trade has fallen as a result of the fighting. \nBut, Islam Qala on the border with Iran was, for example, capable of generating more than $20 million per month. \nDisruption to the flow of imports and exports has affected prices of essential goods in the markets - fuel and foodstuffs in particular.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence in the region, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength in more remote areas.\nA  BBC study in 2017 showed the Taliban were in full control of a number of districts. But the research also showed they were active in many other parts of the country, mounting weekly or monthly attacks in some areas, suggesting significantly higher strength than previous estimates. \nIn 2017 about 15 million people - half the population - were reported to be living in areas either controlled by the Taliban or where the Taliban were openly present.\nAdditional reporting by BBC Afghan service"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58028234",
      "category": "world-asia",
      "title": "Afghanistan: Orphan's reunion with British soldier after 19 years",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58040852",
      "category": "uk-scotland",
      "title": "Scotland's growing sewage spill problem",
      "tags": "Sewage,East Calder,Scottish Environment Protection Agency,Water pollution,Environment",
      "text": "The number of recorded sewage spills in Scotland's rivers and seas has increased by 40% over the last five years, new figures show.\nScottish Water data shows the equivalent of 47,000 Olympic-sized swimming pools worth of waste has been discharged since 2016. \nCampaigners are calling for more action to tackle the water waste issue. \nBut Scottish Water has warned the problem will not be solved by \"building bigger and bigger sewers\". \nWhen there is heavy rain parts of the sewer network simply cannot cope.\nTo stop sewage backing up into homes, the storm water and waste that would ordinarily go to Scottish Water treatment centres is released into seas or rivers through the 3,697 Combined Sewer Overflows (CSOs) dotted across the country. \nMany of these overflow pipes are close to popular beaches and wildlife habitats. \nBut Scottish Water is only required to monitor less than 3% of these CSOs for pollution, so the true scale of how much water waste is discharged is unknown.\nThe figures the utility firm does have show that last year there were a total of 12,725 \"spill events\" - up 40% on 2016.\nA breakdown of these recorded overspill events in Scottish Water's network, released to BBC Scotland under freedom of information laws, has been fed into this interactive dashboard. \nThe dashboard also allows people to view a list of the number of spills, how long they lasted and how much was discharged by the part of the sewer network that is local to them. \nHowever, the actual volume of spills is likely to be far higher.\nThis is because the list represents a fraction of the operating CSOs and there is no volume data provided in the FOI response for just over half of the spill events.\nThe data also doesn't indicate which bodies of water are being polluted by each spill.\nThe volume of recorded spills has also soared in the last five years, up from 12.9m cubic metres in 2016 to 48m cubic metres last year. \nA total of 119m cubic metres of waste water were discharged in the recorded overflow events during this period.\nHugo Tagholm, chief executive of Surfers Against Sewage, said: \"Sewer overflows seem to have been baked into the industry's thinking.\n\"Rather than being 'emergency release valves' during exceptional storms, they are potentially used as a means of almost continuous sewage discharge. \n\"The defunding of regulators, self-reporting of incidents, and loose and vague targets has led to the decimation of rivers and the renewed sewage struggle on our coastline. \n\"The time for tough new legislation and binding targets to end sewage pollution has come.\"\nA total of 654 CSOs which do not have adequate screening to retain sewage debris are classified as unsatisfactory by Scottish Water. Some 192 of them have been in this state since before the creation of the publicly-owned firm in 2003.\nThe most spills at a single location were in Helensburgh, which discharges into the Firth of Clyde. There have been an average of two spills a day over the last four years. \nThe location with the highest recorded volume of spills was Shieldhall in Glasgow, with 17.7m cubic metres of waste water released there since 2016.\nScottish Water has estimated that to upgrade all of these unsatisfactory overflow outlets would cost at least £650m. \nSimon Parsons, a director with Scottish Water, said CSOs \"remain a vital relief mechanism to safely relieve the pressure on the sewer network\".\nHe said the utility firm invests heavily in its 31,000 miles of waste water networks every year. \nBut he added: \"It's not about building bigger and bigger sewers, that is not going to solve the problem.\"\nCiting the impact of climate change on the intensity of rainfall in Scotland, he continued: \"We have to stop that surface water getting into our systems. \n\"Last year was a wetter year than many we have had on record and it's not just the wetness over the year, it is the intensity of the storms that are coming into our sewers which is driving those spills that we are seeing.\"\nMr Parsons pointed out that people flushing items like wipes down toilets was still a major cause of many of the blockages that can lead to sewage spills. \nWhen about half of the average July rainfall fell over West Lothian in the space of a few hours, the River Almond Action Group (RAAG) knew what was coming next. \nCampaigners are all too familiar with what comes out of the CSOs that discharge into the waterway after heavy rain.  \n\"At the outlet there is raw sewage coming into the river,\" explains Ruth Plevin a member of RAAG.\n\"Everything you can imagine; plastic, tooth picks, toilet paper, wet wipes, all stuck on trees and looking like toilet tinsel.\n\"But we don't know what exactly is in the water because they don't tell us. \n\"On sunny days, the river is so appealing and people want to go in - why shouldn't they? Instead they are exposed to what is effectively an open sewer.\"\nVeolia, which runs the East Calder wastewater treatment works under a PFI deal with Scottish Water, recently organised a clean-up that saw 65 bags of sewage debris removed from the river.\nBut locals are pressing for a permanent solution for a river which had an average of 1.3 sewage discharges every day in 2019. \nThe Forth Rivers Trust charity has applied for a section of the River Almond in Almondell and Calderwood Country Park to become designated bathing waters.\nIf successful it would be the first river in Scotland to join the 85 beaches with the same status, meaning stricter limits on sewage overspills and up-to-date water quality information available to the public. \nHuw Streater, of the Forth Rivers Trust, said: \"The Almond has suffered from serious pollution issues for a long time.\n\"Achieving bathing water status will help to make the Almond safer for the people who use it and the wildlife that we share it with. \"\nIn the East Lothian village of Aberlady, resident Frank Neate has been recording evidence of what he says is waste water and sewage debris being discharged from CSOs into the village's bay during dry weather. \nAberlady bay was the UK's first nature reserve and Frank is worried about the impact of the waste on its wildlife. \nHe said: \"I've told both Scottish Water and Sepa this shouldn't be happening during dry weather but nobody seems interested.\n\"What worries me is there are kids and dogs in and out of here and people don't know what's in the water - and this in a nature reserve of all places.\"\nThe job of ensuring Scottish Water complies with the laws and standards around the sewer network and overspills falls to environment agency Sepa. \nProsecutions over sewage spills in Scotland are not common but Scottish Water was fined £19,000 last year for releasing untreated sewage into the River Clyde in Glasgow in 2016..\nSepa says it focuses its enforcement effort on prosecutions relating to more systemic issues and \"significant progress\" has been made in raising standards over the past 20 years \"through targeted regulation and partnership work\".\nBut Sepa figures show that in 2018 only 111 of the 345 Scottish Water sewer licences, which set the overflow conditions, were assessed for compliance. \nTen of the 111 licences inspected were found to be unsatisfactory, with the rest compliant.\nThe licences do not require permanent spill monitors to be installed on all of the CSOs. \nA Sepa spokesman said: \"We assess sewer network licenses on a rolling basis, with particular focus on those which have unsatisfactory compliance, as these can discharge sewage litter and impact on people's enjoyment of the environment.\"\nThe spokesman said an increased frequency of high-intensity rainfall meant there \"is a risk that the number of unsatisfactory sewer overflows may progressively increase\".\nAnd he added that a \"radical new approach to managing rainfall\" was needed to reduce flood risk and minimise sewer overflow spills."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-58077841",
      "category": "uk-england-lancashire",
      "title": "Aya Hachem: Seven men guilty of drive-by shooting murder",
      "tags": "Partington,Blackburn,Great Harwood,Stretford",
      "text": "Seven men have been found guilty of murdering a student who was shot dead in a feud between two tyre firm owners.\nAya Hachem, 19, was mistakenly killed in the botched drive-by shooting in Blackburn on 17 May last year.\nTyre firm boss Feroz Suleman, 40, had arranged the execution of a rival businessman but the gunman he hired shot dead Ms Hachem instead. \nSeven of the eight people who were on trial at Preston Crown Court were convicted of Ms Hachem's murder.\nSuleman along with accomplices Kashif Manzoor, 26, Ayaz Hussain, 35, Abubakr Satia, 32, all of Blackburn; Zamir Raja, 33, of Stretford; Anthony Ennis, 31, of Partington, and Uthman Satia, 29, of Great Harwood, will be sentenced on Thursday.\nThe eighth defendant, Judy Chapman, 26, of Great Harwood, was cleared of murder but found guilty of manslaughter and will be sentenced on 1 October. \nMs Hachem was shot as she was walking to the supermarket to buy food for her family to eat when they broke their Ramadan fast.\nThe Salford University student was said to be \"in the wrong place at the wrong time\" as the long-running feud between the neighbouring companies culminated in the shooting. \nFollowing the verdicts, Ms Hachem's family said she would \"remain in our hearts forever\".\n\"We are so proud of you and we miss you so much, our lives are difficult without you,\" they added.\n\"You loved life and despite all the struggles and barriers that we faced in this country, it did not stop you contributing to your community and charities including the Children's Society and fundraising at Salford University where you were studying to become a barrister.\"\nThe court heard how a Toyota Avensis driven by Ennis with hitman Raja on board drove past Quickshine Tyres on three occasions shortly before the fatal fourth journey.\nFootage from CCTV cameras captured Suleman stood outside his premises next door at RI Tyres with a \"ringside seat\" to the shooting he had arranged of rival Pachah Khan, the proprietor of Quickshine Tyres.\nThe first shot hit the front window of Quickshine and the second was let off as Lebanese-born Ms Hachem walked by, hitting her rather than the intended target.\nThe jury was told a feud had started in early 2019 when Quickshine, which previously only washed cars, began selling tyres next door to RI Tyres.\nMatters deteriorated on 3 December that year when someone set fire to RI Tyres in the early hours of the morning.\nOn 1 May last year, Suleman called police and reported that Mr Khan had prevented workmen from entering Quickshine's yard to finish putting up a new sign for RI Tyres, the court was told.\nJurors took less than four hours to find the seven men guilty of murder and the attempted murder of Mr Khan.\nAlan Richardson, from the Crown Prosecution Service, said: \"Each of these callous conspirators is in their way responsible for the senseless killing of Aya Hachem - an innocent young woman full of promise who lost her life as a result of a petty business rivalry.\n\"The ruthlessness of everyone involved is staggering, with the group going to extreme lengths to plan an assassination in broad daylight, risking the lives of members of the public going about their daily business.\"\nIn 2001, Suleman was convicted of causing the death of a 67-year-old man by dangerous driving.\nHe ran away from the scene of the incident in Blackburn and claimed his vehicle had been stolen before he finally pleaded guilty to the offence on the day of his trial and was jailed for three and a half years.\nFollow BBC North West on Facebook, Twitter and Instagram. You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58050226",
      "category": "uk-wales",
      "title": "Abergele: Man charged with murder of girl, 15, at holiday park",
      "tags": "Abergele",
      "text": "A man has been charged with murdering a 15-year-old girl who died following a \"domestic disturbance\" at a holiday park.\nNorth Wales Police said Matthew Selby, 19, from Greater Manchester, had been charged after the incident at Ty Mawr Holiday Park near Abergele, Conwy county, on Saturday.\nHe was remanded in custody and will appear before magistrates on Tuesday.\nPark bosses said they were \"shocked and saddened by this tragic incident\".\nOn Sunday, Det Supt Mark Pierce said it was a \"tragic but isolated incident\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58068988/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Greggs to create 500 jobs as it plans 100 more stores",
      "tags": "Companies,Retailing,Greggs,UK High Streets",
      "text": "Bakery chain Greggs has said it expects to create 500 new retail jobs in the coming months as it continues to open new outlets.\nThe new jobs come as part of the chain's plans to open about 100 net new stores by the end of the year.\nGreggs swung back to profit during the first half of the year as its sales rebounded to pre-pandemic levels.\nThe stronger-than-expected sales mean it now expects full-year profits to be \"slightly ahead\" of previous forecasts.\nGreggs reported profits of £55.5m for six months to 3 July, compared with a £65.2m loss a year earlier..\nThe chain said the recovery in trade in recent months had been \"stronger than we had anticipated\", helped by the easing of Covid restrictions.\nThe lifting of restrictions \"made a significant difference to footfall\", it said, with sales in the second quarter up 2.8% compared with the same period in 2019, before the pandemic.\nHowever, Greggs saw a mixed performance from its stores. It said its shops in public transport hubs and large city centres were among its weaker performing outlets, suggesting that many workers have yet to return to the office.\nIn contrast, \"customers staying closer to home are supporting our heartland shops in suburban and High Street areas\".\n\"The strongest locations continue to be shops typically accessed by car,\" it added.\nGreggs is looking at even more ambitious growth plans as it said it had \"the opportunity to expand its UK estate to at least 3,000 shops\".\nIt had 2,115 locations at the start of July.\n\"Greggs once again showed its resilience in a challenging first half, emerging from the lockdown months in a strong position and rebuilding sales as social restrictions were progressively relaxed,\" said boss Roger Whiteside.\nThe group has also targeted growth areas such as delivery and drive-thru sales.\n\"Greggs' results reflect its underlying strength as a business,\" said John Moore, senior investment manager at Brewin Dolphin. \n\"The company is feeling the full effect of a 'return to normal' along with the benefits of its investment in digital and the adaptations made to its estate to accommodate new customer habits during lockdown.\"\nThe chain needs another vegan sausage roll success, reckons Julie Palmer, partner at Begbies Traynor. \n\"Now that workplaces are opening and staff are returning to city centres, Greggs cannot afford to let up the pace,\" she said.  \n\"It has already started playing up the passion that its customers have for its food, but if it hopes to get back to the heights of giving out bonuses to its staff then it needs restrictions permanently eased, pandemic contingency plans in place and, almost inevitably, another vegan sausage roll of a PR campaign.\" \nGreggs launched a new vegan sausage, bean and cheese melt launched last week.\n\"That is likely to bring a little extra sauce to sales in the coming months,\" said Susannah Streeter, senior investment and markets analyst, Hargreaves Lansdown."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58065534",
      "category": "uk",
      "title": "Covid-19: Amber watchlist idea dropped and tears at airport reunions",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nA proposal to create an \"amber watchlist\" of countries at risk of moving to red in the travel traffic light system has been abandoned, government sources say. It had been touted as a way of preventing travellers to the UK being caught unawares by sudden rule changes requiring them to quarantine. But the airline industry has reacted with relief to the idea being dropped, having warned a complex system risked putting people off travelling.\nNicola Sturgeon is to set out plans for the lifting of most legal Covid-19 restrictions in Scotland later. The first minister has said she is hopeful of relaxing the rules further from 9 August. This could see physical distancing rules relaxed, the return of office working and larger crowds at events, although Ms Sturgeon says the use of face coverings will remain in place \"for some time\".\nSeveral life-saving kidney transplants within the Belfast Health Trust area could not go ahead at the weekend because not enough nurses were available to support surgeons. The trust, which turned down healthy donor kidneys, apologised and blamed the staff shortage on a rise in Covid-19 patients in hospitals. The Royal College of Surgeons says proposals it made to stop surgeries being cancelled have not been implemented.\nLong before coronavirus hit the UK's shores, Wuhan began making headlines as the epicentre of an outbreak of a troubling new virus. Now the Chinese city is to test its entire population of 11 million for Covid, after a handful of positive cases, including the first locally transmitted infections in more than a year. China is currently seeing one of its biggest outbreaks in months, with 300 cases detected in 10 days, and the government rolling out mass testing and lockdown restrictions.\nPeople who have been fully vaccinated in the US or European Union no longer have to automatically quarantine when arriving in the UK from amber list countries, excluding France. And it's led to some emotional scenes in airports for relatives who had been apart throughout the pandemic.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nHundreds of thousands of children in the UK will be offered a coronavirus vaccine. We explain who they are - and why the vast majority of under-18s are not eligible.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58070758",
      "category": "uk-england-london",
      "title": "Streatham terror attack: Sudesh Amman 'wanted to kill the Queen'",
      "tags": "Streatham attack,Metropolitan Police Service,Streatham",
      "text": "A terrorist who stabbed two people became increasingly violent in prison and declared he wanted to \"kill the Queen\", an inquest has heard.\nSudesh Amman was shot dead by police in Streatham, south London, in February 2020, ten days after leaving prison.\nWhile in HMP Belmarsh the 20-year-old openly expressed \"extreme views\" including his intention to become a suicide bomber, jurors were told.\nThe inquest previously heard there had been concerns about his release.\nAmman injured a man and woman in the attack on Streatham High Road on 2 February last year before he was killed by surveillance officers.\nHe had been jailed for 40 months in 2018 for preparing and engaging in acts of terrorism, and was released on 23 January 2020.\nJurors at the Royal Courts of Justice were shown a prisoner report about the 20-year-old, which said he had \"been shouting different things on the wings such as 'this place is full of non-believers'... and 'everyone here will come under the black flag (of the Islamic State group)'.\"\nAbout a month before his release date, a note in Arabic was found in his cell, saying he announced his allegiance to the Islamic State group leader Abu Bakr Al-Qurayshi Al-Baghdadi.\nAmman also \"appeared proud of being the youngest terrorist offender in Belmarsh... (and) didn't seem remorseful\", the inquest was told.\nJurors heard that an assessment by Leon Campbell, a probation officer, said he posed a high risk of serious harm to members of the public \"due to his promoting of extremist ideas… and wanting to carry out a terrorist act\".\nA senior Met Police officer wrote to the governor of HMP Belmarsh on 15 January 2020 asking if Amman's release could be delayed but was told it was not possible, jurors have been told.\nBelmarsh's governor told the inquest Amman had been moved to a high security unit inside the prison \"on numerous occasions\" during his jail term because he was trying to convert other inmates.\nIntelligence shared with police by prison authorities in October 2019 had suggested he had been involved in radicalising others in Belmarsh.\nJurors were shown a list of those he was involved with which included Hashem Abedi, who conspired with his brother Salman for the Manchester arena terror attack.\nJenny Louis explained that moving him in the prison had been a way \"to monitor him well but also stop his ability to influence others\".\nShe also said he had repeatedly sought to disengage with prison staff, adding that it was \"very rare that you have somebody who disengages so openly whilst in custody\".\nAsked why it had not be possible to extend Amman's jail term as requested by police, Ms Louis said it was due to the imminence of his release.\nShe also explained that an incident on 3 January 2020, where the 20-year-old had jumped on to internal netting inside the prison, was \"not an offence that would ever go to an independent adjudicator\" - the body which had the power to increase his sentence.\nThe inquest continues. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58068097",
      "category": "uk-wales",
      "title": "Towyn: Man in court charged with sister's murder",
      "tags": "Conwy,Manchester,Abergele,Llandudno",
      "text": "A 19-year-old man has appeared in court accused of murdering his teenage sister in a caravan on the north Wales coast.\nDuring a hearing at Llandudno magistrates court on Tuesday, Matthew Selby, of Greater Manchester, spoke only to give his name and address and confirm he understood the charges.\nHe is accused of murdering Amanda Selby, 15, on Saturday at the Ty Mawr caravan site in Towyn near Abergele.\nHe will appear at Mold Crown Court on Wednesday. \nThere was no application for bail. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58057371/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Nicola Sturgeon to set out plans for lifting restrictions",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Scottish Parliament",
      "text": "Nicola Sturgeon is to set out plans for the lifting of most legal Covid-19 restrictions in a statement to MSPs.\nThe whole of Scotland is currently in level zero of the virus alert system, and the first minister has said she is hopeful of going further on 9 August.\nThis could see physical distancing rules relaxed, the return of office working and larger crowds at events.\nHowever, Ms Sturgeon has said some measures like the use of face coverings will remain in place \"for some time\".\nShe said people should not take progress for granted due to the faster-spreading Delta variant of the virus, saying \"appropriate caution\" must be taken.\nAn update to the way Covid measures operate in schools is expected to be included in the statement, with ministers considering changes to self-isolation requirements for pupils and whether face coverings need to be worn in classrooms.\nMs Sturgeon's cabinet will consider the latest data on Tuesday morning, with the Scottish Parliament being recalled from its summer recess to hear the outcome of their deliberations in the afternoon.\nThe virtual session will give opposition leaders the chance to question Ms Sturgeon on the latest developments.\nA separate statement is also expected about Scotland's latest set of drug-related death figures, which hit another record high on Friday.\nMs Sturgeon has said Scotland is in a \"much better place\" than it was at the start of July, when Covid case numbers in some areas were among the highest in Europe.\nAs of 30 July the rolling seven-day average of new infections was at 1,153 - compared with 3,429 on the first day of that month.\nThe percentage of tests coming back positive has also fallen, along with admissions to hospitals and intensive care wards.\nHowever, all of these figures are still significantly higher than they were in March, April and May, with the Delta variant driving the \"third wave\" of the virus above any previous peak.\nAt her most recent Covid briefing, Ms Sturgeon said her Holyrood statement would concern \"whether and to what extent\" the plan to scrap most restrictions can be enacted on 9 August.\nShe said some factors - such as the fall in case numbers and success of the vaccine programme in reducing deaths and serious illnesses - gave \"really strong cause for optimism\".\nHowever, the first minister warned that \"a sensible degree of continued caution\" was needed in the period ahead to avoid \"sending that progress into reverse\" and endangering the most vulnerable in society.\nThe whole of Scotland moved to level zero on 19 July, as coronavirus restrictions were eased across the UK.\nUnder the present rules, up to eight adults from four households can meet indoors at home, and up to 10 can meet in a pub or a restaurant - without needing to book ahead.\nUp to 15 adults from 15 households can meet outdoors, and up to 200 can attend weddings and funerals - however groups of 15 must stay at last 1m (3ft 3in) apart in public spaces, meaning there are limits on some large events.\nPeople are still being encouraged to work from home, and hospitality premises must shut at midnight while nightclubs remain closed altogether.\nThe move \"beyond level zero\" will see most of these limits dropped as Scotland shifts to a new way of dealing with the pandemic, without the need for broader restrictions on everyday life.\nThe Scottish government's strategic framework states that \"area-based restrictions\" could brought back in if needed \"to avoid significant harm\", for example in the event of a vaccine-resistant variant of the virus emerging.\nAnd some blanket mitigations - including the wearing of face masks in some enclosed areas and guidance around ventilation and hand hygiene - are anticipated to remain in place for some time to come.\nThe Holyrood session will allow opposition MSPs to question Ms Sturgeon on the plans, despite the parliament being in recess for the summer.\nSeveral parties have called for an update to rules around self-isolation in schools, with the first minister pledging to set out how this will apply to pupils before the new term starts later in August.\nLarry Flanagan, of the EIS teachers' union, told BBC Radio's Good Morning Scotland programme he was expecting a continued degree of caution from the first minister. He said testing would continue to be important as changes to self-isolation rules came down the pipeline.\nMr Flanagan also said he it would be a \"progressive step\" to offer children over 12 the vaccine. \nJillian Evans, a public health expert from NHS Grampian, told the programme there was light at end of tunnel, but the risk - while greatly reduced - remained.\nShe urged caution that the progress made over the summer could quickly be reversed if too many restrictions were removed before the vaccination programme was complete. Ms Evans also said that, in her view, 12 to 17-year-olds should be vaccinated.\nAs the number of new Covid cases comes down and the vaccination rate goes up, a further relaxation of Covid rules is coming. \nI expect the Scottish government will announce plans to switch off the levels protection system from Monday 9 August. \nThat should mean we can meet up in larger numbers both indoors and outside and a phased return to office work. It will not mean an end to all restrictions. \nWearing face coverings on public transport and registering for test and protect when you go out for a meal are likely to remain requirements. \nWhile social distancing rules may be scrapped for outdoor gatherings, it is possible that the 1m rule could be retained in some indoor settings. \nIf so, ministers are thought to be weighing up the possibility of an exemption for nightclubs to allow them to reopen. \nChanges to the requirements for self-isolation for close contacts of Covid cases to ease the so-called \"pingdemic\" are also expected. \nThe details will be decided at a meeting of the Scottish cabinet a few hours before the first minister's virtual statement to parliament at 14:00. \nScottish Conservative leader Douglas Ross said rules should be changed so that face coverings are no longer needed in classrooms, and that children identified as close contacts should no longer need to self-isolate for 10 days.\nHe said: \"The success of Scotland and the UK's vaccine scheme overall means we can now look to move forward, cautiously but confidently, and remove almost all Covid restrictions.\n\"Scotland's economic recovery hinges on the SNP government moving beyond Covid restrictions - we must seize this opportunity to start rebuilding from the damage of Covid now, and not delay any longer.\"\nLabour leader Anas Sarwar said the country was at a \"crucial moment\" in its exit from lockdown and the efforts to \"jump start Scotland's recovery\".\nHe called for \"urgent\" work to support cancer diagnostic services, an overhaul of the \"struggling\" contact tracing system and changes to rules around self-isolation.\nHe said: \"We have to learn to live with the virus, but to do so in such a way that the people of Scotland, our NHS and our economy are supported and protected.\"\nMeanwhile the Scottish Greens called for clarity on measures to protect students and staff when the new university term begins, with MSP Gillian Mackay saying ministers \"must ensure there is no repeat of last year's shambolic return to campus\".\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58064470",
      "category": "uk",
      "title": "Covid-19: Amber watchlist travel idea scrapped",
      "tags": "Travel,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A proposal to create an \"amber watchlist\" of countries at risk of moving to red in the travel traffic light system has been abandoned, government sources have told the BBC.\nOn Monday, Prime Minister Boris Johnson said he wanted a \"simple\" and \"balanced approach\" to pandemic travel.\nThe sources said no new categories would now be added.\nTory MPs and travel industry figures earlier warned a complex system risked putting people off from travelling.\nThe government had been considering the idea of a new level in the government's traffic light system for overseas travel, ahead of the next review this week.\nIt would have warned people when a destination was at risk of a sudden shift from amber to red - meaning that travel would be banned for everyone except UK nationals and residents, who would be required to quarantine in a hotel on their return.\nAs opposition to the proposal gathered, Mr Johnson said he wanted to prevent new coronavirus variants entering the UK, though he recognised the desire to go abroad.\n\"We also have to recognise that people want, badly, to go on their summer holidays, we need to get the travel industry moving again, we need to get our city centres open again and so we want an approach that is as simple as we can possibly make it,\" he said.\nThe prime minster said the UK's economy and society were about \"the most open in Europe\" but he said caution was still needed.\nThe travel industry reacted with relief at the news that the watchlist would not go ahead.\nTim Alderslade, chief executive of the air travel industry body Airlines UK, said: \"This is a victory for common sense. The PM has hit the nail on the head - people want a clear and consistent travel system that they can understand and that is workable.\"\nHe urged the government to go further and include more countries on the green list, exempting them from quarantine requirements.\nLabour said scrapping the watchlist idea showed the Tories were \"in total chaos\" over their pandemic borders policy.\nRead more here.\nShadow transport secretary Jim McMahon called on the government to publish the data behind its decisions and provide \"maximum clarity\" to passengers and the travel industry.\nHe said clear information about what was happening with infections in each country was needed to build confidence about travel.\nMr McMahon said: \"Not only have ministers failed to protect our borders, allowing the Delta variant to reach the UK in such force, but time and time again they've refused to be straight with the public and industry.\"\nEarlier, the idea had also faced opposition from the Conservative benches, with Huw Merriman, chairman of the Commons Transport Committee, telling the BBC that an amber watch-list would be a \"massive red flag\" that would cause travel bookings to collapse.\nOthers said increasingly complex travel rules would put the UK at a competitive disadvantage compared to other nations which were more open for international travel.\nMr Merriman later welcomed the scrapping of the amber watchlist, saying: \"To deliver confidence and stability, the traffic light system needs to be red, amber and green, and nothing in between.\"\nThe government already has a green watchlist, which features more than half the countries on the green list and signals they are at risk of moving to amber.\nThe next update to the travel list system is due on Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58061993",
      "category": "business",
      "title": "Bank fraud: ‘I had £9,000 stolen from my account’",
      "tags": "UK banking,Personal finance,Fraud",
      "text": "When a caller claiming to be a bank fraud investigator told Mark Wheeler there were suspicious transactions on his account, he was naturally alarmed.\nBut the \"investigator\" was a crook and the call led to £9,000 being stolen from the 62-year-old's account.\nWhen he reported the incident to his bank, its initial response was good but it quickly turned sour, he said.\nHe's one of several fraud victims who claim to have been given little support from banks, consumer group Which? says.\nIt reported that some victims struggled to contact their bank after they had been a victim of a scam, including one HSBC customer who waited a total of seven hours on hold, racking up a £50 phone bill.\n\"Fraud can have a devastating impact on victims,\" said Jenny Ross, Which? Money editor.\n\"When banks fail to offer proper support, it can make a nightmare situation even worse, and an absence of information from firms about how people can protect themselves could even lead to ruthless scammers striking for a second time.\"\nThe group has called for the payments regulator to introduce a mandatory reimbursement scheme for all payment providers, to ensure that customers are treated fairly and consistently when applying to get their money back.\nMark Wheeler was left reeling by the call from the \"bank fraud investigator\".\nWhen he was asked if he still had his bank cards, the Richmond man realised that his wallet had been stolen from his jacket.\nTo be reimbursed he needed to enter his card PIN on the phone, he was told.\nHe did as requested but the caller then stole Mr Wheeler's money.\n\"My account was suspended pending investigation, which I understood, but Lloyds refused to pay pre-existing standard orders and direct debits, causing me to be threatened with penalty charges,\" Mr Wheeler said. \nThe bank initially said it would not refund him but later backed down after it realised that branch withdrawals were made over the counter without the use of a PIN. \nHowever, it refused to return £1,000 taken out from a cash machine until challenged by Which?.\nA Lloyds Bank spokesperson said: \"We have a great deal of sympathy for Mr Wheeler as the victim of a scam. \n\"We've considered the particular circumstances of the case and have refunded the outstanding amount. \n\"Your bank will never ask for your PIN number so see this as an immediate red flag that it's a scam.\"\nIn another case, Julie from Devon lost £3,900 after fraudsters posed as her bank.\nShe spent seven hours on hold on the phone to her bank, racking up a £50 phone bill. The process took so long that her landline provider temporarily cut her off.\nWhich? said it took four days until her bank, HSBC, contacted her after she had been scammed to tell her that she would be refunded.\nShe said: \"I don't blame HSBC for the scammers, but it was completely inaccessible by phone.\n\"I was terrified because I didn't know what information the scammers had got… I didn't know whether they could get hold of my card details, or whether they could get something else from my laptop.\"\nAn HSBC spokesperson said: \"We act with empathy and understanding when investigating a case and we work hard to ensure fair and reasonable outcomes for our customers, including providing them with appropriate information to help prevent future occurrences.\n\"We continually review our operations and always look for opportunities to better protect customers. We have recently made improvements to how fraud and scams can be reported, which means people can generally report a scam or fraud within minutes.\"\nCall your bank directly, checking its website for the correct number to ring. If the fraud involved any of your personal information, consider signing up for a Protective Registration with fraud prevention organisation Cifas, which costs £25 for two years. \nChange your passwords for any accounts that have been compromised due to fraud - and any that use the same password. Set up two-factor authentication wherever possible to provide another layer of protection.\nBeing scammed can take a huge toll on mental health. Mind and Victim Support have confidential helplines that provide support to consumers who have been hit."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58063759",
      "category": "uk-england-london",
      "title": "Dizzee Rascal: Rapper charged with assaulting woman",
      "tags": "Sevenoaks,Streatham",
      "text": "Rapper Dizzee Rascal has been charged with assault, following an incident in south London.\nThe 36-year-old whose real name is Dylan Mills, was charged after police officers visited an address in Streatham on 8 June.\nA woman at the property had suffered minor injuries, but did not need hospital treatment, police said.\nMr Mills, from Sevenoaks in Kent, is due to appear at Croydon Magistrates' Court on 3 September.\nThe rapper, who was awarded an MBE in the Queen's birthday honours in 2020 for his services to music, is due to perform at South Facing Festival, Crystal Palace Park and Lydiard Park on dates in August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58049509",
      "category": "uk-wales",
      "title": "Bridgend river death: Boy, 5, named as Logan Mwangi",
      "tags": "Sarn",
      "text": "A five-year-old boy who was found dead in a river has been named by police as Logan Mwangi.\nLogan's body was found in the Ogmore River in Bridgend county in the early hours of Saturday morning.\nSouth Wales Police said a 39-year-old man, a 30-year-old woman and 13-year-old boy had been arrested on suspicion of murder and remain in custody.\nTributes have been paid to the \"kind, funny, polite, handsome and clever\" boy, from Sarn.\nThe police said they were \"not looking for anyone else in relation to this incident\".\nLogan's body was discovered near Pandy Park following reports of concerns for a missing five-year-old in the Sarn area of Bridgend at 05:45 BST on Saturday.\nLogan - who was also known as Logan Williamson - was found in the river and taken to Princess of Wales Hospital in Bridgend where it was confirmed he had died.\nPeople living nearby have spoken of their shock at Logan's death.\n\"It's just devastating,\" said Jasmine Tapner, clutching a baby in her arms.\n\"I only live up the road and it's so close to home. It made me never want to let my children out of my sight because I just didn't want anything to happen to them.\n\"Everyone is in mourning.\"\nShe said Logan was a \"loving boy, always chatty, smiley when you walked past the house\". \nIan Tapner added: \"It's such a sad loss of a young lad - he had a bright future ahead of him. Such a loving lad, a kind lad. The community's in shock.\"\nCh Insp Geraint White said: \"This is a tragic incident in which a young child has sadly lost their life.\n\"We are appealing for anyone who may have witnessed this incident, or who has any information, to get in touch.\n\"We would ask the public not to speculate about this incident on social media as this is an active investigation.\n\"If you have any information that can help, please report this to us.\n\"Our thoughts are with the family and we are supporting them in every way we can.\"\nHe added \"regular contact\" had been made with the boy's family, who were being supported by specialist trained officers.\n\"The local neighbourhood police team will continue to support and speak to residents in the area, and I encourage people to talk to them if they have any concerns.\n\"We recognise there are a lot of people in the local community who would like answers about what happened to him.\"\nHuw David, leader of Bridgend council, said: \"People throughout Bridgend county borough have been devastated by this shocking news. \n\"The tragic death of this young child has saddened us all, but Sarn remains a very close, tight-knit community and residents are looking out for one another even as they offer South Wales Police full support in their ongoing investigations.\"\nThis is very much a community in shock. \nIt is very quiet here, there are just a few dog walkers about. \nI'm [standing] by a police cordon by a bridge over the River Ogmore and the bridge is cordoned off on both sides. \nThere are a number of teddies, candles and flowers which are placed nearby, and handwritten messages with words like \"RIP angel\" and \"fly high, little man\" written on them. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58051481",
      "category": "world-asia",
      "title": "Afghanistan: Street fighting rages as Taliban attack key city",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,US Armed Forces",
      "text": "Ferocious fighting is taking place in a major Afghan city, amid fears it could be the first provincial capital to fall to the Taliban.\nLashkar Gah in southern Helmand province is under heavy assault from the militants, despite persistent US and Afghan air strikes.\nThe Taliban are said to have seized a TV station. Thousands of people fleeing rural areas took shelter in buildings.\n\"There is fighting all around,\" a doctor told the BBC from his hospital.\nHundreds of Afghan reinforcements have been deployed to battle the militants. The Taliban have made rapid advances in recent months as US forces have withdrawn after 20 years of military operations in the country.\nHelmand was the centrepiece of the US and British military campaign, and Taliban gains there would be a blow for the Afghan government.\nIf Lashkar Gah fell, it would be the first provincial capital won by the Taliban since 2016. It is one of three provincial capitals under attack.\nAn Afghan military commander in the city warned that a Taliban victory would have a \"devastating effect on global security\". \n\"This is not a war of Afghanistan, this is a war between liberty and totalitarianism,\" Maj Gen Sami Sadaat told the BBC.\nOn Monday, the Afghan information ministry announced that 11 radio and four television networks in Helmand province had stopped broadcasting due to what it described as Taliban \"attacks and threats\". \nAttempts by the militants to capture Kandahar, Afghanistan's second-largest city, have continued after rocket strikes hit its airport on Sunday.\nSeizing control of Kandahar would be a hugely symbolic victory for the Taliban, giving them a grip on the south of the country.\nIn a third besieged city, Herat, in the west, government commandos are battling the insurgents after days of fierce fighting. Government forces have taken back some areas after a UN compound was attacked on Friday.\nVideos shared on social media appeared to show residents on the streets and rooftops of Herat shouting \"Allahu akbar\" (\"God is greatest\") in support of the government's gains.\nAs government forces struggled to contain Taliban advances, President Ashraf Ghani blamed the sudden withdrawal of US troops for the increase in fighting.\n\"The reason for our current situation is that the decision was taken abruptly,\" he told parliament.\nMr Ghani said he had warned Washington that the withdrawal would have \"consequences\".\nAlthough nearly all its military forces have left, the US has continued its air offensive in support of government troops. Strikes targeting Lashkar Gah continued late on Monday. \nPresident Biden's administration announced on Monday that because of the increase in violence, it would take in thousands more Afghan refugees who worked with US forces.\nThe US and UK have accused the Taliban of committing possible war crimes by \"massacring civilians\" in a town captured near the Pakistan border.\nUS Secretary of State Antony Blinken said he had seen reports of \"deeply disturbing and totally unacceptable\" Taliban atrocities. \nGruesome videos that emerged from Spin Boldak apparently showed revenge killings. The Taliban have rejected the accusations. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58068998/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Rishi Sunak warns young home working may hurt their career",
      "tags": "Flexible working,Rishi Sunak,Coronavirus pandemic,LinkedIn",
      "text": "Young people will see their careers benefit by working in the office, the Chancellor, Rishi Sunak, has said.\nHe told LinkedIn News he doubted he would have done as well if he had started his working life virtually.\nMr Sunak worked in finance, including at banking giant Goldman Sachs. \nHe said he still talked to his early mentors, saying: \"I doubt I would have had those strong relationships if I was doing my summer internship or my first bit of my career over Teams and Zoom.\"\n\"That's why I think for young people in particular, being able to physically be in an office is valuable,\" he added.\nThe government has recommended a gradual return to work in England since restrictions were lifted on 19 July. However, the Scottish government wants people to keep working at home until at least 9 August, where possible.\nDo you think you're losing out by not being in the office?\nMany firms and industry groups have said they will take a cautious approach to bringing staff back in to workplaces. \nBusiness services group Deloitte has been increasing the number of staff allowed to work in its offices from 30% pre-19 July to 50% and will keep to that until September. \nNatWest said that it would bring back a small number of \"priority workers\", while insurer Aviva said it expected to see more people returning but that employees were expected to work in a hybrid fashion.\nAccountancy firm KPMG has allowed people to work from its offices if they made a request to their manager.\nMr Sunak said: \"I've spoken previously about young people in particular benefiting from being in offices: it was really beneficial to me when I was starting out in my career.\n\"The mentors that I found when I first started my job, I still talk to and they've been helpful to me all through my career even after we've gone in different ways.\"\nAnother former Goldman Sachs banker, Xavier Rolet, who has been in the news this week for telling the younger generation of bankers to stop complaining about long working hours, said technology now had a bigger role to play in working relationships than pre-pandemic.\n\"We're never going to go back to exactly the way we were before,\" Mr Rolet, who ran the London Stock Exchange for eight years,  told the BBC.\n\"But the chancellor also has a point, which is that human interaction, besides the new technological tools, is also important. \n\"So I think we're going to end up with a blended approach. Yes, by any means get back into the office, but do not underestimate the power of technology.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58077255",
      "category": "world-us-canada",
      "title": "Andrew Cuomo: Biden says governor should resign over harassment report",
      "tags": "New York",
      "text": "President Joe Biden has called on Andrew Cuomo to resign after a damning independent inquiry found the New York governor had harassed multiple women.\nMr Biden's condemnation of Mr Cuomo came hours after the state's Attorney General Letitia James said the governor had violated state and federal laws. \nIn response, Mr Cuomo denied touching anyone inappropriately and vowed to stay in office. \nMr Cuomo could now be impeached, and is also facing a separate criminal probe.\n\"I think he should resign,\" Mr Biden told reporters at the White House on Tuesday. \"I understand that the state legislature may decide to impeach. I don't know that for a fact. I have not read all that data.\"\nThe attorney general's investigation into her fellow Democrat was commissioned last year after several women came forward with allegations of sexual misconduct against the governor. \nInvestigators spent five months speaking to nearly 200 people, including staff members and some of those who made complaints against him. Tens of thousands of documents, texts and pictures were reviewed as part of the inquiry. \n\"The independent investigation has concluded that Governor Andrew Cuomo sexually harassed multiple women and in doing so violated federal and state law,\" Ms James said.\nMr Cuomo, she said, had engaged in \"unwelcome and non-consensual touching and making numerous offensive comments\". \nIn one case, Mr Cuomo and his staff retaliated against a former employee who accused him of wrongdoing, according to Ms James.\nOther women described being groped, kissed or sitting on the governor's lap. \nMr Cuomo allegedly reached under the blouse of an assistant to touch her breast, while another aide said he asked her if she was open to sex with an older man.\nThe governor stood behind a state trooper in a lift, running his finger down her neck and saying \"hey you\", according to investigators. \nOn top of the allegations of harassment, Mr Cuomo is accused of presiding over a \"hostile and toxic work environment\". \nJoon Kim, who co-led the investigation, said: \"It was a culture where you could not say no to the governor and if you upset him or his senior staff you'd be written off, cast aside or worse.\" \nIn his statement, Mr Cuomo said: \"I want you to know directly from me that I never touched anyone inappropriately or made inappropriate sexual advances. \n\"I am 63 years old. I have lived my entire adult life in public view. That is just not who I am. And that's not who I have ever been.\"\nNew York's senators, the Democrats Chuck Schumer and Kirsten Gillibrand used the release of the investigation to again call for him to resign. \n\"Today's report from the New York State attorney general substantiated and corroborated the allegations of the brave women who came forward to share their stories - and we commend the women for doing so,\" they said. \nThe investigation is civil, rather than criminal, so will not directly lead to charges. \nBut police could use the report in deciding to take further action and it is also likely to play a key part in a separate impeachment investigation he faces - as well as in a criminal inquiry in Albany, the state's capital city. \nAfter a whirlwind of attention earlier this year, the Andrew Cuomo sexual harassment allegations had been held at a low simmer for months. The New York attorney general's report now brings them roaring back.\nCuomo was able to survive the story's first wave through a mix of denials, apologies and hunkering down in hopes that the political storm would pass. He seems determined to follow the same strategy again. \nEven with the new revelations and the report's conclusion that the governor engaged in a \"pattern\" of misconduct, an organised effort to remove Cuomo through legislative impeachment will be a tough task.\nWhere this report may draw political blood, however, is by further diminishing Cuomo's prospects for re-election next year. His popularity has been dented, his opponents have multiplied, and the Democratic establishment continues to distance itself from the man who was once one of the party's top stars.\nOn Tuesday afternoon President Joe Biden - who had withheld his judgement until now - added his voice to the chorus calling for Cuomo to resign. The governor seems determined to hang on and fight, but with few allies and fewer options, his fate is all but sealed."
    }
  ]
}