{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56181744",
      "category": "uk-scotland-scotland-politics",
      "title": "How do Scotland and England's routes out of lockdown compare?",
      "tags": "Coronavirus lockdown measures",
      "text": "The Scottish and UK governments have published their timetables for the easing of lockdown restrictions. So how do their plans compare?\nFirst Minister Nicola Sturgeon updated her framework on 16 March, giving far more detail on how restrictions could be eased in Scotland over the next few months.\nHer aim is for Scotland to return to its levels system of restrictions from 26 April, with all mainland areas moving down to level three at that stage.\nThe easing of the level four restrictions in Scotland will have a minimum gap of three weeks between phases, and will be assessed using conditions set out by the World Health Organization.\nLast month, Prime Minister Boris Johnson announced a four-step plan which could see all legal limits on social contact lifted by 21 June in England. Each stage in his routemap will be a minimum of five weeks apart, with conditions which must be met before proceeding to the next step.\nMs Sturgeon previously acknowledged that people would inevitably compare what was happening in Scotland and England but she insisted her plans were broadly in line with Wales and Northern Ireland.\nScotland's plans for reopening the economy were roughly two weeks behind those in England, she said, which was similar to last year.\nSo how do the different plans compare?\nIn Scotland, four people from a maximum of two households are now able to meet outdoors.\nThe \"stay at home\" restriction is then due to be lifted on 2 April, and from 26 April up to six people from three households will be allowed to meet up outdoors.\nCare home residents have been allowed up to two designated visitors from the start of March.\nMeeting up inside another person's home should be allowed from 17 May, though this could come sooner. Four people from two households will be permitted to meet up initially.\nIn England, two people from different households can currently meet outside for recreation and one nominated person can visit a care home.\nThe \"stay at home\" rule is scheduled to end on 29 March, although the advice will be to stay local as much as possible.\nPeople will be allowed to meet outside, either with one other household or within the \"rule of six\" from that date.\nFrom 12 April, children will be allowed to attend indoor play activities, with up to 15 parents or guardians allowed to join them.\nFrom 17 May, six people or two households can meet indoors and up to 30 people will be able to gather outdoors.\nThe plan is then for all legal limits on social contact to be removed no earlier than 21 June and there will be no limit on the numbers attending weddings or funerals. Nightclubs will reopen.\nIn Scotland, pupils returned to nursery and primary one to three classes on 22 February, as did a limited number of senior phase secondary school pupils who needed to carry out essential practical work.\nUniversities and colleges were also allowed to bring back up to 5% of their students, where face-to-face teaching is critical.\nThe remaining primary school classes returned from 15 March, and all secondary school pupils returned on a part-time basis until the Easter break.\nThose in secondary school will go back full time after the Easter holidays.\nIn England, all schools and colleges reopened on 8 March and university students were able to return for practical courses.\nIn Scotland, a wider range of businesses, including hairdressers and garden centres, can reopen from 5 April.\nThe remaining shops are due to reopen from 26 April, as the country returns to the levels system.\nIt is predicted that all shops will be allowed to open in England from 12 April, along with hairdressers, beauty salons and other \"close contact services\".\nIn Scotland, bars and restaurants will be able to reopen from 26 April subject to restrictions. Alcohol can be served outdoors until 22:00.\nIndoor hospitality will resume more slowly, with only non-alcoholic drinks served with food until 20:00.\nMs Sturgeon said tourist accommodation and hotels could reopen from that date, along with museums, galleries and libraries.\nAlcohol served indoors and the resumption of cinema and bingo halls will not take place until 17 May.\nIn England, restaurants and pub gardens will be allowed to serve alcohol to customers sitting outdoors from 12 April.\nPubs, restaurants and other hospitality venues will be able to seat customers indoors from 17 May, and outdoor theatres and cinemas will be allowed to open - along with indoor entertainment such as museums, theatres, cinemas and children's play areas.\nIn addition, the roadmap for England says UK domestic holidays could be permitted from 12 April, with self-contained accommodation able to reopen for use by members of the same household.\nHotels, hostels and B&Bs are expected to reopen from 17 May, which is also the earliest date that international leisure travel can resume.\nThe Scottish government says it cannot envisage foreign holiday travel before that date, and warns it could be some time later in the year.\nIn Scotland, adults can now take part in outdoor non-contact sports and organised group exercise in groups of up to 15 people. This will also apply to those aged between 12 and 17, who will be allowed to travel across local council boundaries to take part.\nGyms will reopen for individual exercise on 26 April but group exercise and adult contact sports won't resume until 17 May.\nIn England, outdoor sport facilities - including golf courses and tennis and basketball courts - will reopen and organised outdoor sports can resume from 29 March.\nGyms and spas are scheduled to reopen for individuals and households from 12 April, with adult indoor group sports and exercise classes starting up again from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56325254",
      "category": "world-europe",
      "title": "Samuel Paty: French schoolgirl admits lying about murdered teacher",
      "tags": "France,Freedom of expression,Samuel Paty murder,Islamist extremism,Emmanuel Macron,Paris",
      "text": "A French schoolgirl has admitted to spreading false claims about a teacher before he was murdered last year.\nSamuel Paty was beheaded in October after showing students cartoons of the Prophet Muhammad.\nThe girl, whose complaints sparked an online campaign against Paty, has now admitted that she was not in the class.\nMr Paty's killing stunned France and led to an outpouring of support at memorial ceremonies and marches around the country.\nThe 13-year-old girl, who has not been officially named, originally told her father that Paty had asked Muslim students to leave the classroom while he showed the cartoon during a class on free speech and blasphemy.\nAccording to evidence given by the girl seen by French media she said: \"I didn't see the cartoons, it was a girl in my class who showed me them.\"\n\"She lied because she felt trapped in a spiral because her classmates had asked her to be a spokesperson,\" her lawyer, Mbeko Tabula, told AFP news agency.\nThe girl's father filed a legal complaint against the teacher and began a social media campaign over the incident based on his daughter's account. He identified Paty and the school in Conflans-Sainte-Honorine, west of Paris.\nProsecutors said shortly after the killing that there was a \"direct causal link\" between the online incitement against Paty and his murder.\nThe perpetrator, 18-year-old Abdullakh Anzorov, was shot dead by police shortly after the attack.\nIt then emerged that the campaign against the history and geography teacher had been based on a distorted account of what had happened in class days earlier.\nAs he had done in similar lessons on free speech in previous years, Paty warned students that he was about to show a depiction of Muhammad. He said anyone who thought they might be offended could close their eyes. \nThe girl had originally claimed the teacher had asked Muslim pupils to leave the room. When she objected she was suspended from school, she said. It now appears that the girl was suspended the day before the class was given, according to Le Parisien newspaper, because of repeated absence from school.\nThe girl explains in her leaked testimony that she made up the story so as not to disappoint her father. He posted two videos on social media in response to the allegations.\nSpeaking on French radio on Tuesday, the Paty family's lawyer said the girl's family knew that she had not been in class on the day in question and why she had been suspended. \"So to come and say now, sorry, I believed my daughter's lies, that's really weak,\" Virginie Le Roy told RTL radio.\nIn a separate development, two university professors have been given police protection after they were accused of Islamophobia by student protesters. \nAn investigation has begun after posters were put up last week at Sciences Po university in Grenoble that read \"Fascists in our lecture halls, Islamophobia kills\", naming the two professors.\nJunior Interior Minister Marlène Schiappa said their lives were in danger and the campaign was reminiscent of the harassment of Samuel Paty. \"We can't tolerate this kind of thing,\" she said.\nAfter Paty's murder, President Emmanuel Macron presented the teacher's family with the nation's highest honour, the Légion d'honneur.\nDepictions of the Prophet Muhammad are widely regarded as taboo in Islam, and are considered highly offensive by Muslims.\nThe issue is particularly sensitive in France because of the decision by satirical magazine Charlie Hebdo to publish cartoons of the Prophet. \nTwelve people were killed by Islamist extremists at the magazine's offices in 2015 after the images were published.\nBoth the Charlie Hebdo murders and Samuel Paty's beheading struck a deep chord in a country where secularism - or laïcité - is central to national identity.\nUnder that principle, the state cannot intervene in matters of religion, and thus should not curb expression to protect the feelings of a particular community."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56316659",
      "category": "uk",
      "title": "Meghan and Harry interview: Racism claims, duke 'let down' by dad, and duchess on Kate",
      "tags": "Oprah Winfrey,UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor,Prince William, Duke of Cambridge,Prince Charles, Prince of Wales,Catherine, Duchess of Cambridge",
      "text": "The Duke and Duchess of Sussex's much-anticipated interview with Oprah Winfrey has aired in the US and the UK - with the couple sharing their side of the story about life in the Royal Family.\nThe couple spoke about their relationships with other royals, racism and how their mental health suffered.\nMeghan spoke with Oprah for most of the interview, before being joined by Prince Harry.\nOne of the biggest allegations from the interview was that there were \"several conversations\" within the Royal Family about how dark Meghan and Harry's baby might be.\n\"In those months when I was pregnant [there were] concerns and conversations about how dark his skin might be when he was born,\" said Meghan.\nShe said the conversations were with Harry, who relayed them to her. Both she and Harry refused to say which royal said it. \n\"That conversation, I am never going to share,\" said Harry. \"At the time it was awkward, I was a bit shocked.\"\nHarry also said that it hurt him that his family never spoke out about the \"colonial undertones\" of news headlines and articles.\nOne story that circulated in the newspapers a few years ago was that the Duchess of Cambridge was left in tears by Meghan in the run-up to the wedding in a row over flower girl dresses.\nBut Meghan told Oprah the reverse was true. \n\"A few days before the wedding [Kate] was upset about the flower girl dresses and it made me cry,\" Meghan said. She said Kate later apologised and brought flowers and a note to make amends. \n\"I'm not sharing that piece about Kate to be disparaging about her,\" Meghan said. She said Kate was \"a good person\" and hoped that she would have wanted the false stories corrected.\nMeghan spoke about how lonely she felt after joining the Royal Family and the loss of her freedom. \"When I joined that family, that was the last time until we came here that I saw my passport, my driver's licence, my keys, all that gets turned over,\" she said.\nShe said her mental health got so bad that she \"didn't want to be alive any more\".\n\"I went to the institution and I said that I needed to go somewhere to get help, said I had never felt that way before and need to go somewhere, and I was told that I couldn't, that it wouldn't be good for the institution.\"\nShe said she went to \"one of the most senior people\" within the institution and then to the palace human resources department. \"Nothing was ever done,\" she added.\nPrincess Diana's name came up many times throughout the interview - with similarities drawn between their experiences of being in the Royal Family.\n\"I didn't even know who to turn to,\" said Meghan, of the time when she was struggling. \"One of the people I reached out to who's continued to be a friend and confidante was one of my husband's mom's best friends.\n\"Because it's like who else could understand what it's actually like on the inside?\"\nOprah asked Harry about his relationships with his family and especially with his father, the Prince of Wales, and brother, the Duke of Cambridge. \nAt one point after stepping back as senior royals, Harry said Charles \"stopped taking my calls\".\n\"I feel really let down because he's been through something similar, he knows what pain feels like and Archie's his grandson.\n\"But at the same time, of course I will always love him but there's a lot of hurt that's happened and I will continue to make it one of my priorities to try and heal that relationship.\"\nOn William, Harry said he loved him to bits and they have been through hell together. \"But we were on different paths.\"\nHarry said he has a \"really good\" relationship with his grandmother and he has spoken to her more in the past year - including video calls with Archie - than he has for many years.\n\"She's my colonel-in-chief, right? She always will be.\"\nMeghan also praised the Queen and said she gave her some beautiful jewellery for the couple's first joint engagement together as well as sharing a blanket with her to keep warm while travelling together.\nIn the first quarter of 2020, Harry said his family \"literally cut me off financially\".\nHe said the Netflix and Spotify deals that he and Meghan have struck to make shows and podcasts were never part of the plan but \"I had to afford security for us\".\n\"But I've got what my mum left me and without that we wouldn't have been able to do this.\"\nThe couple reveal that, after they were cut off, American billionaire and media mogul Tyler Perry provided Harry and Meghan with a home and security last year when they moved from Canada to southern California.\nMeghan said that the evening after she told Harry that she was feeling suicidal, they had to attend an official event at the Royal Albert Hall.\nMeghan spoke about a photo that has haunted her because of what it reminded her of.\nShe said a friend had commented how great the couple looked but she added: \"That picture, if you zoom in, what I see is how tightly his knuckles are gripped around mine,\" she told Oprah, as she became emotional. \n\"We are smiling and doing our job but we're both just trying to hold on. \"Every time those lights went down in that royal box, I was just weeping.\"\nTalking about the first time she met the Queen, Meghan said she was surprised to learn she had to curtsy. \nShe said she thought it was just \"part of the fanfare\" and didn't happen inside the Royal Family\nShe described having to quickly practise curtsying before an impromptu lunch with the Queen. \"I said: 'It's your grandmother,\" said Meghan. \"He said: 'It's the Queen.'\" \nMeghan added that she hadn't done any research on the family before joining - and insisted she had never looked up her husband online while they were dating.\nMillions of people watched Harry and Meghan tie the knot at Windsor Castle in 2018. That ceremony was when they were legally married - but the couple revealed they also exchanged vows in front of the Archbishop of Canterbury three days before.\nMeghan said: \"We called the archbishop and we just said, 'look, this thing, this spectacle is for the world but we want our union between us... just the two of us in our backyard'.\"\nHarry spoke about Archie, and the joy he gets from taking him out on bike rides. The interview included a clip of the toddler playing on the beach with his parents.\nThe couple joked that his favourite word for the past few weeks has been \"hydrate\", and Harry said whenever anyone leaves the house, Archie tells them \"drive safe\".\nThe couple confirm they're expecting a baby girl in the summer.\nHarry said it was \"amazing\", adding: \"What more can you ask for?\" - but said they would be done after baby number two arrives.\nTowards the end of the interview, Oprah asked if Meghan had got her happy ending with Prince Harry after all. \"Greater than any fairytale that you've ever read,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56323779",
      "category": "uk-wales",
      "title": "Covid in Wales: Care home owner trying to keep 'head above water'",
      "tags": "Llanelli,Coronavirus lockdown measures,Social care,Welsh government,Newport,Care homes,Coronavirus pandemic",
      "text": "A care home owner says she is trying to keep her \"head above water\" after a significant fall in occupancy levels during the pandemic.\nData obtained by BBC Wales Live has found in parts of Wales the number of care home residents has dropped by more than 20% compared with February 2020.\nLakshmy Pengelly, who owns a home in Llanelli, said she was relying on savings which were \"running out\".\nThe Welsh Government said a fund would be in place for another six months.\nCare Forum Wales, which represents care home owners, has warned \"the whole infrastructure of social care in Wales\" could be under threat without financial support.\nOverall - based on data from 15 of Wales' 22 councils - the number of occupied places in adult care homes has fallen by 13% from 15,190 to 13,188.\nThe biggest declines were seen in Blaenau Gwent (26%), Newport (21%), Bridgend (21%) and Rhondda Cynon Taf (21%).\nThe data covers all residential care and nursing homes for adults and the elderly.\nMrs Pengelly, who owns Ashley Court care home, said they managed to stay virus-free until the week before Christmas, just before residents and staff were due to receive the Covid vaccine.\nA total of 24 residents caught the virus and seven died with it and Mrs Pengelly said it was \"such a tough time\" for residents, their families and staff - and added she was now concerned about the home's future.\n\"We've been fortunate enough to be a home that's always full, the lowest we've ever dropped to is about 80% occupancy,\" she said.\n\"Normally throughout the year we maintain 95% status. This year we are just below 60%.\n\"As a business we've always put money aside as a contingency. But that contingency is actually starting to run out.\n\"We've gone nearly a year now and I think we can't do any longer. I just pray that it's all going to be over soon because, we're just trying to keep our heads above water.\"\nAs the vaccine rollout continues, Mrs Pengelly said she hoped demand would return.\n\"In some terms I think it's a pause button because people will always need care homes,\" she said. \n\"There is a loss of confidence at the moment in putting families in care homes because of the way Covid spread through care homes.\n\"But there's also the fact that people are off work so maybe they're able to take care of their parents or grandparents.\n\"But then once society goes back to normal and everybody is back in work they're going to have to start relying on the care homes again.\"\nCathy Gale, whose mother Jean is a resident at Cartref Residential Care Home in Cardiff, said the family would have \"really struggled\" if her mother was not in a home during lockdown.\nMs Gale said her mother was unable to live alone due to memory loss and decreasing mobility and it was her decision to move into the home.\n\"My mam has always been a really independent person and it was her decision she asked us to find somewhere close to me where she can live and we really haven't looked back,\" she said.\n\"She has got that bit of independence and she is a very sociable person so not being able to go out was really isolating for her.\n She said that where her mother was now meant \"she has the friends and the carers around her that are like a second family\".\nShe said the home had kept services running relatively normally, offering events for Christmas and the Six Nations.\nThere have been a total of 1,604 Covid-19 deaths in care homes up to 18 February, making up 21.7% of all coronavirus deaths in Wales.\nCare Inspectorate Wales (CIW) figures show there have been 34% more care home deaths since March 2020 than in the same time period the year before. \nMary Wimbury, from Care Forum Wales, said they had been hit by a \"double whammy of soaring costs and plummeting income\".\nShe said detail from the Welsh Government on the extension of a hardship fund for care homes was needed \"as soon as possible\".\n\"It's absolutely vital if we're to keep the sector sustainable in any way that the hardship fund continues because we're not going to have seen the end of the pandemic by the end of March,\" she said.\n\"If average occupancy drops to 85% or even below, the whole of the infrastructure of social care in Wales would be under genuine threat without this vitally important support.\"\nThe Welsh Government said it was \"very grateful for the hard work and dedication\" of social care providers in Wales looking after care home residents during the pandemic\".\n\"We recognise there are additional financial pressures - these are currently supported through our hardship fund,\" said a government spokesman.\n\"More than £88m has been distributed to date, with existing provisions extending to the end of the financial year. \n\"The Welsh Government's final budget for 2021-22 confirms continuing support for social care providers through the Local Authority Hardship Fund during the first six months of the new financial year in order to help meet costs arising as a result of the pandemic.\"\nIn its 2021-22 budget, the government said it would \"build on\" the hardship fund by providing an additional £206.6m to support local government for the first six months. \nBut the funding is intended to go towards things including additional funding for term-time free school meals, adult social care, care home testing, school cleaning, excess deaths management, self-isolation payments, and homelessness support."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-49905596",
      "category": "newsbeat",
      "title": "Meghan and Harry's Oprah interview: Princess Diana's significance",
      "tags": "Oprah Winfrey,Death of Diana, Princess of Wales,Princess Diana, Princess of Wales,UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,The Royal Family and the media",
      "text": "The Duke and Duchess of Sussex's explosive Oprah interview was significant for many reasons - and one of them was the number of times Prince Harry's mum, Princess Diana, was mentioned.\nMeghan Markle said she spoke to one of Diana's friends about the pressures of joining the Royal Family, \"because it's like who else could understand what it's actually like on the inside?\"\nSimilarities were drawn between their experiences of being in the Royal Family.\nPrince Harry said he had feared history was \"repeating itself\" before he and Meghan stepped back from their roles as senior royals.\nAnd it's not the first time he's compared some tabloid coverage of his wife to the way in which Diana was treated. \nPrincess Diana was considered to be one of the most famous women in the world and often written about in the newspapers - with both her charity work and private life making headlines.\n\"Diana became a royal icon unlike any other. She was globally recognised and internationally famous,\" royal author Katie Nicholl tells Radio 1 Newsbeat.\nBut, Katie adds, the attention she received wasn't always positive.\n\"Diana was criticised in the press. She was the most famous person in the world and the paparazzi were a constant presence in the lives of Prince William and Harry\".\nJournalist James Brookes agrees.\n\"At times she had a very good relationship with the press and they were on her side. At other times she complained about the media for being intrusive. It was a mixed relationship.\"\nIn later years Diana gave personal interviews to the press that led some to say she was encouraging the publicity and attention.\nMeghan shut down her personal blog when she joined the Royal Family and the majority of her interviews before this one were about her charity work.\nAlthough Katie points out some people believe Meghan and Harry are contradicting themselves.\nIn January 2020, the couple said they would step back from senior royal duties after struggling with the media spotlight. They moved to Canada and then California and it was recently announced they won't return to the UK as working members of the Royal Family.\nBut Katie says they have \"revealed more about their lives now [since moving to America] than they ever did whilst in the UK\".\nSince stepping back from Royal duties, the couple have launched a Spotify podcast, signed a deal with Netflix and given interviews to James Corden and Oprah Winfrey.\n\"People are questioning a couple who moved because they wanted a quiet life, thinking, 'Why are they courting James Corden and Oprah Winfrey and revealing details about their son?'\" adds Katie.\n\"The idea about escaping Britain and the media spotlight doesn't ring true with a lot of people who are seeing more of Harry and Meghan than they ever did when they were in the UK.\"\nHarry told Oprah that the Netflix and Spotify deals were never part of the plan, but his family had \"literally cut me off financially\" in early 2020.\n\"Wherever she went there were huge amounts of journalists and photographers covering her every move,\" says James Brookes.\nJames believes Prince Harry's opinion of the media goes back to when Princess Diana died.\n\"A lot of Harry and William's perspective of the media is tainted by [their mother's death] because in their eyes their mother was hounded by the paparazzi,\" he says.\nPrincess Diana died in a car crash in a road tunnel in Paris on 31 August 1997. Prince Harry was 12 at the time.\nThe driver - Henri Paul - had been drinking and the car was being followed by paparazzi on motorbikes.\nAn inquest later found Diana had been unlawfully killed as result of the \"gross negligence\" of the driver and the paparazzi.\nIn a 2017 BBC documentary, Prince Harry spoke about his mother's death and the role of the paparazzi.\n\"I think one of the hardest things to come to terms with, is the fact that, the people that chased her into the tunnel, were the same people taking photographs of her dying on the back seat of the car.\"\nDespite Prince Harry's statement in October 2019, Katie believes \"Meghan isn't followed or chased by the paparazzi in the way Diana was\".\nHowever she thinks the prince is clearly fed up with the stories which criticise Meghan.\n\"He's attacking the journalists who he believes are constantly fuelling the negative narrative about his wife.\n\"There have been numerous negative stories about spending. Including the cost of renovating their house which has been met by taxpayers' money.\"\nThis money - £2.4m - was later repaid by the couple.\n\"There's also the cost of the Duchess of Sussex's designer outfits, which have gone into hundreds of thousands of pounds.\n\"There were separate stories around the wedding. The rumours of Meghan wanting air fresheners in St George's chapel. The rumoured tiara tantrum. The rumoured upset between Meghan and Kate at a bridesmaid fitting for Princess Charlotte.\"\nMeghan told Oprah the reverse was true about the dress fitting before her wedding.\n\"A few days before the wedding [Kate] was upset about the flower girl dresses and it made me cry,\" Meghan said. She said Kate later apologised and brought flowers and a note to make amends.\nShe said Kate was \"a good person\" and hoped that she would have wanted the false stories corrected.\nSome people say Meghan should expect attention because, unlike Princess Diana, she was a celebrity before marrying Harry. That's something Katie disagrees with.\n\"I think even though she had a celebrity lifestyle before, I don't think it compares to being in the Royal Family.\n\"Yes she had celebrity status but she wasn't an A-list actress, like Angelina Jolie or Nicole Kidman. She's said this herself, she's never experienced this level of public scrutiny.\"\nShe adds: \"I think Meghan has come under just as much scrutiny as any other member of the Royal family. People have short memories, but the Duchess of Cambridge also had a rough time in the tabloids.\"\nThe difficulty, Katie says, is that there is a clear public interest in the couple but there is a line about what is acceptable.\n\"It's the job of the press to report on the Royal Family, but it has to be fair and has to be impartial.\"\nA version of this article appeared on 9 January 2020.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56331524",
      "category": "business",
      "title": "Unilever drops word 'normal' from beauty products",
      "tags": "Companies,Unilever,Lifestyle",
      "text": "Unilever will drop the word \"normal\" from its beauty products and ban excessive editing of models' photos in a push for inclusivity.\nDove's owner said the editing ban would apply to \"body shape, size, proportion and skin colour\" and \"normal\" would be removed from 200 products.\nIts boss said it wanted to create a \"more inclusive definition of beauty\".\nThe firm has previously faced allegations that it promoted stereotypes around dark skin tones.\nThe London-based firm, which also owns the Simple and Sure beauty brands, is set to make the changes over the next year. The ban on editing will include photos taken of models as well as social media influencers.\nOn the change to its marketing strategy, the firm's president of beauty and personal care products, Sunny Jain, said: \"We know that removing 'normal' from our products and packaging will not fix the problem alone, but it is an important step forward.\"\nThe word \"normal\" is typically used on shampoos, conditioners and face products, such as for \"normal or oily skin\".\nBut Roshida Khanom of market research firm Mintel said: \"'Normal' is such a loaded term because it indicates that there is an 'abnormal' and it doesn't actually describe anything, so it's about time that the term is dropped.\"\n\"Young people in particular are shifting the conversation - the traditional notions of beauty no longer hold up for Generation Z, who see beauty as accepting and owning your imperfections,\" she said.\nInstead of the word \"normal\", Unilever will use different descriptors for customers looking for particular qualities in their beauty products. Shampoo for \"normal to dry\" hair, for example, will soon be labelled for \"dry and damaged\" hair.\nUnilever said on Tuesday it would also take a number of other steps in an attempt to promote \"a new era of beauty that's inclusive, equitable and sustainable\". \nIt committed to increase the number of adverts portraying people from under-represented groups and use more natural and biodegradable ingredients across its range of products.\nMr Jain added that consumers were increasingly \"rewarding brands\" that take action on environmental and social issues. He said the personal beauty campaign would make Unilever a \"more successful business\".\nThe FTSE 100 firm has, however, faced criticism in the past over its advertisements and allegations that some products promote negative stereotypes around dark skin tones.\nLast year, it rebranded a skin-lightening cream sold across Asia from \"Fair and Lovely\" to \"Glow and Lovely\", but it still continues to be sold despite petitions calling on the firm to halt production.\n\"The product has never been and is not a skin bleaching cream,\" Unilever says on its website.\nThe firm also apologised after it ran a Facebook advertising campaign in 2017 for Dove body lotion, which showed a series of three images, showing a black woman peeling off her T-shirt to reveal a white woman underneath her skin. The third image shows the white woman undressing to reveal an Asian woman.\nSophie Lund-Yates, equity analyst at Hargreaves Lansdown, said: \"The world's consumer base is becoming increasingly aware of social issues, and the threat of boycotts and backlashes means giants like Unilever are right to try and avoid PR headaches.\"\nSuch fallouts can have negative consequences such as hitting sales or damaging the brand, she said.\nBut she pointed out that given Unilever's enormous scale, with some 400 brands, \"a tweak like this is unlikely to move the dial at the operating level\".\n\"What it does show, is a heightened awareness of the issues that matter to consumers, and a proactive approach suggests management has its eye on the ball,\" she added.\nThe firm has since taken a number of other measures to address social issues. In January, Unilever said it would launch the Crown Fund UK, an initiative aimed at stopping discrimination around black hairstyles, while ice cream brand Ben & Jerry's has voiced support for the Black Lives Matter protests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56328874",
      "category": "uk",
      "title": "Child abuse laws to be expanded in England and Wales",
      "tags": "Policing,Child abuse,Crime,Sentencing in England and Wales",
      "text": "Sports coaches and faith leaders who have sexual relationships with 16 and 17-year-olds in their care will be breaking the law under new legislation planned for England and Wales. \nThe move would put them on par with roles like teachers and social workers. \nChildren's charity the NSPCC said it was a \"landmark step\" for the protection of young people.\nIt is among a raft of measures included in a bill which is due to be introduced in Parliament later.  \nOther provisions in the Police, Crime, Sentencing and Courts Bill include:\nThe government's plans follow prolonged calls from campaigners for the so-called Position of Trust laws to be extended to cover other roles that have responsibility over young people.\nWhile the age of consent is 16, it is illegal for those in some professions - such as teachers, social workers and doctors - to have a sexual relationship with 16 or 17-year-olds in their care.\nPeter Wanless, chief executive of the National Society for the Prevention of Cruelty to Children (NSPCC), which campaigned for the law change, said it was \"delighted\" the government had agreed to \"close this legal loophole\".\n\"This landmark step sends a clear message that children and young people can return to the extracurricular activities they love without being at risk of grooming by the very adults they should look to for support and guidance,\" he added.\nThe new bill, with its long list of proposals, is being described as a justice overhaul aimed at giving better protection to the public and more backing to the police. \nJustice Secretary Robert Buckland said the bill was delivering on the government's promise to \"crack down on crime and build safer communities\".\nHe said the bill would give the \"police and courts the powers they need to keep our streets safe, while providing greater opportunities for offenders to turn their lives around and better contribute to society\".\nThe government is also investing \"hundreds of millions to deliver speedier justice and boost support for victims\", he added.\nHome Secretary Priti Patel said the bill would help \"stop violent criminals in their tracks, putting the thugs who assault officers behind bars for longer and strengthening the support officers and their families receive\".\nHowever, some campaigners have criticised the proposals.\nResponding to the plans for longer sentences, Peter Dawson, director of the Prison Reform Trust, said: \"There is not a shred of evidence to show that this runaway inflation in punishment reduces crime.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56330085",
      "category": "world-australia",
      "title": "Aboriginal Australians: Victoria to hold inquiry into impact of colonisation",
      "tags": "Australian Aboriginal culture,Indigenous Australians,Australia",
      "text": "The Australian state of Victoria has announced an inquiry into the impact of colonisation on Aboriginal people - the first probe of its kind nationally.\nAboriginal Australians were dispossessed of their land after British settlement in 1788 and have since endured systemic injustices.\nUnlike some other Commonwealth nations, Australia has never formally examined the full impact of past policies. \nThe state government said a proper examination was long overdue.\n\"Today has been owed for 233 years,\" it said in a joint statement with indigenous leaders on Tuesday.\n\"233 years of violence, dispossession and deprivation. 233 years of deliberate silence. Today we commit to telling the truth.\"\nCalled the Yoo-rrook [Truth] Justice Commission, the inquiry will be modelled on one established by Nelson Mandela in post-apartheid South Africa, and others that have taken place in Canada and New Zealand, local media reported.\nIt will begin later this year and have the powers of a royal commission - Australia's highest form of public inquiry - meaning it can compel witnesses to appear before public hearings. Findings are expected next year.\nIn announcing the inquiry, the government referred to past injustices including massacres of indigenous people by white settlers, and the state-sanctioned removal of children from their families last century - a group now known as the Stolen Generations.\nThose policies were still being felt today, said the government. \nThe inquiry would also look at \"ongoing injustices\" against indigenous Victorians \"across all areas of social, political, cultural and economic life\", it added.\nIndigenous representatives have welcomed the opportunity for \"truth telling\".\n\"When the colonisers invaded, there was a war on these lands - a war that hasn't ended. But we won't achieve peace without truth,\" said Lidia Thorpe, a Victorian senator in the federal parliament.\nOf Australia's states, Victoria has taken the greatest strides in recent times to reckon with its past. The state has also begun negotiations on treaties with its indigenous people.\nThe Australian government has drawn criticism for rejecting a landmark proposal - the \"Uluru Statement from the Heart\" from indigenous leaders in 2017.\nIt has pledged to establish some form of a \"Voice to Parliament\" - an indigenous advisory group - but rejected calls to enshrine it in Australia's constitution. \nThe government has also committed to reducing inequality for indigenous Australians, who face disproportionately low life expectancy, employment and literacy rates.\nAboriginal and Torres Strait Islander people make up about 3% of the population."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56334902/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Don't think pandemic is over, Whitty warns",
      "tags": "Chris Whitty,Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Unlocking too quickly would lead to a substantial surge in Covid infections, the UK's chief medical adviser says.\nProf Chris Whitty told MPs that would be dangerous and risk lives among the many vulnerable people not yet protected by the vaccine.\n\"A lot of people may think this is all over. It is very easy to forget how quickly things can turn bad,\" he said.\nHis comments come amid pressure from backbench Tories to ease lockdown more quickly, given the drop in infections.\nThe Covid Recovery Group, which includes over 70 MPs, has pushed the prime minister to relax more steps, more quickly.\nAppearing before the Science and Technology Select Committee, Prof Whitty said: \"Under all the scenarios, if we unlock very suddenly, all the modelling suggests we would get a substantial surge while a lot of people are not protected.\"\nMeanwhile, the latest daily figures for Covid show 5,766 more cases have been identified, 590 new admissions made to hospital and 231 deaths recorded within 28 days of a positive test.\nFigures published on Tuesday show that over the weekend the number of people in hospital with Covid-19 fell below 10,000 for the first time since 25 October. The latest figures, covering 7 March, show there currently are 9,418 people in hospital with coronavirus.\nIn his evidence to MPs, Prof Whitty set out why, despite the impressive vaccination rollout programme, there are still many people vulnerable to the virus.\nIt takes about three weeks to build up immunity following the first dose of the vaccine.\nSo only the first four priority groups - the over-70s, health and care staff and the extremely clinical vulnerable - will have developed significant protection at the moment.\nMost Covid deaths have been in these groups. But nearly half of hospital admissions have been seen in the under-70s.\nAnd most transmission was driven by younger people, who had more social contacts, Prof Whitty said.\nSo the UK's policy of focusing on older age groups means it will be some time before the vaccine rollout will have a significant impact on the virus's spread. \nThe step-by-step roadmap in England will not see all restrictions lifted until June at the earliest.\nProf Whitty said government advisers needed three to four weeks after a restriction was lifted to assess the impact.\nAnd as the government wanted to give a week's notice of any changes to the roadmap, a five-week gap was needed.\n\"If you look at the steps, each one is quite a big one,\" he said.\n\"You want to be absolutely confident it is safe.\"\nHe also said people who thought the UK was no longer at risk should look at continental Europe, with countries seeing rates going up and having to reintroduce restrictions.\nLonger term, Prof Whitty said, it was unrealistic to expect zero deaths. \nEven with a gradual lifting of restrictions, modelling suggests, there could be another 30,000 deaths before the summer of 2022.\nThis was because while the vaccines were good, Prof Whitty said, they were not 100% effective and with some people refusing to have them a proportion of the population would remain unprotected.\nIt was impossible to predict exactly how many would die, Prof Whitty said. \nHe said it would be a \"significant number\", though nothing like we had seen over the past year.\n\"The ratio of cases to deaths will go right down as a result of vaccination - but not right down to zero unfortunately,\" he said.\nBut he pointed out this was already the case for flu, saying in a bad winter 20,000 people could die.\nAnd while Covid was expected to become seasonal, with future surges in the autumn and winter, he could not rule out a rise in cases in the summer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56325360",
      "category": "uk-england-kent",
      "title": "Asylum seekers: Napier Barracks and Penally camp 'filthy and run-down'",
      "tags": "Calais migrant crisis,Penally,Refugees and asylum seekers,Folkestone,Tenby,Europe migrant crisis,Dover",
      "text": "Asylum seekers were housed in cramped and filthy conditions at a military barracks, inspectors have said.\nSome of the most vulnerable people were living in a \"decrepit\" block unfit for habitation at Kent's Napier Barracks.\nThe Independent Chief Inspector of Borders and Immigration and Her Majesty's Inspectorate of Prisons also visited Penally Camp in Pembrokeshire. They said both sites were \"run-down\".\nThe Home Office said it had instructed service providers to make improvements.\nLabour has said the findings are \"utterly unbelievable\", and Plaid Cymru called for Home Secretary Priti Patel to \"consider her position\". \nInspectors said both sites - which witnessed protests over living conditions in January - were \"run-down and unsuitable\", but particularly criticised Napier.\nThey said given the cramped, communal conditions, \"once one person was infected [with Covid] a large-scale outbreak was virtually inevitable\" at the site.\nIn January, 178 people tested positive for the virus at Napier. \nMany men said they were depressed, and a survey found a third of respondents at both sites had mental health problems, while a third at Napier had felt suicidal.\nInspectors said contractors were given less than two weeks to make both sites operational, and local stakeholders, including healthcare, were not consulted and were given insufficient time to prepare.\nThey listed concerns about the asylum process, including that many residents were told they would be there for weeks, but had been there several months - a major cause of distress that left them not trusting anything they were told.\nMs Patel, who has repeatedly defended the use of Napier, last month said: \"This site has previously accommodated our brave soldiers and army personnel. It is an insult to say that it is not good enough for these individuals.\"\nShadow immigration minister, Holly Lynch, said: \"The Home Secretary has recklessly put the lives of all those staying at the sites, those working there, and the surrounding communities, at risk during a pandemic.\"\nPlaid Cymru's Westminster leader Liz Saville Roberts said Ms Patel \"must consider her position\" in the wake of the report, which highlighted \"fundamental failures of leadership and planning by the Home Office\".\nA spokeswoman for the Home Office said: \"During these unprecedented times we have met our statutory duty to provide asylum seekers, who would otherwise be destitute, with suitable accommodation and three meals a day all paid for by the British taxpayer.\n\"We expect the highest possible standards from our service providers and have instructed them to make improvements at the site.\"\nFollowing inspections in February and a follow-up visit to Napier on Thursday, inspectors will now produce a detailed report that will be submitted to Ms Patel.\nThe findings were released on the same day that 115 people crossed the English Channel in seven boats in continued attempts to reach the UK, which the government has said are facilitated by criminals.\nLast year, nearly 8,500 people attempted the journey.\nThe Home Office has said people should claim asylum in the first safe country they reach rather than making the crossings, and has said illegal migrants are being returned to safe countries. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56330465",
      "category": "uk",
      "title": "Covid-19: Nightingales to close, and Scottish outdoor rules to be eased",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nThe Nightingale hospitals set up in England to cope with a surge of Covid-19 cases will close from April, the NHS has said. Established last spring amid fears the NHS might be overwhelmed, the temporary hospitals were largely not needed. Some were used as rehab centres and the sites in London and Sunderland will stay open for vaccinations. Seven Nightingale hospitals were built in England, starting in April 2020 with the 4,000-bed facility at London's ExCel centre. Another was set up in Belfast, while Scotland and Wales had their own temporary hospitals. Here's a video of the London Nightingale being set up last year.\nCovid-19 restrictions in Scotland are expected to be eased slightly to allow more people to meet up outdoors. At present, only two people from two households are allowed to socialise outdoors. This was due to increase to four people from two households from 15 March, but this is expected to be brought forward. First Minister Nicola Sturgeon will update MSPs later today.\nThe US Centers for Disease Control and Prevention (CDC) has announced new guidance for fully vaccinated Americans. The CDC says they can meet indoors with other fully vaccinated people without masks or social distancing - and can meet indoors with unvaccinated people from a single household, if those people are at low risk for severe illness. More than 30 million Americans have been fully vaccinated so far. Here's our recent video from Texas, where the \"mask mandate\" ends soon.\nMasks and other protective equipment are washing up on coral reefs close to the Philippine capital, Manila. According to an estimate by the Asian Development Bank, the city has generated an extra 280 tonnes of medical waste per day since the beginning of the Covid-19 pandemic. Watch our video below.\nWhen the roadmap for lifting lockdown was set out, a lot of people felt like they had a summer to look forward to. But for those with social anxiety, there's a worry about how they'll adapt to life after lockdown.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. This page looks at worldwide vaccination data.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56318577",
      "category": "business",
      "title": "Zoom founder Eric Yuan transfers $6bn of his shares",
      "tags": "Companies,Video calling,Coronavirus pandemic",
      "text": "Zoom founder Eric Yuan has transferred about 18 million of his shares worth more than $6bn (£4.4bn), according to a regulatory filing.\nMr Yuan, who is also chief executive of the video-conferencing platform, moved roughly 40% of his stake in the company last week.\nThe shares were shown as gifts to unspecified beneficiaries last week.\nMr Yuan has seen his personal wealth rocket as Zoom became a household name during pandemic lockdowns.\nAn increasing number of students and professionals connected online boosting the fortunes of Zoom and its founder.\nMr Yuan started Zoom in 2011 and listed it on the US stock market in 2019, making him a billionaire. He is currently worth $13.7bn, according to Forbes.\nA Zoom spokesperson said the transfers were related to Mr Yuan's estate planning practices. \"The distributions were made in accordance with the terms of Eric Yuan and his wife's trusts.\"\nZoom's shares have nearly tripled in the past 12 months and the company has a market valuation of around $100bn.\n\"Zoom founder Eric Yuan's decision to transfer more than a third of his stake will raise some eyebrows,\" Edward Moya, at trading firm Oanda, told the BBC.\n\"While a Zoom spokesperson noted that the transfer is consistent with the Yuans' typical estate planning practices, investors will be nervous until we find out who is the recipient of the stock,\" he added.\n\"Yuan is only 51, married and has three children, so the distribution of his wealth could be viewed as rushed.\"\nMr Yuan said working from home is here to stay even as lockdowns eased and vaccines are rolled out across the globe. \nDuring Zoom's annual results last week, Zoom executives said they expected strong growth to continue this year.\n\"The future is here with the rise of remote and work from anywhere change. We recognise this new reality, \" Mr Yuan said.\nThe video conferencing company expects sales to rise more than 40% this year, reaching more than $3.7bn.\nHowever, Zoom said it did not expect growth to continue at the pace it enjoyed last year.\nChinese-American Mr Yuan was named the 2020 Time Businessperson of the Year and was included in its annual list of the 100 most influential people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56260038",
      "category": "uk-politics",
      "title": "Nurses are well-paid for the job, says health minister",
      "tags": "Boris Johnson,Simon Stevens,NHS England,Pay",
      "text": "A health minister has defended the proposed 1% pay rise for NHS staff in England, saying \"nurses are well-paid for the job\".\nLord Bethell praised the \"heroics\" of health workers during the pandemic, but said they had secure jobs that many people would \"envy\".\nHe was responding to opposition calls for the government to rethink its \"miserly\" 1% pay offer.\nLabour peer Lord McNicol said it was a \"kick in the teeth\" for NHS workers.\nLib Dem peer Lord Willis said it amounted to a pay cut - and the government should instead give staff a \"substantial bonus\" before negotiating a \"fair\" pay deal. \nLord Bethell insisted it was not a pay cut, but added: \"There are millions of people out of work out of the back of this pandemic. \n\"There are lots of people who have had an extremely tough time and who face a period of unemployment. Nurses are well-paid for the job. They have a secure job and they have other benefits. \n\"There are many people in this country who look upon professional jobs within the NHS with some envy and we shouldn't forget the fact that some public sector jobs are, in fact, extremely well-paid.\"\nWhat are key workers paid? \nMinisters will make their final decision on NHS pay for 2021/22 in May, after an independent panel makes it final recommendation.\nLord Bethell rejected calls for the government to change the evidence it had given to the panel and recommend a higher pay settlement, saying \"affordability\" remained the \"key challenge\".\nHe also rejected claims the pay proposal would harm recruitment, saying \"there is a long queue of people\" who want to train for nursing and other NHS jobs, because \"they are rewarding in many different ways\".\nPrime Minister Boris Johnson has also defended the 1% rise, saying it was as much as the government could afford \"at the present time\" and NHS staff had been exempted from a public sector pay freeze.\nNurses have described the offer as \"insulting\", with unions threatening strike action and warning that the \"pitiful\" rise may lead staff to quit their jobs - worsening staffing issues in the health service.\nEarlier, the head of NHS England, Sir Simon Stevens confirmed that he had budgeted for a 2.1% pay rise for this year, but that had changed in light of the pandemic.\nHe added: \"You would expect the head of the health service to want to see properly rewarded NHS staff, particularly given everything that the service has been through over the course of the last year.\n\"And so I think the right way to resolve this is the path the government has actually set out, which is to ask the independent pay review bodies to look at all of the evidence.\" \nShadow health secretary Jonathan Ashworth said: \"The head of the NHS has confirmed what we already knew: the Conservatives have broken their promise to the NHS and are cutting nurses' pay.\"\nHe told an audience at the IPPR think tank that the 1% pay award was \"morally obnoxious\" and was \"only going to exacerbate the under-staffing issues we have in the NHS\".\nSome Conservative MPs are calling for a one-off bonus, of the kind offered to NHS staff in Scotland and Northern Ireland, as a \"thank you\" for their efforts during the pandemic. \nAsked about this idea, Sir Simon said: \"That's a discussion to be had in the round, whether that or whether underlying other action is the right approach, obviously we can see the attractions of that but that might not be the only answer.\"\nThe NHS in Scotland, Wales and Northern Ireland is run by the devolved administrations.\nThe Scottish government has announced that 2021-22 pay negotiations will be delayed until the summer - staff have been given an \"interim\" pay rise of 1%, which will form part of the new settlement.\nNHS workers in Northern Ireland were promised a one-off £500 \"special recognition\" payment in January; and the Welsh government has said it will not set a \"ceiling\" of 1% on NHS pay rises for 2021-22."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-56339967",
      "category": "uk-england-sussex",
      "title": "Winston Churchill's velvet slippers fetch nearly £40,000",
      "tags": "Winston Churchill",
      "text": "A pair of velvet slippers that belonged to Sir Winston Churchill have sold for nearly £40,000 at auction.\nThe shoes, which are monogrammed with his initials WSC, date back to the 1950s.\nChurchill was regularly photographed wearing them during his second spell as prime minister from 1951-55.\nA brandy glass that belonged to him was also sold and fetched more than £18,000 at the same auction.\nThe slippers were sold by Sussex auctioneers Bellmans, and were made by N. Tuczek of Mayfair, a well-known shoemaker of the time.\nInitially expected to go for up to £15,000, they sold on Tuesday for £39,040, including buyer's premium. The brandy glass also surpassed its guide price of £10,000.\nAuctioneer Julian Dineen said: \"Sir Winston Churchill is still highly regarded around the world and we had interest from both the media and from buyers from all over the world.\n\"It was only the second opportunity to acquire these wonderful items and especially the slippers saw significant interest.\"\nThe items' unnamed current owner had bought them in 1998. He said: \"I often imagined the great man sitting in his chair with these slippers on and this very glass filled with brandy in his hand.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-56329180",
      "category": "newsbeat",
      "title": "Jess Glynne apologises for using transphobic slur on podcast",
      "tags": "Social media,Jess Glynne,Life,LGBT,Transgender people",
      "text": "Jess Glynne has apologised for using an \"unacceptable\" transphobic slur in an interview.\nThe singer appeared on comedian Mo Gilligan's podcast last week, and told a story about visiting a transgender strip club.\nThe punchline of the story was about someone feeling uncomfortable around people in the venue.\nJess wrote on Instagram she is \"wholeheartedly sorry\" after a clip was posted online and heavily criticised.\n\"The way it's such an outdated term being used by someone within the LGBT community is a massive shame,\" said one user.\n\"I want to address my appearance on the @mothecomedian podcast, when a story I told caused massive and righteous offence,\" she wrote.\n\"Firstly, I want to say that I am wholeheartedly sorry\".\nShe continued: \"I know that in this case, sorry is not nearly enough, throughout my life I have made a lot of mistakes and what I have come to know is that the only benefit to making one is to learn from it. \nThe word Jess used in her interview is among the most commonly used slurs against trans people online - according to a recent study.\nThe following post contains a term some people might find offensive. \n\"To be in the knowledge that I have negatively impacted the community through my own ignorance has ripped out a piece of my heart.\" she explained.\n\"I know I needed to address my mistake head on and educate myself about an issue I was frankly ignorant of. \n\"The language that I used on the podcast was unacceptable, as someone that has always been immersed in the LGBTQ+ community, I have witnessed first hand the progress that has been made when it comes to language, I am ashamed that I was unaware of the potency of the T-slur until now.\"\nThe singer then shared a list of organisations we she said her followers could \"learn from\". \nOrganisers of London Trans Pride say the singer \"still has a lot of work to do\", but called her apology \"a step in the right direction\".\nNewsbeat asked Mo Gilligan for comment, but he hasn't responded.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56334082",
      "category": "entertainment-arts",
      "title": "Piers Morgan leaves ITV's Good Morning Britain after row over Meghan remarks",
      "tags": "ITV,Meghan, Duchess of Sussex,Piers Morgan,Mental health",
      "text": "Piers Morgan has left ITV's Good Morning Britain following a row over comments he made about the Duchess of Sussex.\nIt brings the controversial host's time on the show to an end after six years.\nITV announced the decision after Ofcom said it was investigating his comments after receiving 41,000 complaints.\nOn Monday's show, Morgan said he \"didn't believe a word\" the duchess had told Oprah Winfrey about her mental health in an interview.\nAn ITV spokesperson said: \"Following discussions with ITV, Piers Morgan has decided now is the time to leave Good Morning Britain. ITV has accepted this decision and has nothing further to add.\"\nThe channel confirmed to the BBC that his departure from the breakfast news show will take effect immediately but declined to say who would be replacing him on Wednesday.\nIn a tweet on Wednesday morning Morgan said that he had reflected on his opinion on the Oprah interview and still did not believe Meghan, adding that \"freedom of speech is a hill I'm happy to die on\".\n\"Thanks for all the love, and hate. I'm off to spend more time with my opinions,\" he said.\nMorgan's departure followed an on-air clash with weather presenter Alex Beresford, who criticised his colleague on Tuesday for \"continuing to trash\" the duchess, prompting Morgan to walk off set. He returned within 10 minutes.\nAlso on Tuesday, ITV chief executive Dame Carolyn McCall said she \"completely believed what [the duchess] says\", adding that ITV is \"totally committed to\" mental health.\nMental health charity Mind, which is a partner with ITV on its Britain Get Talking campaign, also criticised Morgan, saying it was \"disappointed\" by the presenter's comments.\nOn Monday's programme, Morgan picked up on the duchess's claim that her request to senior Buckingham Palace officials for help was rejected, after she told Oprah she had had suicidal thoughts.\n\"Who did you go to?\" he said. \"What did they say to you? I'm sorry, I don't believe a word she said, Meghan Markle. I wouldn't believe it if she read me a weather report.\n\"The fact that she's fired up this onslaught against our Royal Family I think is contemptible.\"\nHe also referred to the duchess as the \"Pinocchio Princess\" in a tweet later that morning.\nFollowing an outcry, he said on Tuesday's episode that \"I still have serious concerns about the veracity of a lot of what\" Meghan said, but that it was \"not for me to question if she felt suicidal\".\nHe added: \"My real concern was a disbelief frankly... that she went to a senior member of the Royal household and told them she was suicidal and was told she could not have any help because it would be a bad look for the family.\"\nA total of 41,015 complaints were made to media watchdog Ofcom by 14:00 GMT on Tuesday.\nThat is the second highest number of complaints in Ofcom's 17-year history, behind the 44,500 submitted over several days about the racism row involving Jade Goody and Shilpa Shetty on Celebrity Big Brother in 2007.\n\"We have launched an investigation into Monday's episode of Good Morning Britain under our harm and offence rules,\" a spokesperson for the regulator said.\nMeanwhile, on Monday evening Mind tweeted: \"We were disappointed and concerned to see Piers Morgan's comments on not believing Meghan's experiences about suicidal thoughts today.\n\"It's vital that when people reach out for support or share their experiences of ill mental health that they are treated with dignity, respect and empathy. We are in conversations with ITV about this at the moment.\"\nThere is a culture war going on, and Piers Morgan's job on Good Morning Britain has fallen victim to it. \nThat's different from saying Morgan himself is a victim of it; in some ways he has been a beneficiary. \nBut when the public position of a star presenter and a broadcaster's CEO are in sharp contrast, about such a sensitive subject, at a time of such heightened tensions, something has to give. \nTonight, it did.\nThis morning Carolyn McCall made it very clear that she believed Meghan Markle's central claim about her mental health. She went further: ITV takes mental health very seriously.\nIt follows that the company must have expected Morgan to recant publicly, or apologise. He is unlikely to have been willing to do that. Therefore this was the moment to leave GMB.\nMorgan has always divided opinion - and some people on social media were glad to see the back of him, while others offered their support.\nFellow ITV host Lorraine Kelly told BBC's The One Show: \"It's certainly going to be quieter. We all wish him well. We all wish him absolutely all the best. Like I say, it will be calmer.\"\nMorgan's former BBC Breakfast rival Dan Walker, meanwhile, posted a tongue-in-cheek offer to his adversary.\nActress Jameela Jamil reacted by revealing that Morgan's \"relentless campaign of lies and hatred against me\" had led her to contemplate suicide.\nTV critic Scott Bryant told BBC Radio 5 Live that the announcement had come as \"a big shock\".\n\"The big question people are asking is, did he decide to willingly leave the programme or was he pushed out of it?\" he said.\nMedia commentator Alex DeGroote told 5 Live: \"Has he walked? Has be been pushed? Who knows. But it's a stunning development.\"\nHis departure \"will be a blow for Good Morning Britain because he is very much the public face of that show\", he said, adding: \"I suspect ITV have decided that their public brand and their public responsibility comes ahead of Piers Morgan.\n\"They have to be conscious of the fallout in terms of the damage to their own brand, and ultimately nobody is bigger than the station itself.\"\nMorgan is not likely to struggle to find a new outlet, he said. \"He won't be short of offers, and he has a big social following, and those people will follow him to a new platform, so this is definitely not the last of Piers Morgan.\"\nBorn in 1965 in an East Sussex village, Piers Stefan Pughe-Morgan was youngest of four children and the son of a meat distribution executive.\nAfter leaving school he studied journalism - working his way up through local papers before moving the Sun, where he was given his own showbiz column, Bizarre, by then-editor Kelvin MacKenzie.\nFrom there his career in media progressed rapidly. Morgan was just 28 when he became editor of the News of the World in January 1994.\nBy November of the following year he'd joined the Mirror to become the youngest ever editor of a national daily newspaper.\nThe paper's reputation grew under his stewardship but the success came to an abrupt end, when in 2004, he was sacked over approving the frontpage publication of falsified photographs allegedly showing British soldiers humiliating Iraqi prisoners of war.\nMorgan later told the Times the dismissal \"liberated\" him.\nA move into TV then followed.\nHis ITV show Life Stories saw him interview prominent celebrity figures, while he also took up a judging role on Britain's Got Talent before landing a leading role on US broadcaster CNN in 2010.\nBut the show was axed in March 2014 due to falling ratings, as Morgan's campaigning and combative stance toward the US gun lobby cemented his controversialist streak.\nHowever, as with his departure from the Mirror, he was not down for long. In 2015 he joined the presenting team on ITV's Good Morning Britain - bringing his street-fighting social media presence to breakfast TV every morning alongside Susanna Reid.\nThe pair built up a strong partnership, with Morgan acting as the pantomime villain, outspoken and perfectly suited to the Twitter age. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-56323724",
      "category": "uk-england-south-yorkshire",
      "title": "Amy-Leanne Stringfellow: Ex-soldier killed by fiancé who was on bail",
      "tags": "Doncaster",
      "text": "A former soldier was fatally beaten and stabbed by her fiancé who was on bail for assaulting her, an inquest has heard. \nTerence Papworth, 45, used a vodka bottle and ornamental sword in the \"sustained\" attack against Amy-Leanne Stringfellow, 26.\nMr Papworth had been charged and released on bail over an assault on his partner a month earlier.\nCoroner Louise Slater recorded a conclusion of unlawful killing.\nDoncaster Coroner's Court heard a post-mortem examination found 58 different injuries, including a stab wound to Ms Stringfellow's neck and fractures to her cheek, jaw and eye sockets.\nThe former Army reservist, who had served in Afghanistan, met Mr Papworth in October 2019 and got engaged two months later on New Year's Eve, the court heard.\nIn a statement, Ms Stringfellow's mother, Jacqueline Fareham, said Mr Papworth had \"initially appeared to be perfect\" and she had treated him \"like one of the family\".\nHowever, the inquest heard, Mr Papworth was charged in May with assault after he allegedly threatened Ms Stringfellow with a gun.\nHe was bailed on the condition he would not have any contact with Ms Stringfellow, and was released to appear at court again in July.\nBut on 5 June Ms Stringfellow, who had told her mother she was going to stay with a friend in Bridlington, went to Mr Papworth's home in Dryden Road, Balby, Doncaster.\nWhen officers were called to the house shortly before midnight they found her \"motionless and covered in blood\" in an upstairs bedroom. She was pronounced dead shortly afterwards.\nTwo small silver ornamental swords were found next to the bed and there was broken glass on the floor.\nPathologist Dr Charles Wilson, who performed the post-mortem examination on Ms Stringfellow, said she died from a \"sustained and forceful multi-modal assault.\"\nThe inquest heard Mr Papworth had left the house before officers arrived and gone to his mother's home before handing himself in to police.\nHe also called several people to confess, telling one friend \"I've killed her, I've done it, I've had enough\".\nRecording her conclusion, coroner Mrs Slater said: \"Amy-Leanne was obviously very much loved and cherished by her family and friends and clearly will not be forgotten.\"\nMr Papworth died in Leeds Prison in November 2020. The Prison Service would not confirm how he died and said it would be a \"matter for the coroner\" to investigate.\nFollowing Mr Papworth's death, South Yorkshire Police said it was not looking for anyone else in relation to Ms Stringfellow's death.\nAn Independent Office for Police Conduct (IOPC) investigation looking at officers' involvement in the case is ongoing, the inquest heard.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-56331483",
      "category": "newsbeat",
      "title": "Breonna Taylor's boyfriend Kenneth Walker cleared of shooting police officer",
      "tags": "Black Lives Matter,Kentucky,Gun crime,Life,US police killings,United States",
      "text": "The boyfriend of Breonna Taylor has had an attempted murder charge against him dropped after he shot and wounded a police officer at his home. \nIt happened during the incident when Breonna Taylor, a young black medic with no criminal record, was shot dead. \nKenneth Walker had claimed he thought intruders were breaking-in when police raided his home in Kentucky last year.\nNo criminal charges have ever been brought over the shooting. Two officers were eventually fired.\nBreonna's death was one of several in recent years which contributed to global protests against racism and police brutality in 2020.\nDuring the raid, Kenneth Walker fired at the officers who he said he believed were attackers breaking into the couple's home.\nPolice claim they made it clear who they were before knocking the front door down.\nThey reportedly knocked on the door to announce their presence before breaking it down with a battering ram.\nBreonna's boyfriend said he then fired out of self-defence. Three officers returned fire with 32 shots - six of which hit and killed her.\nHer name became part of a global Black Lives Matter protest as people demanded a thorough investigation into her death.\nDetectives Myles Cosgrove and Joshua Jaynes were recently fired from Louisville Police over their involvement, with authorities finding Cosgrove didn't follow procedures with use of force, and failed to use a body camera in the search. \nCampaigners are still demanding tougher action from the police. \nKenneth Walker was cleared of attempted murder two months after Breonna's death, but prosecutors were able to bring the charges back if new evidence came up.\nHowever now a judge has permanently closed the case against him, meaning he can't ever be charged again over it.  \nThe officer who was shot, Sgt Jonathan Mattingly, recovered from the leg wound and still works at the Louisville police department.   \n\"After the worst year of [Walker's] life, prosecutors have finally acknowledged that he did nothing wrong and acted in self-defence,\" Kenneth's lawyer Steve Romines told CBS News. \n\"He looks forward to continuing the fight to hold the real wrongdoers accountable for the harm that they've caused. \n\"Both he, individually, and our community, as a whole, cannot begin the process of healing until that happens.\" \nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-56333110",
      "category": "uk-england-derbyshire",
      "title": "Oasis contract requesting 'sober-speaking' staff to be sold",
      "tags": "Windsor,Etwall,Oasis,Music",
      "text": "An Oasis gig contract requesting \"sober-speaking\" helpers and \"quality lager\" for the band and crew during a 1994 performance is to be auctioned.\nThe paperwork is expected to sell for up to £1,500 at Hansons Auctioneers in Derbyshire later this month.\nThe contract was drawn up ahead of an early Gallagher brothers show at The Old Trout venue in Windsor, Berkshire.\nA music memorabilia specialist at Hansons said items like this were \"extremely rare\".\nA two-course meal, water, fruit juice and soft drinks are also among the catering requests that feature in the Primary Talent International contract.\nHansons said the seller is a woman who worked in the music industry who bought it directly from a man who organised gigs at The Old Trout at the time.\nShe is looking to sell the contract, along with a flyer advertising the gig, ahead of retirement.\nClaire Howell, music memorabilia specialist at Hansons, said: \"Items like this are extremely rare and this lot comes with great provenance.\n\"It's valued at £1,000-£1,500 but I wouldn't be surprised to see it sell for more.\n\"It could easily whip up a bidding frenzy among fans at auction, such is the enduring popularity and nostalgia for Oasis.\"\nThe performance, in May 1994, took place three months before Oasis released their debut album Definitely Maybe.\nThey went on to become one of the UK's most iconic bands before splitting in 2009.\nThe contract is listed for sale in the music memorabilia auction on 23 March.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56333271/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid deaths fall for sixth successive week in Wales",
      "tags": "Swansea Bay University Health Board,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "The number of deaths involving Covid-19 in Wales has fallen for the sixth successive week but the total during the pandemic has risen above 7,500.\nThere were 138 deaths involving the virus, accounting for 18.2% of all deaths, according to the Office for National Statistics (ONS).\nThis was the lowest weekly total since the end of October.\nThis - and the number of Covid deaths in care homes - are the lowest weekly totals seen since the end of October.\nThere were 41 fewer deaths than registered in the previous week.\nBut Cardiff and Vale and Swansea Bay health board areas both saw a rise in deaths over the week.\nThere were 36 deaths across Cardiff and Vale, including 32 in hospital.\nThere were 27 deaths in north Wales but this was the lowest number since the start of the year.\nBroken down by local authority area, there were 23 hospital deaths in Cardiff and nine in the Vale of Glamorgan.\nThere were also 10 hospital deaths and four involving care home residents in Carmarthenshire, among 22 deaths across the Hywel Dda health board area.\nThere were 12 deaths in the Aneurin Bevan health board, the lowest number since 23 October.\nSwansea Bay saw 17 deaths, three more than the week before.\nThe weekly deaths among care home residents fell to 22 in Wales.\nDeaths overall in care homes across England and Wales fell below the five-year average for the first time since mid-December.\nLooking at the number of deaths from all causes and seeing how this compares with what we might expect to see normally, is being used as a key measure in looking at the impact of the pandemic.\nThe number of deaths in Wales fell to 759 in the week ending 26 February. This was 35 deaths (or 4.8%) higher than the five-year average.\nBut it was within the normal average range for this week - which is between 695 and 793 deaths.\nThe proportion of these so-called \"excess\" deaths in Wales for the current week is higher in seven regions of England than in Wales.\nWhen looking across the course of the pandemic so far, there have been 38,080 from all causes, 7,546 mentioning Covid-19 on the death certificate. This was 5,447 deaths above the five-year average.\nWhen deaths occurring up to 26 February but counting later registrations are included, the total number of deaths involving Covid rises to 7,592.\nUnlike the daily snapshot of deaths given by Public Health Wales (PHW), ONS looks at death certificates and this takes a little longer to compile.\nBut it is seen as giving the fuller picture.\nThis includes deaths where Covid is either confirmed or suspected by a doctor and is included when it is a factor in the death. In around 90% of cases, Covid is the underlying cause and so deaths are due to Covid.\nDeaths can take place in all settings, including people's homes and hospices, while PHW reports mainly hospital and some care home deaths and it only counts deaths in which a positive test result for Covid has come back from a lab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-56326411",
      "category": "uk-england-beds-bucks-herts",
      "title": "Grace Victory: YouTuber with Covid-19 'awake and baby thriving'",
      "tags": "YouTube,High Wycombe,Coronavirus pandemic",
      "text": "A popular YouTuber with Covid-19 who was placed in an induced coma has said she is \"awake\".\nGrace Victory, 30, from High Wycombe, Buckinghamshire, was taken into intensive care on Christmas Day.\nThe move came a day after she gave birth to her first child, a boy, who was not due to be born until February.\nIn successive posts on Twitter on Monday, she said \"I'm awake\", followed by another tweet which read: \"Baby boy is thriving at home x.\"\nMiss Victory, also known as \"The Internet's Big Sister\", joined YouTube in March 2011 and has amassed more than 221,000 subscribers with her videos about body image and pregnancy. \nAfter it was announced she was in an induced coma, messages of support flooded in, including those from Miss Victory's celebrity followers such as Little Mix's Leigh-Anne Pinnock and model and campaigner Katie Piper.\nIn December her family said they were \"truly overwhelmed\" by the \"amount of love\" sent to Miss Victory.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56321537",
      "category": "health",
      "title": "Covid-19: School rapid test cannot be overruled, says minister",
      "tags": "Schools,Coronavirus testing,Coronavirus pandemic",
      "text": "The government is sticking to the rule that a positive rapid Covid test done in secondary schools in England cannot be overruled by the gold-standard tests processed by labs.\nConcerns have been raised by testing experts that significant numbers could be incorrectly told they are infected.\nThey have called for all positives from the rapid testing done in schools to be confirmed by the standard PCR test.\nThis is what will happen when testing is done at home after next week.\nIt will mean a pupil who tests positive at home with a rapid on-the-spot test - known as a lateral flow test - will have to isolate on the basis of that test, but will be told to get a PCR test which is processed in a lab. \nIf that PCR test is negative they will be released from isolation.\nBut for those done in schools - pupils are being offered three tests in the next two weeks - it will be assumed the lateral flow test is right. A PCR test cannot overrule the lateral flow test. \nOne of those who has been affected already is the family of Richard Patton, from Derbyshire.\nHis son tested positive after his school started rapid testing last week, so Mr Patton arranged for the 17-year-old to get a PCR test, which came back negative.\nBut the whole family, including his 15-year-old daughter, is still having to isolate at home.\n\"It makes no sense. They were looking forward to going back to school and are now stuck at home.\"\nThe Royal Statistical Society is one of the bodies which wants to see all positive tests in schools confirmed with a PCR test to avoid such cases.\nProf Sheila Bird, a member of the society's Covid-19 Task Force, has said false positives were \"very likely in the present circumstances\" because the large-scale testing, coupled with the low infection rates, meant the number of false positives could outnumber the true positives. \nHowever, Schools Minister Vicky Ford insisted the approach was right.\nShe told BBC Radio Four's Today Programme that the chances of a false positive - where a pupil is incorrectly diagnosed as having the virus - was \"very low\".\nShe said pupils who test positive via the lateral flow tests done in schools will need to isolate, along with their families and close contacts and \"should not take a PCR\".\n\"The really important thing is to make sure we can keep schools open and minimise the risk of Covid in classrooms,\" she said.\nThe chance of false positives may be very low as ministers suggest. But given that millions of schoolchildren are being offered a test, it could still lead to thousands of people having to self-isolate for no reason.\nIf just half of pupils take up the offer of three tests in school, and the false positive rate is 0.1%, that would lead to around 6,000 pupils being asked to isolate at home over the next week or so when they are not infected. \nThe rest of their family will also have to isolate, which means if they have siblings, they too will miss school. What is more, if the positive comes from the second or third test then the individual's close contacts in school will also be affected.\nIt means many thousands of children could be wrongly denied the chance of being in school after already spending the past two months at home.\nBut what is particularly baffling experts is that it is so unnecessary. Getting the test confirmed by a PCR test processed by a lab would solve the problem. By sticking to their guns, ministers could end up undermining the whole initiative.\nIt is unclear what the true false positive rate will be in school settings. Research by Public Health England has suggested it could be as high as three for every 1,000 tests done, but other studies have suggested it is nearer one.\nThe testing done in schools in recent weeks for the children of key workers and teachers show the number of tests returning positive results is in line with the lower estimate, suggesting a significant number of tests could be false positives.\nUniversity of Bath mathematical biologist Dr Kit Yates warned that the government's stance could undermine confidence in the testing policy.\n\"Not confirming less accurate lateral flow positives with more accurate PCR tests will put people off testing their kids. It's as simple as that.\"\nPrimary school children are not being asked to take rapid tests, but families can request tests for use at home."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56323915",
      "category": "health",
      "title": "Covid online symptom checker 'may delay treatment'",
      "tags": "Sepsis,Coronavirus pandemic",
      "text": "The NHS Covid symptom checker has been criticised by a study which found it may not pick up some people who are seriously ill.\nBy being told to stay at home rather than consult a doctor, they may not receive treatment quickly enough.\nNHS Digital says the 111 online service, used more than 3.9 million times in the past year, is not a diagnostic tool.\nThe symptom checker has been constantly revised and updated, it adds. \nThe NHS 111 online Covid symptom checker asks a series of set questions about symptoms in order to offer people advice on their condition and what to do next.\nThe study, in BMJ Health and Care Informatics, used 50 simulated cases to compare online checkers used during the pandemic from four countries - UK, US, Japan and Singapore.\nIt found the symptom checkers used by the UK and US were half as likely to advise people to consult a doctor as the systems used in Japan and Singapore.\nJapan and Singapore also had the lowest case fatality rates of the four nations.\nDespite improvements in the safety of the NHS 111 symptom checker since the research was carried out in April, the researchers said they still have \"ongoing concerns\".\nDr Daniel Goyal, from the University of Gibraltar who was lead author of the study, said these related to \"trying to qualify the severity of illness using a patient-led system\".\n\"There have been improvements with NHS 111 online over the course of the year,\" he said.\n\"But I do not think it would consistently pick up silent hypoxia and could not replace clinical contact.\"\nSilent hypoxia occurs when oxygen levels in the blood drop to dangerously low levels without the patient noticing, a feature of Covid-19.\nAs a result, patients can arrive at hospital dangerously ill, and sometimes too late to be treated effectively.\nThe scenarios tested on the online symptom checker included someone with:\nTheir age, how severe the symptoms were and how long they lasted were then varied.\nNHS Digital says people with Covid symptoms and underlying conditions are referred for further clinical assessment, and are not advised to self-care. \nAnyone with breathlessness as a main symptom, with or without symptoms of coronavirus, will be referred for a further clinical assessment by a GP or other primary care clinician, it adds. \nAnd it always advises people to call 111 for further help if they experience worsening symptoms or anything changes. \nDr Goyal said, ideally, everyone aged over 60 with Covid should be seen by a doctor because online symptom checkers cannot predict who will become seriously ill and Covid infections can mimic other common conditions.\nOnline symptom checkers have been used in many countries during the pandemic to help identify people with coronavirus infections and those needing medical care.\nNHS Digital, which runs the service, said NHS 111 online allows people to assess their symptoms and signposts to other NHS services as required. \n\"Over the past year it has been continually revised and updated in response to new scientific information, government guidance and public health strategies.\"\nSince March 2020, there have been more 3.9 million online assessments for coronavirus (COVID-19) and around 1.5 million via the phone services NHS 111 or 999.\nThe researchers say their findings support the idea that symptom checkers should go through the same level of quality assurance as diagnostic tests before being rolled out."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56321576",
      "category": "technology",
      "title": "UK businesses caught buying five-star Google reviews",
      "tags": "Google,Online shopping",
      "text": "Google is failing to do enough to combat fake reviews within its business listings, and must be held to account by a UK watchdog, according to Which?\nThe consumer group set up a fake company and bought bogus five-star reviews as part of an investigation.\nIn doing so, it was able to tie its sham \"customers\" to dozens of other highly-rated British firms, including a dentist and a stockbroker.\nGoogle says it has \"significantly\" invested in tech to tackle the issue.\nBut it and other review sites are in the sightlines of the Competition and Markets Authority, which began examining the sector last year. It has threatened enforcement action against platforms which have fallen short of their responsibilities.\nPrevious research from Which? suggests that nearly half of people who check online reviews of local businesses read them on Google.\nWhich? conducted its research by essentially setting up a \"sting\" operation to catch unscrupulous operators in the act.\nIt created a fake business listing which it called \"five-star reviews\", and searched online for companies advertising paid-for Google reviews. It then spent $150 (£108) on their services.\nWhich? told each company it wanted five-star reviews only, and between three and five of them a day - and the consumer group's researchers wrote the reviews themselves, \"praising how good the made-up business and its fake owner Catherine are\".\nThe fake reviews appeared over the following week, a few at a time. \nBut in investigating the \"reviewers\" behind them, the Which? team found, among others:\nWhich? said it linked some 45 businesses scattered across the country to three suspicious \"reviewers\". That suggested they had each paid the same review seller to post their reviews, it said.\nWhich? said that some fake reviews could have serious real-world consequences. For example, one claimed that a Liverpool solicitor had helped them recover tens of thousands of pounds. If false, it could scam people in a vulnerable financial position, the group argued.\nIn another, the positive reviews outweighed several presumably genuine negative reviews which warned customers away from allegedly unscrupulous or \"scam\" companies.\n\"Businesses exploiting flaws in Google's review system to rise up the ranks are putting honest businesses on the back foot and leaving consumers at risk of being misled,\" said Natalie Hitchins from Which?.\nIt called on regulators and Google to take action.\nWhen it presented Google with the findings, the fake sting company was immediately deleted, Which? said.\nGoogle said that its policies ban fake reviews, and that it monitors the system for fraud around the clock, \"using a combination of people and technology\".\n\"When we find scammers trying to mislead people, we take swift action ranging from content removal to account suspension and even litigation,\" the company said.\nWhich? did find that one of the fake reviews was removed by Google during the course of its investigation - but the firm it bought from said it would \"slow down\" the rate of fake review posting so future ones would \"stick\".\nThe consumer group also offered the review-selling companies which it had researched the opportunity to say something. \nOnly two replied: one to argue that its services help new businesses to get started and that it was not breaking any Google terms and conditions; and another to deny that it had ever sold any fake reviews and that Which? was mistaken."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56332152",
      "category": "uk-wales",
      "title": "Rhondda murder probe officers appeal for dashcam footage",
      "tags": "Rhondda,South Wales Police,Treorchy",
      "text": "Police investigating the murder of a 16-year-old girl in Rhondda Cynon Taf have appealed for dashcam footage.\nA murder investigation began after Wenjing Xu died at the Blue Sky Chinese, in Ynyswen, on Friday.\nTwo men, who were seriously hurt, were later arrested and remain in hospital in a stable condition.\nSouth Wales Police asked motorists who were driving in Baglan Street between 11:50 GMT and 12:15 to check their dashcam footage for any evidence.\n\"We have a dedicated team of officers who have been carrying extensive inquiries in the area and I would like to thank all those who have got in touch so far,\" said Det Ch Insp Mark Lewis, of the force's Major Crimes Investigation Unit.\n\"We know that the incident occurred at a very busy time of the day when lots of cars will have driven past the Blue Sky premises which is at the centre of our enquiries, and it is likely that a number of those people will have dash cam footage which may help us.\"\nHe said officers were continuing to support Wenjing's family, and urged people to avoid fuelling \"speculation and rumour\" online.\n\"We are monitoring open source platforms and anybody who commits offences will be robustly dealt with,\" added Det Ch Insp Lewis.\nEvidence can submitted through the force's online public portal, it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56158439",
      "category": "uk-politics",
      "title": "Covid: Why has Boris Johnson opted for caution on lockdown rules?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "Imagine if, at the first coronavirus briefing in Downing Street last year, Boris Johnson had said that he would put limits on our lives and the economy for 15 months. \nImagine that he had, a week later, instead of saying that the tide could be turned in 12 weeks, said we should prepare for kids to be out of school, that most shops would be closed on and off for months, that families who don't live near each other might not be able to see each other either, that some of the most vulnerable would have to shield at home, from the disease, for all of that time. \nYou would hardly have believed it. He would hardly have believed it either.\nThe prime minister's trademark used to be optimism - accused often of bluffing over detail to hope for the political best. \nYet as Mr Johnson tries to steer the country towards the exit in the second year of this pandemic, that habit is not much in evidence. \nHe has accepted, at the insistence of the chief medical officer, there will be long gaps between the steps out of lockdown. \nAlso, despite the remarkable progress, and excited rhetoric around the vaccine, there was an important acknowledgement from Mr Johnson too, that it will never reach everyone. \nThe \"significant minority\" who will never take the vaccine will still therefore pose a risk. \nAnd while he has repeatedly promised the steps out of lockdown will be \"irreversible\", inside government of course there is an awareness that is just not the case. \nEveryone fervently hopes this is the last time but an aggressive and unforeseen variant of the disease could interrupt that plan.  \nSome massive upset with the vaccine rollout could knock things off course. \nEven the limited easing up will lead to an increase in cases, and if that is more dramatic than hoped, the brakes could of course go back on. \nDramatic changes in the public's behaviour could also make a difference in the wrong way. \nAnd the government also retains the right to bring back aggressive local lockdowns if infections surge in particular areas. \nBut Mr Johnson's strongest motivation for the go-slow is the determination that this national lockdown can, should, and will be the last. \nWith a belief too that much of the public will be perhaps not content, but willing, to wait that bit longer for a drink with friends if it means children can go back to school and stay there. \nHis calculation is that people, after all this time, will prefer certainty over haste. \nThat's why the prime minister won't be persuaded to go faster by some of his own restless backbenches. \nThat's why other parts of government, even those eager to pull back restrictions, worried about the costs of all this, concede to hurry would be wrong this time. \nAnd that's why Mr Johnson, right now at least, is playing the role of a leader for whom caution is number one. \nA mantle this long pandemic has lent him - a political persona that also, would have been almost impossible to imagine last year. \nP.s. A huge amount of information did emerge today about the road ahead for England, but there were also really big gaps. \nThere was no firm advice on when the millions of people who have been working at home will be expected to go back into the office. \nNo solid expectations of when foreign travel will come back, when the social distancing rules could be relaxed, or whether the government might really introduce some kind of vaccine certification after all (despite previous suggestions that they would not). \nAlongside the plans are several reviews that will shape much of what happens in the next few months. \nThe government, as well as Holyrood, Belfast and Cardiff, still has many big decisions to take. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56337876",
      "category": "science-environment",
      "title": "A fireball, a driveway and a priceless meteorite",
      "tags": "Meteorites",
      "text": "\"We're still pinching ourselves - to believe that this actually happened on our drive!\"\nRob Wilcock, his wife Cathryn and daughter Hannah are astounded to find themselves at the centre of a major scientific discovery.\nIt was their property in Winchcombe, Gloucestershire, that was hit by the most valuable space rock ever to fall on the UK.\nThe meteorite has had British scientists in raptures of joy.\nIt's a carbonaceous chondrite - a dark stony material that retains unaltered chemistry from the formation of our Solar System 4.6 billion years ago, and, as such, could give us fresh insights on how the planets came into being.\nThe first thing the Wilcock family knew about it was when they heard a dull thud outside their house on the night of Sunday 28 February.\n\"When I heard it drop, I stood up and looked out the window to see what was there,\" recalled Hannah. \"But because it was dark I couldn't see anything.\n\"It was only the next morning when we went out that we saw it on the drive - a bit like a kind of splatter. And in all honesty, my original thought was - has someone been driving around the Cotswolds lobbing lumps of coal into people's gardens?\" she told BBC News.\n\"Either that or someone had upturned a barbecue tray,\" chimed in Cathryn.\nScientists knew fragments of a meteorite must be in the Gloucestershire area. Their cameras had recorded the rock coming through the atmosphere that Sunday night, creating a huge fireball in the process.\nImagery from multiple angles allowed researchers to narrow the drop zone, and when they went on the media to make an appeal on the Monday, they hoped one or two people might come forward with an interesting find.\nIn fact, they were inundated with pictures. Most had nothing to do with meteorites, but when Open University planetary scientist Richard Greenwood looked at the Wilcocks' picture, he was blown away. \n\"It was one of those moments when your legs start going wobbly. I saw this thing; it was like a splat across [the Wilcocks'] drive; and it had all these rays coming off it; and I just thought - that is a meteorite. It was instantaneous,\" he said. \nWith all the hullabaloo that was bound to follow the discovery, Rob's initial reaction was to try to stay out of the limelight - to be anonymous. \nBut when he thought it through a little more, Rob said the three of them recognised they should talk about what had happened to them.\n\"We've been wrestling with the question of whether we should talk about it, and in the end we decided we should. There seems to be such a lot of genuine public interest in the find,\" Rob told BBC News.\n\"We're absolutely thrilled that something that's going to be so valuable to science, to the human understanding of the world and of the Solar System has happened, and that we can be a small part in it.\"  \nThe family have donated the meteorite remains to the national collection held by the Natural History Museum in London. They were determined the rock should not go to a dealer, but to science.\nThe last meteorite fall to be picked up in the UK was 30 years ago. That was an \"ordinary chondrite\" - a common type of space rock.\nThe Winchcombe meteorite is far more valuable. Studying its chemistry - and what it can tell us about the conditions that went into building the planets - will keep scientists busy for years. \nAs for the small Gloucestershire market town - it's now firmly on the map. \n\"We always felt that the Cotswolds is a wonderful place to live. But now the whole world seems to know about us,\" reflected one local resident on Tuesday afternoon."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56337475",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Rules on people meeting outdoors are eased",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon,Coronavirus pandemic",
      "text": "Up to four adults from two different households will be able to meet outdoors in Scotland from Friday of this week, it has been confirmed. \nThe current rules only allow outdoor meetings between two adults from two households.\nRestrictions on young people will also be eased, with four people aged between 12-17 able to meet even if they are all from different households. \nOutdoor non-contact group sports for adults will also restart on Friday.\nAnd people will be able to gather for communal worship from 26 March, so long as no more than 50 people are in attendance and physical distancing is maintained throughout.\nFirst Minister Nicola Sturgeon said the \"modest\" easing was the result of the progress the country was making in suppressing the virus.\nHowever, the overall requirement to stay at home will remain in place except for specific purposes - which from Friday will include limited, outdoor socialising and recreation.\nAnd the first minister said the strong grounds for hope must be balanced by caution. \nShe said: \"Because we have been in lockdown, it is easy to overlook the fact that the virus we are dealing with now is much more infectious than the one we were dealing with in the autumn.\n\"But we will be reminded of that very quickly if we try to do too much too soon.\"\nMs Sturgeon said she will set out a firmer indicative timetable for re-opening the economy - including shops, hospitality, hairdressers, gyms and parts of the tourism industry - next week.\nShe also said she hoped to be in a position to relax the current travel restrictions in the weeks ahead - but insisted that it was not yet safe to do so.\nMs Sturgeon told MSPs that new cases, the number of people being admitted to hospital and deaths were all \"still higher than we would want\".\nHowever she said there was a clear \"positive trend\" in figures, alongside \"excellent progress with the vaccination programme\".\nAlthough the number of vaccines being administered each day has fallen in recent weeks, the first minister said supplies would increase to \"allow for a very significant acceleration\" of the programme from mid-March.\nMs Sturgeon said that while the current prospects were \"very encouraging indeed\", it was \"essential\" to get the timing of easing lockdown right.\nShe said: \"Even though we are heading firmly in the right direction right now, we cannot afford to take our foot off the brake too soon.\n\"We still need to keep the virus under control if our hopes for a much more normal summer are not to suffer a setback.\"\nThe government had planned to move Scotland out of full lockdown and back into a regional levels system from late April.\nMs Sturgeon told MSPs that \"if the data allows us to relax more restrictions more quickly than we have previously indicated, we will not hesitate to do so\".\nShe also warned that everyone must continue to stick to the rules, with indoor meetings between different households still not possible and people being urged to stay as close to home as possible.\nMeetings will be possible in any outdoor space - including in private gardens - but people should only go into someone's else's home if it is essential to reach a back garden, or to use the toilet.\nAll of Scotland's school pupils are to return to the classroom from next week, with primary children to go back full-time and secondary students to have some in-class time before the Easter break.\nScottish Conservative group leader Ruth Davidson asked the first minister whether the government would increase the actual amount of teaching time secondary pupils will get when back in school.\nShe said: \"Pupils and parents were promised a return to the classroom, but - from the information they are now being sent - for many this will amount to only a few hours at best.\"\nThe first minister replied that children returning to schools even part-time was a \"significant change\", saying: \"I will always look parents in the eye and explain the difficult challenges we are trying to balance.\"\nScottish Labour leader Anas Sarwar said the easing of rules around socialising outdoors was important for people's mental health and wellbeing.\nBut he said the government must strive to \"ensure this is our last lockdown\" by getting its testing and vaccination programmes right.\nMeanwhile, Scottish Lib Dem leader Willie Rennie asked if there could be an increase in virus cases in Glasgow after Rangers fans gathered to celebrate the football team winning the Scottish Premiership title.\nScottish Green co-leader Patrick Harvie claimed the club \"did nothing\" to prevent the gathering. \nMs Sturgeon said any spike in infections would not become clear for several weeks.\nShe added: \"Make no mistake, having crowds of people risks spreading this virus - people who gather are putting their own health at risk, but also that of their loved ones and the wider community. \n\"That behaviour wasn't just irresponsible, it was deeply selfish\".\nRangers has insisted it urged its fans to follow the lockdown guidelines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56319617",
      "category": "entertainment-arts",
      "title": "Bafta Film Awards 2021: Hugely diverse nominations list unveiled",
      "tags": "Amanda Seyfried,Chloe Zhao,Chadwick Boseman,Bafta Awards,Daniel Kaluuya,Viola Davis,Film,Riz Ahmed,The  Father",
      "text": "The Bafta Film Awards have unveiled a highly diverse nominations list, with 16 of the 24 acting nominees this year coming from ethnic minority groups.\nNomadland and Rocks lead the nominations for the 2021 ceremony, with seven nominations apiece.\nThe Father, Mank, Minari and Promising Young Woman all score six nods each.\nFour women are nominated in the best director category, including Chloe Zhao for Nomadland. She won the same award at the Golden Globes last week.\nBut the biggest surprise is in the acting categories. Not one actor of colour was nominated last year, so the British Academy had faced pressure to diversify this year's nominees.\nThat has resulted in a significant swing, with Daniel Kaluuya, Riz Ahmed, Dominique Fishback, Tahar Rahim and Bukky Bakray among the 16 nominees from ethnic minority backgrounds in the acting categories. \nBut many of the predicted nominees missed out, including Viola Davis, Carey Mulligan, Amanda Seyfried, Sacha Baron Cohen, Olivia Colman, Glenn Close and Gary Oldman.\nThe winners will be announced at a ceremony without a live audience on 11 April. \n7 nominations - Nomadland, Rocks\n6 - The Father, Mank, Minari, Promising Young Woman\n5 - The Dig, The Mauritanian\n4 - Another Round, Calm With Horses, Judas and the Black Messiah, News of the World, Sound of Metal\n3 - The Trial of the Chicago 7, His House, Soul, Ma Rainey's Black Bottom\nLast year's nominations sparked criticism over the all-white acting nominees and lack of female directors.\nThis year, four of the six nominees in each of the acting categories are from ethnic minority backgrounds.\nMeanwhile, four of the nominated directors are women, while three are also nominated for best film not in the English language.\nThe Telegraph's film critic Robbie Collin said: \"Umm, wow - this is the wildest slate of Bafta directing nominees I think I've ever seen. When I and others were moaning last year about voters unthinkingly defaulting to the obvious choices, this was basically the dream alternative scenario.\"\nFellow critic Rhianna Dhillon tweeted: \"I am so pumped to go on the news tonight and NOT have the same old chat about diversity! Look at that director shortlist! Look at those acting categories!\" The Daily Mail's Baz Bamigboye added: \"About time - Talk about diversity!\"\nBafta's nominations list is out of step with those of other ceremonies this awards season, but that was welcomed by some.\n\"The Brits went their own path this year,\" tweeted film critic Doug Jamieson. \"They clearly couldn't care less about the Oscar race. That's fabulous. Every awards show should have this mentality. You do you, Bafta.\"\nMatt Neglia, host of the Next Best Picture podcast, agreed: \"Happy to see Bafta recognise some of their own films for a change instead of predicting the Oscars.\"\nBig changes were made this year including the introduction of a longlist system in a bid to increase viewership of all the submitted films.\nA statement from Frances McDormand, Chloe Zhao and the team behind Nomadland, said: \"We are thrilled Nomadland has been recognised by Bafta and its members.\n\"In a year when we have all been separated and movies felt like one of the few things that held us all together, we are proud to be recognised for a film about resilience, community and what connects us.\"\nFollowing a seven-month review into the lack of diversity last year, Bafta introduced more than 120 changes to its voting, membership and campaigning processes.\nThey include the introduction of a new longlist round of voting, the expansion of the outstanding British film field to 10 nominations, and increasing all four acting categories and best director to six nominees in an attempt to ensure greater diversity.\nBafta chair Krishnendu Majumdar said: \"After last year's nominations, we started the Bafta Review process with the intention of levelling the playing field and introduced a range of measures to ensure that all entered films were seen by our members and judged on merit. \n\"We hope today you can see some of those changes reflected in the breadth and depth of those nominated and we congratulate all our nominees.\" \nFilm committee chair Marc Samuelson added: \"One of the key issues raised time and time again... was that too much deserving work was not being seen. The changes we are implementing are designed to ensure these films are seen and judged on merit alone.\"\nThe new first-round longlist voting system was introduced to encourage the 6,500 Bafta members to watch a wider range of films. Members vote to decide the nominations from hundreds of films up for consideration.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56320416",
      "category": "business",
      "title": "Fears for 5,000 UK steel jobs as lender collapses",
      "tags": "Companies,Steel industry,Greensill Capital",
      "text": "The principal financial backer of one of the UK's largest industrial groups has fallen into administration.\nSpecialist bank Greensill Capital was the main lender to businessman Sanjeev Gupta's sprawling empire, which includes Liberty Steel.\nThe appointment of administrators to Greensill puts 5,000 jobs at risk at Liberty Steel and other firms.\nIn a court filing, Greensill said Mr Gupta's operations were in \"financial difficulty\" and defaulting on debt.\nMr Gupta declined to comment on the claims, but his business GFG Alliance earlier said that it had adequate funding for its current needs. \nUnion officials are to hold crisis talks with the steel magnate on Tuesday. Liberty owns 12 steel plants in the UK including in Rotherham, Motherwell, Stocksbridge, Newport and Hartlepool.\nThe Community union said: \"Sanjeev Gupta needs to tell us exactly what the administration means for Liberty's UK businesses and how he plans to protect jobs. The future of Liberty's strategic steel assets must be secured and we are ready to work with all stakeholders to find a solution.\" \nA spokesperson for Grant Thornton said its insolvency practitioners Chris Laverty, Trevor O'Sullivan and Will Stagg had been appointed as joint administrators of Greensill Capital and Greensill Capital Management Company.\n\"The joint administrators are in continued discussion with an interested party in relation to the purchase of certain Greensill Capital assets. As these discussions remain ongoing, it would be inappropriate to comment further at this time,\" the spokesperson added.\nMr Gupta, who has been called the \"saviour of steel\", has defied pessimists in the industry for years by buying up seemingly unloved industrial assets.\nThese included steel and aluminium plants that many thought could not be run profitably in the face of cut price competition from China. \nThe BBC understands that Business Secretary Kwasi Kwarteng held an emergency meeting on Sunday with the chief executive of Liberty Steel UK, John Ferriman. \nThey discussed contingency plans in the event that Greensill went bust. \nIt is understood the options did not include nationalisation. Further meetings are expected later on Monday.\nMr Kwarteng also chaired a meeting of UK steel executives on Friday at which the future of Liberty, owned by Mr Gupta's GFG Alliance, was brought up, \nHowever, it was not discussed in any detail with this wider group, which included union bosses. \nLiberty Steel is the UK's third-largest steelmaker, employing 3,000 people at 11 sites. Another 2,000 people in engineering businesses within the group are also involved.\nThat's a substantial chunk of the 32,000 people who work in the industry. \nEmployment and output have fallen significantly for the steel industry over the last four decades. In its heyday as the state-owned British Steel Corporation in the early 1970s, it had 10 times as many workers.\nThe whole UK steel industry has gone through a chequered period of ownership since it was privatised in the 1980s.\nHowever, the sector is still considered important by government ministers, regional politicians and business leaders.\nMany of Liberty Steel's assets were part of Tata Steel's UK business until they changed hands for £100m in 2017.\nWhen Mr Gupta's GFG Alliance snapped them up, he was hailed as saving thousands of UK jobs. But his empire has often been criticised for its complicated structure and lack of transparent accounting.\nWith news of the financial problems facing Greensill Capital, one of Mr Gupta's key sources of finance, those criticisms are now coming home to roost.\nGreensill, run by former investment banker Lex Greensill, counts former Prime Minister David Cameron among its paid advisers. The BBC has approached Mr Cameron for comment.\nThe company specialises in short-term supply chain financing to provide capital for businesses around the world. However, it too has been accused of opaque accounting.\nGreensill's heavy exposure to Mr Gupta's business has prompted Swiss investment bank Credit Suisse to freeze withdrawals from up to £10bn worth of funds held as security.\nTheir heavy exposure to each other has proved disastrous for both Greensill and Gupta. Mr Gupta's financing requirements constituted more than 50% of Greensill's lending volumes.\nWhile figures are not available for the proportion of his funding that Mr Gupta raised from Greensill, sources close to Greensill put his funding needs from the firm at $70m a day. \nA spokesman for Mr Gupta said Liberty's operations were \"running as normal\", had adequate funding for their current needs and that the refinancing plans were progressing. It added that a recent upturn in global steel prices was beneficial for the company's prospects. \nLiberty is a major supplier to the public, including hydro-power contracts in Scotland and steel contracts for the Ministry of Defence. The government said it was \"monitoring the situation closely\". \n\"This is a deeply concerning situation and a very worrying time for Liberty Steel workers,\" said Lucy Powell, Labour's shadow minister for business and consumers.\n\"It's vital that the government acts with the urgency required and doesn't wash their hands of the situation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53166816",
      "category": "uk-scotland",
      "title": "Covid in Scotland: What are the rules?",
      "tags": "Shielding,Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Coronavirus pandemic",
      "text": "The Scottish government has announced a further easing of the Covid rules.\nGuidance urging people to work from home wherever possible is to be relaxed in favour of a \"hybrid\" system of office and remote working from Monday 31 January.\nRestrictions on large outdoor events came to an end on 17 January, then rules on indoor events and venues, including the need for table service in hospitality premises, were lifted on 24 January.\nNew guidance on working from home will come into effect on Monday 31 January.\nThis will recommend that employers consider a hybrid working system, with staff spending some time in the office and some time at home.\nBusinesses had previously been asked to enable staff to work from home where possible.\nThe requirement for physical distancing in settings where certain people are exempt from wearing face coverings - like those leading religious services or carrying out some receptionist duties - will be reduced from 2m to 1m from 31 January.\nAnd face coverings will no longer be required for any adult taking part in organised activities with children under the age of five.\nFrom Friday 11 February, fully vaccinated travellers will no longer need to take a test after they arrive in Scotland.\nThose who are not fully vaccinated will still have to take a pre-departure test no more than two days before they travel, then take a PCR test on or before day two after their arrival.\nA raft of new measures introduced in December in response to the spread of the Omicron variant have already been removed.\nThese included limits on the number of people who could attend large public events; restrictions in pubs, restaurants and other indoor public places; and the closure of nightclubs.\nAdults and children aged 12 and over still have to wear face coverings in all the same indoor settings as before, such as shops, hospitality venues and public transport.\nBusinesses are legally required to take steps to reduce the spread of Covid, including physical distancing and screens.\nIn hospitality, face coverings can be removed while dancing, drinking and dining. Indoor venues are required to reduce crowding and collect the contact details of customers to help with Test and Protect.\nRetail and other sectors also have to ensure social distancing and manage customer flow.\nThe two-metre distancing rule remains in healthcare settings such as hospitals, doctors' surgeries and dentists.\nA vaccine passport scheme was introduced last year for entry to:\nUnder the scheme, anyone over the age of 18 must show proof - if asked - that they are fully vaccinated, or a negative lateral flow test.\nIf it is more than four months since your second jab you will need to show proof of a booster to be classed as fully vaccinated. The app has been updated to include boosters.\nProof of a negative LFD test will be needed before people can visit someone in hospital or a care home, or accompany someone to a medical appointment.\nPeople who test positive for Covid in Scotland will be allowed to exit self-isolation after seven days if they have no fever and record two negative lateral flow tests.\nThe first of these tests must be taken on the sixth day after testing positive and then at least 24 hours later. \nIn addition, household contacts of people with the virus can take a lateral flow test every day for seven days rather than going into self-isolation.\nThis applies to everyone in the household under the age of 18 or anyone over that age who has had the first, second and booster Covid jabs. \nIf one of these tests is positive, self-isolation will then be required for that person.\nAnyone identified as a close contact who is over 18 and four months old and not fully vaccinated will still be asked to self-isolate for 10 days and take a PCR test.\nFor those with symptoms of Covid, the advice remains to book a PCR test.\nHowever, people returning a positive lateral flow test who have no symptoms will no longer be required to take a PCR test to confirm the result. \nInstead, they will be asked to isolate immediately and report their result online so that Test and Protect can start the contact tracing process.\nFirst Minister Nicola Sturgeon said no changes to the guidance for schools were being recommended at this stage - although this was being kept under \"close and regular review\".\nPupils and teachers in secondary schools must continue to wear face coverings and the one-metre social distancing rule is still in place.\nMs Sturgeon said young people wanted to see the back of masks as soon as possible, but that many understood they provided \"important protection\". She said the issue \"requires and will receive careful consideration\".\nAll secondary school children are being asked to take a lateral flow test twice a week. \nWhole classes no longer need to self-isolate when a pupil tests positive, with only the closest contacts of positive cases required to test and isolate.\nCarbon dioxide monitors - which assess how well-ventilated a space is - are also required in schools and childcare settings.\nUniversity and college students are being asked to test twice a week and before socialising with other households.\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56324826",
      "category": "health",
      "title": "'If Covid didn't kill me, nothing ever will'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56329887",
      "category": "uk",
      "title": "Meghan and Harry interview: Urgent Palace talks over claims",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex",
      "text": "Crisis meetings involving senior royals have taken place following the Duke and Duchess of Sussex's interview with Oprah Winfrey.\nBBC royal correspondent Daniela Relph said Buckingham Palace \"will not want to feel rushed into saying something\" about Prince Harry and Meghan's claims.\nThe couple spoke to Oprah about racism, mental health, the media and other members of the Royal Family.\nPrince Charles did not speak about the interview during a visit in London.\nAn average of 11.1m people in the UK watched the interview on Monday night.\nIn it, the duchess - who is the first mixed-race member of the modern Royal Family - said a low point came when Harry was asked by an unnamed royal family member \"how dark\" their son Archie's skin might be.\nPrince Harry later clarified to Oprah that the comments were not made by either the Queen or the Duke of Edinburgh.\nMeanwhile, US President Joe Biden's spokeswoman said he would praise anyone for having the courage to speak out about mental health.\nWhite House press secretary Jen Psaki described Prince Harry, 36, and Meghan, 39, as \"private citizens\" who were \"sharing their own story in their own struggles\".\nFormer US secretary of state Hillary Clinton also backed Meghan, saying: \"This young woman was not about to keep her head down, you know, this is 2021.\"\nThe two-hour interview was screened on ITV on Monday night attracting 12.4m viewers at its peak - the broadcaster's biggest audience since the 2019 Rugby World Cup final - while it was viewed by an average of 17.1m in the US the previous day.\nIn the interview, the duchess said that she found royal life so difficult that at times she \"didn't want to be alive any more\", and when she approached the institution for help, she did not get it.\nLabour leader Sir Keir Starmer said that Meghan's allegations about racism and a lack of mental health support should be taken \"very seriously\".\nNo 10 said Prime Minister Boris Johnson watched the interview on Monday night, but declined to comment further.\nIt followed Mr Johnson's comments earlier on Monday, when he said he had \"always had the highest admiration for the Queen and the unifying role she plays\".\nHe said \"when it comes to matters to do with the Royal Family, the right thing for prime ministers to say is nothing\", after being asked specifically if he believed the Royal Family was racist.\nMeanwhile, a YouGov opinion poll of 4,656 people conducted after the interview aired in the UK suggested:\nDuring the interview, the duchess was asked why she thought the Royal Family did not make Archie a prince - which Meghan said she wanted so that he would get police protection.\nThe couple's children do not automatically become princes or princesses due to a rule that has been in place since 1917 - unless the Queen steps in.\n\"In those months when I was pregnant, all around this same time so we have in tandem the conversation of he won't be given security, he's not going to be given a title, and also concerns and conversations about how dark his skin might be when he was born,\" Meghan said.\nShe said the remarks about skin colour were made to Harry and he relayed them to her. \nAsked by Oprah whether there were concerns that her child would be \"too brown\" and that would be a problem, Meghan said: \"If that is the assumption you are making, that is a pretty safe one.\"\nWhen pressed, she refused to reveal who the individual was, saying: \"I think that would be very damaging to them.\"\nPrince Harry also refused to give further details, saying: \"That conversation, I am never going to share.\"\n\"At the time it was awkward, I was a bit shocked,\" he added.\nPrince Harry said that none of his relatives spoke out in support of Meghan about the \"colonial undertones\" of news headlines and articles.\n\"No-one from my family ever said anything over those three years. That hurts,\" he said.\nThe couple moved to California after formally stepping down from royal duties in March 2020, and it was announced last month that they would not be returning as working members of the Royal Family.\nIn footage not included in the original interview, Prince Harry said racism from the tabloid press that filtered into the rest of society was a \"large part\" of why he and his wife left the UK.\nThe Society of Editors said it was \"not acceptable\" to claim sections of the press were bigoted \"without providing any supporting evidence\". \nLabour MP Diane Abbott said she could cite \"story after story when Meghan was treated quite differently from white members of the Royal Family\".\nMs Abbott described the impact of coverage she has received as \"hurtful\", adding: \"It's corrosive and in the end, it makes you doubt yourself.\"\nIn other key revelations from the Oprah interview:\nIn further comments, Meghan told Oprah she felt betrayed by her father Thomas Markle's conduct in the run up to her 2018 wedding with Prince Harry.\nMr Markle told ITV's Good Morning Britain on Tuesday that the interview was the first time he had heard his daughter speak for several years.\n\"I'm very disappointed about it. I've apologised about this thing, what happened, at least 100 times or so,\" he said.\nHe described the interview as \"over the top\" and ill-timed, but said he did not believe the Royal Family was racist and that the comments about Archie's skin colour may have simply been a \"dumb question\".\nAsked about Meghan's claim she had \"lost\" her father, Mr Markle said: \"I'm available any time we can get together. I'd love to get together. I'd certainly like to see my grandson.\"\nHe also criticised the support from the Palace when he and his family were under intense scrutiny from the media, saying: \"Nobody was there to care for us, nobody looked after us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56316463",
      "category": "world",
      "title": "Malala Yousafzai signs production deal with Apple TV+",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56321537/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: School rapid test cannot be overruled, says minister",
      "tags": "Schools,Coronavirus testing,Coronavirus pandemic",
      "text": "The government is sticking to the rule that a positive rapid Covid test done in secondary schools in England cannot be overruled by the gold-standard tests processed by labs.\nConcerns have been raised by testing experts that significant numbers could be incorrectly told they are infected.\nThey have called for all positives from the rapid testing done in schools to be confirmed by the standard PCR test.\nThis is what will happen when testing is done at home after next week.\nIt will mean a pupil who tests positive at home with a rapid on-the-spot test - known as a lateral flow test - will have to isolate on the basis of that test, but will be told to get a PCR test which is processed in a lab. \nIf that PCR test is negative they will be released from isolation.\nBut for those done in schools - pupils are being offered three tests in the next two weeks - it will be assumed the lateral flow test is right. A PCR test cannot overrule the lateral flow test. \nOne of those who has been affected already is the family of Richard Patton, from Derbyshire.\nHis son tested positive after his school started rapid testing last week, so Mr Patton arranged for the 17-year-old to get a PCR test, which came back negative.\nBut the whole family, including his 15-year-old daughter, is still having to isolate at home.\n\"It makes no sense. They were looking forward to going back to school and are now stuck at home.\"\nThe Royal Statistical Society is one of the bodies which wants to see all positive tests in schools confirmed with a PCR test to avoid such cases.\nProf Sheila Bird, a member of the society's Covid-19 Task Force, has said false positives were \"very likely in the present circumstances\" because the large-scale testing, coupled with the low infection rates, meant the number of false positives could outnumber the true positives. \nHowever, Schools Minister Vicky Ford insisted the approach was right.\nShe told BBC Radio Four's Today Programme that the chances of a false positive - where a pupil is incorrectly diagnosed as having the virus - was \"very low\".\nShe said pupils who test positive via the lateral flow tests done in schools will need to isolate, along with their families and close contacts and \"should not take a PCR\".\n\"The really important thing is to make sure we can keep schools open and minimise the risk of Covid in classrooms,\" she said.\nThe chance of false positives may be very low as ministers suggest. But given that millions of schoolchildren are being offered a test, it could still lead to thousands of people having to self-isolate for no reason.\nIf just half of pupils take up the offer of three tests in school, and the false positive rate is 0.1%, that would lead to around 6,000 pupils being asked to isolate at home over the next week or so when they are not infected. \nThe rest of their family will also have to isolate, which means if they have siblings, they too will miss school. What is more, if the positive comes from the second or third test then the individual's close contacts in school will also be affected.\nIt means many thousands of children could be wrongly denied the chance of being in school after already spending the past two months at home.\nBut what is particularly baffling experts is that it is so unnecessary. Getting the test confirmed by a PCR test processed by a lab would solve the problem. By sticking to their guns, ministers could end up undermining the whole initiative.\nIt is unclear what the true false positive rate will be in school settings. Research by Public Health England has suggested it could be as high as three for every 1,000 tests done, but other studies have suggested it is nearer one.\nThe testing done in schools in recent weeks for the children of key workers and teachers show the number of tests returning positive results is in line with the lower estimate, suggesting a significant number of tests could be false positives.\nUniversity of Bath mathematical biologist Dr Kit Yates warned that the government's stance could undermine confidence in the testing policy.\n\"Not confirming less accurate lateral flow positives with more accurate PCR tests will put people off testing their kids. It's as simple as that.\"\nPrimary school children are not being asked to take rapid tests, but families can request tests for use at home."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56333271",
      "category": "uk-wales",
      "title": "Covid deaths fall for sixth successive week in Wales",
      "tags": "Swansea Bay University Health Board,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "The number of deaths involving Covid-19 in Wales has fallen for the sixth successive week but the total during the pandemic has risen above 7,500.\nThere were 138 deaths involving the virus, accounting for 18.2% of all deaths, according to the Office for National Statistics (ONS).\nThis was the lowest weekly total since the end of October.\nThis - and the number of Covid deaths in care homes - are the lowest weekly totals seen since the end of October.\nThere were 41 fewer deaths than registered in the previous week.\nBut Cardiff and Vale and Swansea Bay health board areas both saw a rise in deaths over the week.\nThere were 36 deaths across Cardiff and Vale, including 32 in hospital.\nThere were 27 deaths in north Wales but this was the lowest number since the start of the year.\nBroken down by local authority area, there were 23 hospital deaths in Cardiff and nine in the Vale of Glamorgan.\nThere were also 10 hospital deaths and four involving care home residents in Carmarthenshire, among 22 deaths across the Hywel Dda health board area.\nThere were 12 deaths in the Aneurin Bevan health board, the lowest number since 23 October.\nSwansea Bay saw 17 deaths, three more than the week before.\nThe weekly deaths among care home residents fell to 22 in Wales.\nDeaths overall in care homes across England and Wales fell below the five-year average for the first time since mid-December.\nLooking at the number of deaths from all causes and seeing how this compares with what we might expect to see normally, is being used as a key measure in looking at the impact of the pandemic.\nThe number of deaths in Wales fell to 759 in the week ending 26 February. This was 35 deaths (or 4.8%) higher than the five-year average.\nBut it was within the normal average range for this week - which is between 695 and 793 deaths.\nThe proportion of these so-called \"excess\" deaths in Wales for the current week is higher in seven regions of England than in Wales.\nWhen looking across the course of the pandemic so far, there have been 38,080 from all causes, 7,546 mentioning Covid-19 on the death certificate. This was 5,447 deaths above the five-year average.\nWhen deaths occurring up to 26 February but counting later registrations are included, the total number of deaths involving Covid rises to 7,592.\nUnlike the daily snapshot of deaths given by Public Health Wales (PHW), ONS looks at death certificates and this takes a little longer to compile.\nBut it is seen as giving the fuller picture.\nThis includes deaths where Covid is either confirmed or suspected by a doctor and is included when it is a factor in the death. In around 90% of cases, Covid is the underlying cause and so deaths are due to Covid.\nDeaths can take place in all settings, including people's homes and hospices, while PHW reports mainly hospital and some care home deaths and it only counts deaths in which a positive test result for Covid has come back from a lab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56284422",
      "category": "uk-politics",
      "title": "Ministers 'must quickly ban LGBT+ conversion therapy'",
      "tags": "Online petitions,UK Parliament,LGBT",
      "text": "Campaigners have accused the government of not moving quickly enough towards banning LGBT+ \"conversion therapy\" in England and Wales.\nMPs from across the political spectrum called during a Westminster debate for the practice to be made illegal.\nEqualities minister Kemi Badenoch said the government was \"committed\" to \"ending\" it, and took the issue \"very seriously\".\nBut equality campaigners and some MPs said targeted action was needed.\n\"Conversion therapy\" refers to any form of treatment or psychotherapy which aims to change a person's sexual orientation or gender identity.\nThe practice is already outlawed in Switzerland and parts of Australia, Canada and the US.\nMPs from several parties backed a similar ban for England and Wales during a debate in Parliament's Westminster Hall, prompted by a petition signed by more than 250,000 people.\nThey called on the government to produce a timeline for legislation.\nFormer Scotland Secretary David Mundell - the Conservative Party's first openly gay cabinet minister - said conversion therapy \"could not be tolerated\".\nHe added the government had \"given the impression of being tardy\" and now was \"the time to end that impression\".\nSeveral MPs spoke of LGBT+ people who had been \"left with scars\" from the experience - with some taking their own lives. \nSome had been told to starve themselves, been strapped to wooden chairs and been given electric shocks, while being gay had been referred to as the \"the deceit of Satan\".\nThe SNP's Hannah Bardell said a friend of hers had revealed their experience of the practice, which led them to attempting suicide at the age of 12. \nLabour's Angela Eagle called conversion therapy \"medieval\", \"degrading\" and \"dehumanising\".\nAnd Tory MP Elliot Colburn said: \"With every day that passes, there is another person at risk at being subject to this degrading treatment and we risk losing even more lives of people who feel there is no other way out.\"\nThe petition which prompted the debate said running conversion therapy treatments should be made a criminal offence, as well as forcing people to attend or sending them abroad for them.\nBoris Johnson said in July that the practice was \"absolutely abhorrent\" and that plans for a \"ban\" would be brought forward.\nThe government commissioned research into the ban - which was first proposed by Theresa May in 2018 - but ministers have yet to publish details.\nResponding to the Westminster Hall debate, Ms Badenoch said: \"I want to assure you that we are committed to ending conversion therapy in the UK and we take this issue very seriously.\n\"This practice has no place in civilised society\".\nA \"robust criminal law framework\" was in place to deal with the worst examples, the minister said, adding that people could face charges such as rape or grievous bodily harm in some cases.\nBut Ms Badenoch said the government did not want to stop those who \"seek spiritual counselling as they explore their sexual orientation\".\nAfterwards, the Ozanne Foundation, which campaigns against discrimination based on sexuality and gender identity, said: \"The UK government has constantly dragged its feet on taking any meaningful action, allowing perpetrators to flourish during their continued silence.\n\"The response from the minister told us nothing new.\"\nIt added that there could be \"no hope of ending conversion therapy without a ban\".\nAnd Nancy Kelley, chief executive of Stonewall, said it was \"very disappointing to have so little movement from government, with no clear pathway to a ban or timescale for implementation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56326048",
      "category": "uk",
      "title": "Analysis: Harry and Meghan rattle monarchy's gilded cage",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex",
      "text": "Traditionally the Palace protects the family by drawing a curtain between the public, formal stuff and the personal stuff; its refusal to comment on the personal is a strategic interpretation of the family's maxim - \"never explain, never complain\".\nThe public/personal divide has always been an artifice. Royals get married in front of tens of millions of people, have state funerals, release photos on birthdays and anniversaries, exchange insights into their lives in return for easy-going and generous coverage.\nBut the divide, however often disregarded, remains the guiding principle of the family's formal relationship with the outside world. Now the contradictions that spring from the mix of personal and public are playing out.\nSome key allegations are about the personal behaviour and comments of members of the Royal Family and how, through collective neglect and perhaps some malicious intent, they left Harry and Meghan no choice but to leave.\nOther statements painted a terrible portrait of unfeeling staff and courtiers. The entire institution was portrayed as if nothing had been learnt from the days of Diana - Prince Harry and Prince William's late mother.\nThe duchess is a formidable communicator and has proved herself a very bad woman to pick a fight with. A newly-liberated Harry spoke with almost-eloquence. \nMeghan dealt some of the heaviest blows. What is the Palace to say about the accusation that an unnamed member of the family made a comment - more than one by the sounds of things - about the skin colour of the couple's child-to-be? The mind boggles.\nBut alongside the personal pain and anger rippling through the duchess's testimony, there came from Harry condemnation of the institution - the suggestion that it was incapable of change, incapable of love, incapable of understanding.\nThe contradictions of the Palace, and of the monarchy, are exactly that which makes it so special, so strange, so interesting and so difficult to work within - the merging of personal and public roles, the accretion of tradition, the mix of public accountability, ceaseless media interest and the need to remain relevant.\nHarry's suggestion that his family too - his father Prince Charles, his brother Prince William - are \"trapped\" in their world, and that he felt \"compassion\" for them, was a velvet-covered knife into the heart of the modern monarchy.  \nRoyal life is conducted from within a gilded cage; the players are not meant to rattle the bars from the outside. \nThese are the contradictions Harry walked away (or, in his words, stepped back) from. He was uncomfortable with them before he was married. And when he saw his wife suffering as a result of his being \"trapped\" in royal life, he found a way out with her.\nThere are also the contradictions that lie behind many of the decisions that they both spoke out about and are clearly very unhappy about.\nIt is public money that pays for security. It is tradition that dictates who gets what title. There is no HR department for working royals because it is a family affair. What you do in front of the cameras matters because it reflects on the institution as a whole. \nThis meshing of personal and public is unique. It is what being a modern royal is all about. And inside it is often a hugely uncomfortable place to be. Harry knew that. Presumably he warned Meghan. But that warning wasn't enough. \nHarry and Meghan's experience suggests that the contradictions are too great. Maybe their interview will act as a catalyst for change. But the Crown has been around for a very long time, and change does not come easily to a body in which the past plays such an outsize role."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56332429/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Parents urged not to pressure teachers over exam grades",
      "tags": "Schools,Exams,Education Select Committee",
      "text": "Parents should not pressurise teachers, but trust their judgement as they award GCSE and A-level grades this summer, says England's exams regulator.\nFor the second year running, teachers' grades will be used following the cancellation of exams due to Covid-19.\nSimon Lebus, acting head of Ofqual, said teachers' judgement was considered to be \"pretty reliable\".\nBut he urged parents not to put teachers under pressure or make them \"uncomfortable\" over grade decisions.\nThe acting chief regulator was giving evidence to the Commons Education Select Committee on Tuesday.\nHe told MPs: \"We've created a system in which I think there are good incentives to allow teacher judgment to flourish and we've all got to play our part to support that.\"\nHe added: \"I also think it's very important that parents give teachers the space to do it, because it's always a worry that parents get terribly involved and teachers feel uncomfortable and there's an intrusive interest so I think that's a really important point.\" \nEngland's Schools Minister Nick Gibb, who also appeared before the committee, said there were no plans to get rid of exams on a permanent basis, following two years of cancelled assessments due to the pandemic. \nMr Gibb denied suggestions that exams could be phased out and said \"I absolutely can confirm\" that they would be kept in future years.\n\"What we have learnt is that exams are the fairest way of judging the attainment and ability and work of students and we want to get back to exams as soon as possible.\"\nMr Gibb told MPs that, up until 4 January exams were going ahead - with various systems in place to account for the disruption to learning.\n\"It was only after the decision to close schools to most pupils from January, that we decided that the unfairness was too great.\"\nAsked about the extra pressure on teachers this year, especially in terms of awarding grades for GCSEs and A-levels, Mr Gibb acknowledged that they had \"shouldered a huge burden\" and that the Department for Education  was \"conscious of workload\".\nIan Bauckham, acting chair of Ofqual,  said teachers were being asked to \"step up and do more than they usually have to do by playing a significant part in the determination of grades\".\n\"We need to make sure the exam boards give them the structures and incentives to do the job, they can see needs doing, well.\n\"And I think that being clear that everyone will be subject to the same quality assurance, the same checks - that gives confidence to do the right thing in each individual circumstance.\"\nHe said these structures would help teachers not to \"bow to the various pressures that they will undoubtedly come under\" from pupils and parents.\nMr Baukham said it was up to senior leadership teams in school to make sure teachers got the \"support and structure they needed\".\nMr Gibb also told MPs that it was \"good to see children back in school\" this week in England.\nAsked about Covid testing, the minister said that a negative PCR test would not over-rule a positive lateral flow test taken by a pupil in school under supervision, but would over-rule a lateral flow test done at home. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56339188",
      "category": "uk-politics",
      "title": "Covid-19: UK rejects 'false' vaccine export ban claim by EU",
      "tags": "European Union,Coronavirus pandemic",
      "text": "A diplomatic row has broken out after the EU's top official claimed the UK had imposed an \"outright ban\" on the export of Covid vaccines.\nEuropean Council President Charles Michel said it applied to all vaccines and components produced in the UK. \nBut Foreign Secretary Dominic Raab described the suggestion as \"completely false\", the BBC understands.\nThe EU's deputy ambassador to the UK, Nicole Mannion, was summoned to the Foreign Office for \"discussions\".\nAn EU spokesperson said there would be \"no further comment\" on the meeting \"at this stage\".\nThe argument over vaccines comes with European leaders under pressure over the slow distribution of jabs.\nIn the UK, meanwhile, 22.5 million people - a third of the population - have received their first dose. \nIn his weekly briefing note, Mr Michel said he was \"shocked\" to hear the 27-member bloc being accused of \"vaccine nationalism\" following changes it made to export rules earlier this year.\n\"Here again, the facts do not lie,\" he wrote. \"The United Kingdom and the United States have imposed an outright ban on the export of vaccines or vaccine components produced on their territory. \n\"But the European Union, the region with the largest vaccine production capacity in the world, has simply put in place a system for controlling the export of doses produced in the EU.\"\nIn response, Mr Raab has written to Mr Michel to \"set the record straight\", saying the \"false claim has been repeated at various levels within the EU and the Commission\".\nHis letter is understood to say: \"The UK government has not blocked the export of a single Covid-19 vaccine or vaccine components.\"\nAfter news of the row broke, Mr Michel tweeted that there were \"different ways of imposing bans or restrictions on vaccines/medicines\". \nBut he did not elaborate on this comment.\nThe EU has faced production problems with the Pfizer-BioNTech, Moderna and Oxford-AstraZeneca vaccines.\nIn January, it introduced a system of controls on exports, requiring manufacturers to seek permission from national governments for planned sales.\nThe EU also drafted regulations which would have overridden the Northern Ireland Protocol - agreed with the UK last year - potentially allowing it to stop vaccines bound for Northern Ireland.\nBut it backed down following widespread criticism. \nEarlier this month, Italy blocked a shipment of 250,000 doses of Oxford-AstraZeneca vaccine to Australia.\nThe UK, which is expected to have a large surplus of vaccines after ordering 400 million doses, has said it will donate most of those left over to poorer countries.\nFrance's President Emmanuel Macron has urged richer countries to put aside up to 5% of their current supplies for this purpose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-56334556",
      "category": "uk-england-merseyside",
      "title": "Liverpool FC: Domestic abuse victim photos used in 'sick' football post",
      "tags": "Domestic abuse,Social media,Liverpool,Women's Aid",
      "text": "A domestic abuse survivor whose photo was used alongside the Liverpool FC manager in a \"sickening\" social media post has said it made her relive her ordeal.\nPhotos of several abuse victims were posted on Facebook next to a picture of Jurgen Klopp with the caption \"beaten at home throughout lockdown\".\nKatie Walker, whose image was used, said it was \"extremely traumatic\".\nMerseyside Police condemned \"making fun\" of \"this abhorrent abuse\".\nThe image was widely shared on social media following Liverpool's Premier League defeat to Fulham at the weekend.\n\"It is just a picture to these people sharing it but to us it is our lives. It is extremely traumatic,\" said Ms Walker, who lives in Liverpool.\n\"To see that it is being made a joke of in the name of football has brought back all those feelings of shame and anxiety.\" \nMs Walker, who has set up the charity Katie Cares to help support survivors, also called on football clubs to condemn the post, which she called \"sickening\".\nAmna Abdullatif, from Women's Aid, said the post \"empowers abusers while simultaneously disempowering victims\".\n\"Jokes or [so-called] banter about domestic abuse and other forms of violence highlight a toxic culture where abuse of women is tolerated,\" she said.\n\"It also sadly conflates domestic violence with football fans.\"\nShe said women who spoke out about domestic abuse \"do so against a difficult backdrop and using images of abused women creates more hurdles for those abused not to report abusers\".\nAssistant Chief Constable Ian Critchley said no criminal offence had been committed but called the post \"hugely disrespectful and upsetting to anyone who has suffered domestic abuse\".\nHe said domestic violence was \"abhorrent abuse and to make fun of this in such a way is demeaning and unhelpful and I urge people to think twice before sharing such images\".\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56339407",
      "category": "uk-wales",
      "title": "Covid in Wales: Hairdressers 'excited' over chance to reopen",
      "tags": "Llantwit Major,Coronavirus lockdown measures,Wales business,Caerphilly,Retailing,Coronavirus pandemic",
      "text": "Non-essential retailers say they feel excited and apprehensive about the chance of reopening in Wales next week.\nFirst Minister Mark Drakeford has said there could be \"opportunities\" for likes of hairdressers to reopen on Monday.\nOnly the likes of supermarkets and pharmacies can currently open but a review of lockdown measures in Wales is due on Friday.\nAll non-essential shops went into lockdown on 20 December.\nHairdressers and other non-essential retailers in England are not due to reopen until 12 April.\nSallylouise Jones, who owns antique shop Pretty Vintage Things in Llantwit Major, Vale of Glamorgan, said she was feeling \"a mixture of excitement and apprehension\".\nShe said: \"It is paramount we get up and running and get people in the door.\n\"I have been getting the shop ready but it is really hard not having a definite date.\nShe said her main concern was working with short notice.\n\"Though I understand the reasons why, [the Welsh Government] have had to watch the figures,\" Ms Jones added.\nShe said with the virus still not under control she was \"slightly nervous\" about having customers in her shop again.\n\"I've been reading about whether they're going to do the five-mile rule,\" she said. \n\"I'd probably be happier with that to start off with, because otherwise you worry about people coming from further away.\"  \nSarah Bruton, who owns Captiva Spa and Lounge in Caerphilly, says it is split equally between a hair and beauty business.\nShe is hoping to bring about half of her 16 staff back off furlough, on the hairdressing side.\nShe said: \"We're really excited about being able to open next Monday. \n\"We're cautious about what this means in reality because we have had a lot of false dawns with the Welsh Government.\n\"We really don't know if any of the business can open or half of it.\n\"Probably we're not going to know until Friday if we can open on Monday and that's zero business days to prepare.\"\nDespite the uncertainty, the salon has been making preparations to reopen.\n\"We've purchased stock, we've done a bit of training with our teams,\" Ms Bruton said.\n\"We currently have a waiting list of 350 clients who are expecting us to contact them on Friday.\"\nNow she has to play a waiting game and see if the preparations will be worth it.\n\"There's a bit of risk in purchasing stock which we have now had to commit to. We lost thousands of pounds at Christmas when we had to close at short notice,\" she explained.\n\"Things like hair colour and beauty products have a very short shelf life.\"\nAnd if the door stays closed on Monday? \n\"I don't know where we'd be at that point - would [reopening] be sometime within the next three-week period or would we have to wait for the next review?,\" she asked.\nCBI (Confederation of British Industry) Wales said the Welsh Government's approach of staggered reopening of sectors had the backing of the business community.\nDirector Ian Price, said: \"With transmission rates heading in the right direction and incredible progress being made on vaccination, non-essential retailers and close contact service providers will be looking to the potential prospect of a mid-March reopening with huge sense of relief. \n\"As jobs and livelihoods still hang in the balance, the prospect of bringing some economic activity back to struggling high streets and city centres represents a real step in the right direction for communities and businesses across Wales.\"\nBut he urged caution, in order to avoid a \"sharp rise\" in Covid transmission rates.\n\"Wales can't afford for... the country to return to a cycle of damaging restrictions,\" said\n\"Firms will be looking to work with government to ensure the process happens as safely and effectively as possible.\"\nA Welsh Government spokesperson said: \"In the last few months, we have made huge strides in rolling out vaccines, but faced with new variants of coronavirus, we cannot provide as much certainty and predictability as we would like. \n\"We cannot move directly and fully into alert level three in one step. We will need to get there in gradual steps, assessing the impact as we go along.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56323778",
      "category": "uk-wales",
      "title": "Head injuries in sport: 'I don't remember any of the game'",
      "tags": "Tonia Antoniazzi,Digital, Culture, Media and Sport Committee,Department for Digital, Culture, Media & Sport,Women",
      "text": "A former Wales rugby player who had a seizure, sickness and memory loss says female athletes should be heard in the discussions around sport head injuries.\nRetired flanker Nic Evans said she had no memories of her first appearance at Twickenham as a result of concussion.  \nThe UK digital, culture, media and sport committee is to begin an inquiry into sport and long-term brain injury.\nGoverning body, World Rugby, said the welfare of all participants was its ongoing priority.\nEvans, 43, who played for Wasps Ladies, will undergo tests this month to assess whether she is facing \"the worst-case scenario\" after suffering what she believes could be hundreds of concussions in her career. \nHer first appearance at Twickenham should be a cherished memory but instead it is a blank.   \n\"I don't remember any of the game,\" she said.\n\"I don't remember playing, I remember before the game and then I remember being home in Wales and I think that happened throughout my playing career.\"  \nEvans, originally from Caerphilly and now a lecturer, can recall one incident in which she was tip-tackled on to a dry, hard pitch resulting in a seizure lasting several minutes.   \n\"I lost my [driving] licence for a year because they weren't sure whether it was epilepsy or concussive seizure,\" she said.\n\"That happened in the June, I was back in pre-season training in the July.\n\"I probably spent the whole of that year training and playing with really bad headaches, feeling really nauseous, feeling really sick.\" \nThe player-turned-coach said, at the time, she just wanted to play rugby but she had not ever considered she could have been doing \"long-term damage\".\n\"I wouldn't have put myself at risk of not being able to live fully later in life,\" the mother-of-three added.   \nOn Tuesday, MPs will question consultant neuropathologist Prof Willie Stewart and neurodegenerative disease specialist Prof Craig Ritchie.  \nThe DCMS committee will look at the role of national governing bodies, their responsibilities to understand risks involved for players, and what actions might be taken to mitigate them.  \nDebates about the links between sport - and specifically rugby - with serious head injury were sparked again when former Wales international Alix Popham and former England World cup winner Steve Thompson launched a legal action after being diagnosed with early onset dementia last year.   \nThe Professional Footballers' Association is also setting up a taskforce to further examine the issue of brain injury disease in football, following high profile campaigns by families of some former players.   \nEvans said: \"I got really frustrated really because I read all these stories about the men in the game and I just thought we play too. \n\"I work within PE and sport and a lot of sports science research is about men, and only now are we starting to see sport science about women because we are different, our bodies are different, our physiology is different.   \n\"Do the protocols need to be different because women suffer worse concussions? Maybe.\n\"I don't have the answers but what I do think is really important is that women are at the table too. Our stories also need to be considered.\"  \nSwansea University research from 2020 suggested female rugby players were at a greater risk of suffering concussion than men - and the effects were more severe.\nElizabeth Williams, a senior lecturer in biomedics, said men and women were more likely to suffer different kinds of head impacts and women's brains may have a higher risk of injury when subjected to the same external force. \nTonia Antoniazzi, Labour's Gower MP and a former Wales international prop, said putting the focus on the men's game was a \"flawed\" approach.\n\"What concerns me is there are very few women's voices about their injuries and how they've had an impact on their lives throughout concussion,\" she said.   \n\"We need to be talking about it.\n\"It also needs to be a kind of call to arms to all our sisters that have played rugby since the '80s to just take notice if they have got any issues around memory, any issues really.  \n\"It's not being looked into.\"\nIn a statement, World Rugby said it continued \"to invest in and collaborate with women-specific research to inform our injury-prevention programmes\". \nThe organisation added it was equally important that preventative technique is promoted, such as its \"Active programme, which, if used regularly, has the potential to reduce concussion risk by up to 60%\".  \nThe Department for Digital, Culture, Media and Sport said the inquiry was \"evidence led\".  \nIt said it was \"accepting written evidence to the end of this month\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56328860/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Supermarkets warn pet boom causing food pouch shortages",
      "tags": "Companies,Morrisons,Pets,Tesco,Sainsbury's",
      "text": "UK supermarkets have warned of a shortage of some dog and cat food products following an \"unprecedented\" rise in pet ownership during lockdown. \nSainsbury's has apologised after running out of dog and cat food pouches due to a \"national shortage\", although tinned and dry food are unaffected.\nMorrisons said it might not have \"full availability for several months\", but said it had enough stock for customers.\nWaitrose is also running low, while Tesco has seen strong demand.\nSainsbury's said it was trying to resolve the issue but warned it would be \"ongoing\" in 2021.\nIt is blaming higher than usual demand for pouches after more pets were bought during lockdown. \nMorrisons also said that there had been \"an unprecedented rise in pet ownership across the UK\" and it was seeing an \"increase in demand\".\nA spokesperson for Morrisons said: \"We're working closely with our suppliers who are investing in increasing their capacity and we may not have full availability for several months.\"\nBut the supermarket added that there was no need for people to start panic-buying pet food. \n\"We do have enough stock to support all our customers and their new pets and so there is no need for people to buy more than they need.\"\nTesco is believed to be working closely with suppliers to meet the needs of customers' pets, while Waitrose hopes to have its full range of pouches back on the shelves \"as soon as possible\". \nHelen Warren-Piper, general manager of Mars Petcare UK, which makes Pedigree and Whiskas, said: \"We recognise retailers are experiencing unusual demand for pet food during lockdown.\n\"We have made significant investment into our manufacturing network - including investment in our UK Melton pet food plant.\"\nPet food maker Purina said the UK market had \"changed significantly\" during the pandemic.\n\"We are experiencing unprecedented demand for our products, including cat food pouches where we have seen sales growth for our Felix and Gourmet brands at almost three times that of the market,\" it said.\n\"We have been working hard to meet this additional demand and are producing more pet food - including pouches - than ever before.\"\nHowever, it added that consumers might find that  some of its products \"are not consistently available in their normal place of purchase\".\nJonathan Josephs, business reporter, BBC News\nMillions more of us have got used to cats, dogs and other pets yelping for food. Even before another surge during November's second lockdown more than two million Britons had taken on new pets. That should have been good news for the profits of pet food manufacturers but it's an industry that was already manufacturing at close to capacity.\nIt's not just the UK where demand for pet food is simply outstripping supply, but across Europe too; shortages are the inevitable results. Some owners have taken to feeding their animals other products, and that may have to be a growing trend. \nThere are also bigger global issues at play, with concerns that increased demand for wheat and grain in China could cause shortages of some ingredients in the supply chain. \nOne industry source said there has also been \"more of a crunch because of Brexit\" and the disruption that's caused with hauliers paperwork at UK borders.\nDespite the financial constraints many people are facing the pet-care industry is regarded as recession-proof.  It can take a lot of time and money to increase factory capacity but pet-food makers might have to do just that because after all; a dog is for life, not just for lockdown. \nPet owners reacted with humour and dismay on Twitter.\nSome said Sainsbury's should have provided more information about the shortage when it emailed its customers about the issue.\nThe journalist Owen Jones said his cat was less than impressed.\nThere has been a well documented rise in pet ownership during the pandemic, with retail chain Pets at Home reporting strong sales and profits last year. \nIn November, it said that animals had been a \"lifesaver\" during lockdown, helping people through a period of \"social loneliness\".\nThe firm not only saw stronger demand for pets, but also related services such as its Vets at Home business.\nShoppers panic bought pet food during the first national lockdown in 2020 but there have been no reports of similar trends since then. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56341895",
      "category": "world-us-canada",
      "title": "George Floyd: First jurors for Derek Chauvin trial chosen",
      "tags": "Minneapolis,US police killings,George Floyd death,United States",
      "text": "The first jurors have been picked in the trial of former police officer Derek Chauvin over the May 2020 killing of George Floyd, an unarmed black man.\nOn Tuesday, two men and one woman were selected for the 12-member jury.\nMr Chauvin, 44, is accused of second-degree unintentional murder and manslaughter in the death of Mr Floyd on 25 May last year. \nThe less severe charge of third-degree murder was dismissed last year, but prosecutors have asked to reinstate it. \nThe maximum sentence he faces is 40 years. \nDespite the dispute over the additional charge, Judge Peter Cahill moved forward with jury selection on Tuesday, after a one-day delay.\nThe first juror selected, a chemist, who was white and in his 20s or 30s, described himself as \"logical\" and passionate about his work. He had not seen the video of Floyd's death, he said. \nThe second juror, who appeared to be of mixed race and in her 20s, said she had seen the video only once and was eager to hear all the evidence as a juror. \nThe third juror, an auditor, who was white, said that he would also examine guilt or innocence only from what is presented in the trial. All three swore to keep an open mind and weigh all the proof presented in determining the outcome of the high-profile case.\nThe trial is scheduled to begin on 29 March. Jury selection continues on Wednesday. A total of 14 jurors are needed to make up the panel and alternates. George Floyd death: How will jurors be selected?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56334302",
      "category": "uk-politics",
      "title": "Covid: Labour urges 'germ games' to plan for pandemics",
      "tags": "Jonathan Ashworth,Department of Health & Social Care,Labour Party,Coronavirus pandemic",
      "text": "The government should hold annual planning exercises to prepare for future pandemics, Labour's shadow health secretary has said.\nJonathan Ashworth said \"germ games\", modelled on yearly military drills, could help prepare the UK for an \"era of pandemics\".\nHe said an independent body should audit the plans, as is done with annual spending. \nThe government said its proposals would \"supercharge\" planning for the future.\nIn a speech to the IPPR think tank, Mr Ashworth said ministers had been \"unprepared, complacent and inept\" when dealing with the Covid crisis.\nHe added that academic discussions about the threat posed by new diseases had \"rarely surfaced in Westminster\" and \"that has to change\".\nMr Ashworth also criticised the Conservatives' record on public health spending since 2010, arguing it had led to a worse death toll in the UK. \n\"Years of cuts to public services and austerity left our health and care services lacking the capacity needed when disaster struck,\" he said. \n\"Covid hit a population with millions of people in poor health, in poor housing and with job and income insecurity,\" he added. \n\"A healthier, more equal society would have weathered the storms better.\"\nWarning that climate change and globalisation had increased the pandemic threat, he said the UK needed to dramatically improve its disease planning.\nHe said preparation done by the new National Institute for Health Protection, which is replacing Public Health England, should face independent scrutiny.\nAnd he called for a new agency to conduct this - similar to the Office for Budget Responsibility, which vets the government's annual spending plans.\n\"Governments rightly invest in defence planning and 'war games'. Practising for pandemics should be no different,\" he said. \n\"Ministers should 'germ game' on an annual basis, to prepare themselves and the country for the next pandemic or infectious outbreak.\n\"Never again should we have ministers ignoring the science and learning on the job.\"\nThe government says it regularly plans for new infectious diseases and seeks to learn the lessons of previous outbreaks.\nSince it was first published in 2008, its National Risk Register has identified a pandemic as the most serious threat facing the country.\nBut its planning has faced criticism from Phillip Lee, who was a Conservative minister during a 2016 simulation of an influenza pandemic in England.\nMr Lee, who went on to become a Lib Dem MP, said last April that the three-day operation, known as \"Exercise Cygnus\", had revealed weaknesses in areas such as testing capacity and buying protective equipment. \nHe said a failure to learn lessons from that exercise had led to \"panic decisions\" - and it had been a \"mistake\" not to publish the findings.\nResponding to Mr Ashworth's speech, a Department of Health and Social Care spokesperson said Covid had \"challenged health systems around the world\".\n\"Our response has always been informed by the latest advice from our scientists and, we have taken swift action when new evidence has emerged,\" they said. \nThe added that the government had now established the \"largest diagnostics network in UK history\" and the NHS's \"biggest-ever mass vaccination campaign\".\nMeanwhile \"almost half\" the data sent to the World Health Organization to map the evolution of the coronavirus had come from the UK, they added.  \n\"We are already looking to our future preparedness, and through the new National Institute for Health Protection we will supercharge our response to health threats, both now and in the future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56326246",
      "category": "science-environment",
      "title": "Gloucestershire meteorite is first UK find in 30 years",
      "tags": "Geology,Winchcombe,Meteorites",
      "text": "Several rocky fragments have been recovered from the fireball that lit up the sky above southern England just over a week ago.\nThey came down in the Winchcombe area of Gloucestershire. \nA householder first alerted experts after noticing a pile of charred stone on his driveway. Other members of the public have since come forward with their own finds.\nIt's 30 years since meteorite material was last retrieved in the UK.\nResearchers are particularly thrilled because of the rarity of the rock type.\nIt's carbonaceous chondrite - a stony material that retains unaltered chemistry from the formation of our Solar System 4.6 billion years ago. \nDr Ashley King from London's Natural History Museum (NHM) said nothing like it had ever been recorded in the UK before. \n\"Carbonaceous chondrites are particularly special because they are essentially the left-over building blocks of our Solar System. \n\"Many contain simple organics and amino acids; some of them contain minerals formed by water - so, all the ingredients are there for understanding how you make a habitable planet such as the Earth,\" he told BBC News.\nThousands of people reported seeing a blazing light rush across the sky at 21:54 GMT on Sunday 28 February. But, crucially, the event was also captured on the array of special cameras operated by the UK Fireball Alliance (UKFAll).\nTheir information was able to pinpoint the likely area of debris fall.\n\"Somewhere north of Cheltenham, over towards Stow-On-The-Wold\", was the prediction. This would still have been \"a needle in a haystack\" quest, but researchers were in luck.\nSome of the meteorite had smashed down on to a Winchcombe resident's front drive. \nDr Richard Greenwood was despatched to see the Winchcombe resident, who wishes to be anonymous.\n\"I looked in this plastic bag he'd been told to put it in, and my legs went wobbly. It was unbelievable. This is a very special meteorite,\" the Open University researcher recalled.\nA search team was immediately sent out to comb the local area for more fragments. And, in the meantime, other property owners started notifying scientists of their discoveries, too.\nAll told, there must be 300-400g of material, most of it now lodged with the NHM.\nThe pieces are small - marble-sized. Prof Monica Grady, also from the OU, describes them as looking like \"a broken barbecue briquette. It is one of the most beautiful things I've ever seen\", she told BBC News.\nIt's hard to overstate just how significant this is for British meteoritic science.\nOf the approximately 65,000 meteorites in collections worldwide, only 1,206 had eyewitnesses to their fall, and of these only 51 are of the carbonaceous chondrite type.\nBecause this fireball was tracked via camera on entry to Earth's atmosphere, its orbit has been worked out. The object came from the outer asteroid belt, out towards Jupiter.\nThis means its composition almost certainly will be very primitive. \n\"Basically, that's part of the Solar System we regard as like a deep freeze of material that's 4.5 billion years old,\" explained the NHM's Prof Sara Russell.\n\"It hasn't had a chance to change at all from pre-planetary time. It will give us an insight into what our Solar System was like before the planets were there.\"\nThe American and Japanese space agencies have despatched probes to bring back similar material from the asteroids themselves. But the Winchcombe meteorite would make almost as good a subject for study, said Dr Greenwood.\n\"Yes, it will have been affected by passage through the atmosphere, but it must be very close to pristine. The chap in Winchcombe who collected it did so within 12 hours of falling. It's as good as you will ever get collected here on Earth.\"\nThe last space rock fall recovered in the UK was in 1991 - the so called Glatton Meteorite, because it fell in the village of Glatton near Peterborough. \nMr Arthur Pettifor was tending his onions in his garden when a 10cm rock dropped into his hedge.\nIt's quite possible more fragments of the Winchcombe meteorite still await discovery.\nScientists urge people in the local area to remain vigilant. They should be looking for small blackish stones, or even a mound of dark dust.\nAnyone who finds what they think might be a meteorite is asked to photograph it in situ, noting the GPS co-ordinates from a phone, if that's possible.  \nThe object should then be placed in foil without direct handling. And the absolute no-no: do not put a magnet near the material. This could destroy important information needed to study the rock. \nThe Winchcombe investigation has also included scientists from the universities of Glasgow, Manchester, Plymouth, and Imperial College London."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56338666",
      "category": "uk",
      "title": "Census 2021: Judge orders change to sex question guidance",
      "tags": "Transgender people",
      "text": "Part of the census guidance for England and Wales accompanying the question on a person's sex should be withdrawn, a High Court judge has ordered.\nCampaign group Fair Play for Women argued it unlawfully allowed \"self-identification\" as male or female.\nThe guidance said people can use the sex listed on their passport - which can be changed without a legal process.\nThe Office for National Statistics said it was asking the same question on sex it had done since 1801.\nAfter a court hearing on Tuesday, Mr Justice Swift ruled that the guidance should be changed to say individuals should only respond with the answer on their birth certificate or gender recognition certificate - a document which allows trans people to change their legal gender.\nA full judicial review will take place next week before the census day, but the judge made the interim order saying he was satisfied the campaign group was \"more likely than not to succeed\" on its case regarding the legal definition of \"sex\".\nTaking place in England, Wales and Northern Ireland on 21 March, the census aims to provide a snapshot of the population of the country which can then be used to make decisions about services - and which this year will be used to understand the impact of the pandemic.\nScotland's census has been postponed for a year because of the coronavirus crisis.\nFor the first time, it will include a question about gender identity as well as the one about a person's legally registered sex. The decision had been welcomed by some trans people as a \"step in the right direction\".\nThe legal action comes after ministers abandoned plans last year to reform the Gender Recognition Act to allow people to change their birth certificates without a medical diagnosis of gender dysphoria - a process known as \"self-identification\".\nFair Play for Women, which seeks to defend \"the sex-based rights of women and girls\", launched a crowdfunded legal action arguing that the census guidance on the question, \"What is your sex?\" was unlawful. The group called it \"sex self-identification through the back door\".\nThe guidance, published in the online census only, said: \"If you are considering how to answer, use the sex recorded on one of your legal documents such as a birth certificate, gender recognition certificate, or passport.\n\"If you are aged 16 years or over, there is a later voluntary question on gender identity. This asks if the gender you identify with is different from your sex registered at birth.\n\"If it is different, you can then record your gender identity.\"\nFair Play for Women had argued that, unlike a birth certificate, a person's sex on a passport or other legal document such as a driving licence can be altered without a formal legal process.\nThey argued this could potentially have the effect of \"distorting\" the data gathered in the census.\nThe Office for National Statistics argued that the question on sex could refer to a person's sex as recorded in any document provided by the state.\nSpeaking before the hearing, Dr Nicola Williams, director of Fair Play For Women, said: \"If we don't have good data on sex we can't monitor inequalities due to sex, and if we can't measure it, we can't make good policies to remedy it.\"\nThe Office for National Statistics said most people did not need help to answer the question on sex but it would update the guidance to advise people to use the sex recorded on their birth certificate or gender recognition certificate.\nA spokesperson for the ONS said: \"We are continuing to ask a binary choice, female or male, sex question on the census. This approach is unchanged since 1801.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-isle-of-man-56327651",
      "category": "world-europe-isle-of-man",
      "title": "Covid: Eight in hospital as IOM virus cases rise by 56",
      "tags": "Coronavirus lockdown measures,Schools,Social distancing,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "Eight people are in hospital suffering from Covid-19 on the Isle of Man, including one in intensive care.\nThe number of new infections rose by 56 overnight, a fall from the record high of 81 that were recorded on Sunday. \nThere are now 369 active coronavirus cases on the island, with public health director Henrietta Ewart warning the total was still set to rise.\nShe said many people would have \"caught the virus in the community before the circuit breaker began\" last week.\nShe said the Isle of Man had still not reached the peak of the current outbreak, but the numbers should \"drop down\" this week.\nHealth Minister David Ashford said the healthcare service would be able to “adapt” if there were further ICU admissions and up to 18 beds could be made available “if necessary”.  \nInfection rates among young people and children remain high compared to previous outbreaks, with 135 of the active cases being recorded for those aged under 19.  \nBecause of this, the government announced it would not reopen a hub school for the children of critical workers on Tuesday as previously planned.\nSchools were closed to all pupils, including vulnerable children and those of key workers, on Friday and remained shut on Monday.  \nEducation Minister Alex Allinson said any provision would need to be done “safely” and concerns about “gathering children from multiple households” remained.  \nThe government was “working around the clock” to establish a solution and a further update would be made later this week, he added. \nA total of 811 people have tested positive for Covid-19 on the Isle of Man, 25 of whom have died.\nWhy not follow BBC Isle of Man on Facebook and Twitter? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-56338217",
      "category": "uk-england-wiltshire",
      "title": "Ellie's Law: Parents of murdered girl win sentencing fight",
      "tags": "Calne",
      "text": "A mother who fought to change the law around murder says her daughter would be \"very proud\".\nAnnounced on Tuesday, Ellie's Law, named after Wiltshire teenager Ellie Gould, means teenage killers could face sentences of up to 27 years.\nEllie was stabbed to death by her ex-boyfriend Thomas Griffiths in May 2019.\nHe was 17 at the time, so received a more lenient sentence than an adult defendant would have.\nThe change in the law, announced by Justice Secretary Robert Buckland, is the culmination of a two-year campaign by Ellie's parents.\nAlong with the mother of Poppy Devey-Waterhouse from Frome, Somerset, who was murdered in similar circumstances, Mrs Gould says she also wants sentences increased for killers who use a weapon they find at the scene.\nBoth Ellie, 17, and Poppy, 24, were killed with knives their ex-boyfriends found in their homes.\nUnable to accept she wanted to break up with him, Griffiths attacked Ellie at her family home in Calne, Wiltshire, killing her with a kitchen knife.\nAlthough he was 18 by the time he was sentenced to a minimum of 12-and-a-half years in prison, his age at the time of the crime was a factor in the minimum jail term he could face.\nDespite the Gould family taking their case to the Court of Appeal, it was not ruled unduly lenient.\n\"Griffiths was treated like a 10 year-old but he was only five months off being 18,\" said Ellie's mother Carole.\nEllie's Law will see someone like Griffiths treated more like an adult.\n\"Under the new law he would have a starting point of a minimum of 14 years,\" said Mrs Gould.\n\"I think she [Ellie] would be very proud. She'd say 'well done mum, you've achieved something amazing'.\"\nMr Buckland, the MP for Swindon South, said he wanted to pay tribute to the \"dignified\" way the Gould family had campaigned since the \"appalling murder\" of their daughter.\nHe said the law change reflected the \"gravity\" of crimes like murder.\nAlthough the change in the law will not mean Griffiths' sentence can be extended retrospectively, it does mean he has lost the right to have it reviewed.\n\"That's a huge cloud that's been lifted from above our heads,\" said Mrs Gould.\n\"We know that he will remain behind bars for at least the next 10-and-a-half years.\"\nAlong with Poppy's mother Julie Devey, Mrs Gould says she will continue to campaign for tougher sentences for people who kill using a weapon they have not taken to the scene.\n\"If a murderer kills his victim and he hasn't taken a weapon to the scene of the crime, usually a domestic setting, the minimum tariff is 15 years,\" said Mrs Devey, whose daughter was murdered in Leeds in December 2018.\n\"If the murderer takes a weapon to the scene of the crime the starting tariff is 25 years.\n\"That 10-year gap is huge, and it's still the case, nothing has been changed with that yet.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56323889",
      "category": "uk-northern-ireland",
      "title": "Hyponatraemia: Prof Ian Young loses bid to block investigation",
      "tags": "NI Health,Hyponatraemia Inquiry ",
      "text": "NI's chief scientific adviser has lost a High Court bid to block a General Medical Council (GMC) investigation of allegations he failed to tell the family of a nine-year-old girl who died about \"failings\" in her treatment.\nClaire Roberts died from hyponatraemia, which is linked to a shortage of sodium in the blood, in 1996.\nProfessor Ian Young challenged the investigation into his actions.\nOn Tuesday, the High Court in London dismissed Prof Young's challenge.\nIn a statement following the ruling Prof Young's legal representative said he was \"disappointed\" with the decision.\nClaire died at the Royal Hospital for Sick Children in Belfast shortly after she was admitted to hospital following several episodes of vomiting.\nIn 2004, the then Medical Director of the Royal Group of Hospitals, Dr Michael McBride, now chief medical officer, asked Prof Young to provide an independent assessment on whether hyponatraemia contributed to Claire's death.\nThe purpose of Prof Young's assessment was to inform Dr McBride's decision over whether to refer the matter to the coroner. \nA public inquiry investigating the deaths of Claire and four other children from the condition found Prof Young did not inform Claire's parents - Alan and Jennifer Roberts - about failings in her care and gave \"misleading\" evidence to the original inquest into her death.\nThe inquiry found that four of the deaths were avoidable.\nProf Young was not involved in the treatment of any of the patients.\nIn a January 2018 report, inquiry chairman Mr Justice O'Hara also said that Prof Young \"shifted from his initial independent role advising Dr McBride to one of protecting the hospital and its doctors\".\nA new inquest, which was ordered following the inquiry, concluded in June 2019 that Claire's death \"was caused by the treatment that she received in hospital\".\nProf Young referred himself to the GMC shortly after the inquiry's report was published.\nIn January 2020, the GMC waived an earlier decision not to waive its usual five-year time limit for fitness to practise proceedings.\nIt said it was \"in the public interest\" for the allegations against Prof Young to proceed to an investigation.\nProf Young's barrister argued the original decision was \"lawful and rational\" and the reversal of that decision was \"inconsistent and unreasonable\".\nRobert Kellar QC also said the second decision by the GMC \"took into account irrelevant considerations and unfairly mischaracterised Prof Young's conduct\".\nOn Tuesday, Mr Justice Holgate dismissed Prof Young's challenge saying it had \"no legal basis.\"\nThe judge said that the GMC's original decision was \"wholly unsustainable\" and had failed \"to appreciate key elements of the inquiry's findings going both to the seriousness of the allegations and the public interest issues involved\".\nMr Justice Holgate said the GMC was right to conclude that there were \"material flaws\" in the original decision.\nIn a statement after the ruling, Prof Young's legal team said he \"continues to acknowledge the ongoing suffering of Mr and Mrs Roberts and their family in relation to Claire's death in 1996 and subsequent events.\n\"He has apologised previously if any of his actions have inadvertently contributed to their distress, and would like to do so again\".\nThe statement said Prof Young believes \"that he has acted with integrity, to the best of his ability, to give clear and honest opinions which reflected his knowledge and understanding of the evidence at the time\".\nIt added: \"In particular, he denies completely any suggestion that he sought to mislead the coroner or Claire's parents in any way\".\nThe General Medical Council has confirmed to BBC News NI that it is continuing to investigate a number of doctors linked with the Hyponatraemia Inquiry.\nA GMC spokeswoman said in a statement: \"We are pleased the court has decided that our decision to investigate in this case was lawful and will now continue.\n\"This is a difficult time for all concerned and our thoughts remain with those families who lost children to hyponatraemia in Northern Ireland.\n\"As in any case, we will look at all the evidence before making a decision.\"\nIn January, the Department of Health confirmed to BBC News NI that Professor Young was on leave on health grounds.\nProf Young, who had been prominent in the Department of Health's handling of the Covid-19 crisis, had been absent from some media briefings prior to the announcement.\nA spokesperson said other arrangements were in place until further notice.\nThe department said that Dr Declan Bradley, School of Medicine, Dentistry and Biomedical Sciences QUB, will represent Northern Ireland on the Scientific Advisory Group for Emergencies (SAGE) as deputy chief scientific adviser(interim) and will also chair NI's COVID-19 Modelling Group.\nProfessor Stuart Elborn, Faculty Pro-Vice Chancellor, School of Medicine, Dentistry and Biomedical Sciences QUB, will represent Northern Ireland on the UK's New and Emerging Respiratory Virus Threats Advisory Group (NERVTAG) and will also chair NI's Strategic Intelligence Group (SIG)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56334902",
      "category": "health",
      "title": "Covid-19: Don't think pandemic is over, Whitty warns",
      "tags": "Chris Whitty,Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Unlocking too quickly would lead to a substantial surge in Covid infections, the UK's chief medical adviser says.\nProf Chris Whitty told MPs that would be dangerous and risk lives among the many vulnerable people not yet protected by the vaccine.\n\"A lot of people may think this is all over. It is very easy to forget how quickly things can turn bad,\" he said.\nHis comments come amid pressure from backbench Tories to ease lockdown more quickly, given the drop in infections.\nThe Covid Recovery Group, which includes over 70 MPs, has pushed the prime minister to relax more steps, more quickly.\nAppearing before the Science and Technology Select Committee, Prof Whitty said: \"Under all the scenarios, if we unlock very suddenly, all the modelling suggests we would get a substantial surge while a lot of people are not protected.\"\nMeanwhile, the latest daily figures for Covid show 5,766 more cases have been identified, 590 new admissions made to hospital and 231 deaths recorded within 28 days of a positive test.\nFigures published on Tuesday show that over the weekend the number of people in hospital with Covid-19 fell below 10,000 for the first time since 25 October. The latest figures, covering 7 March, show there currently are 9,418 people in hospital with coronavirus.\nIn his evidence to MPs, Prof Whitty set out why, despite the impressive vaccination rollout programme, there are still many people vulnerable to the virus.\nIt takes about three weeks to build up immunity following the first dose of the vaccine.\nSo only the first four priority groups - the over-70s, health and care staff and the extremely clinical vulnerable - will have developed significant protection at the moment.\nMost Covid deaths have been in these groups. But nearly half of hospital admissions have been seen in the under-70s.\nAnd most transmission was driven by younger people, who had more social contacts, Prof Whitty said.\nSo the UK's policy of focusing on older age groups means it will be some time before the vaccine rollout will have a significant impact on the virus's spread. \nThe step-by-step roadmap in England will not see all restrictions lifted until June at the earliest.\nProf Whitty said government advisers needed three to four weeks after a restriction was lifted to assess the impact.\nAnd as the government wanted to give a week's notice of any changes to the roadmap, a five-week gap was needed.\n\"If you look at the steps, each one is quite a big one,\" he said.\n\"You want to be absolutely confident it is safe.\"\nHe also said people who thought the UK was no longer at risk should look at continental Europe, with countries seeing rates going up and having to reintroduce restrictions.\nLonger term, Prof Whitty said, it was unrealistic to expect zero deaths. \nEven with a gradual lifting of restrictions, modelling suggests, there could be another 30,000 deaths before the summer of 2022.\nThis was because while the vaccines were good, Prof Whitty said, they were not 100% effective and with some people refusing to have them a proportion of the population would remain unprotected.\nIt was impossible to predict exactly how many would die, Prof Whitty said. \nHe said it would be a \"significant number\", though nothing like we had seen over the past year.\n\"The ratio of cases to deaths will go right down as a result of vaccination - but not right down to zero unfortunately,\" he said.\nBut he pointed out this was already the case for flu, saying in a bad winter 20,000 people could die.\nAnd while Covid was expected to become seasonal, with future surges in the autumn and winter, he could not rule out a rise in cases in the summer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56237778",
      "category": "world",
      "title": "Covid vaccines: How fast is progress around the world?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost 10 billion doses of coronavirus vaccines have been administered, in at least 197 countries worldwide. \nHowever, there are vast differences in the pace of progress in different parts of the world.  \nSome countries have secured and delivered doses to a large proportion of their population - but others are some way behind.\nWith an aim to give doses to nearly every adult around the world, this is the largest vaccination programme in history. \nOverall, China and India have administered the highest number of doses, with about three billion and 1.6 billion respectively. The US is third, with more than 530 million.\nMany poorer countries are relying on deliveries from Covax, a scheme led by Gavi, the Vaccine Alliance, together with the WHO and the Coalition for Epidemic Preparedness Innovations (CEPI), which is trying to ensure everyone in the world has access to a Covid vaccine.\nCovax had planned to deliver about two billion vaccine doses globally by the end of 2021, but downgraded its supply forecast as a the result of global export bans, production challenges and slow regulatory approval processes.\nThe scheme has now distributed more than one billion vaccines.\nThe vaccine produced by Pfizer and BioNTech was the first approved by the WHO, followed by several others.\nThe Oxford-AstraZeneca vaccine is now the most widely used around the globe. \nUnlike Pfizer's jab - which has to be kept at an extremely cold temperature (-70C) - the Oxford vaccine can be stored in a normal fridge, which makes it easier to distribute.\nMost governments have started with doses for the over-60s, health workers and people who are clinically vulnerable. After priority groups have been vaccinated, there is a wider rollout among younger age groups. \nThe Pfizer vaccine has been approved for 12 to 15-year-olds in the US, UK, Europe and other countries. The Sinovac vaccine is being used for children as young as three in China and Colombia.\nEarly studies suggest the newly identified Omicron variant of coronavirus is better able to evade vaccine protection than previous strains, though vaccination still offers strong protection against serious illness and hospitalisation. \nA third 'booster' dose of a vaccine does appear to offer protection against infection from Omicron and at least 96 countries have begun booster vaccination programmes.\nWorldwide, more than 100 possible vaccines are undergoing trials to test their efficacy and safety. \nOur World in Data, a collaboration between Oxford University and an educational charity, collated the information in the map and table above.\nPopulation figures have been sourced from the United Nations' mid-2021 estimates provided by Our World in Data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56340451",
      "category": "uk",
      "title": "Meghan and Harry interview: Palace taking race issues 'very seriously'",
      "tags": "Oprah Winfrey,UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor",
      "text": "The race issues raised by the Duke and Duchess of Sussex in their interview with Oprah Winfrey are \"concerning\" and \"taken very seriously\", Buckingham Palace has said.\nIn a statement, the Palace said \"recollections may vary\" but the matters would be addressed privately.\nMeghan told Oprah that Harry had been asked by an unnamed family member \"how dark\" their son Archie's skin might be.\nThe Palace said the Sussexes would \"always be much loved family members\".\nThe response from Buckingham Palace came after crisis meetings involving senior royals. \nThe Palace had been under growing pressure to respond to the interview in which Meghan - the first mixed-race member of the modern Royal Family - said that before their son Archie was born, questions had been asked about his skin colour.\nPrince Harry later clarified to Oprah that the comments were not made by either the Queen or the Duke of Edinburgh.\nFigures from US TV network CBS suggest that nearly 50 million people around the world have watched Oprah's interview with the couple.\nIn other developments, Piers Morgan has stood by the comments that led to his departure from ITV's Good Morning Britain show - including that he did not \"believe a word\" of what Meghan said in the interview.\nIt is reported a formal complaint by the duchess has been lodged with ITV but neither representatives for the Sussexes nor ITV have confirmed this.\nChris Ship, the royal editor of ITV News, said in a tweet that it was believed Meghan had raised concerns about how Morgan's words \"affect the issue of mental health and what it might do to others contemplating suicide\".\nThe statement from the Palace, which came a day and a half after the interview was first broadcast in the US, said: \"The whole family is saddened to learn the full extent of how challenging the last few years have been for Harry and Meghan. \n\"The issues raised, particularly that of race, are concerning. Whilst some recollections may vary, they are taken very seriously and will be addressed by the family privately.\n\"Harry, Meghan and Archie will always be much loved family members.\"\nIt is understood the royals wanted to carefully consider their response and to give the British public an opportunity to watch the interview first, when it was broadcast on Monday evening.\nThey are said to consider this a family matter and to believe they should be given the opportunity to discuss the issues privately.\nDowning Street has confirmed Prime Minister Boris Johnson has watched the interview, but his official spokesman declined to comment on the Palace's statement.\nAlthough likely, it was never absolutely certain that the Queen would issue a statement following the interview given by her grandson and his wife.\nThe risk was that any response would add to the \"royals in crisis\" narrative which is playing out across front pages and TV screens across the globe.\nBut having had time to discuss the claims made by Harry and Meghan, four short sentences convey the message from the Palace that this is a private family matter and the specific allegations will not be publicly addressed.\nThe tone is conciliatory, with reference to the Sussexes as much loved family members. There is a gentle challenge in the line \"whilst some recollections may vary\", but also an assurance that concerns will be taken seriously.\nAnd we can be sure that - at least as far as the UK-based royals are concerned - any bridge-building will be done in private. \nMeanwhile, the board of the Society of Editors has said it will \"work towards being part of the solution\" after coming under fire for its initial reaction to Meghan and Harry's interview.\nIt previously said it was \"not acceptable\" for the couple to make claims of racism in the press \"without providing any supporting evidence\".\nBut in a new statement the organisation said its earlier comments did not address that \"there is a lot of work to be done in the media to improve diversity and inclusion\".\n\"We will reflect on the reaction our statement prompted and work towards being part of the solution,\" it added.\nIt comes as MPs could push for a House of Commons debate to discuss possible actions following the media's \"hounding\" of Meghan.\nLabour's Holly Lynch, who co-ordinated a letter from female MPs in support of Meghan in 2019, has questioned the way the press is regulated. \n\"How long do you continue to let that fail before you have to recognise it has failed and say 'what next?'\" she said.\nDuring a visit in London earlier, Prince Charles did not respond when he was asked if he had seen the interview, in which the Sussexes addressed deeply personal topics of racism, mental health, the media and other members of the Royal Family.\nThe UK broadcast on Monday night was watched by an average of 11.1 million people.\nIn it, the duchess said there had been times when she \"didn't want to be alive any more\" because she found royal life so difficult. She said she asked for help from the Palace but received none.\nOne of Meghan's close friends said she had been \"worried, terrified, sad\" to see the duchess's mental health problems.\nActress Janina Gavankar also told ITV's This Morning: \"The family and the staff were well aware of the extent of it, and though their 'recollections may vary', ours don't, because we lived through it with them.\"\nGavankar, who watched the TV show air with both Meghan and Harry, added the couple were \"feeling free\" since the broadcast.\nMeghan told Oprah that conversations about how dark Archie's skin might be when he was born took place \"in tandem\" with discussions about why he would not be given a royal title and police protection.\nUnder rules in place since 1917, the couple's children would not automatically become princes or princesses - unless the Queen was to intervene."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56325934",
      "category": "uk",
      "title": "Archie: Why is Meghan and Harry's son not a prince?",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor",
      "text": "In her interview with Oprah Winfrey, Meghan Duchess of Sussex said that when she was pregnant, there were conversations about her future child's status, including what title he or she should receive. \n\"They were saying they didn't want him to be a prince or princess, not knowing what the gender would be, which would be different from protocol,\" she said.\nThe rules about who gets to be a prince and also be referred to as his royal highness (HRH) come from a letter patent issued by King George V in November 1917.\nLetters patent are legal instruments which may take the form of an open letter from the monarch. They may be used for royal declarations or the granting of titles such as peerages.\nIn the 1917 letter, George V declared that the great-grandchildren of the monarch would no longer be princes or princesses, except for the eldest son of the eldest son of the Prince of Wales.\nIn our current situation, that means that Prince George, the eldest son of Prince William, automatically became a prince, but not Archie, even though they are both great-grandsons of the Queen.\nUnder this protocol, Prince George's siblings - Charlotte and Louis - would not have received the title either.\nBut in December 2012, the Queen also issued a letter patent which said that all of Prince William's children would be entitled to be princes or princesses and get the HRH title. \nAlso, being a prince or princess only goes through the male line, which means that the children of Princess Anne did not get those titles despite being the Queen's grandchildren.\nAccording to the 1917 letter, Archie is entitled to become a prince - but not yet. \nThe children of Harry and Meghan, the Duke and Duchess of Sussex, would have to wait until Prince Charles, the heir to the throne, became king, at which point they would be the grandchildren of the monarch and hence entitled to be princes or princesses.\nThat is why Prince Andrew's daughters - Beatrice and Eugenie - were princesses from birth, for example.\nThe Duchess of Sussex was clearly aware of the protocol.\nShe referred in the interview to a \"George V or George VI convention\" that would mean her son Archie would become a prince \"when Harry's dad becomes king\".\nBut she went on to say that she had been told when she was pregnant that \"they want to change the convention for Archie\" so he would not become a prince. \nShe did not give any more details about this and Buckingham Palace has not commented on her claims.\n\"I saw that Meghan mentioned that there were plans to narrow eligibility and I imagine that this is a reference to the Prince of Wales's stated view that the size of the royal family needs to be reduced,\" said Bob Morris from the Constitution Unit at UCL.\n\"However, he has not so far as I know given details of how it should be accomplished.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56332163",
      "category": "entertainment-arts",
      "title": "Vicar of Dibley star Trevor Peacock dies at 89",
      "tags": "Television,Sitcoms",
      "text": "The Vicar Of Dibley actor Trevor Peacock has died aged 89, his agent has confirmed. \nThe actor played the lovable but bumbling Jim Trott in the comedy series alongside its main star Dawn French. \nHis family said in statement: \"Trevor Peacock, actor, writer and song-writer, died aged 89 on the morning of March 8th from a dementia-related illness.\"\nParish council member Jim won viewers' hearts with his catchphrase of \"no no no no...\" and his cheeky innuendo.\nPeacock appeared in every episode of the BBC sitcom from 1994 to 2015, although he missed the recent Christmas special.\nFrench tweeted a short but emotional post: \"Night Trev. I love you.\"\nAlthough most famous for the long-running Vicar of Dibley, Peacock was also an accomplished  Shakespearean actor, starring in a number of BBC productions including Titus Andronicus, Twelfth Night and Henry V.\nThe actor also appeared in the 1990 movie version of Hamlet and a 2000 production of Don Quixote.\nAnd he was a successful musician and songwriter. He appeared with the Beatles in a 1964 television special Around the Beatles, and wrote a number of pop hits.\nPaying tribute, his agents Scott Marshall Partners said on Twitter: \"Remembering our wonderful client Trevor Peacock who died peacefully yesterday. A comic genius and one of the very best humans. We will miss him hugely.\"\nThe BBC said: \"We're saddened to hear of the death of actor Trevor Peacock.\" \nTV channel Gold said the actor had \"played Jim Trott so brilliantly in The Vicar of Dibley\".\nBorn in Edmonton, north London, he started his TV career in the 1960s in the ITV Television Playhouse, Comedy Playhouse and The Wednesday Play.\nHe later played Rouault in Madame Bovary and Quilp in The Old Curiosity Shop.\nPeacock was the brains behind songs including Mrs. Brown, You've Got a Lovely Daughter by Herman's Hermits, Made You by Adam Faith and Billy Fury's Stick Around.\nHis lyrics were also used by The Vernons Girls, with Peacock writing their hits You Know What I Mean and Funny All Over.\nHe also wrote the lyrics for a musical based on The Mirror's Andy Capp cartoon strip.\nPeacock also made appearances in EastEnders, Jonathan Creek and sitcom My Family, and in 2007 appeared in the film Fred Claus, opposite Vince Vaughn and Paul Giamatti, playing the father of Father Christmas.\nHe had a long relationship with the Royal Exchange theatre in Manchester and performed in several productions there. \nHe also wrote a number of musicals, including Leaping Ginger (1977), Cinderella (1979), Class K (1985) and Jack And The Giant (1986).\nPeacock is the fifth major cast member from the series to die in recent years. Roger Lloyd-Pack, who played Owen Newitt, died in 2014, while Liz Smith, who played Letitia Cropley, died in 2016. Emma Chambers, who played Geraldine's close chum Alice Tinker, and John Bluthal, who was Frank Pickle, both died in 2018.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56327214",
      "category": "health",
      "title": "Covid-19: Nightingale hospitals to close from April",
      "tags": "NHS Nightingale Hospitals,NHS,Coronavirus pandemic",
      "text": "The network of emergency Nightingale hospitals set up to cope with a surge of Covid-19 cases is to close from April, the NHS has said.\nEstablished last spring amid fears that the NHS might be overwhelmed, the temporary hospitals in England were largely not needed.\nSome were used as rehab centres and the sites in London and Sunderland will stay open for vaccinations.\nThe NHS said they had been the \"ultimate insurance policy\".\nSeven Nightingale hospitals were built in England, starting in April 2020 with the 4,000-bed facility at London's ExCel centre. Another was set up in Belfast, while Scotland and Wales had their own temporary hospitals.\nBut they were never used on a large scale, because the NHS did not have enough trained staff to fill the Nightingales as well as the permanent hospitals.\nDuring the winter surge in coronavirus cases, Chris Hopson of NHS Providers, which represents hospital trusts, said they had been built to avoid a situation like that seen in northern Italy in spring last year. But he said it would be a \"success\" if they were not used.\nYorkshire's 500-bed hospital, opened by Capt Sir Tom Moore, will close next month without treating a single patient. It will operate as a testing centre until then.\nThe London site treated 20 patients during the first wave of the pandemic. It reopened in January and was used to treat non-coronavirus patients to free up beds for a surge in Covid-19 cases and other very seriously ill people.\nIt was built in nine days, with its first 500 beds fully equipped with oxygen and ventilators. If it had reached full capacity, it would have been one of the world's largest hospitals.\nExeter's Nightingale hospital began admitting patients in November, when cases in the South West of England exceeded the first wave of the pandemic, with the NHS describing it as an \"invaluable resource\".\nAn NHS spokesman said that as the health service learned more about Covid-19 and how to successfully treat it, existing hospitals were able to adapt to increase critical care capacity.\n\"Even in the winter wave - which saw more than 100,000 patients with the virus admitted in a single month - there were beds available across the country,\" the spokesman said.\nBut the NHS said the Nightingale hospitals had been \"on hand as the ultimate insurance policy in case existing hospital capacity was overwhelmed\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56318843",
      "category": "uk",
      "title": "Covid: Daughter allowed to hold mum's hands in care home",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56331268",
      "category": "world-us-canada",
      "title": "Major and Champ: Joe Biden's dogs moved out of White House",
      "tags": "White House,Pets,Dog attacks,Dogs,Joe Biden",
      "text": "Joe and Jill Biden's German shepherds have been removed from the White House after the younger dog, Major, reportedly bit a security agent.\nAccording to US media, the pets have been sent back to the Biden family home in Wilmington, Delaware.\nIt follows Major's aggressive behaviour towards White House staff.\nThe Bidens adopted three-year-old Major in 2018. He became the first dog from an animal shelter to live in the White House.\nTheir other dog, Champ, is 13.\nAnonymous sources told CNN that Major had been jumping, barking and charging at White House staff and security.\nBoth dogs moved into the White House four days into Joe Biden's presidency. \nHis wife, Jill, told The Kelly Clarkson Show last month she was focused on getting the dogs settled.\n\"They have to take the elevator, they're not used to that, and they have to go out on the South Lawn with lots of people watching them. So that's what I've been obsessed with, getting everybody settled and calm,\" she said.\nSharing the limelight with their owners, the dogs appeared alongside the first lady in a public service announcement encouraging Americans to wear face coverings, and also gave their own Christmas message in December.\nThe White House has a long history with pets, although Donald Trump was the first president in more than 100 years not to have a dog. At a rally in Texas in 2019, he said he would \"feel a little phony\" about walking one on the White House lawn, plus he didn't have the time.\nMajor is the first dog from a shelter to live in the White House, however President Lyndon B Johnson also had a rescue dog - a terrier mix named Yuki. \nYuki was found at a Texas petrol station by the president's daughter, Luci, on Thanksgiving Day in 1966, according to the Presidential Pet Museum website, which compiles information on the White House pets."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56338096",
      "category": "uk",
      "title": "Covid-19: Whitty warns against unlocking restrictions too early",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you tomorrow morning. \nUnlocking too quickly would lead to a substantial surge in Covid infections, the UK's chief medical adviser has said. \"It is very easy to forget how quickly things can turn bad,\" Professor Chris Whitty told the Science and Technology Select Committee. It takes about three weeks to build up immunity following the first dose of the vaccine, so currently only the first four priority groups will have developed significant protection at the moment. But nearly half of hospital admissions have been seen in the under-70s. The comments come amid pressure from backbench Tories to ease lockdown more quickly, but Prof Whitty said the step-by-step roadmap was necessary because \"you want to be absolutely confident it is safe\".  Read more from our health correspondent Nick Triggle.\nUp to four adults from two different households will be able to meet outdoors in Scotland from Friday of this week. Restrictions on young people will also be eased, with four people aged between 12-17 able to meet, even if they are all from different households. Outdoor, non-contact group sports for adults will also restart on Friday. And from 26 March, people will be able to gather for communal worship, provided there are no more than 50 gathered and social distancing is observed. However, the overall requirement to stay at home will remain in place, with Nicola Sturgeon cautioning that hospital admissions and deaths from the virus were \"still higher than we would want\".  Read more on what Scotland's First Minister had to say here.\nA health minister has defended the proposed 1% pay rise for NHS staff in England, saying \"nurses are well-paid for the job\". Lord Bethell praised the \"heroics\" of health workers during the pandemic, but said they had secure jobs that many people would \"envy\". He was responding to opposition calls for the government to rethink its \"miserly\" 1% pay offer. Nurses have described the offer as \"insulting\", with unions threatening strike action. Labour peer Lord McNicol said it was a \"kick in the teeth\" for NHS workers, while Lib Dem peer Lord Willis said it amounted to a pay cut. Ministers will take a decision on NHS pay for 2021/22 in May, after an independent panel makes it final recommendation.\nHospitals in and around Paris have been told to reduce non-Covid treatments by 40%, with just 83 beds currently available in intensive care units in what is France's most populous region. It follows a net increase into intensive care of 35 patients per day over the past two weeks. France has tried to speed up its slow vaccination campaign, but remains dogged by high infection rates. Health director Jérôme Salomon said a major lockdown would only be considered \"as a last resort measure... if we were under the impression the hospital system could not cope\".\nUK supermarkets have warned of a shortage of some dog and cat food products following an \"unprecedented\" rise in pet ownership during lockdown. Sainsbury's has apologised after running out of dog and cat food pouches due to a \"national shortage\", although tinned and dry food are unaffected. Morrisons also said it was seeing an \"increase in demand\". Pet food maker Purina said the UK market had \"changed significantly\" during the pandemic and it was producing \"more pet food... than ever before\". Even before another surge during November's second lockdown more than two million Britons had taken on new pets.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nOr why not read about the secondary school teacher who met her pupils face-to-face for the first time this week, as pupils in England returned to school.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nCoronavirus: Evening update \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-humber-56326939",
      "category": "uk-england-humber",
      "title": "Emma Hardy MP quits shadow minster role over Covid workload",
      "tags": "Hull,Emma Hardy",
      "text": "A Labour MP has resigned her shadow ministerial post citing an increase in constituency work during lockdown.\nEmma Hardy said due to the coronavirus pandemic the number of people seeking her help had \"risen dramatically\".\nThe Hull West and Hessle MP was appointed as the shadow further education and universities minister last year after Sir Keir Starmer was elected party leader.\nIn her resignation letter she said she was leaving with a \"heavy heart\".\nMs Hardy blamed the government's handling of the pandemic for \"taking a heavy toll on the place I love\".  \n\"In the past year, the number of residents contacting me needing help and support has risen dramatically; I was elected as their representative and their needs will always come first,\" she said.\nMs Hardy added: \"I will no longer be able to give the role of shadow minister the time it deserves.\"\nThe former primary school teacher was elected to parliament in 2017, when she replaced the long-serving Labour MP Alan Johnson. \nIn the 2019 election Ms Hardy held on to the seat with a majority of 2,856, a drop of 10.4% in her vote compared with the 2017 result.\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56334302/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Labour urges 'germ games' to plan for pandemics",
      "tags": "Jonathan Ashworth,Department of Health & Social Care,Labour Party,Coronavirus pandemic",
      "text": "The government should hold annual planning exercises to prepare for future pandemics, Labour's shadow health secretary has said.\nJonathan Ashworth said \"germ games\", modelled on yearly military drills, could help prepare the UK for an \"era of pandemics\".\nHe said an independent body should audit the plans, as is done with annual spending. \nThe government said its proposals would \"supercharge\" planning for the future.\nIn a speech to the IPPR think tank, Mr Ashworth said ministers had been \"unprepared, complacent and inept\" when dealing with the Covid crisis.\nHe added that academic discussions about the threat posed by new diseases had \"rarely surfaced in Westminster\" and \"that has to change\".\nMr Ashworth also criticised the Conservatives' record on public health spending since 2010, arguing it had led to a worse death toll in the UK. \n\"Years of cuts to public services and austerity left our health and care services lacking the capacity needed when disaster struck,\" he said. \n\"Covid hit a population with millions of people in poor health, in poor housing and with job and income insecurity,\" he added. \n\"A healthier, more equal society would have weathered the storms better.\"\nWarning that climate change and globalisation had increased the pandemic threat, he said the UK needed to dramatically improve its disease planning.\nHe said preparation done by the new National Institute for Health Protection, which is replacing Public Health England, should face independent scrutiny.\nAnd he called for a new agency to conduct this - similar to the Office for Budget Responsibility, which vets the government's annual spending plans.\n\"Governments rightly invest in defence planning and 'war games'. Practising for pandemics should be no different,\" he said. \n\"Ministers should 'germ game' on an annual basis, to prepare themselves and the country for the next pandemic or infectious outbreak.\n\"Never again should we have ministers ignoring the science and learning on the job.\"\nThe government says it regularly plans for new infectious diseases and seeks to learn the lessons of previous outbreaks.\nSince it was first published in 2008, its National Risk Register has identified a pandemic as the most serious threat facing the country.\nBut its planning has faced criticism from Phillip Lee, who was a Conservative minister during a 2016 simulation of an influenza pandemic in England.\nMr Lee, who went on to become a Lib Dem MP, said last April that the three-day operation, known as \"Exercise Cygnus\", had revealed weaknesses in areas such as testing capacity and buying protective equipment. \nHe said a failure to learn lessons from that exercise had led to \"panic decisions\" - and it had been a \"mistake\" not to publish the findings.\nResponding to Mr Ashworth's speech, a Department of Health and Social Care spokesperson said Covid had \"challenged health systems around the world\".\n\"Our response has always been informed by the latest advice from our scientists and, we have taken swift action when new evidence has emerged,\" they said. \nThe added that the government had now established the \"largest diagnostics network in UK history\" and the NHS's \"biggest-ever mass vaccination campaign\".\nMeanwhile \"almost half\" the data sent to the World Health Organization to map the evolution of the coronavirus had come from the UK, they added.  \n\"We are already looking to our future preparedness, and through the new National Institute for Health Protection we will supercharge our response to health threats, both now and in the future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56321402",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Restrictions on outdoor meetings to be eased",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon",
      "text": "Covid-19 restrictions in Scotland are expected to be eased slightly to allow more people to meet up outdoors.\nFirst Minister Nicola Sturgeon will update MSPs about the state of the pandemic and lockdown at Holyrood.\nOn Monday, her deputy John Swinney said \"the data is going in the right direction\" and that ministers were \"hopeful\" that measures could be eased.\nHowever the overall \"stay at home\" order is expected to remain in place for some weeks to come.\nMr Swinney said changes would have to be made in a \"sustainable\" manner so that transmission of the virus does not run out of control again.\nAt present, only two people from two households are allowed to meet outdoors in Scotland.\nThis was due to increase to four people from two households from 15 March, but this is expected to be brought forward as a result of progress in suppressing new cases.\nThe move - dubbed \"relatively minor but important\" by Ms Sturgeon on Friday - may also see more young people allowed to participate in non-contact sports.\nMore pupils are expected to return to classrooms from next Monday, including remaining primary school years and some secondary students.\nBy late April, the government hopes to move back to a local \"levels\" system of regional restrictions across Scotland, albeit with tougher rules than before.\nMs Sturgeon will review the latest advice and data with her cabinet ministers on Tuesday morning, before announcing their decisions in the Holyrood chamber in the afternoon.\nOn Monday, Mr Swinney said there were \"a lot of grounds for optimism\" - but warned that changes would have to be made carefully.\nHe said: \"The number of cases is falling, the test positivity rate is low, the vaccination programme is going well and the pressure on our hospitals, while still significant, is not as grave as it was earlier on.\n\"The first minister has been clear that we will try to relax lockdown as quickly as we possibly can do, but we have to do it in a sustainable manner.\n\"That means taking the appropriate steps in the appropriate sequence to make sure we don't risk the virus running away from us again.\"\nThe Scottish Conservative have welcomed the easing of restrictions on outdoor meetings but want to see ministers \"move faster\".\nTheir public health spokesman Miles Briggs told BBC Radio's Good Morning Scotland he wanted to see gyms reopened before the scheduled date of 26 April.\nScottish Labour education spokesman Michael Marra told the programme the public need a \"proper plan\" that delivers hope.\nHe also highlighted the mental health impact of the pandemic and added: \"Everybody is incredibly frustrated.\"\nMinisters have stressed that their approach will be dictated by the latest data and scientific evidence about the pandemic.\nOn Friday, Ms Sturgeon said that the progress of the vaccination programme and declining number of people falling seriously ill \"should give us all real encouragement that greater normality is firmly on the horizon\".\nHowever she warned on Sunday that mass gatherings like those seen in Glasgow after Rangers were confirmed as the Scottish Premiership football champions \"could delay exit from lockdown for everyone else\".\nMr Swinney reiterated this on Monday. He said: \"We will be driven by the data. If the data suddenly - because of all of that commotion at the weekend - goes in the wrong direction, we will have difficult decisions to make. There are consequences that flow from these events.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-56326406",
      "category": "uk-england-northamptonshire",
      "title": "Anne Sacoolas: Harry Dunn suspect 'willing to do community service'",
      "tags": "Harry Dunn crash,Croughton",
      "text": "The suspect in the death of Harry Dunn would be willing to do community service and make a \"contribution\" in his memory, her lawyer said.\nMr Dunn, 19, died in a crash near RAF Croughton in Northamptonshire in 2019.\nAmy Jeffress, the lawyer for suspect Anne Sacoolas, who returned to the United States claiming diplomatic immunity, said such a crash would not be prosecuted criminally in the US.\nHarry's mother, Charlotte Charles, said she must face \"the UK justice system\".\nMs Jeffress added that her client \"never denied that this was her fault\".\nThe Crown Prosecution Service (CPS) has authorised Northamptonshire Police to charge Mrs Sacoolas with causing the teenager's death by dangerous driving, but an extradition request was rejected by the US government in January 2020.\nSpeaking to Joshua Rozenberg, for BBC Radio 4's Law in Action, Ms Jeffress said they had been trying to resolve the case in a way that would not involve Mrs Sacoolas's return to the UK.\nMs Jeffress said: \"We understand that community service is a typical sentence for offences like this.\n\"We have offered ever since over a year ago that she would be willing to serve that kind of a sentence and to make a contribution in Harry's memory, to take other steps to try to bring some peace to the family.\"\nMs Jeffress said Mrs Sacoolas had driven \"instinctively\" on the right-hand side of the road after leaving the US military base where her husband had a job covered by diplomatic immunity.\nAt the time of the crash on 27 August 2019, Mrs Sacoolas had only been in the UK \"for a few weeks\" and had made \"a tragic mistake\", said Ms Jeffress.\n\"She's never denied that this was her fault - that she caused this collision by driving on the wrong side of the road,\" she said.\nShe claimed reports Mrs Sacoolas had not called for help were untrue, stating she flagged down a motorist who called the ambulance service while she notified police at the military base. \nThe lawyer said her client had co-operated fully with police, took a breathalyser test, which produced a zero reading, and surrendered her phone to show she had not been using it.\nShe remained at the scene until told by the police to leave and was subsequently interviewed by them for several hours, Ms Jeffress said.\nThe lawyer added: \"One aspect of this that has not been reported is that this kind of an accident, had it occurred in the United States, would not be prosecuted criminally. \n\"In the United States, these cases are only prosecuted where there is evidence of recklessness that rises to the level of close to intent - drunk driving, distracted driving, a hit-and-run situation or excessive speeding. \n\"But there was none of that here.\"\nShe said she understood this was one of the reasons the US was not prepared to waive her client's immunity.\nMrs Charles said: \"In this country we do not get to advise our CPS as to what they hand down, we don't get to influence the judge and jury in any way. \n\"She may want to do community service and there is nothing we can do to influence that, she has to go through the UK justice system - which is one of the fairest in the world - they will decide. \n\"She just needs to come back and get it over and done with.\"\nRadd Seiger, the Dunn family's spokesman, said it was \"wrong\" for Ms Jeffress to suggest that community service was an option. \n\"We know she [Mrs Sacoolas] did not intend to kill Harry, but in our country, as in their country, if you drive dangerously - 20 seconds down the wrong side of the road and end up killing a child - that is not something we tolerate. \n\"We expect justice to be done.\"\nMs Jeffress said Mrs Sacoolas \"would very much like to move forward and resolve the case\". \n\"She's willing to meet with the family to provide whatever information they are seeking and we truly hope that we can do that and give the family some measure of peace. \n\"Anne is truly sorry for Harry's family and the pain that this has caused.\"\nThe UK's Justice Secretary Robert Buckland said: \"Rather than talking about the sentence that would be appropriate, let's actually deal with the question of liability first.\n\"At the moment there is an outstanding and very serious matter relating to the alleged driving of this person and the death of a young man.\n\"What we are trying to do is to actually go through due process and deal with the issue of criminal liability first.\"\nMr Dunn's parents have launched a civil claim against Mrs Sacoolas and her husband Jonathan in the US state of Virginia, where they live.\nThe next stage would normally be for Mrs Sacoolas to give a formal deposition - answering questions put by the claimants' lawyer.\nMs Jeffress said she thought \"it would much better for Anne to provide whatever information the family seeks in a less formal setting than a deposition where lawyers are involved and there are objections and so forth\".\nShe added: \"If the case does not settle, then depositions would be taken, and she would comply.\"\nMs Jeffress also denied suggestions that Interpol was seeking her client's arrest in the US under a so-called Red Notice.\n\"There is no Red Notice, and there never was a Red Notice and so Interpol will not be assisting in this matter.\"\nA spokesman for Boris Johnson reiterated that the Prime Minister \"continues to fight for justice\" for Mr Dunn's family. \n\"We have always asked for extradition. The denial of that we have always seen as a denial of justice,\" he said.\nA Foreign, Commonwealth and Development Office spokesman said the Foreign Secretary Dominic Raab had raised the case with the US Secretary of State Anton Blinken.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56331944",
      "category": "uk-england-london",
      "title": "Sarah Everard: Block of flats cordoned off in search for missing woman",
      "tags": "Clapham,Brixton,Battersea,York",
      "text": "Officers searching for a missing woman in south London have put up a cordon outside a block of flats near to where she was last seen.\nSarah Everard was last spotted by a doorbell camera on the A205 Poynders Road in Clapham at about 21:30 GMT on Wednesday.\nThe cordon extends along Poynders Road from Rodenhurst Road to Cavendish Road.\nDetectives have released fresh images of the 33-year-old as the search continues \"at pace\".\nAs part of the ongoing investigation police are searching a variety of areas, the Met said.\nThe force added that 750 homes in the area had been visited and over 120 calls had been taken from the public.\nExtensive search operations for Ms Everard has seen officers delving into drains on the street where she was last seen.\nForensic officers placed markers on the pavement of Poynders Road on Tuesday evening.\nOfficers were seen lifting drainage grilles and using sniffer dogs outside the nearby Oaklands Estate and gardens.\nDetectives continue to say they are \"keeping an open mind\" about her disappearance.\nDet Ch Insp Katherine Goodwin said a number of CCTV recordings had been \"seized\".\n\"We have committed significant resources to this investigation, with assistance coming from across the Met,\" she said.\n\"I want to remain clear that at this time we have no information to suggest that Sarah has come to any harm and we retain an open mind as to the circumstances. \n\"We share the wish of her family and friends to have her back safely with her loved ones.\"\nFriends and relatives have issued appeals on social media to help find the marketing manager who vanished on her walk home to Brixton after visiting a friend's flat in Leathwaite Road, Battersea.\nHer family have said it is out of character for her to disappear.\nWomen living in the area near to where she vanished told reporters they had been warned by police to be extra vigilant.\nScotland Yard said no official advice was being given to local residents, but it would remind them of \"normal personal safety advice\".\nInvestigators are not currently linking the disappearance to reports of women being followed in surrounding areas.\nMs Everard, who is originally from York and attended Durham University, was last seen wearing a green rain jacket, navy blue trousers with a white diamond pattern, and turquoise and orange trainers. She is thought to have been wearing green earphones and a white beanie hat.\nDetectives have urged people to check any dashcam or doorbell cameras for sightings of her, particularly along these roads:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56311109",
      "category": "uk-wales",
      "title": "Covid vaccine: First dose given to a million in Wales",
      "tags": "Deeside,Coronavirus vaccines,Cardiff,Coronavirus pandemic",
      "text": "More than one million people in Wales have been given their first dose of a coronavirus vaccine.\nA total of 1,007,391 people had been vaccinated by Monday night, Public Health Wales said, but it confirmed the true total would be higher.\nIt means 31.9% of the Welsh population have had a first dose.\nThe million milestone of doses given - rather than individuals vaccinated - was reached on 27 February by including both first and second doses. \nPeople delivering the vaccine - and families grateful to have received it - have been reflecting on the milestone.\nRetired nurse Gwenfair Jones came out of retirement to help out with the vaccination effort, and estimates she has given 1,200 jabs at the Deeside mass vaccination centre.\n\"I'm just proud to be part of the team,\" she told BBC Radio Wales Breakfast.\n\"Everyone who works in these centres are just amazing people - from people like nurses, to the admin staff, to the volunteers who are giving up their hours to be there helping us. It's fantastic team work.\"\nMs Jones said she had kept all the plastic needle caps of everyone she had vaccinated, which is usually between 60 and 72 people each day.\nBut she said it's not always just about getting needles in people's arms - many people are nervous because they \"have not been out of their house for months\", or are mourning the death of a loved one.\n\"We have had people who have come from funerals or are going to funerals the next day,\" she explained.\n\"They do get very emotional and I do try to spend a little more time with them and have a chat with them, and reassure them really.\"\nAsked if she was happy she came out of retirement, she replied: \"If you had told me 12 weeks ago I would be getting up at 06:30 on a Sunday morning to go to work, I would have laughed at you.\n\"I couldn't just sit at home while I was watching some of my friends struggling in work.\"\nAngelika Monks, from Anglesey, said it was \"absolutely wonderful\" when she found out her son Steven could have the vaccine.\nSteven has cerebral palsy, severe learning difficulties and a rare form of epilepsy, which means he needs round-the-clock care at a specialist home.\nPeople with mental illnesses which cause functional impairment in Wales joined priority group six for the vaccine after they were previously not given priority.\nMs Monks said she had not been able to see Steven since Christmas Day, when they had to remain 2m apart, but speaks to him daily on video conferencing.\n\"You have to understand Steven has been in the house every day - he hasn't been to the day centre in a year, he hasn't seen his friends in a year,\" she said.\n\"That must be so frustrating for him. We have only been allowed to see him about five times [during the pandemic].\"\nMs Monks said that when she was allowed to go and see him, she chose not to because \"he wouldn't have understood why I wasn't able to give him a hug.\"\nShe added: \"At one time he must have thought we had abandoned him.\"\nDespite reaching the \"phenomenal milestone\", we should be cautious about declaring victory too early, according to virologist Dr Richard Stanton, of Cardiff University.\n\"We have gone from a virus no-one had heard of, to having a third of the population vaccinated in just over a year,\" Dr Stanton said.\n\"But there are some caveats with that - there's no doubt that the vaccine will be our way out of the pandemic, but we are not out of the woods yet.\"\nDr Stanton said two-thirds of the population were yet to be vaccinated, and we would need between 80% and 90% of the population vaccinated before achieving \"herd immunity\".\nHe also said a second dose offered the strongest protection, which most people who have been vaccinated had not yet received, adding: \"We are a long, long way away.\"\nBut Mr Stanton said the fact there were zero further deaths reported on Monday amid falling case rates was \"absolutely massive\".\nBerwyn Owen, Betsi Cadwaladr University Healthboards's chief pharmacist said reaching a million first vaccine doses is a \"significant milestone\".\nMr Owen said:  \"There has been a colossal effort from the health service and in partnership working between the local authorities, the voluntary sector, the military and of course the will of the public themselves to come and be vaccinated.\"\nHe added \"diligence is imperative\" in reference to how the public should continue to behave, despite the number of people vaccinated.\n\"The vaccine itself offers protection from the severity of Covid but it doesn't stop you from transmitting or indeed getting it,\" Mr Owen continued. \n\"So until we reach that population immunity overall, where 95% of the population has been vaccinated, people need to take care and respect all the conditions have been set out by government for us to protect each other and the public.\"\nHealth Minister Vaughan Gething said it was \"a truly incredible testament to the hard work of everyone involved in the roll-out of this life-changing vaccine\".\nMr Gething urged everyone to accept the vaccine when they are offered it, adding: \"Each is a step closer to opening up our society, a step closer to a brighter future and our 'new normal'.\"\nBut the minister said it was important people continued to practice social distancing and good hygiene even if they have had the jab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56324215",
      "category": "uk",
      "title": "Meghan and Harry interview: Tabloid racism 'large part' of why we left UK, says duke",
      "tags": "Oprah Winfrey,UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,The Royal Family and the media",
      "text": "The Duke of Sussex has said racism from the tabloid press that filtered into the rest of society was a \"large part\" of why he and his wife left the UK.\nPrince Harry told Oprah Winfrey that the UK tabloid media is \"bigoted\" and creates a \"toxic environment\" of \"control and fear\".\nHe said he thought the Prince of Wales had to \"make peace with it\".\nThe Society of Editors said the media is not bigoted and is holding the \"rich and powerful to account\".\nMeghan said social media had made the relationship with the press like \"the wild, wild West\" and said the Royal Family's press operation failed to defend her and Harry from untrue stories.\nIn the much-anticipated interview with Oprah, Harry and Meghan covered a range of deeply personal topics, including racism, mental health, their relationship with the media and Royal Family dynamics.\nThe two-hour interview was broadcast last night in the US and was screened in the UK on ITV on Monday night and on ITV Hub, courtesy of Harpo Productions/CBS.\nIn other key revelations:\nUS President Joe Biden's press secretary, Jen Psaki, said it had taken \"courage\" for Harry and Meghan to tell their own personal story and speak about struggles with mental health.  \nAsked about the claims that the Royal Family had failed to look after the Sussexes' mental health and that one family member had speculated on their unborn child's skin colour, Prime Minister Boris Johnson declined to comment, except to say he \"always had the highest admiration for the Queen and the unifying role she plays\".\nHe said \"when it comes to matters to do with the Royal Family, the right thing for prime ministers to say is nothing\", after being asked specifically if he believed the Royal Family was racist.\nIn previously unseen footage from the three hour 20 minutes interview, Oprah asked the prince if the couple left the UK because of racism. Prince Harry replied: \"It was a large part of it.\"\nHe said that shortly after the couple announced they would step back from royal duties, someone who was \"friends with a lot of the editors\" had warned him about their confrontational stance with the press: \"Please don't do this with the media, they will destroy your life.\"\nThe conversation happened at a fundraising dinner in January 2020, a few months after Meghan sued the Mail on Sunday over a private letter and Prince Harry said he feared his wife would fall \"victim to the same powerful forces\" that he lost his mother to.\nThe friend of the editors told him: \"You need to understand that the UK is very bigoted.\" But the duke responded: \"The UK is not bigoted, the UK press is bigoted, specifically the tabloids.\"\nSpeaking to Oprah, the prince added: \"But, unfortunately, if the source of information is inherently corrupt or racist or biased then that filters out to the rest of society.\" \nHe said that \"sadly\" no-one in the family had said they were sorry that the couple felt they had to move away from royal life because they did not feel supported.\n\"The feeling is that this was our decision, therefore the consequences are on us.\"\nHe said it was \"really hard because I am part of the system with them, I always have been\".\nPrince Harry said he is \"very aware\" that his brother Prince William \"can't leave that system but I have\".\nAsked if William wanted to leave the system, he replied: \"I don't know, I can't speak for him.\"\nHarry said the \"relationship and that control and the fear by the UK tabloids, it's a really, it's a toxic environment\".\nThe duke said he will \"always be there\" for his brother and the rest of his family and he has \"tried to help them to see what has happened\".\nHis father, the Prince of Wales, \"had to make peace\" with the relationship with the media.\nBut Meghan said she and the duke could not make peace with it themselves, saying it was \"different\" because of social media, describing it as \"like the wild, wild West\".\nThe Society of Editors criticised the couple for accusing the media of racism without \"any supporting evidence\".\n\"The UK media has never shied away from holding a spotlight up to those in positions of power, celebrity or influence. If sometimes the questions asked are awkward and embarrassing, then so be it, but the press is most certainly not racist,\" said executive director Ian Murray.\nIn another unaired clip shared by broadcaster CBS on social media, Prince Harry said that in January last year the couple had an invitation to visit the Queen at Sandringham suddenly withdrawn by her private secretary, who said she was \"busy all week\".\n\"When you're head of the firm there are people around you that give you advice. And what has also made me really sad is some of that advice has been really bad,\" said Harry.\nAlso in the unaired footage, the Duchess of Sussex said her treatment in the press had been worse than other royals, saying that although the Duchess of Cambridge being branded \"Waity Katie\" before her marriage to Prince William must have been \"really hard\", it was \"not the same\".\n\"If a member of his family would comfortably say 'we've all had to deal with things that are rude', rude and racist are not the same,\" she said.\n\"And equally you've also had a press team that goes on the record to defend you, especially when they know something's not true, and that didn't happen for us.\"\nMeghan said there had been an \"obsession about anything in my world\", including the media offering money to track down her parents.\n\"I did everything I could to protect both of them in that media frenzy for over a year,\" she told Oprah."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56332429",
      "category": "education",
      "title": "Parents urged not to pressure teachers over exam grades",
      "tags": "Schools,Exams,Education Select Committee",
      "text": "Parents should not pressurise teachers, but trust their judgement as they award GCSE and A-level grades this summer, says England's exams regulator.\nFor the second year running, teachers' grades will be used following the cancellation of exams due to Covid-19.\nSimon Lebus, acting head of Ofqual, said teachers' judgement was considered to be \"pretty reliable\".\nBut he urged parents not to put teachers under pressure or make them \"uncomfortable\" over grade decisions.\nThe acting chief regulator was giving evidence to the Commons Education Select Committee on Tuesday.\nHe told MPs: \"We've created a system in which I think there are good incentives to allow teacher judgment to flourish and we've all got to play our part to support that.\"\nHe added: \"I also think it's very important that parents give teachers the space to do it, because it's always a worry that parents get terribly involved and teachers feel uncomfortable and there's an intrusive interest so I think that's a really important point.\" \nEngland's Schools Minister Nick Gibb, who also appeared before the committee, said there were no plans to get rid of exams on a permanent basis, following two years of cancelled assessments due to the pandemic. \nMr Gibb denied suggestions that exams could be phased out and said \"I absolutely can confirm\" that they would be kept in future years.\n\"What we have learnt is that exams are the fairest way of judging the attainment and ability and work of students and we want to get back to exams as soon as possible.\"\nMr Gibb told MPs that, up until 4 January exams were going ahead - with various systems in place to account for the disruption to learning.\n\"It was only after the decision to close schools to most pupils from January, that we decided that the unfairness was too great.\"\nAsked about the extra pressure on teachers this year, especially in terms of awarding grades for GCSEs and A-levels, Mr Gibb acknowledged that they had \"shouldered a huge burden\" and that the Department for Education  was \"conscious of workload\".\nIan Bauckham, acting chair of Ofqual,  said teachers were being asked to \"step up and do more than they usually have to do by playing a significant part in the determination of grades\".\n\"We need to make sure the exam boards give them the structures and incentives to do the job, they can see needs doing, well.\n\"And I think that being clear that everyone will be subject to the same quality assurance, the same checks - that gives confidence to do the right thing in each individual circumstance.\"\nHe said these structures would help teachers not to \"bow to the various pressures that they will undoubtedly come under\" from pupils and parents.\nMr Baukham said it was up to senior leadership teams in school to make sure teachers got the \"support and structure they needed\".\nMr Gibb also told MPs that it was \"good to see children back in school\" this week in England.\nAsked about Covid testing, the minister said that a negative PCR test would not over-rule a positive lateral flow test taken by a pupil in school under supervision, but would over-rule a lateral flow test done at home. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56159549",
      "category": "uk",
      "title": "Covid-19: Vallance says expect 'baseline' measures next winter",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56328860",
      "category": "business",
      "title": "Supermarkets warn pet boom causing food pouch shortages",
      "tags": "Companies,Morrisons,Pets,Tesco,Sainsbury's",
      "text": "UK supermarkets have warned of a shortage of some dog and cat food products following an \"unprecedented\" rise in pet ownership during lockdown. \nSainsbury's has apologised after running out of dog and cat food pouches due to a \"national shortage\", although tinned and dry food are unaffected.\nMorrisons said it might not have \"full availability for several months\", but said it had enough stock for customers.\nWaitrose is also running low, while Tesco has seen strong demand.\nSainsbury's said it was trying to resolve the issue but warned it would be \"ongoing\" in 2021.\nIt is blaming higher than usual demand for pouches after more pets were bought during lockdown. \nMorrisons also said that there had been \"an unprecedented rise in pet ownership across the UK\" and it was seeing an \"increase in demand\".\nA spokesperson for Morrisons said: \"We're working closely with our suppliers who are investing in increasing their capacity and we may not have full availability for several months.\"\nBut the supermarket added that there was no need for people to start panic-buying pet food. \n\"We do have enough stock to support all our customers and their new pets and so there is no need for people to buy more than they need.\"\nTesco is believed to be working closely with suppliers to meet the needs of customers' pets, while Waitrose hopes to have its full range of pouches back on the shelves \"as soon as possible\". \nHelen Warren-Piper, general manager of Mars Petcare UK, which makes Pedigree and Whiskas, said: \"We recognise retailers are experiencing unusual demand for pet food during lockdown.\n\"We have made significant investment into our manufacturing network - including investment in our UK Melton pet food plant.\"\nPet food maker Purina said the UK market had \"changed significantly\" during the pandemic.\n\"We are experiencing unprecedented demand for our products, including cat food pouches where we have seen sales growth for our Felix and Gourmet brands at almost three times that of the market,\" it said.\n\"We have been working hard to meet this additional demand and are producing more pet food - including pouches - than ever before.\"\nHowever, it added that consumers might find that  some of its products \"are not consistently available in their normal place of purchase\".\nJonathan Josephs, business reporter, BBC News\nMillions more of us have got used to cats, dogs and other pets yelping for food. Even before another surge during November's second lockdown more than two million Britons had taken on new pets. That should have been good news for the profits of pet food manufacturers but it's an industry that was already manufacturing at close to capacity.\nIt's not just the UK where demand for pet food is simply outstripping supply, but across Europe too; shortages are the inevitable results. Some owners have taken to feeding their animals other products, and that may have to be a growing trend. \nThere are also bigger global issues at play, with concerns that increased demand for wheat and grain in China could cause shortages of some ingredients in the supply chain. \nOne industry source said there has also been \"more of a crunch because of Brexit\" and the disruption that's caused with hauliers paperwork at UK borders.\nDespite the financial constraints many people are facing the pet-care industry is regarded as recession-proof.  It can take a lot of time and money to increase factory capacity but pet-food makers might have to do just that because after all; a dog is for life, not just for lockdown. \nPet owners reacted with humour and dismay on Twitter.\nSome said Sainsbury's should have provided more information about the shortage when it emailed its customers about the issue.\nThe journalist Owen Jones said his cat was less than impressed.\nThere has been a well documented rise in pet ownership during the pandemic, with retail chain Pets at Home reporting strong sales and profits last year. \nIn November, it said that animals had been a \"lifesaver\" during lockdown, helping people through a period of \"social loneliness\".\nThe firm not only saw stronger demand for pets, but also related services such as its Vets at Home business.\nShoppers panic bought pet food during the first national lockdown in 2020 but there have been no reports of similar trends since then. "
    }
  ]
}