{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56563289",
      "category": "uk",
      "title": "Covid-19: 'Wedding guest list cut from 180 to 6 - but we're getting married'",
      "tags": "Coronavirus lockdown measures,Marriage,Weddings,Coventry,Coronavirus pandemic",
      "text": "Weddings in England are back on. After months of lockdown, small ceremonies can go ahead with up to six people.\nReceptions are still not allowed - but guests will be able to celebrate in groups of six outdoors.\nFor engaged couple Jess Warren-Basham and Jonny Cope, from Hampshire, they're simply excited they can finally marry.\nThe couple's original wedding date was last August. They then postponed it to 28 March - just one day short of the lockdown easing.\n\"We were 11 and a half hours too early for the roadmap and step one for weddings to be allowed,\" said bride-to-be Jess, 28, ahead of the ceremony.\n\"So we had to move the whole thing back another day just to get to the 29 March date that obviously [is when] the unlocking starts,\" her fiancé Jonny, 30, added.\nThe couple also spoke of the challenge of cutting down their guest list from 180.\n\"Our original list, it was 180 and now it is six,\" said Jess, laughing.\nJonny, a solicitor, said the small number actually \"made it a lot easier because it's just inviting the parents really, whereas if it had been 15 or 30 it would have been more difficult to cut off\".\nJess, who runs baby and toddler classes, added: \"You have to look at the positives and for us, those four people, our parents, are the closest people that we would love to be there.\n\"And how many couples get to say they get to spend the whole day with just six people? And making those memories with the closest people you have around you.\"\nBBC News caught up with the newlyweds after the ceremony, which included two songs recorded beforehand by friends who are performers.\n\"It's been a great day, and we've obviously been so lucky with the weather,\" Jonny said. \"We just came home in an open-top car,\" Jess added. \nRelatives and friends in Wales, Germany and Australia tuned into the nuptials online. \"It's amazing,\" Jess said.\nBut it's not just couples who have had to postpone several times who married on Monday.\nDwain Daley and Nyasha Pitt met online during the pandemic and will exchange vows at Coventry Register Office.\nHaving met in July, the pair said they had spent only four days apart and Dwain said they were eager to marry.\"I definitely want us to be married and I do not care if it is a small ceremony because as long as we get the ceremony done and we are married, we are together,\" he told BBC Midlands Today.\nOthers are finding the strict 6-person limit stressful. One bride-to-be from Dorset, who is getting married this weekend, says the rule means that she and her fiancé are facing a childcare issue.\nThey would have postponed their wedding, but her fiancé - who is in in the military - is being deployed for seven months and they wanted to get married first.\n\"I'm feeling very anxious,\" said the bride, who did not want to be named. \"It's not exciting, whereby when you get married it should be exciting.\"\nThe couple say they are in a bind: the six-person limit means that they cannot have both sets of parents and their two young daughters present. They would marry with just their parents there, but they have no-one else to take care of their children since their childcare bubble is their parents.\n\"It's an upsetting situation,\" she said. \"At the moment we have been thinking about having my fiancé's mother outside with our eight-month-old.\"\nUntil now, weddings and civil partnership ceremonies have only been allowed to take place in England in exceptional circumstances and receptions have been banned.\nAccording to the government's plan for weddings, the next stage - no earlier than 12 April - will see ceremonies and receptions allowed for up to 15 people.\nHowever, they will only be possible if they meet certain rules - for example ceremonies must be held in Covid-secure venues that are allowed to open, and receptions can only be in the form of a sit down meal or in outdoor venues and cannot take place in people's private gardens or public outdoor spaces.\nThe numbers are then set to rise to 30 people from the next step, no earlier than 17 May, and then the government's plan is to lift all restrictions in the final step which could be 21 June at the earliest.\nIn Scotland, wedding ceremonies and receptions for up to 50 people can resume from 26 April, but no alcohol will be allowed at receptions. \nCurrently receptions are prohibited, while wedding ceremonies and civil partnership registrations are allowed a maximum capacity of 5 people.\nIn Wales, licensed visitor attractions and hotels can open to hold wedding ceremonies. The maximum number of attendees is determined by the building's capacity. \nAnd in Northern Ireland, up to 25 people can attend a ceremony, although events with more than 15 people require a risk assessment. Face masks must be worn by guests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56540729/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid jab: One dose in care homes gives 'substantial' protection",
      "tags": "Coronavirus vaccines,Vaccination,Care homes,Coronavirus pandemic",
      "text": "A single dose of the Pfizer or AstraZeneca vaccine was effective at stopping 62% of coronavirus infections in care homes, a study has found.\nA team at University College London (UCL) looked at data from 10,000 adults in England with an average age of 86.\nThe research also suggested those who did catch the virus after vaccination may be less infectious.\n\"Our data suggests that both vaccines are effective in frail, older adults,\" said UCL's Dr Maddie Shrotri.\nThe study analysed coronavirus test-result data for 10,412 long-term residents, all aged over 65, at 310 care homes.\nThe group had routine monthly PCR tests for the virus as well as further targeted tests if an outbreak was suspected. \nOf the 36,352 tests carried out between December 2020 and mid-March, 1,335 came back positive for the disease.\nBy comparing those with the number of cases before vaccination, the researchers estimated both jabs were effective at preventing 56% of infections after four weeks, rising to 62% after five weeks.\nThe timing and scale of the protective effect was similar for both the Pfizer and AstraZeneca vaccines. \n\"Our findings show that a single dose has an effect that persists from four weeks to at least seven weeks after vaccination,\" said Dr Laura Shallcross, a public health medicine consultant at the Institute of Health Informatics at UCL. \n\"We can also infer that the vaccines protect against the highly transmissible UK variant, as this was prevalent during the study period.\"\nAround a quarter of coronavirus deaths in England and Wales have occurred in care homes, according to the latest data from the Office of National Statistics. \nOther elderly residents are likely to have caught the virus in a home before being transferred to hospital and dying there. \nAround 11% of care home residents in the study had already been infected with coronavirus in the past.\nA single dose of either vaccine appeared to have little impact on that group, indicating those with a previous infection were already well-protected. \nA small proportion did catch the disease in the weeks after being given a single jab. But researchers said laboratory tests on samples from that group suggested they might be less infectious than those who had not yet received a vaccine. \n\"It's early data but we think that is potentially very significant, especially in a care home setting,\" said Dr Shallcross.\nAlthough protection from a first dose in the study was described as \"substantial\", the research team said a second follow-up shot would still be important to increase the duration of immunity, and to maximise protection that is provided by vaccination.\nThe UCL research, which was funded by the Department of Health and Social Care, is part of the continuing Vivaldi study, investigating Covid-19 infections in care homes.\nProf Chris Whitty, Chief Medical Officer for England, said: \"These data add to the growing evidence that vaccines are reducing Covid-19 infections and doing so in vulnerable and older populations, where it is most important that we provide as much protection from Covid as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56559073",
      "category": "business",
      "title": "The cost of the Suez Canal blockage",
      "tags": "Companies,Egypt,Seaborne Freight,Global trade,Shipping industry,Suez canal,Freight transport",
      "text": "A huge container ship that has been wedged in the Suez Canal since Tuesday has finally been freed from the shoreline.\nPeter Berdowski, chief executive of Dutch salvage company Boskalis, said the Ever Given had been refloated at 15:05 (13:05 GMT) on Monday, \"thereby making free passage through the Suez Canal possible again\".\nHowever, it is not clear yet when full traffic in the canal can resume.\nThe blockage has been the source of much worry and frustration for the global shipping industry.\nWe take a look at the key numbers that have been involved in the operation.\nThe Ever Given is 400m-long (1,312ft) and weighs 200,000 tonnes, with a maximum capacity of 20,000 containers. It is currently carrying 18,300 containers.\nThe ship is operated by Taiwanese transport company Evergreen Marine and is one of the world's largest container vessels.\nIt became stranded on Tuesday, after running aground and becoming lodged sideways across the waterway. At first a gust of wind was thought to be to blame . \nThe wind speed at the time was recorded at 40 knots, but the Suez Canal Authority (SCA) told reporters that this was not the only reason for the ship becoming stranded.\nAn investigation would be needed to determine whether technical or human errors occurred, the authority added. \nAs of Sunday, there were 369 ships stuck in a tailback waiting to pass through the 193km (120-mile) canal on either side of the blockage.\nMeanwhile, there have been more than 145,200 social interactions on Twitter using the  #SuezBLOCKED hashtag and at least 133,000 shares, according to real-time analysis by brand monitoring platform BrandMentions. \nOver the weekend, 14 tugboats pulled and pushed the Ever Given at high tide to try to dislodge it and were able to move the ship \"30 degrees from left and right\".\n​Then on Monday morning, after several reports that the ship had been partially refloated, the Suez Canal Authority (SCA) issued a statement saying that the Ever Given had been \"successfully refloated\".\nThe SCA said it would resume manoeuvres later on Monday high tide, \"allowing for the full restoration of the vessel's direction so it is positioned in the middle of the navigable waterway\".\nThen at 13:05 GMT the Ever Given was finally fully freed.\nHowever, it could take a while to clear the backlog of ships waiting to use the canal.\nRichard Mead, managing editor of shipping journal Lloyd's List, told the BBC's Today Programme:  \"We're looking at about 450 ships still waiting to transit the canal. It's going to be a lengthy process clearing that backlog.\"\nAbout 12% of global trade, around one million barrels of oil and roughly 8% of liquefied natural gas pass through the canal each day.\nSCA chairman Osama Rabie on Saturday that the Canal's revenues were taking a $14m-$15m (£10.2m-£10.9m) hit for each day of the blockage.\nPrior to the pandemic, trade passing through the Suez Canal contributed to 2% of Egypt's GDP, according to Moody's.\nSeparately, data from Lloyd's List showed the stranded ship was holding up an estimated $9.6bn of trade along the waterway each day. That equates to $400m and 3.3 million tonnes of cargo an hour, or  $6.7m a minute.\nLooking at the bigger picture, German insurer Allianz said on Friday its analysis showed the blockage could cost global trade between $6bn to $10bn a week and reduce annual trade growth by 0.2 to 0.4 percentage points.\nShipping broker Braemar ACM told the Wall Street Journal that the cost of renting some vessels to ship cargo to and from Asia and the Middle East had jumped 47% to $2.2m. \nSome vessels have been rerouted to avoid the Suez Canal. That is adding around eight days to their total journeys.\nThe Suez Canal blockage doesn't just affect the global shipping industry or the Egyptian economy - countless businesses, from domestic transport providers to retailers, supermarkets and manufacturers are also impacted.\nThe true damage and cost is difficult to evaluate until the ship is fully freed and trade resumes.\nBritish firms told the BBC on Friday that they were still waiting to find out when goods were likely to arrive.\nOne UK company, Seaport Freight Services, said it had 20 containers of goods stranded on the Ever Given\n\"We're waiting on food goods like coconut milk and syrups, some spare parts for motors, we've got some fork lift trucks, some Amazon goods on there, all sorts,\" the company said.\nThere were concerns that if the blockage at the Suez Canal continued, some firms will have to pay to order more goods and have them sent over by air freight, which costs at least three times more. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56557542",
      "category": "uk-wales",
      "title": "Covid Q&A: Can people from England go on holiday to Wales?",
      "tags": "Coronavirus lockdown measures,Welsh government",
      "text": "After lockdown travel restrictions eased in Wales, people are free to travel within the country - but what about hopping over the border?\nStay-at-home rules are also being relaxed in England, meaning a little more freedom there too. \nBut it does not mean Welsh people can go on holiday over the border just yet, or vice versa.\nHere are the main differences in the new rules for people in Wales and England. \nWales is now the only country in the UK with no travel restrictions within its border so people are able to move freely, from Monmouth to Morfa Nefyn or Mold to Milford Haven.\nThat is not just for a day either - since Saturday, self-contained holiday accommodation, including hotels with en-suite facilities, have been allowed to open for people from the same household. But if guests want a meal at a hotel, they must have room service.\nWith the school Easter holidays now under way, people from Wales are now able to plan day trips, weekends and breaks away this side of the Offa's Dyke.\nMore people can meet here outside but they cannot go further afield just yet - there is a ban on all but essential travel to and from other UK nations for at least another two weeks. \nYes... but there's a but. You can only travel across the Wales-England border in either direction for essential reasons like work, providing care or essential shopping if your nearest groceries shop is in Wales.\nSimilar to Wales, people in England will be allowed to meet outside - including in private gardens - in groups of up to six, or as two households, with social distancing.\nBut people in England cannot socialise too far from their house, with UK ministers urging people to stay local, work from home where possible and minimise the number of journeys they take.\nNo. You are bound to the restrictions of the country where you live. \nSo even if you live 100 yards from the Welsh border but in England, your travel is more restricted than those living in Wales - you cannot pop to Pembrokeshire or up Snowdonia, however tempting.\nPlus, holidays away from home in England will not be allowed for at least another fortnight.\nBut even if people are then given the green light to take holidays from 12 April, it is likely this will only be within England initially. \nIt means it will be a while before Welsh beauty spots will be welcoming visitors from over the border. \nHowever, for people living in Wales, the ban on travelling outside the country could be lifted by 12 April.\nGeoffrey Lyons-Mound, of Lyons Holidays Parks - which has 10 sites across Wales and Cumbria - said it had been a \"long winter\" but there were \"positive signs\".\nHe added: \"About 95% of our customers are from England and 5% are Welsh - but all will be welcomed back.\n\"You find Welsh people tend to holiday in England and vice versa. But hopefully we will get there in the end.\"\nCatherine Hummel, co-owner of Riverside Camping near Caernarfon, said she was expecting a \"softer reopening\" because of having to decline English bookings - which she said made up about 90% of their business - but they were making preparations to open.\nShe said: \"We have had to cancel around 100 bookings from England for Easter already, some were double cancellations from last year, so that's a double cancellation for some which isn't nice to do.\n\"Business-wise, I'm sad we can't welcome guests from England back just yet, but as a parent and member of the community I want to keep staff and guests as safe as possible.\"\nTravelling across the border to visit a beauty spot or on holiday may not be allowed, but what about those in areas such as Monmouthshire, Flintshire, Powys, Shropshire or Gloucestershire, who can see the country next door from their window?\nThe rules are the same for everyone else in Wales, with a trip into England only permitted for essential reasons. \nThese include work when the job cannot be done at home, while university and college students are allowed to travel to any of the UK nations for their course.\nHowever, some of the reasonable excuses could apply more to somebody who lives near the border and has close friends or family the other side of it.\nYou are able to travel into England to meet others in your support bubble, to attend a wedding, civil partnership or funeral if you are invited, or to vote in an election.\nPeople can also cross the border for things that are \"reasonably necessary\" where there are \"no reasonably practicable alternative\".\nThese include accessing childcare, veterinary services, public services, participating in organised activities for children, or to visit a bank. \nYou can also provide care or help to a vulnerable person, and to move home.\nSubject to public health advice, the Welsh government intends to remove the restrictions on travelling into and out of Wales on 12 April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56554641",
      "category": "world-australia",
      "title": "Channel Nine cyber-attack disrupts live broadcasts in Australia",
      "tags": "Cyber-attacks,Cyber-security,Australia",
      "text": "A cyber-attack has disrupted live broadcasts on Australia's Channel Nine TV network, prompting concerns about the country's vulnerability to hackers.\nThe broadcaster said it was unable to air several shows on Sunday, including Weekend Today.\nNine said it was investigating whether the hack was \"criminal sabotage or the work of a foreign nation\".\nAustralia's parliament was also investigating a possible cyber-attack in Canberra on Sunday.\nAssistant Defence Minister Andrew Hastie said access to IT and emails at Parliament House had been cut as a precaution. He said this was done in response to issues affecting an \"external provider\", without elaborating.\n\"This is a timely reminder that Australians cannot be complacent about their cyber-security,\" the minister told the News.com.au website on Sunday.\n\"The government acted quickly, and we have the best minds in the world working to ensure Australia remains the most secure place to operate online,\" he said.\nIt's not clear if the parliamentary outage and the cyber attack on Channel Nine were connected. The station's presenters tweeted about their on-air issues.\nThe Australian government, institutions and major corporations have fallen victim to a string of cyber-attacks in recent years. \nLast year, Prime Minister Scott Morrison also warned that Australian organisations were being targeted by a sophisticated foreign \"state-based\" hacker.\nAustralia's parliament and political parties were also hit by a cyber attack in 2019.\nCyber intelligence experts say only a few states - China, Russia, Iran, and North Korea - have the capacity for such attacks and are not allied with Australia.\nNine TV presenter Karl Stefanovic joked about \"the Russians\" on the network's Today Show on Monday.\nExperts have long linked various hacks in Australia to China, including the parliament attack in 2019. \nRelations between the two nations have severely deteriorated in recent years.\nNine, which also owns The Sydney Morning Herald and The Age newspapers, said its publishing and radio divisions were largely unaffected.\nBut its TV section was. At first, Nine said it was \"responding to technical issues\" affecting its live broadcasting.\nWeekend Today, which runs from 07:00 to 13:00 local time (21:00 to 03:00 GMT) from Sydney, did not air.\nIts online news site, 9news.com.au, was also affected.\nOn Sunday night, Nine confirmed there had been a \"cyberattack on our systems\".\n\"Our IT teams are working around the clock to fully restore our systems which have primarily affected our broadcast and corporate business units. Publishing and radio systems continue to be operational,\" the company said in a statement.\nA later report by Mark Burrows, a senior journalist for the network, said the company was \"under attack by hackers\". He said emails and editing systems had gone down.\n\"I'm not surprised,\" Mr Hastie, the assistant defence minister, told Nine. \"Last year alone we had 60,000 reports to Australian cyber-security of cyber-crime. That's one every 10 minutes.\"\nNine told all its staff to work at home until further notice. It was able to air its shows on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56558056",
      "category": "world-us-canada",
      "title": "US police bodycam video shows officers berating child aged five",
      "tags": "Police brutality,Maryland,United States",
      "text": "Body camera footage has shown US police officers handcuffing and screaming at a five-year-old boy who had walked away from his school.\nThe video, released on Friday by police in Maryland, shows the two officers telling the boy's mother that she should \"beat him\".\nThe incident from January 2020 is the subject of a lawsuit filed by the child's mother.\nHer lawyers allege that the child suffered emotional trauma. \nThe officers from Montgomery County Police Department had found the child a few streets away from the school and the body camera video shows him crying in the back of a police car as he is driven back.\nThe officers follow a member of staff and the boy into the school. A female officer is heard to say, \"that's why people need to beat their kids.\"\nInside the assistant headteacher's office, the child begins to cry loudly and the video shows one of the officers screaming directly into the boy's face.\n\"Shut that noise up now!\" the officer says. \"I hope your momma let me beat you.\"\nLater the child's mother arrives at the school and the video shows both officers encouraging her to hit her son.\n\"We want you to beat him,\" one officer tells her. The mother responds that she would be worried about being sent to prison, but an officer responds: \"You don't go to prison for beating your child.\" \nOne officer then handcuffs the child in front of his mother, saying to the boy: \"You know what these are for? These are for people who don't know how to listen and don't know how to act.\" \nThe officer removes the handcuffs after about a minute.\nMontgomery County Council member Will Jawando - who asked for the video to be released - said the footage had made him \"sick\", the Washington Post reported.\n\"We all saw a little boy be mocked, degraded, put in the seat of a police car, screamed at from the top of an adult police officer's lungs, inches from his face. This is violence,\" he said.\nA statement from the Montgomery County school authority described the video as \"extremely difficult\" to watch.\n\"There is no excuse for adults to ever speak to or threaten a child in this way,\" the statement said.\nThe Montgomery County Police Department said in a statement that the two officers had been the subject of a \"thorough\" internal investigation, the findings of which had not been released. They remain employed as sworn officers, the department said.\nThe statement said such investigations were considered confidential under Maryland law and it would not comment on the findings.\nThe child's mother is suing Montgomery County, the two police officers, and the county's board of education. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56560591",
      "category": "business",
      "title": "China's answer to YouTube slumps on market debut",
      "tags": "Streaming,Apps,Hong Kong",
      "text": "Shares of Chinese video platform Bilibili have slumped at their launch on the Hong Kong stock exchange.\nThe shares opened at HKD$790 ($101.6 ; £73.7), which is 2.2% below their issue price, before slipping another 4%.    \nBilibili is similar to YouTube, but the company hopes to increase revenues through Netflix-style subscriptions. \nThe listing is the latest in a large number of \"homecomings\" for US-listed Chinese companies.  \nThe Chinese firms have sought out secondary listings in Hong Kong due to increased scrutiny from US regulators, which began under President Donald Trump.\nIn part, the listings are insurance against being kicked off US exchanges, a process which has already started for three Chinese telecommunications companies. \nIn January, The New York Stock Exchange suspended state-backed telcos China Telecom, China Unicom and China Mobile. \n\"Homecoming\" listings have not always generated the same level of excitement from investors as some other tech listings. \nShares of the internet search giant Baidu only edged slightly higher when they listed in Hong Kong last week, while ecommerce giant JD.com also had a lacklustre secondary launch last year.\nAfter pricing shares at $104 each last week, Bilibili raised $2.6bn, which was short of the $3bn it had anticipated. \nThe company's launch is the weakest major share market offering in Hong Kong since Yum China Holdings shares shed 6.3% on debut in September last year, according to Refinitiv data.\nCurrently, Bilibili is a loss-making company, although its prospectus says its revenues have nearly tripled since 2018. \nAccording to the prospectus, the video platform had 202 million monthly average users in the last quarter of 2020, an increase of 55% over the same quarter in 2019. \nThat's less than a third of rival video platform Kuaishou, which surged nearly a 190% at its share market launch last month before paring back some of those gains.  \nBilibili also faces increasingly stiff competition from a range of other home-grown Chinese video platforms.  \nHowever, the company hopes to follow in the footsteps of Netflix, and turn a profit by offering premium content to subscribers. \nAlready, the company has 14.5 million subscribers, and has plans to convince more of its users to pay for content.  \nThe company also makes money from advertising, mobile gaming and e-commerce. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56572294",
      "category": "world-us-canada",
      "title": "Ghislaine Maxwell: Fourth alleged victim added to charges",
      "tags": "Ghislaine Maxwell,Jeffrey Epstein",
      "text": "Two new US federal charges of sex trafficking conspiracy and sex trafficking of a minor have been filed against British socialite Ghislaine Maxwell.\nThe new charges introduce a fourth alleged victim to the case against the ex-girlfriend of convicted paedophile Jeffrey Epstein.\nMs Maxwell is accused of recruiting an underage girl for sex with Epstein at his home in Palm Beach, Florida.\nThere was no immediate comment on the new accusations from her lawyers.\nMs Maxwell is currently in jail in New York awaiting trial.\nThe two new charges in the amended indictment relate to the period 2001 and 2004.\nBefore Monday Ms Maxwell had faced six charges: four relate to the years between 1994 and 1997, when prosecutors say she helped Epstein groom girls as young as 14. The other two are allegations of perjury in 2016.\nIf convicted on the first six charges, which she denies, she would face up to 35 years in prison.\nMs Maxwell, the daughter of media mogul Robert Maxwell, was in a relationship with financier Epstein in the 1990s. She allegedly introduced Epstein to wealthy and powerful figures including Bill Clinton and Prince Andrew of the British Royal Family.\nEpstein killed himself in 2019 as he awaited trial on sex trafficking charges, more than a decade after he was convicted for soliciting prostitution from a minor.\nEarlier this month, Ms Maxwell's brother Ian Maxwell told BBC News his sister, who was arrested last year, was being held in \"degrading\" conditions in jail in Brooklyn.  \nGloria Allred, a lawyer representing alleged victims, told the BBC that bail should be \"out of the question\" as it \"would be very upsetting to the victims\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56565636",
      "category": "business",
      "title": "Biden administration threatens tariffs on UK goods in 'tech tax' row",
      "tags": "Tax,Trump tariffs,Facebook,United States,Trade,Joe Biden",
      "text": "The US has warned it could put tariffs of up to 25% on a host of UK exports in retaliation for a UK tax on tech firms. \nCeramics, make-up, overcoats, games consoles and furniture could all be hit, according to a list published by the Biden administration.\nThe duties are designed to raise $325m (£235.8m), the amount the US believes the UK will raise from US tech firms. \nA UK government spokesperson said it wanted to \"make sure tech firms pay their fair share of tax\".  \nThey added: \"Should the US proceed to implement these measures, we would consider all options to defend UK interests and industry.\"\nWashington is pressing ahead with the action, initiated under President Donald Trump, and has scheduled hearings on the list.\nIt argues the recently introduced digital services tax - which taxes tech firms on their revenues - has \"unreasonable, discriminatory, and burdensome attributes\".\nSuch actions have proceeded against similar taxes in India, Austria and Spain, but action against the European Union as a whole was dropped.\nThe US Section 301 action is designed to apply domestic political pressure within the UK and other countries over the imposition of such taxes. \nThe UK and US held talks about the digital services tax on 4 December, and UK government sources stressed that the tariff list was being seen as procedural, rather than an escalation. \nThe tariffs are now subject to a consultation in the US over the next few weeks.\nUK ceramics are on the US Trade Representative's list, including certain tiles, bathroom ware like sinks and bidets, as well as ceramics for laboratory uses.\nAbout £17m of these products were exported to the US in 2020, and £24m in 2019 before Covid. \nTrade group the British Ceramic Confederation said it was \"monitoring developments closely, working with UK officials\".   \nMeanwhile Adam Mansell, head of the UK Fashion & Textile Association (UKFT), called the threat to UK-made overcoats \"hugely disappointing\", noting the US had only removed separate tariffs on other types of fashion goods, such as British cashmere last month.\n\"At a time when we are trying to start discussions over a UK-US trade deal, it is extremely important that both governments get around the table to remove this threat as soon as possible,\" he said.  \n\"With the industry still struggling with the impact of Covid-19 and understanding the new trade arrangements with the EU, an additional burden on our exports couldn't come at a worse time.\"\nAt the Budget, the Office for Budget Responsibility calculated the digital services tax would raise £300m in the current financial year, and as much as £700m in future years.\nBrought in last April it taxes at 2% the revenues - not profits - of search engines, social media services and online marketplaces which derive value from UK users. \nIt followed years of claims in Europe and elsewhere that big tech firms do not pay enough tax in the countries where they operate. \nLast August, Facebook agreed to pay the French government €106m (£95.7m) in back taxes to settle a dispute over revenues earned in the country.\nEarlier that year, Facebook boss Mark Zuckerberg said he recognised the public's frustration over the amount of tax paid by tech giants. \nA UK government spokesperson said: \"Like many countries around the world, we want to make sure tech firms pay their fair share of tax. Our digital services tax (DST) is reasonable, proportionate and non-discriminatory.\n\"It's also temporary. We're working positively with the US and other international partners to find a global solution to this problem and will remove the DST when that is in place.\"\nThere are signs the Biden administration wants a more conciliatory relationship on trade with the UK than Donald Trump did.\nLast month, Washington agreed to suspend tariffs on UK goods, including single malt whiskies, that were imposed in retaliation over subsidies to aircraft maker Airbus. However, the UK is still lobbying the US to drop duties on British steel brought in in 2018."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56563079",
      "category": "entertainment-arts",
      "title": "Alabama Shakes drummer Steven Johnson arrested on child abuse charges",
      "tags": "Alabama,Music",
      "text": "Steven Johnson, the drummer for Grammy award-winning US rock band Alabama Shakes, has been arrested on child abuse charges.\nJohnson was taken into custody at Alabama's Limestone County Jail on Wednesday, news outlets report.\nA grand jury indicted him on charges of wilful torture, abuse and cruelly beating or otherwise wilfully maltreating a child.\nBond is set at $21,500 (£15,580) with an arraignment date set for 7 April.\nJohnson, 35, previously pleaded guilty in March last year to violating a domestic violence protection order in Limestone County. \nHe received a suspended sentence of a year in jail, with 24 months on probation.\nAlabama Shakes have been on hiatus since 2018. \nThe roots-rock revivalists won a host of Grammys for their 2012 debut album, Boys & Girls, and its 2015 follow-up, Sound & Colour, before lead singer Brittany Howard launched a solo career.\nBBC News has contacted the band's representatives for comment.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56555382",
      "category": "uk-wales",
      "title": "Covid: Wales will prioritise second jabs in vaccine supply slowdown",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic,AstraZeneca",
      "text": "Second Covid vaccine doses will be prioritised during the expected supply slowdown of the Oxford-AstraZeneca jab, Wales' chief pharmacist has said.\nCovid vaccine supplies are set to be delayed by  in April and Wales expects to have 250,000 fewer Oxford-AstraZeneca jab doses.\nAndrew Evans said Wales' overall position was good with more than 13% of the population fully vaccinated.\nMr Evans said the shipping delay will not affect Wales hitting its targets.\nHe said Wales aims to vaccinate its priority groups by mid-April and offer all adults a jab by the end of July.\nWales has fully vaccinated a higher percentage of its population than any other UK nation, with 412,663 people already having the full course, while almost 1.4m people - or 44% of the population - have had their first dose.\nA delay in shipping five million doses of the Oxford vaccine to the UK was announced earlier this month, with NHS England warning of an expected disruption in supply in April.\nNo vaccine appointments are expected to be cancelled as a result, Wales' chief pharmaceutical officer said, adding that \"significant\" stocks were still available while the shipment from India was held up.\n\"We had an accelerated amount of vaccine coming into Wales in the early part of March,\" said Mr Evans.\n\"We have been getting through those, and there remain a significant amount of vaccine doses available to the NHS over the next couple of weeks.\n\"But we are seeing a slight slowdown over the period after that, in the early part of April, where there will be slightly fewer doses available than we had anticipated.\"\nA previous reduction in supplies in February led to a focus on administering second doses and second doses will be prioritised again while the Oxford-AstraZeneca shipment is delayed.\nBut Mr Evans said first doses would be \"accelerating\" at the end of April and into May.\n\"We have been prioritising second doses since the last slowdown at the beginning of February,\" he said.\n\"That has meant we are in a really good position because we have got through almost 400,000 second doses, particularly with the Pfizer vaccine. \n\"But we will now see a slowdown in first doses of AstraZeneca vaccine. That's because we need to prioritise some of that stock for people who are now due for their second dose.\n\"But we have been taking action to make sure that as many people continue to get a first dose as possible, even during that slowdown.\n\"The action we have taken on the Pfizer vaccine to get through those second doses means that the vaccines available to us in early April can all go back into new patients getting first doses. So that is a really good position to be in.\"\nThe UK ordered 100 million doses of the Oxford-AstraZeneca vaccine - enough to vaccinate 50 million people.\nBut next month the first Moderna vaccines are due to arrive in the UK and is the third vaccine of seven ordered with the UK lined up to receive 17 million doses. \nLike the Pfizer-BioNTech and Oxford jabs which are already in use, the Moderna jab is given in two doses several weeks apart.\n\"We will also see the Moderna vaccine coming on in the early part of April - in small quantities, but nevertheless allowing us to get to more people with a first dose by that middle of April point,\" added Mr Evans.\n\"Overall supply to general practice will continue to be high, it will continue to be high to vaccination centres, but there will be much more of a focus on second doses than on new first doses just because of this slight delay and slow-down in supply.\"\nMr Evans was confident that targets would be met to vaccinate priority groups by the middle of April and to offer all adults at least one jab by the end of July.\n\"I fully expect us to have offered that vaccine to the vast majority of people in those groups very shortly,\" he added. \"Certainly by the middle of April even with the slowdown in supply. \n\"Because this is just a delay it doesn't affect our ability to offer a first dose of vaccine to every adult in Wales by the end of July.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56540729",
      "category": "health",
      "title": "Covid jab: One dose in care homes gives 'substantial' protection",
      "tags": "Coronavirus vaccines,Vaccination,Care homes,Coronavirus pandemic",
      "text": "A single dose of the Pfizer or AstraZeneca vaccine was effective at stopping 62% of coronavirus infections in care homes, a study has found.\nA team at University College London (UCL) looked at data from 10,000 adults in England with an average age of 86.\nThe research also suggested those who did catch the virus after vaccination may be less infectious.\n\"Our data suggests that both vaccines are effective in frail, older adults,\" said UCL's Dr Maddie Shrotri.\nThe study analysed coronavirus test-result data for 10,412 long-term residents, all aged over 65, at 310 care homes.\nThe group had routine monthly PCR tests for the virus as well as further targeted tests if an outbreak was suspected. \nOf the 36,352 tests carried out between December 2020 and mid-March, 1,335 came back positive for the disease.\nBy comparing those with the number of cases before vaccination, the researchers estimated both jabs were effective at preventing 56% of infections after four weeks, rising to 62% after five weeks.\nThe timing and scale of the protective effect was similar for both the Pfizer and AstraZeneca vaccines. \n\"Our findings show that a single dose has an effect that persists from four weeks to at least seven weeks after vaccination,\" said Dr Laura Shallcross, a public health medicine consultant at the Institute of Health Informatics at UCL. \n\"We can also infer that the vaccines protect against the highly transmissible UK variant, as this was prevalent during the study period.\"\nAround a quarter of coronavirus deaths in England and Wales have occurred in care homes, according to the latest data from the Office of National Statistics. \nOther elderly residents are likely to have caught the virus in a home before being transferred to hospital and dying there. \nAround 11% of care home residents in the study had already been infected with coronavirus in the past.\nA single dose of either vaccine appeared to have little impact on that group, indicating those with a previous infection were already well-protected. \nA small proportion did catch the disease in the weeks after being given a single jab. But researchers said laboratory tests on samples from that group suggested they might be less infectious than those who had not yet received a vaccine. \n\"It's early data but we think that is potentially very significant, especially in a care home setting,\" said Dr Shallcross.\nAlthough protection from a first dose in the study was described as \"substantial\", the research team said a second follow-up shot would still be important to increase the duration of immunity, and to maximise protection that is provided by vaccination.\nThe UCL research, which was funded by the Department of Health and Social Care, is part of the continuing Vivaldi study, investigating Covid-19 infections in care homes.\nProf Chris Whitty, Chief Medical Officer for England, said: \"These data add to the growing evidence that vaccines are reducing Covid-19 infections and doing so in vulnerable and older populations, where it is most important that we provide as much protection from Covid as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56554590",
      "category": "business",
      "title": "Liberty Steel bailout plea turned down",
      "tags": "Companies,UK government,Steel industry,Sanjeev Gupta,Liberty Steel",
      "text": "The government has rejected a request for £170m in financial support for Liberty Steel.\nThe firm's founder Sanjeev Gupta sent a letter last week asking for help to pay day-to-day operating expenses and absorb recent losses. \nLiberty's owner GFG employs 5,000 staff at its 12 UK sites, which include Rotherham, Motherwell and Newport.\nGFG's key financial backer, Greensill Capital, filed for insolvency earlier this month.\nGovernment sources told the BBC last week they had concerns about the \"opaque\" nature of Mr Gupta's empire, which employs 35,000 worldwide.\nAny assistance was more likely to come following an administration process, the sources indicated, to support UK jobs as opposed to the corporate entity that owns it.\nGFG, a holding company for Mr Gupta's assets, was the biggest recipient of finance from Greensill. \nLucy Powell, Labour's shadow minister for business and consumer affairs, told the BBC that some sort of support was needed.\n\"The financial structure and the tie in to the Greensill administration is very complex so I'm not surprised by this but, as we've been calling for two or three weeks now, the government really does need to lay out a plan B for what it is going to do to support domestic steel making and retain these cutting edge viable plants in the UK.\"  \nFor metal workers in Rotherham, a town steeped in steel, this uncertainty will feel all too familiar. \nIt has been a difficult few decades for the UK's steel industry, now a fraction of its previous size. \nMany of the major plants have gone under only to be rescued and passed through different pairs of hands. \nOnly four years ago, Sanjeev Gupta stepped in to save the Rotherham plan under the brand of Liberty Steel. \nNow he's battling to secure finance for it and the rest of his UK business. \nHowever, the UK government's rejection of his loan request may not mean the end of the road for Liberty and the five thousand people it employs. \nAnalysts point to the example of British Steel, which was funded by UK taxpayers for almost a year after it went into administration until it was sold on to a Chinese firm in March 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-56562475",
      "category": "uk-england-northamptonshire",
      "title": "Rainsbrook: Government urged to take over private youth jail",
      "tags": "Ministry of Justice,HM Inspectorate of Prisons,Barby,Bob Neill,Prisons,Robert Buckland,Ofsted,Rugby,Coronavirus pandemic",
      "text": "The government is being urged by MPs to consider taking over a privately-run youth detention centre where children have been kept in their cells for all but 30 minutes a day.\nRainsbrook Secure Training Centre, run by MTC in Northamptonshire, had previously been told it must improve.\nThe House of Commons Justice Committee said the government should take action by June if issues were not addressed.\nMTC said it was working with the Ministry of Justice.\nIn its report, the committee said conditions at Rainsbrook were \"tantamount to solitary confinement\".\nThe committee's chairman, Conservative MP Sir Bob Neill, said: \"The experience of the inspectors over the past year has shown that some of the promises made by MTC are worth less than the paper they are written on.\n\"But even worse, in a way, is that the competent public authorities - from the Ministry of Justice down - have failed in their oversight of this private contractor.\"\nThe centre, near Rugby, holds up to 87 boys and girls convicted or awaiting trial for serious offences who typically have complex behavioural problems or other vulnerabilities, such as self-harming.\nThe centre is meant to provide an education as close as possible to school.\nIn December, Ofsted, the HM Inspectorate of Prisons, and the Care Quality Commission issued a rare urgent notification to Justice Secretary Robert Buckland over the \"continued poor care and leadership\" at the site, amid concerns that vulnerable children were subjected to a \"bleak regime\".\nInspectors found little progress had been made, despite assurances two months earlier that immediate action would be taken after concerns that newly-admitted children, some as young as 15, were being locked in their bedrooms for 14 days and only allowed out for 30 minutes a day.\nThe committee said senior Rainsbrook management and MoJ staff working there were unaware of these conditions, despite having offices just two minutes' walk from the cells.\nIt recommended that MTC and the youth custody service branch of the MoJ report to it by June.\nIf substantial improvements had not been made by then, the committee said the government should consider taking Rainsbrook \"back in-house\".\nMTC said it accepted the recommendations made by inspectors and was working with the MoJ to address them, and that a new leadership team and new education provider had been put in place.\nAn MTC spokesman said a new permanent director - a youth custody specialist - was joining the centre and added it was committed \"to make the changes we all want to see at Rainsbrook\". \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56563130",
      "category": "world-middle-east",
      "title": "Suez canal: Ever Given container ship moving after being stuck for a week",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56559173",
      "category": "uk",
      "title": "Covid: Outdoor meet-ups and sports resume in England",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "Two households or groups of up to six people are now able to meet outside in England again as the stay-at-home Covid restrictions order comes to an end.\nOutdoor sport facilities, including tennis courts and golf courses, have reopened, and organised outdoor sports are resuming in the latest easing.\nWeddings are also on again, attended by up to six people.\nBut Boris Johnson has urged caution, saying cases are up in Europe and variants threaten the vaccine rollout.\n\"Despite today's easements, everyone must continue to stick to the rules, remember hands, face, space, and come forward for a vaccine when called,\" the prime minister said.\nA further 4,654 Covid cases were recorded in the UK on Monday, compared with 5,342 cases a week ago. There were also another 23 deaths of people within 28 days of a positive test, compared with 17 on the same day last week.  \nThe latest government figures show 293,542 UK adults received a first dose of the vaccine on Sunday, taking the overall number to 30,444,829 - with 146,785 having their second dose, bringing that total to 3,674,266.\nPlayers at Eastbourne Netball Club told the BBC they were excited to get back on the court after only a few sessions of virtual netball during lockdown.\n\"It's our social interaction as well as our physical wellbeing,\" Samantha, head coach, told Radio 4's Today programme.\nEngland's next moment of unlocking, including that much-anticipated haircut, is a fortnight away at the earliest.\nMonday marks the second easing of the lockdown imposed across England in early January, after schools reopened to all pupils on 8 March. \nPeople can now meet outside - including in private gardens - in groups of up to six, or as two households, with social distancing.\nA household can include an existing support bubble.\nCulture Secretary Oliver Dowden said he was confident people would stick to the new rules, saying: \"They have kept with it for the past year, shown common sense.\"\n\"We can see that light at the end of the tunnel,\" he added. \"Stick with it just a little bit more and we can start doing more and more of what we love.\" \nThe prime minister will hold a Downing Street coronavirus briefing at 17:00 BST. He will be joined by England's Chief Medical Officer Prof Chris Whitty and Chief Scientific Adviser Sir Patrick Vallance.\nA new slogan - Hands, Face, Space and Fresh Air - has also been unveiled by the government to emphasise the importance of ventilation in reducing the spread of the virus. \nProf Dame Anne Johnson, professor of infectious disease epidemiology at University College London, told Today: \"People shouldn't mix indoors. That's going to be the biggest risk.\"\nShe said it was important to maintain social distance outside because \"the longer the contact and the closer you are, the more likely [you are] to get transmission\".\nShe added it was important \"not to let up the lockdown too quickly\", pointing to \"significant rises\" in infections in Europe.\nThe lifting of the stay at home order in England happens just days after Wales took a similar step. Scotland and Northern Ireland will follow suit later this week.\nIt comes after huge progress has been made in reducing infections and rolling out the vaccination programme.\nIt should signify the worst of the pandemic being over.\nBut if the virus has taught us anything, it is that you can take nothing for granted.\nThe direct link between infections and hospitalisations has been severely weakened - even broken - by vaccines. \nHowever, a surge in infections would still cause havoc for many people who are in the process of building up immunity, for small numbers of the most at-risk groups who have not been vaccinated, and for those for whom the vaccines do not work - while very good, they are not 100% perfect.\nMutations that allow the virus to dodge past some of the immune response could also make things worse.\nIt's why the government's key message today is one of caution.\nBut it does not mean we can't be optimistic, either.\nAs many friends and families prepare to be reunited for the first time together in several months, ministers are still advising people to work from home where possible and minimise the number of journeys they take.\nSports minister Nigel Huddleston urged those travelling to visit family and friends to plan journeys ahead - filling up with petrol or going to shops locally before travelling.\nPeople should stay outside once there, he told BBC Breakfast, as the change of rules \"is not an excuse to stay overnight\".\nMr Huddleston also advised people who see others bending the rules to \"call them out in a respectful way\" and refrain from hugging.\n\"I know it's a little bit awkward, but actually in these circumstances it's the right thing to do,\" he said.\nThe next stage in the relaxation of the rules will take place no earlier than 12 April with non-essential retail reopening, and restaurants and pubs allowed to serve outdoors.\nIn Wales, the \"stay local\" rule was lifted on Saturday, with six people allowed to meet outside and stay in self-contained holiday accommodation.\nThe stay home order in Scotland will end on Friday, and from Thursday in Northern Ireland up to six people, or two households, will be able to meet outdoors.\nAre you getting married today or returning to sport? Tell us what the latest easing of restrictions means for you. Email haveyoursay@bbc.co.uk\nSports stars including England World Cup-winning cricket captain Eoin Morgan and British number one women's tennis player Johanna Konta are teaming up with the government to encourage a return to physical activity.\nMr Johnson said \"as teams return to outdoor pitches, courts, parks and fields, I hope today will kick-start a Great British summer of sport\".\nThe prime minister added: \"I know how much people have missed the camaraderie and competition of organised sport, and how difficult it has been to restrict physical activities - especially for children.\"\nThe government has announced it will set up a new Office for Health Promotion in England to promote physical fitness and mental health, saying the pandemic has revealed many vulnerabilities in the population.\nThe PM said the new office, expected to be launched by the autumn, will be \"crucial in tackling the causes, not just the symptoms\" of ill-health.\nIt will design policy across Whitehall and resources will come from the existing health budget, according to the Department of Health and Social Care, where it will be based."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56558059",
      "category": "world-latin-america",
      "title": "Covid-19: Mexico revises coronavirus death toll up by 60%",
      "tags": "Coronavirus vaccines,Andres Manuel Lopez Obrador,Mexico,Coronavirus pandemic",
      "text": "Mexico has published revised figures indicating that the number of deaths caused by coronavirus is 60% higher than previously reported.\nMore than 321,000 people are now believed to have died from Covid-19 in the country. \nThe revised toll places Mexico with the second highest number of Covid-related deaths in the world, after the US.\nPresident Andrés Manuel López Obrador has faced widespread criticism over his handling of the crisis.\nThe opposition has accused him of downplaying the severity of the pandemic and blamed him for delays in the vaccination programme. \nThe revised report issued by Mexico's health ministry (in Spanish) showed that by the end of the sixth week of 2021 there had been 294,287 deaths \"associated with Covid-19\" - up from the 182,301 confirmed figure given previously.\nSince mid-February more than 26,772 Covid-19-related deaths have been reported across Mexico which would take the total to more than 321,000.\nThat places Mexico above Brazil, which has registered 310,000 deaths, and below the US which has recorded 549,000 fatalities - despite having a population of 126 million which is far smaller than either country.\nExperts have long warned that Mexico's true death toll is probably much higher due to a lack of testing. It is also believed that a shortage of intensive care beds in many states has led to a large number of people dying at home.\nThe new figures came after a review of \"excess deaths\" and a review of death certificates.\nLast week, Hugo López-Gatell, who is heading Mexico's response to the pandemic, warned that the country risked a new wave of infections as millions prepared for the Easter holidays.\nMr López Obrador, who has himself recovered from Covid-19, has been repeatedly accused by his opponents of not taking the crisis seriously enough and is often seen in public without wearing a face mask.\nMeanwhile, Mexico's vaccination programme has seen about 6.1 million doses administered so far. \nThe US recently announced it would release four million doses of the AstraZeneca vaccine to Mexico and Canada. \nBoth countries have approved the AstraZeneca inoculation, but the US has not. However, the US has a stockpile of the jab. \nThe White House said that 2.5m of the US's 7m jabs would go to Mexico and 1.5m to Canada.\nLeaders from both countries had asked the White House for assistance. Mexican officials even pressed the Biden team on the issue during a conversation about border security earlier this month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56537062/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: 'Monumental day' as SSE Arena opens for mass vaccination",
      "tags": "Belfast,NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The first vaccination has been delivered after the SSE Arena in Belfast opened as a mass vaccination centre on Monday.\nUp to 1,850 vaccines are due to be administered at the venue on Monday.\nCentre vaccine manager Tanya Daly said seeing the centre in operation was \"an amazing sight\".\nUp to 40,000 people could be vaccinated each week at the arena, where the AstraZeneca jab will be used.\nPatricia Donnelly, the head of the vaccination programme in Northern Ireland, told BBC Newsline \"it was like waiting for Christmas\" and was a \"momentous day for everyone concerned\".\n\"We have got a very steady supply of AstraZeneca which is going to be used in this centre (SSE Arena) and also Pfizer which is used in other centres,\" she added.\n\"That steady supply has not let us down at any stage.\"\nMs Donnelly said that at the SSE Arena there was the capacity for 40,000 people to be vaccinated a week, but it would start with 10,000 a week.\n\"We build up over time, as we get more vaccine,\" she said.\nA Covid-19 vaccination scheme at community pharmacies in Northern Ireland was also launched on Monday.\nHealth Minister Robin Swann said this would speed up the existing vaccination programme and ease access for people who may struggle to travel to a mass vaccination centre.\nSpeaking from the SSE Arena, where 16 vaccinators are working a 12-hour shift, Ms Daly told Radio Ulster's Evening Extra programme: \"We are delighted that it is working so well.\n\"It's a fantastic team.\"\nMs Daly said the SSE Arena was not the clinical environment that staff were used to at the Ulster Hospital but that everything had been replicated to the same standards on a larger scale.\nStringent controls and procedures are in place and all staff have received rigorous theoretical and practical training, she said.\n\"We want people to have a good experience, but we want it to be safe,\" she said. \n\"We want to be sure that our vaccinators are not put under pressure; that the right questions are being asked and that everybody gets the vaccine that's appropriate.\"\nHealth officials plan to operate the vaccination service at the SSE Arena up to 14 hours a day, seven days a week.\nFree car parking and shuttle bus services are being offered to people travelling to the arena for their jab.\nGary Davidson, 55, from east Belfast, received the first jab after 08:00 BST.\nFirst Minister Arlene Foster said the opening of the centre was a \"significant milestone\" in the rollout of Northern Ireland's vaccination programme.\nShe said the number of people vaccinated would \"rise significantly in the coming weeks\".\nMaggie Magowan, lead nurse at the South Eastern Trust vaccination centre, said it was a \"monumental day\".\n\"I would encourage everyone who is eligible to get booked in to help protect themselves, their families and our community,\" she said.\nChief executive of Community Pharmacy NI, Gerard Greene said pharmacies were \"delighted to be playing their part\" in the vaccination programme and their inclusion showed the \"major progress\" that is being made.\nAbout 343 pharmacies in Northern Ireland are currently taking part.\nIn Northern Ireland, vaccines are available to people aged 50 or over.\nThose who are eligible can book an appointment online, by phone on 0300 200 7813 or they may be contacted by their GP.\nExceptional times require exceptional responses and transforming one of Belfast's best-known entertainment venues into a mass vaccination centre in six weeks is one of them.\nThe achievement is down to the hard work and organisational skills of ordinary people.\nSome people have likened fighting coronavirus to a war - once again we have seen a massive rallying of the troops in order to set up the vaccination of potentially thousands of people every day.\nAs the statistics demonstrate, vaccines are slowly breaking the chain from positive case to hospitalisation to severe disease and death.\nAnd the opening of the SSE Arena offers a massive opportunity to step up the vaccination programme even further.\nIt also marks a significant step for the health service, allowing hospitals and GPs' surgeries to get back to what they should be doing.\nAt the same time, the Stormont executive has a challenge of Herculean proportions to keep the public on board - without a doubt there is significant feeling of emotional fatigue as a result of the pandemic.\nSome good news on the horizon about the easing of some restrictions might just be the ticket.\nThe public transport options for travel to the SSE Arena include:\nAs of Monday, 730,471 people in Northern Ireland had received a first dose of a Covid-19 vaccine.\nSome 125,017 people had received their second dose, meaning a total of 855,488 jabs have been administered in Northern Ireland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56559173/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Outdoor meet-ups and sports resume in England",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "Two households or groups of up to six people are now able to meet outside in England again as the stay-at-home Covid restrictions order comes to an end.\nOutdoor sport facilities, including tennis courts and golf courses, have reopened, and organised outdoor sports are resuming in the latest easing.\nWeddings are also on again, attended by up to six people.\nBut Boris Johnson has urged caution, saying cases are up in Europe and variants threaten the vaccine rollout.\n\"Despite today's easements, everyone must continue to stick to the rules, remember hands, face, space, and come forward for a vaccine when called,\" the prime minister said.\nA further 4,654 Covid cases were recorded in the UK on Monday, compared with 5,342 cases a week ago. There were also another 23 deaths of people within 28 days of a positive test, compared with 17 on the same day last week.  \nThe latest government figures show 293,542 UK adults received a first dose of the vaccine on Sunday, taking the overall number to 30,444,829 - with 146,785 having their second dose, bringing that total to 3,674,266.\nPlayers at Eastbourne Netball Club told the BBC they were excited to get back on the court after only a few sessions of virtual netball during lockdown.\n\"It's our social interaction as well as our physical wellbeing,\" Samantha, head coach, told Radio 4's Today programme.\nEngland's next moment of unlocking, including that much-anticipated haircut, is a fortnight away at the earliest.\nMonday marks the second easing of the lockdown imposed across England in early January, after schools reopened to all pupils on 8 March. \nPeople can now meet outside - including in private gardens - in groups of up to six, or as two households, with social distancing.\nA household can include an existing support bubble.\nCulture Secretary Oliver Dowden said he was confident people would stick to the new rules, saying: \"They have kept with it for the past year, shown common sense.\"\n\"We can see that light at the end of the tunnel,\" he added. \"Stick with it just a little bit more and we can start doing more and more of what we love.\" \nThe prime minister will hold a Downing Street coronavirus briefing at 17:00 BST. He will be joined by England's Chief Medical Officer Prof Chris Whitty and Chief Scientific Adviser Sir Patrick Vallance.\nA new slogan - Hands, Face, Space and Fresh Air - has also been unveiled by the government to emphasise the importance of ventilation in reducing the spread of the virus. \nProf Dame Anne Johnson, professor of infectious disease epidemiology at University College London, told Today: \"People shouldn't mix indoors. That's going to be the biggest risk.\"\nShe said it was important to maintain social distance outside because \"the longer the contact and the closer you are, the more likely [you are] to get transmission\".\nShe added it was important \"not to let up the lockdown too quickly\", pointing to \"significant rises\" in infections in Europe.\nThe lifting of the stay at home order in England happens just days after Wales took a similar step. Scotland and Northern Ireland will follow suit later this week.\nIt comes after huge progress has been made in reducing infections and rolling out the vaccination programme.\nIt should signify the worst of the pandemic being over.\nBut if the virus has taught us anything, it is that you can take nothing for granted.\nThe direct link between infections and hospitalisations has been severely weakened - even broken - by vaccines. \nHowever, a surge in infections would still cause havoc for many people who are in the process of building up immunity, for small numbers of the most at-risk groups who have not been vaccinated, and for those for whom the vaccines do not work - while very good, they are not 100% perfect.\nMutations that allow the virus to dodge past some of the immune response could also make things worse.\nIt's why the government's key message today is one of caution.\nBut it does not mean we can't be optimistic, either.\nAs many friends and families prepare to be reunited for the first time together in several months, ministers are still advising people to work from home where possible and minimise the number of journeys they take.\nSports minister Nigel Huddleston urged those travelling to visit family and friends to plan journeys ahead - filling up with petrol or going to shops locally before travelling.\nPeople should stay outside once there, he told BBC Breakfast, as the change of rules \"is not an excuse to stay overnight\".\nMr Huddleston also advised people who see others bending the rules to \"call them out in a respectful way\" and refrain from hugging.\n\"I know it's a little bit awkward, but actually in these circumstances it's the right thing to do,\" he said.\nThe next stage in the relaxation of the rules will take place no earlier than 12 April with non-essential retail reopening, and restaurants and pubs allowed to serve outdoors.\nIn Wales, the \"stay local\" rule was lifted on Saturday, with six people allowed to meet outside and stay in self-contained holiday accommodation.\nThe stay home order in Scotland will end on Friday, and from Thursday in Northern Ireland up to six people, or two households, will be able to meet outdoors.\nAre you getting married today or returning to sport? Tell us what the latest easing of restrictions means for you. Email haveyoursay@bbc.co.uk\nSports stars including England World Cup-winning cricket captain Eoin Morgan and British number one women's tennis player Johanna Konta are teaming up with the government to encourage a return to physical activity.\nMr Johnson said \"as teams return to outdoor pitches, courts, parks and fields, I hope today will kick-start a Great British summer of sport\".\nThe prime minister added: \"I know how much people have missed the camaraderie and competition of organised sport, and how difficult it has been to restrict physical activities - especially for children.\"\nThe government has announced it will set up a new Office for Health Promotion in England to promote physical fitness and mental health, saying the pandemic has revealed many vulnerabilities in the population.\nThe PM said the new office, expected to be launched by the autumn, will be \"crucial in tackling the causes, not just the symptoms\" of ill-health.\nIt will design policy across Whitehall and resources will come from the existing health budget, according to the Department of Health and Social Care, where it will be based."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56567387",
      "category": "uk-england-london",
      "title": "Richard Okorogheye: Fears grow for missing student with sickle cell disease",
      "tags": "Missing people,Richard Okorogheye case,Sickle cell disease,Kensington",
      "text": "The family of a student from west London who has been missing for a week say they are becoming increasingly worried about his safety.\nRichard Okorogheye, 19, has been shielding throughout the coronavirus pandemic because he has sickle cell disease, which affects how red blood cells work in the body.\nHis mother, Evidence Joel, said he left the family home in the Ladbroke Grove area on 22 March.\nHe said he was going to see a friend.\nMs Joel, a nurse, said she returned home from work at about 21:00 GMT and assumed her son - who had only been leaving the house for his regular blood transfusions - was back home and in his bedroom.\nBut Richard has not been seen since, and he did not take his wallet, bus pass or bank card with him.\nMs Joel said her son, who has also in the past been known to frequent the Westminster, Hammersmith and Fulham areas, had been \"struggling to cope\" with his university course. \nHe is in the first year of a business and IT degree at Oxford Brookes.\nThe Met said it was \"following every lead possible\" to find the teenager; speaking with witnesses and examining CCTV."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56535583",
      "category": "business",
      "title": "'It's do or die time for my insurer to pay up'",
      "tags": "Companies,Hiscox,Insurance,Coronavirus pandemic",
      "text": "Normally, at this time of year, Andrea Burley would be looking after 40 dogs, as their owners jet off for the Easter holidays. \nBut this year Holmewood Kennel is home to just one.\nWith holidays and weddings cancelled, and with many working from home, people have not had much need for dog care.\nA year ago she thought her insurance policy would help cover some of the losses, at what was once a £200,000-a-year business. But so far she has received nothing.\nInstead she used her own savings to keep the business afloat.  \nHad she not, the kennel would have gone under, and Ms Burley would have lost her home, which is tied to the business.\nBut with loans falling due, Ms Burley says it is now \"do or die\" for her company.\nWhen the UK first went into lockdown in March last year, Ms Burley was one of thousands of business owners who turned to their insurers for help.\nThose with business interruption policies were confident that their insurers would pay out if they had to close their doors because of the pandemic. Business interruption policies are designed to cover financial losses if a firm cannot operate. \nBut a year later the vast majority are still waiting for their money.\nThat's because, shortly after the first lockdown came into effect, insurers - including Ms Burley's insurer MS Amlin - began issuing documents flatly refusing to pay, arguing that their policies were not designed to cover losses from events like pandemics. \nTypically, insurance contracts contain exclusion clauses, for events that were explicitly not intended to be covered under the policy. But a number of insurers didn't exclude events like pandemics from their cover and, indeed, their policies read as though losses caused by an event like the coronavirus outbreak should be paid.\nMs Burley said her policy didn't exclude pandemics. In fact, it explicitly covered any losses as a result of someone falling ill with a disease that was notified to the authorities within 25 miles of her kennel. Her local hospital is two miles away.\nBecause so many insurers were rejecting claims like Ms Burley's, the city regulator, the Financial Conduct Authority (FCA), took the unusual step of launching legal proceedings against a number of insurers. It asked a judge to decide whether the losses of 370,000 businesses across the country would be covered.\nThe court found that some of those insurers, including MS Amlin, should have paid out on some claims. However the insurers again refused and appealed to the Supreme Court, which, at the beginning of this year, also found in favour of the small businesses.\nSince then the insurers involved in the case have begun paying claims, but some more promptly than others.\nNew data from the FCA shows that five weeks after the Supreme Court judgement was issued on 15 January, MS Amlin hadn't decided to pay any of the more than 3,700 claims that had been made by its policyholders.\nSince then, the company said, it has \"made progress in settling claims and providing interim payments to eligible policyholders\" although it refused to say how many businesses had received a pay-out.\nAnother insurer, Hiscox, had only handed money to 151 of its customers by 3 March - almost seven weeks after the Supreme Court ruling. The numbers from the regulator showed it was still deciding whether to pay another more than 4,500 claims. The data implied that, on average, only around three claims a day were paid during that period.\nAnd even though some of those claims are worth up to £100,000, which is make-or-break money to businesses like Ms Burley's, insurers are not always offering to pay the full value of those claims.\nIn fact, in at least 24 cases, Hiscox agreed the claim was covered, but said it decided the value of the claim was £0, according to Mark Killick.\nMr Killick set up the Hiscox Action Group to pressure the insurer to pay claims after his PR agency Media Zoo was refused a payout from the insurer.\n\"Even when they're forced to pay out, they are dragging their feet extraordinarily with these sort of tactics,\" he said. \"Hiscox don't want to pay.\"\n\"They've made a mockery of 'my word is my bond',\" he said.\nA source close to Hiscox said it had since revised some of its £0 offers but would not confirm how many were made.\nAnd in a statement the company said: \"We are paying claims as quickly as possible in line with the Supreme Court judgment.\"\nHiscox said both the number of claims it had accepted and payments had \"increased significantly\" since the beginning of this month, although it did not say how much it had paid out. \nBut Richard Leedham, a partner at Mishcon de Reya, which represents some of the businesses taking legal action against Hiscox, described the insurer's lack of speed as \"shocking\". While most insurers were beginning to pay, Mr Leedham said, data from the FCA suggested neither Hiscox nor Amlin were moving very quickly. \nHiscox said: \"These are complicated claims that require comprehensive financial information and discussions with customers in order to settle them fairly.\n\"In total, we expect to pay out $475m (£345m) in Covid-19 claims, including for business interruption.\"\nThe FCA data shows that, so far, more than 10,000 policyholders have received some money, and insurers have already paid out more than £470m. But more than 50,000 are still waiting. Total pay-outs could exceed £1bn.\nThe FCA will continue to publish data monitoring progress of payments, a spokesperson said. \n\"It is critical that the momentum seen leading to the Supreme Court judgment is maintained and that all businesses with valid business interruption claims receive the final settlements due to them as soon as possible.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56566033",
      "category": "uk-wales",
      "title": "Harry Baker: Teen's drug dealing murder 'too hard to bear'",
      "tags": "Barry",
      "text": "A mother has spoken of her devastation after her teenage son was killed in a row over drug territories, as seven men are jailed. \nHarry Baker, 17, from Cardiff, was stabbed nine times at Barry Docks in the Vale of Glamorgan in August 2019.\nLeon Clifford, 23, Leon Symons, 23, Peter McCarthy, 37, all from Barry, and a 17-year-old boy were found guilty of murder two weeks ago.\nThe 17-year-old has now been named as Brandon Liversidge of Cardiff.\nThe judge, Mr Justice Picken, lifted reported restrictions on naming Liversidge at the sentencing hearing - he is also known as Brandon Diamond.\nClifford, Symons and McCarthy were all sentenced to life in prison. Symons will serve 28 years before being considered for release, while Clifford will serve 27 years and McCarthy 23.\nLiversidge was detained at Her Majesty's pleasure because he was under 18 at the time but will have to spend at least 20 years in custody.\nRaymond Thompson, 48, Ryan Palmer, 34 and Lewis Evans, 62, also all from Barry, who were convicted of manslaughter by the jury at Newport Crown Court at the same time will serve six, 11 and four years respectively.\nHarry's mother, Emma Baker, said in a victim impact statement: \"To lose your child in such traumatic and violent circumstances is too hard to bear\".\nHarry had been ambushed in a street after the gang had determined he \"should die, or at the very least suffer really serious harm\" after straying into their drug-selling patch.\nHe was chased through Barry for a mile before being caught in a compound at the docks and repeatedly stabbed.\nSentencing, Mr Justice Picken said: \"[Harry Baker] did not deserve to die and his death is as tragic and unnecessary as that of anybody who is murdered, and I make that abundantly clear.\"\nThe case is one of the largest multi-handed murder trials the Crown Prosecution Service in Wales has dealt with.\nBrandon Liversidge was a rival drug dealer who led the chase of Harry Baker and was 16 when he stabbed him to death.\nHowever, Harry was not a stranger to Liversidge. The court heard they knew each other, attended the same parties and followed each other on social media.\nThe court heard Liversidge started drug dealing while in school.\nHarry Baker's mother read a victim impact statement in court, saying the seven killers had \"changed the course of our lives forever\".\nMrs Baker said reading the statement was one of the last things she could do for Harry.\nShe said: \"To lose your child in such traumatic and violent circumstances is too hard to bear\".\nShe said they were a normal family, with normal structured lives who were not prepared for this.\nWhen Harry was 16 \"he found a different life with different friends and we felt powerless to change these things\".\nShe said: \"We were aware Harry was involved in the world of drugs, but we did not know how deeply.\"\nMrs Baker said the last message she sent to Harry ended with the words, \"love you Harry miss you\".\nHarry was taken away in a \"cruel and barbaric way\".\nBeing involved in drugs is \"glamorised\", and \"Harry somehow got sucked into the lifestyle and could not find a way out\", she said.\nShe would never see him grow up, get married and have children of his own.\n\"There have been times during both trials when I have been completely overwhelmed with emotion and had to leave the court,\" she said.\nThe defendants tried to make direct eye contact with her during the first trial, which was halted because of Covid, and she found this \"intimidating\".\nShe will now have to \"face the reality, that my son is gone\", but has \"some comfort\" knowing his killers will be in prison and will not have to put another family through this. \nShe said: \"They took a normal family of four and destroyed us all. There will always be a place missing at the diner table.\"\nA statement read on behalf of Mr Baker said: \"I still cry every day.\"\nSpeaking outside court after sentencing, Mrs Baker said: \"These so-called men, who have killed my son, have robbed him of the chance to turn his life around.\n\"Harry knew he had started to go down the wrong path and he knew he was out of his depth, but he was young.\n\"He had a family who love him dearly and he could have fixed his mistakes and chosen the right path. Sadly he will never get the chance.\"\nShe said Harry was \"so much more\" than the person he had been portrayed as, and she added:: \"Harry, we will for ever be grateful that you are our son and we'll treasure the memories we have together as a family.\n\"Harry, you will forever be our sunshine.\"\nSenior investigating officer Det Chief Insp Andy Miles said no sentence would ever be long enough for those responsible, adding: \"Harry was robbed of his future and an opportunity to turn his life around, and his family and friends have been robbed of a much-loved son, brother and friend.\n\"They have shown tremendous strength and dignity throughout the investigation and subsequent court proceedings and our sympathies remain very much with them as they now try to begin rebuilding their lives.\"\nThe court was told about the previous offending of Harry Baker's killers.\nLeon Clifford, 23, has five previous convictions for eight offences including affray, possessing an offensive weapon in a public place, assault occasioning actual bodily harm and possessing heroin with intent to supply.\nLeon Symons, 22, has 12 previous convictions for 18 offences including burglary and theft, possession of controlled drugs, heroin and possessing a blade.\nPeter McCarthy, 38, has 25 conviction for 65 offences dating back to 1997, including for robbery, taking a vehicle without consent, affray, possessing heroin with intent to supply and a house burglary.\nBrandon Liversidge, 17, has no previous convictions, reprimands or cautions.\nRaymond Thompson, 48, has 74 previous conviction for 166 offences dating back to the 1980s for dishonesty, burglary, theft, handling stolen goods, escaping from custody at Cardiff Crown Court, using threatening words and behaviour, possession of drugs and possessing an offensive weapon in a public place.\nRyan Palmer, 34 has 48, previous convictions for 77 offences dating back to the late 1990s for dishonesty, taking vehicles, using threatening language, burglary, criminal damage, handling stolen goods and possessing heroin with intent to supply. \nLewis Evans, 61, has one previous conviction for two offences, making false statements to obtain benefits and a caution for bigamy and common assault.\nKelly Huggins, district crown prosecutor for the Crown Prosecution Service in Wales, and the person responsible for the convictions in the Harry Baker trial told BBC Wales she was seeing \"significantly more\" violent crime linked to drugs.\nShe said: \"From my experience we are having significantly more knife crime come before the courts, more murders that have occurred as a result of knife crime. They do appear from my experience to have drugs at the heart of them.\"\nShe also said the Harry Baker case highlighted the dangers of becoming involved in that world.\n\"I think the message is there's no type, it can attract any person, from any background and of any age, you don't have to be a type to fall victim or be lured into this world. It can happen at any juncture in your life unfortunately,\" she said.\nAccording to Office for National Statistics data, the number of murders increased in three of the four police force areas in Wales in the year up to March 2020.\nMurders roughly doubled in the South Wales and Dyfed-Powys force areas in that period, and tripled in the Gwent force area, but that is from a low base, a rise from two homicides to six.\nMurders in the North Wales force area in that period remained the same, at four homicides.\nOffice for National Statistics (ONS) data shows the number of murders in Wales and England involving drug users or dealers, or related to drugs in any way have increased steadily in the decade to March 2020, to 48 homicides."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56567985",
      "category": "world-middle-east",
      "title": "Suez Canal reopens after giant stranded ship is freed",
      "tags": "Egypt,Shipping industry,Suez canal",
      "text": "Traffic has resumed in Egypt's Suez Canal after a stranded container ship blocking it for nearly a week was finally freed by salvage crews.\nTug boats honked their horns in celebration as the 400m-long (1,300ft) Ever Given was dislodged on Monday with the help of dredgers.\nHundreds of ships are waiting to pass through the canal which links the Mediterranean to the Red Sea.\nIt is one of the world's busiest trade routes.\nPeter Berdowski, CEO of Dutch salvage company Boskalis, said the Ever Given had been refloated at 15:05 (13:05 GMT) on Monday, \"thereby making free passage through the Suez Canal possible again\".\nEgyptian officials say the backlog of ships waiting to transit through should be cleared in around three days, but experts believe the knock-on effect on global shipping could take weeks or even months to resolve.\nSalvage teams had faced a daunting challenge after the 200,000-tonne ship ran aground last Tuesday morning in high winds and a sandstorm which reduced visibility. \nA Dutch specialist team, SMIT, oversaw a flotilla of 13 tugs, small but powerful vessels that can shift large ships, as they tried to dislodge the Ever Given.\nDredgers were brought in and dug 30,000 cubic metres of mud and sand from beneath the ends of the ship.\nOver the weekend, it was feared that some of the ship's cargo of some 18,000 containers would have to be removed in order to lighten the load.  \nBut high tides helped the tugs and dredgers in their work and early on Monday, the stern (rear of the ship) was freed and the great ship swung across the canal, to shouts of celebration. Hours later, the bow (front) too came unstuck, and the Ever Given was able to move out.\nThe vessel was towed to the Great Bitter Lake, which sits between two sections of the canal to the north of the salvage site, where it will undergo safety checks.\nA marine source told Reuters news agency on Monday evening that ships were travelling southwards towards the Red Sea while canal services provider Leth Agencies said vessels had resumed transit from the Great Bitter Lake.\nSome ships have already left the region, preferring to take an alternative, longer route around the southern tip of Africa.\nInevitably, cargoes will be reaching their destination much later than planned. There may be congestion when they arrive in port, while future sailing schedules have been thrown into disarray, \nThe cost of shipping goods to Europe is expected to rise as a result, BBC Business Correspondent Theo Leggett reports. \nShipping group Maersk said the \"ripple effects on global capacity and equipment\" were significant.\n\"There'll be an investigation, clearly, because this has had such a big impact and exactly what's happened here, I think, will be debated for some time,\" Marcus Baker, global head of marine and cargo at Marsh Inc, told Reuters.\n\"What do we do going forward to ensure it doesn't happen again? Again, I would leave that to the competent authorities that are in Egypt to decide how they want to make sure that traffic transits safely through the canal because, look, it's in their interest to do that.\" \nBy Sally Nabil, BBC Arabic bilingual correspondent, Port of Suez\nSpirits here are quite high. There's a strong sense of achievement. Some experts had warned that it might take weeks to free the Ever Given. But the high tide, as well as the specialist equipment brought in, all helped the rescue operation.  \nNow the authorities will have to address another challenge - congestion. The head of the Suez Canal Authority said that hundreds of stranded vessels would be allowed through the canal on a first-come-first-served basis, though there might be some exceptions to specific ships, based on the types of goods on board. \nThe blockage put the authorities under immense pressure, given the major impact it had on global trade. For Egyptians, the canal is not only a source of national pride, but it also provides the economy with much needed foreign currency. \nA couple of days ago, I asked Osama Rabie, the head of the Suez Canal Authority, whether he was concerned that some shipping companies might be discouraged from sending such giant ships through the canal in the future. He replied that there was no alternative to the Suez Canal, which he said was fast and safe. So, it's not just about time here, but also about security. \nIt will now undergo a full inspection at the Great Bitter Lake, the vessel's technical managers, Bernhard Schulte Shipmanagement, said.\nIt said there had been no reports of pollution or cargo damage, and initial investigations had ruled out any mechanical or engine failure as a cause of the grounding last week.\nThe ship's Indian crew of 25 remaining aboard the vessel are safe and in good health, BSM said, adding: \"Their hard work and tireless professionalism are greatly appreciated.\"\nThe ship's containers are carrying a huge variety of items and the insured value of the cargo is believed to amount to hundreds of millions of dollars. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56571872",
      "category": "uk-politics",
      "title": "Greensill Capital: Labour calls for watchdog to probe firm's role",
      "tags": "David Cameron,Rachel Reeves,Greensill Capital,Lobbying in the United Kingdom,Labour Party,Anneliese Dodds",
      "text": "Labour has called on a standards watchdog to investigate the extent of government access offered to financial services firm Greensill Capital. \nThe party wants the Committee on Standards in Public Life to examine the role played by the firm's founder in David Cameron's coalition government.\nThe Sunday Times claimed Lex Greensill had been given \"privileged access\" to Whitehall departments under the ex-PM.\nNeither Mr Greensill nor Mr Cameron has commented on the matter. \nLabour said the reports raised questions about transparency rules. \nBusiness Secretary Kwasi Kwarteng told BBC Radio 4's Today programme there was \"no suggestion\" the former prime minister \"could not pursue another career after politics\".\nHe added that he did not think Mr Cameron \"did anything wrong\", but the government was \"always reviewing the rules\" and \"looking at new circumstances... trying to improve the existing rules and improve the system\".\nIn its letter, Labour asked the committee to examine Mr Cameron's reported role in lobbying the government on behalf of the firm after he left office.\nIt has previously been reported that Mr Cameron, who became an adviser to Greensill in 2018, unsuccessfully tried to increase the specialist bank's involvement in a scheme offering government-backed loans to companies struggling due to the Covid pandemic. \nGreensill, which went bust recently, was accredited to supply lending under the government's Coronavirus Large Business Interruption Loan Scheme (CLBILS).\nMr Cameron was cleared this week by a lobbying watchdog, which looked at whether he should have declared himself on the register of consultant lobbyists over work he had done for the firm since leaving Downing Street. \nOver the weekend, the Sunday Times reported that Greensill's founder, Lex Greensill, was given access to various government departments during Mr Cameron's time in No 10.\nThe newspaper said Mr Greensill had been promoting a financial product for pharmacists.\nThe Pharmacy Early Payment Scheme, announced in 2012, saw banks swiftly reimburse pharmacists for providing NHS prescriptions, for a fee, before recovering the money from the government.\nGreensill Capital went on to provide funds for the scheme.\nLabour said the reports raised \"serious questions about the level of extensive access to ministers and departments he was granted and the role Mr Cameron played in securing it\".\nIn a letter to its chair, independent peer Lord Evans, the party said the Committee on Standards in Public Life should ask why Mr Greensill's role promoting the scheme had not been \"announced internally or publicly\".\nShadow chancellor Anneliese Dodds, who co-wrote Labour's letter along with shadow Cabinet Office minister Rachel Reeves, also called on the committee to look into the decision to accredit Greensill to the CLBILS loan scheme.\nThe pair suggested the committee should look at \"whether proper due diligence was undertaken on the firm's financial health by government\".\nThey added that taxpayers \"deserve to know the true extent of access to this current Conservative government that was afforded to Greensill Capital through the former prime minister\".\nReplying to their letter, Lord Evans said his committee \"is an advisory body and does not have a remit to investigate individual cases\".\nBut he added the committee would welcome suggestions from the party on improving transparency rules as part of an existing inquiry due to report in the autumn. \nA government spokesman said Mr Greensill had previously acted as a supply-chain finance adviser and crown representative - adding the appointment had been unpaid and was approved in the normal manner."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56560826",
      "category": "world-asia",
      "title": "Indonesia fire: Massive blaze erupts at oil refinery",
      "tags": "Indonesia,Oil",
      "text": "Firefighters in Indonesia are working to put out a massive fire that has broken out at one of the largest oil refineries in the country. \nThe fire broke out at the Balongan refinery, run by state oil firm Pertamina, at 00:45 local time on Monday (17:45 GMT Sunday). \nAt least five people are injured and around 950 residents have been evacuated to safety. A handful of people have been reported missing. \nThe cause of the fire remains unclear. \nTV footage and videos on social media showed the fire still raging on Monday morning with a plume of smoke rising high above the refinery, located in West Java province.\n\"We smelled a strong fuel scent first, so strong that my nose hurt, while we heard lightning strikes,\" one nearby resident told local news outlet Metro TV, according to a Reuters report. \nAccording to the regional disaster management agency, five people were being treated in hospital for serious burns with another 15 with minor burns. \nThe injured are both nearby residents and people who were on a road near the refinery when the fire broke out. \nJerome Wirawan, BBC News Indonesia \nThe Balongan Refinery is one of Indonesia's largest refineries and also one of its most crucial, as it feeds fuel and petrochemicals to the greater Jakarta area.\nQuestions have now been raised on how this incident will affect plastics and chemicals businesses and factories, though Pertamina has told the public that \"fuel delivery to the public is undisturbed and currently still ongoing\".\nAlready many are demanding answers on how such a disastrous incident could happen to a state-owned refinery.\nOne politician, Kurtubi, pointed out in a TV interview that Balongan refinery, which has been in operation since 1994, is relatively new compared with other Pertamina refineries. \nMr Kurtubi, who is a member of the House of Representatives' commission for energy affairs, also demanded an evaluation of the distances between oil refineries and residential zones. \nOn social media, there were calls for a thorough investigation. \"Was there sabotage or is this a genuine accident?\" asked one Indonesian netizen.\nOthers questioned whether standard operating procedure had been followed. \"Otherwise, the person who caused this must be taken to court,\" said another netizen.\nResidents from a nearby village have been evacuated to several different camps with the relief efforts further complicated by Covid-19 measures. \nPertamina said the cause of the fire was unknown, but that it started during heavy rain and lightning.\nIn a press conference later on Monday, the firm said the fire had not damaged the refinery's processing capabilities and that operations could hopefully return to normal in the next five days.\nThe fire was focused on the refinery tanks, with no damage to the processing plant, said Reuters, citing Pertamina Chief Executive Officer Nicke Widyawati.\nThe oil firm also said it was shutting down the refinery and conducting \"oil flow control\" to prevent any further spread.\nThe Balongan refinery, which is located approximately 200km (125 miles) east of the capital Jakarta and measures at least 340 hectares, can process 125,000 barrels per day. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56566208",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: No further Covid-19 related deaths recorded in NI",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "BBC News NI outlines the latest data on coronavirus and vaccinations across Northern Ireland and the Republic of Ireland.\nNo further coronavirus-related deaths have been recorded by the Department of Health in Northern Ireland, which means the total number of deaths remains at 2,111.\nAn additional 65 people have tested positive for Covid-19, following tests on 2,506 individuals.\nThere were 129 people in hospital with coronavirus as of midnight, 17 in intensive care and 10 being ventilated.\nThe total number of confirmed coronavirus cases in Northern Ireland is now 117,015.\nLast updated 29 March at 14:00 BST.\nA total of 730,471 individuals have received one dose of a Covid-19 vaccine, while 125,017 have received two.\nThe total number of vaccines administered is 855,488.\nLast updated 29 March at 12:46 BST.\nSource: Department of Health Northern Ireland\nOne more Covid-19-related death has been recorded in the Republic of Ireland, taking its total number of deaths to 4,667.\nAnother 539 people have tested positive for coronavirus.\nThere have now been 235,078 confirmed cases of the virus in the Republic of Ireland.\nAs of 08:00 on Monday, 331 patients were hospitalised, of which 70 are in intensive care.\nLast updated on 29 March at 17:30 local time.\nAs of 26 March, 567,023 people have received their first dose of the vaccine, and 219,546 people have received their second dose.\nThe total number of vaccines administered in the Republic of Ireland is 786,569.\nLast updated on 29 March at 17:30 local time.\nSource: Department of Health Ireland"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56562909",
      "category": "world-europe",
      "title": "Mediator drug: French pharmaceutical firm fined over weight loss pill",
      "tags": "Weight loss,France",
      "text": "A French drug maker has been found guilty of aggravated deceit and involuntary manslaughter over a weight loss pill at the centre of a major health scandal.\nThe drug Mediator was developed for use in overweight diabetics and was on the market for 33 years.\nIt was eventually withdrawn in 2009 over concerns it could cause serious heart problems.\nHundreds of people are believed to have died as a result of the drug.\nAround five million people were prescribed the medicine over the course of three decades, despite various warnings over its side effects.\nThousands of plaintiffs were involved in the trial, which began in 2019.\nDrug maker Servier had denied any knowledge of Mediator's side effects but a court on Monday issued it with a fine of  €2.7m (£2.3m, $3.2m).\n\"Although they knew about the risks for many years... they never took the necessary measures,\" judge Sylvie Daunis said.\nThe company's former deputy chairman, Jean-Philippe Seta, was also given a four-year suspended prison sentence.\nFrance's medical regulator, meanwhile, was fined more than €300,000 for its role in the scandal. The judge found the body had \"seriously failed\" in its duties, according to the AFP news agency.\nAhead of Monday's verdict, French pulmonologist Dr Irène Frachon, who is credited with exposing the drug's side effects, told AFP that she hoped the ruling would \"give us the tools to understand how such deceit could have gone on for so long\".\nA number of other European countries, including Italy and Spain, banned Mediator in the early 2000s.\nIn France, however, it continued to be offered to diabetics and other patients as an appetite suppressant.\nOne study concluded that 500 deaths could be linked to Mediator between 1976 and 2009. A second one put the figure at 2,000."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56516151",
      "category": "world-middle-east",
      "title": "In pictures: Container ship blocking the Suez Canal finally on the move",
      "tags": "Egypt,Mediterranean Sea,Shipping industry,Suez canal",
      "text": "After almost a week blocking the Suez Canal, a a 400m-long (1,300ft) container ship is finally on the move again.\nThe Ever Given, operated by Evergreen Marine Corp, became stuck last Tuesday during a sandstorm.\nFor days it was lodged diagonally on one of the world's key shipping lanes, causing traffic to build up and other ships to be rerouted.\nBut now, after an operation involving tug boats and dredging, the vessel is fully refloated and heading north. \nAll pictures are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56561010",
      "category": "uk",
      "title": "Coronavirus: England stay-at-home order ends, and retailers see Easter boom",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus outbreak this Monday morning. We'll have another update for you at 18:00 BST.\nEngland is taking another step along the government's roadmap to ending lockdown restrictions as two households or groups of up to six people can meet outside as of Monday morning. The latest easing of coronavirus-prevention measures also sees the return of outdoor sporting facilities including tennis courts and golf courses, and weddings can be held with up to six people in attendance. Prime Minister Boris Johnson has warned that despite restrictions being eased \"everyone must continue to stick to the rules\". The government has also unveiled a new public health message: \"Hands, Face, Space and Fresh Air.\" Find out exactly what you can do from Monday here.\nA study of care home residents in England suggests a single dose of the two main Covid vaccines used in the UK is effective at stopping 62% of infections. According to research by University College London, which involved more than 10,000 people aged over 65 at 310 care homes, the jab provided 56% protection after four weeks rising to 62% after five. ​​​​​​The scientists say the data shows the AstraZeneca and Pfizer vaccines are \"effective in frail, older adults\".\nAndrea Burley's dog kennels would normally be busy at this time of year, with up to 40 pets staying as their owners head off for an Easter break. But it's a very different scene in 2021, as coronavirus has stopped people from travelling. Ms Burley is among thousands of business owners who hoped their insurance would cover them for any losses stemming from the pandemic. But a year later, the vast majority are still waiting for their money.\nThe prime minister has said that \"at the right moment\" a permanent memorial will be built for people who lost their lives to Covid. After his grandfather died last year, Ellis Tustin founded the group Names not Numbers to commemorate those who died. He tells the BBC why he thinks it is important the country finds ways of remembering.\nWith some lockdown restrictions being eased in time for the Easter weekend, retailers are reporting that British consumers are looking to make the most of the spring holiday. While Sainsbury's says searches on its website for Easter trees (the twigs are decorated with painted eggs and feathers) have risen by 977%, DIY chains are also reporting surging interest in garden furniture, including outdoor bars, as two different households can now meet outdoors.\nYou can find more information, advice and guides on our coronavirus page. \nIf you need to know exactly what the \"rule of six\" means, you can find out more here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56569153",
      "category": "uk",
      "title": "Coronavirus: PM's warning as England lockdown eases and 180 wedding guests cut to six",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus outbreak this Monday evening. We'll have another update for you tomorrow morning.\nA cautious approach as lockdown eases in England is the \"way to get the results that we want\", Prime Minister Boris Johnson has said. Speaking at a Downing Street news conference, he said a \"wave is still rising across the Channel and it's inevitable, as we advance on this roadmap, that there will be more infections and unavoidably more hospitalisations, and sadly more deaths\". But he said there is nothing in the data \"right now\" that means the roadmap to unlock cannot proceed as planned. Mr Johnson announced a deal to produce up to 60m doses of the Novavax vaccine entirely in the UK, including at a factory in Barnard Castle, County Durham - the jab is not yet approved.\nSecret filming at one of the biggest UK Covid testing labs has found evidence of potential contamination, discarded tests and pressure to hit targets. A BBC reporter working as a lab technician, filmed staff cutting corners and processing samples in a way that could cause contamination. This means some people who had taken a test via NHS Test and Trace may have received no result or a wrong result. Read the full investigation by BBC Panorama.\nPeople living in the same household as adults with weakened immune systems should be offered a Covid vaccine, the UK's vaccine committee has said. It will help to stop the spread of the virus to vulnerable people in the same house, after recent evidence suggested they may not respond as well as others to a vaccine. Household contacts of those with blood cancer or HIV are included, but children under 16 are not.\nWhere people live, how poor that area is and their level of education explains only a fraction of the difference in Covid vaccination rates between ethnic groups, the Office for National Statistics (ONS) found. It highlighted higher vaccination hesitancy among some ethnic groups. White people were the most, and people of black African ethnicity the least, likely to have had a jab, the ONS added. \nThe first weddings in England since the latest lockdown have taken place. After months under stay-at-home orders, small ceremonies can now go ahead with up to six people. Jess Warren-Basham and Jonny Cope from Hampshire told BBC News they were thrilled to finally tie the knot in glorious sunshine on Monday - even if it meant cutting down the number of people invited.\nYou can find more information, advice and guides on our coronavirus page. \nIf you need to know exactly what the \"rule of six\" means, you can find out more here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56566439",
      "category": "uk",
      "title": "Grenfell residents 'bullied' for raising safety fears before fire",
      "tags": "Grenfell Tower fire,Grenfell Tower Inquiry",
      "text": "Lawyers for victims of the Grenfell fire accused the council that owned the tower block and its building managers of \"neglect, indifference and discrimination\" towards residents.\nResidents who raised safety concerns before the fire were \"bullied\" and \"stigmatised\", the inquiry into the disaster heard as it began a new phase.\nBut building managers denied being \"dismissive\" towards residents and their concerns.\nThe fire in June 2017 killed 72 people.\nThe new phase of the inquiry is examining how the building was managed, including risk assessments and how complaints were handled.\nLawyers for the victims and their families attacked the role of the Royal Borough of Kensington and Chelsea, which owned the block, and the body that ran it and oversaw the refurbishment, the Kensington and Chelsea Tenant Management Organisation (TMO).\nMichael Mansfield QC, who represents a group of survivors and the bereaved, said the council regarded the 24-storey block in North Kensington as an \"eyesore which required cosmetic surgery to make it more palatable to its elegant and wealthy neighbours\".\nHe said the refurbishment, which took place between 2012 and 2016 and installed flammable cladding, only gave it \"superficial facelift while neglecting underlying deficiencies\".\nAccording to the lawyers' opening statements, one of the residents to raise concerns was Shah Ahmed, who formed the Grenfell Tower Leaseholders Association and wrote to senior executives after a fire in 2010.\n\"There is certainly a high probability that, in the event of another fire, the whole building can become an inferno,\" he wrote, warning of the building's \"interior staircase and malfunctioning ventilation system\".\nHe demanded an independent investigation into the safety of the building and said residents were viewed as \"sub-human\".\nMr Mansfield said Mr Ahmed had to write the letter because the complaints system for residents was \"outdated, cumbersome, not simple and was used to shut them off, lock them out essentially\". \nThe council and TMO had a \"culture of indifference\", the lawyer said.\nFurther warnings came from Edward Daffarn, a member of the Grenfell Action Group, who wrote a series of blog posts about safety issues in the building and raised concerns with the council.\nVictims' lawyer Danny Friedman QC said when Mr Daffarn pointed out a fire door had a broken closing mechanism in 2015, the TMO seemed to care more about dismissing his complaints than fixing it.\nOn the night of the fire the door was still not working, allowing smoke into a central area on one floor where two people died.\nThe inquiry heard the council described Mr Daffarn's blog posts as \"scaremongering\".\nAnother lawyer for the bereaved, survivors and residents, Stephanie Barwise QC, read an email from council worker Laura Johnson sent during the building's refurbishment saying that a councillor would not want to attend a public meeting of people \"moaning about minor issues\".\nShe said Grenfell had \"always been a bad-tempered place and for some reason that general crossness has lingered and is stoked by various individuals and their agendas\".\nBut in fact residents had correctly identified issues such as gas pipes in hallways, problems with fire doors, power surges, a failed ventilation system and access for fire engines.\nMs Barwise said the fire was \"predictable and preventable\" and accused the council of failing in its legal duty to ensure the building was safe, including after London Fire Brigade warned in the months before the fire that cladding could be dangerous.\nThe inquiry heard the council simply forwarded the letter from the fire brigade to the TMO, saying: \"FYI.\"\nVulnerable residents such as disabled people and children suffered higher death rates than any other group, Ms Barwise also told the inquiry, blaming it on a failure to take adequate precautions for them.\nA quarter of the 67 children in the building died along with 41% of the vulnerable adult residents present on the night of the fire, she said.\nBoth the TMO and its fire risk assessor, Carl Stokes, \"failed to identify the vulnerable residents at Grenfell\" and there was a lack of an emergency or evacuation plan.\nIn written submissions, Mr Mansfield said that Grenfell had become a \"sick building\" over the course of decades.\n\"The residents saw the symptoms, and even suggested the cure,\" he said. \"They were ignored and marginalised at every turn.\"\nJames Ageros, lawyer for the TMO, said relations with residents were \"sometimes strained and difficult both during and after the refurbishment\" but added: \"The TMO does not accept that it ever adopted a dismissive attitude toward residents or indeed toward their complaints and concerns.\"\nHe said the inquiry should consider whether the TMO could have been expected to see through the \"deceptions\" of cladding manufacturers about the safety of their products.\nHundreds of other building owners and management organisations had not been able to \"untangle this subterfuge\", he said.\nIn its submissions, the council apologised for its failings in monitoring the TMO. James Maxwell-Scott, the council's lawyer, said there were too few officers assigned to the task given the \"scale and importance\" of the work.\nHe said the council is \"truly sorry for the suffering and tragic loss of life\" and said \"the council could have, and should have, done more to stop it happening\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56566892",
      "category": "health",
      "title": "Households of adults with weak immune systems to be vaccinated",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic,Immune system",
      "text": "People living in the same household as adults with weakened immune systems should be offered a Covid vaccine, says the UK's vaccine committee.\nThis will help to stop the spread of the virus to vulnerable people in the same house, after recent evidence suggested they may not respond as well as others to a vaccine.\nHousehold contacts of those with blood cancer or HIV are included.\nChildren under 16 are not part of the new advice.\nThe Joint Committee on Vaccination and Immunisation (JCVI) advised the government to prioritise people for a Covid vaccine who are over 16, and living with adults who have weakened immune systems.\nHealth secretary Matt Hancock has now asked NHS England to implement the advice, which has been shared with the four other nations of the UK.\nAdults with weakened immune systems, or who are immuno-suppressed, are less able to fight off infections naturally. They include people receiving chemotherapy or radical radiotherapy for cancer and those with serious immune disorders.\nRecent studies suggest they do not receive as much protection from Covid vaccines as other people.\nProf Wei Shen Lim, chair of Covid-19 immunisation at the Joint Committee on Vaccination and Immunisation, said the new advice \"will help reduce the risk of infection in those who may not be able to fully benefit from being vaccinated themselves\".\nDr Mary Ramsay, head of immunisation at Public Health England, said: \"Our surveillance systems and research studies are showing that the Covid-19 vaccines can reduce asymptomatic infection and limit transmission of the virus. \n\"By vaccinating those who live with adults who are immuno-suppressed, we can further help protect vulnerable people.\"\nHousehold contacts to be prioritised only include those aged over 16 who share living accommodation with adults who have weakened immune systems.\nMost people in this group are already likely to have been told they are clinically extremely vulnerable.\nThey include: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56555382/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Wales will prioritise second jabs in vaccine supply slowdown",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic,AstraZeneca",
      "text": "Second Covid vaccine doses will be prioritised during the expected supply slowdown of the Oxford-AstraZeneca jab, Wales' chief pharmacist has said.\nCovid vaccine supplies are set to be delayed by  in April and Wales expects to have 250,000 fewer Oxford-AstraZeneca jab doses.\nAndrew Evans said Wales' overall position was good with more than 13% of the population fully vaccinated.\nMr Evans said the shipping delay will not affect Wales hitting its targets.\nHe said Wales aims to vaccinate its priority groups by mid-April and offer all adults a jab by the end of July.\nWales has fully vaccinated a higher percentage of its population than any other UK nation, with 412,663 people already having the full course, while almost 1.4m people - or 44% of the population - have had their first dose.\nA delay in shipping five million doses of the Oxford vaccine to the UK was announced earlier this month, with NHS England warning of an expected disruption in supply in April.\nNo vaccine appointments are expected to be cancelled as a result, Wales' chief pharmaceutical officer said, adding that \"significant\" stocks were still available while the shipment from India was held up.\n\"We had an accelerated amount of vaccine coming into Wales in the early part of March,\" said Mr Evans.\n\"We have been getting through those, and there remain a significant amount of vaccine doses available to the NHS over the next couple of weeks.\n\"But we are seeing a slight slowdown over the period after that, in the early part of April, where there will be slightly fewer doses available than we had anticipated.\"\nA previous reduction in supplies in February led to a focus on administering second doses and second doses will be prioritised again while the Oxford-AstraZeneca shipment is delayed.\nBut Mr Evans said first doses would be \"accelerating\" at the end of April and into May.\n\"We have been prioritising second doses since the last slowdown at the beginning of February,\" he said.\n\"That has meant we are in a really good position because we have got through almost 400,000 second doses, particularly with the Pfizer vaccine. \n\"But we will now see a slowdown in first doses of AstraZeneca vaccine. That's because we need to prioritise some of that stock for people who are now due for their second dose.\n\"But we have been taking action to make sure that as many people continue to get a first dose as possible, even during that slowdown.\n\"The action we have taken on the Pfizer vaccine to get through those second doses means that the vaccines available to us in early April can all go back into new patients getting first doses. So that is a really good position to be in.\"\nThe UK ordered 100 million doses of the Oxford-AstraZeneca vaccine - enough to vaccinate 50 million people.\nBut next month the first Moderna vaccines are due to arrive in the UK and is the third vaccine of seven ordered with the UK lined up to receive 17 million doses. \nLike the Pfizer-BioNTech and Oxford jabs which are already in use, the Moderna jab is given in two doses several weeks apart.\n\"We will also see the Moderna vaccine coming on in the early part of April - in small quantities, but nevertheless allowing us to get to more people with a first dose by that middle of April point,\" added Mr Evans.\n\"Overall supply to general practice will continue to be high, it will continue to be high to vaccination centres, but there will be much more of a focus on second doses than on new first doses just because of this slight delay and slow-down in supply.\"\nMr Evans was confident that targets would be met to vaccinate priority groups by the middle of April and to offer all adults at least one jab by the end of July.\n\"I fully expect us to have offered that vaccine to the vast majority of people in those groups very shortly,\" he added. \"Certainly by the middle of April even with the slowdown in supply. \n\"Because this is just a delay it doesn't affect our ability to offer a first dose of vaccine to every adult in Wales by the end of July.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56570337",
      "category": "uk-wales",
      "title": "Lockdown: Golfers at border course 'can leave or enter Wales'",
      "tags": "Coronavirus lockdown measures,Welsh government,Powys Council,Llanymynech",
      "text": "Members of a golf club with holes in both England and Wales can now cross the border during rounds.\nPowys council had told Llanymynech Golf Club that members from England ran the risk of being fined for breaching Covid travel rules for crossing the border.\nBut the Welsh government has said it is reasonable for golfers from either country \"to enter or leave Wales\". \nPeople in Wales need a reasonable excuse to leave the country. Those in England are asked to \"minimise travel\". \nOutdoor sport facilities, including golf courses, reopened in Wales on Saturday and in England on Monday.\nThe club's entrance is in Shropshire, England along with the 5th and 6th holes.\nHowever the clubhouse and 15 of the course's 18 holes are entirely in Powys, Wales, while those playing the 4th hole tee-off in one country - only to find the green in the other.\nMore than 100 of the club's 450 members had been expected to tee-off to mark the easing of lockdown measures in England on Monday. However the course instead hosted just a handful of members resident in Wales.\nClub chairman Stuart Jones said: \"We have been told [by the council] that English members are not allowed to play... and they said Welsh residents could play. It's just a nonsense really.\n\"The entrance is in England and without the English residents we wouldn't have a golf course because it's two-thirds of our membership.\"\nAsked what impact the legal advice from the council had on the club on Monday, Mr Jones replied: \"The course is dead. We would probably have about 150 people playing today, on a normal Monday. I saw two people on the course and that was it.\n\"It's sad. It was nice and sunny and the bookings were full to play. We have waited three months and people were desperate for a game. It's just nuts.\"\nThe situation mirrors confusion last summer when local pubs yards apart faced differing regulations on reopening.\nBefore the Welsh government clarified rules around access to the course, a spokesperson for Powys council said: \"We understand the frustrations that Llanymynech Golf Club are currently experiencing and are working with them to find a workable solution.\n\"However, the Welsh government currently have travel restrictions in place which means travel into and out of Wales is not permitted unless you have a reasonable excuse.\n\"The council has provided advice to Llanymynech Golf Club on what the latest restrictions are following the Welsh government's announcement at the end of last week. Travel restrictions can only be enforced by the police.\"\nNorth Shropshire MP Owen Paterson said the situation surrounding the club was ludicrous.\nThe Conservative MP tweeted: \"Ludicrous statements from the Labour administration in Wales. They say Shropshire people can't attend cross-border Llanymynech Golf Club, yet people in Wales can cross to the club's entrance in Shropshire!\n\"My constituents should be free to enjoy safe exercise and fresh air today.\"\nIn a statement issued on Monday, a Welsh government spokesman said: \"It would be reasonable for members of Llanymynech Golf Club to enter or leave Wales within the confines of the golf course.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56559755",
      "category": "world-australia",
      "title": "Brisbane lockdown: Australian city to shut down over seven cases",
      "tags": "Brisbane,Queensland,Coronavirus pandemic,Australia",
      "text": "The Australian city of Brisbane will enter another snap three-day lockdown to contain a coronavirus outbreak which has grown to seven cases.\nThe Queensland state capital - home to over two million residents - will begin the lockdown at 17:00 Monday local time (06:00 GMT).\nIn January, the city also shut down for three days due to a single case.\nThe city has seen very few locally acquired cases since Australia's first wave of the virus a year ago.\nThe Brisbane outbreak, first reported on Saturday, marks the first cluster of community transmissions in Australia in almost a month.\nHealth officials are yet to determine how the virus leaked into the community, but say it is potentially linked to a hospital doctor who was infectious two weeks ago.\nAfter the lockdown was announced, locals rushed to shops to stock up on goods despite officials urging this was unnecessary. \nVideo online also showed plane passengers in Sydney scrambling to disembark a flight bound for Brisbane after learning of the announcement.\nQueensland Premier Annastacia Palaszczuk said the discovery of four more local cases, reported on Monday, showed there was \"more community transmission\" in the city.\nA lockdown was necessary to help contact tracers contain the spread, she said.\n\"I know it is really tough. We have Easter coming up, we have school holidays coming up,\" she said at a press conference on Monday.\n\"But let's do it now and let's do it right and let's see if we can come through it at the other end.\"\nThe lockdown will affect the Greater Brisbane area, which includes the councils of Brisbane, Logan, Moreton Bay, Ipswich and Redlands.\nAs with previous lockdowns, people will only be able to leave their homes for four essential reasons: exercise, shopping, necessary work and caregiving.\nSchools and workplaces will be closed as well as non-essential businesses and services.\nSimon Atkinson, BBC News in Brisbane\nBrisbane has been here before. And today - just as in early January - many people's instinct was to head to the supermarket.\nIn an inner-city branch of Woolworths, shoppers lined up out the door. Once inside, queues ran the length of the store - certainly not typical for a Monday morning.\nAnd while Australians are known for their love of alcohol, I was slightly surprised to see quite so many people heading into in the \"bottlo\" next door to get in supplies. All a bit unseemly for 09:00.\nThere is no rationale for the rush. Supermarkets and off licences are classed as essential and the state premier has already urged locals to avoid stockpiling. \nBut equally, there is no sense of panic. Only one in five shoppers were wearing masks (they become mandatory in a few hours time), and nearby cafes remained packed.\nLife here has been pretty much normal for months. Most appreciate how good they have it. But the chatter over coffee was pessimistic, with plenty of talk about the Easter plans that'll be in tatters should this snap shutdown be extended.\nElsewhere across Queensland, residents will have to wear face masks again in shops and on public transport, and home gatherings will be limited to 30 people.\nMs Palaszczuk said: \"This is essential everyone that we do this to stop further transmission. We've seen what's happened in other countries. I don't want to see that happen to Queensland.\"\nThe popular tourist town of Byron Bay, south of Brisbane, has also been placed on high alert after two infected people visited on the weekend.\nAustralia has reported 909 deaths and about 29,200 cases since the pandemic began - a number far lower than many nations. It's in the early stages of its vaccine rollout.\nThe nation has faced sporadic outbreaks over the past year, with the most severe in Melbourne last July triggering a punishing lockdown that lasted almost four months. \nSince then, authorities have acted fast at the start of outbreaks to curtail them early on. Several cities have experienced snap lockdowns in recent months:\nLockdowns have proved to be an effective health measure but the unpredictable shutdowns of cities have left a significant economic toll, experts say.\nAustralia's domestic tourism industry has been particularly hit hard, with states often shutting their borders to people from declared hotspots.\nInterstate travel to and from Brisbane will now be restricted until it's no longer listed as a virus hotspot."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56537062",
      "category": "uk-northern-ireland",
      "title": "Covid-19: 'Monumental day' as SSE Arena opens for mass vaccination",
      "tags": "Belfast,NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The first vaccination has been delivered after the SSE Arena in Belfast opened as a mass vaccination centre on Monday.\nUp to 1,850 vaccines are due to be administered at the venue on Monday.\nCentre vaccine manager Tanya Daly said seeing the centre in operation was \"an amazing sight\".\nUp to 40,000 people could be vaccinated each week at the arena, where the AstraZeneca jab will be used.\nPatricia Donnelly, the head of the vaccination programme in Northern Ireland, told BBC Newsline \"it was like waiting for Christmas\" and was a \"momentous day for everyone concerned\".\n\"We have got a very steady supply of AstraZeneca which is going to be used in this centre (SSE Arena) and also Pfizer which is used in other centres,\" she added.\n\"That steady supply has not let us down at any stage.\"\nMs Donnelly said that at the SSE Arena there was the capacity for 40,000 people to be vaccinated a week, but it would start with 10,000 a week.\n\"We build up over time, as we get more vaccine,\" she said.\nA Covid-19 vaccination scheme at community pharmacies in Northern Ireland was also launched on Monday.\nHealth Minister Robin Swann said this would speed up the existing vaccination programme and ease access for people who may struggle to travel to a mass vaccination centre.\nSpeaking from the SSE Arena, where 16 vaccinators are working a 12-hour shift, Ms Daly told Radio Ulster's Evening Extra programme: \"We are delighted that it is working so well.\n\"It's a fantastic team.\"\nMs Daly said the SSE Arena was not the clinical environment that staff were used to at the Ulster Hospital but that everything had been replicated to the same standards on a larger scale.\nStringent controls and procedures are in place and all staff have received rigorous theoretical and practical training, she said.\n\"We want people to have a good experience, but we want it to be safe,\" she said. \n\"We want to be sure that our vaccinators are not put under pressure; that the right questions are being asked and that everybody gets the vaccine that's appropriate.\"\nHealth officials plan to operate the vaccination service at the SSE Arena up to 14 hours a day, seven days a week.\nFree car parking and shuttle bus services are being offered to people travelling to the arena for their jab.\nGary Davidson, 55, from east Belfast, received the first jab after 08:00 BST.\nFirst Minister Arlene Foster said the opening of the centre was a \"significant milestone\" in the rollout of Northern Ireland's vaccination programme.\nShe said the number of people vaccinated would \"rise significantly in the coming weeks\".\nMaggie Magowan, lead nurse at the South Eastern Trust vaccination centre, said it was a \"monumental day\".\n\"I would encourage everyone who is eligible to get booked in to help protect themselves, their families and our community,\" she said.\nChief executive of Community Pharmacy NI, Gerard Greene said pharmacies were \"delighted to be playing their part\" in the vaccination programme and their inclusion showed the \"major progress\" that is being made.\nAbout 343 pharmacies in Northern Ireland are currently taking part.\nIn Northern Ireland, vaccines are available to people aged 50 or over.\nThose who are eligible can book an appointment online, by phone on 0300 200 7813 or they may be contacted by their GP.\nExceptional times require exceptional responses and transforming one of Belfast's best-known entertainment venues into a mass vaccination centre in six weeks is one of them.\nThe achievement is down to the hard work and organisational skills of ordinary people.\nSome people have likened fighting coronavirus to a war - once again we have seen a massive rallying of the troops in order to set up the vaccination of potentially thousands of people every day.\nAs the statistics demonstrate, vaccines are slowly breaking the chain from positive case to hospitalisation to severe disease and death.\nAnd the opening of the SSE Arena offers a massive opportunity to step up the vaccination programme even further.\nIt also marks a significant step for the health service, allowing hospitals and GPs' surgeries to get back to what they should be doing.\nAt the same time, the Stormont executive has a challenge of Herculean proportions to keep the public on board - without a doubt there is significant feeling of emotional fatigue as a result of the pandemic.\nSome good news on the horizon about the easing of some restrictions might just be the ticket.\nThe public transport options for travel to the SSE Arena include:\nAs of Monday, 730,471 people in Northern Ireland had received a first dose of a Covid-19 vaccine.\nSome 125,017 people had received their second dose, meaning a total of 855,488 jabs have been administered in Northern Ireland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56541330",
      "category": "health",
      "title": "Doctors warn against cuts to youth drug and alcohol treatment",
      "tags": "Alcoholism,Addiction,Mental health",
      "text": "Cuts to addiction services for young people with drug and alcohol problems in England mean many are missing out on specialist help, according to the Royal College of Psychiatrists. \nIt says eight out of nine regions in England have made real terms reductions in funding since 2014, and 37% overall.\nThe situation has only been made worse by the pandemic, which has badly disrupted services.\nA plan to support people with mental health issues has been announced.\nThe government aims to train up more mental health staff and target specific groups affected by the pandemic, including young people, frontline staff and those with severe mental illness.\nEarlier this month, it confirmed £79m would be allocated to support children and young people's mental health in schools and the community.\nBut without specialist help for drug and alcohol dependency, mental health doctors say some young people are at risk of a lifetime of addiction, poor health or early death.\nThe vast majority of young people seeking help for addiction do so because of problems around cannabis use or alcohol. \nBut with funding reduced by £26m between 2014 and 2020, and the number of young people accessing treatment down by 40%, psychiatrists say more money is urgently needed for youth addiction services.\nServices in the North West, the West Midlands and London have been hardest hit by cuts, the college's analysis found.\nDr Emily Finch, vice-chairwoman of the addictions faculty at the Royal College of Psychiatrists, said the cuts were \"completely unsustainable and unbelievably short-sighted\". \n\"We need to wake-up to the fact that money spent on addiction services saves the NHS a whole lot more in the long run, whether that's in A&E or in other mental health services,\" she said. \n\"On top of all this, the pandemic has made a dire situation even worse, as even more young people have been left unable to access services.\" \nIn 2018, 88% of young people accessing services said they had a problem with cannabis use - a drug that has become stronger and more harmful since then.\nThe second most common problem in nearly half of young people was with alcohol. There were more than 40,000 alcohol-related admissions among the under-24s in 2019, and a quarter of those were for mental and behavioural disorders due to the use of alcohol. \nDr Adrian James, president of the Royal College of Psychiatrists, said: \"More young people will continue to have their lives blighted by the harms of drugs and alcohol unless the government acts now and commits to substantial investment in public health, including youth addictions services. \n\"Addictions services do have a cost, but the cost of addiction to society is far greater.\"\nThe college is calling for £43m to be invested in youth addiction services.\nA government spokesperson said: \"We are determined to confront the harms caused by drugs across the UK, and deliver for the public by making our streets safer and protecting the most vulnerable.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-56570168",
      "category": "uk-england-tees",
      "title": "Novavax: Deal agreed to 'fill and finish' 60 million doses in UK",
      "tags": "Novavax,Barnard Castle,Stockton-on-Tees,Billingham",
      "text": "Tens of millions of doses of the Novavax vaccine will now be produced and packaged in north-east England, the prime minister has announced.\nBoris Johnson said a deal had been agreed with GlaxoSmithKline (GSK) to bottle 60 million doses at its facility in Barnard Castle, County Durham.\nGSK said it hoped the \"fill and finish\" process can begin as early as May.\nIn January, it was announced the vaccine would be manufactured at the Fujifilm plant in Billingham.\nNovavax is currently being assessed by the Medicines and Healthcare products Regulatory Agency.\nThe biotech company behind it, also called Novavax, recently announced its vaccine was 86% effective against the Kent variant of Covid-19 and 96% effective in preventing cases caused by the original strain.\nMr Johnson said: \"I'm delighted by GSK's investment, which shows the strength of UK manufacturing, and will further boost our vaccine rollout. \n\"The Vaccines Taskforce has worked hand in glove with business to successfully deliver vaccines to the whole of the UK, and this agreement will continue to support our approach.\n\"We remain on track to offer a first jab to all over 50s by 15 April, and all adults by the end of July, and I want to once again encourage everyone to come forward for a vaccine when you're called.\"\nThe news that the Novavax vaccine is going to go through a process known as fill and finish in the UK is an interesting development.\nFill and finish is the process by which vaccines are packaged up in vials, ready to be sent out to vaccination clinics.\nThe original plan was for this to be done in Europe once the vaccine product was manufactured by plants in the north east.\nBut a deal has been struck with drug firm GSK to do that here.\nOfficially, the government is saying that it is all part of their investment in the British life science industry.\nBut given the threats from Europe about restricting exports of vaccines, it begs all sorts of other questions too.\nThe north east plants have already started manufacturing the 60m doses ordered by the government. If it gets approval by the regulator - expected in the coming weeks - supplies could be available in June.\nRoger Connor, president of GSK vaccines, said: \"GSK is delighted to support Novavax and the UK Vaccines Taskforce with this manufacturing arrangement for the UK and our Barnard Castle facility is now undertaking the rapid preparation work required to manufacture up to 60 million doses of this vaccine.\n\"We have ensured that we can deliver these volumes without impacting supply of our other vital medicines and vaccines, and without disruption to the other Covid-19 collaborations GSK is engaged in globally.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56546206",
      "category": "uk-scotland",
      "title": "Shelters 'at capacity' with unwanted lockdown pets",
      "tags": "Pets,Animal welfare",
      "text": "The Scottish SPCA says its centres across Scotland have hit capacity as a result of the fallout from Covid.\nThe animal welfare charity said last year its frontline team attended an average of 214 incidents every day.\nMore than 3,000 animals were rehomed and more than 7,000 were taken into care. \nA rise in demand for puppies also led to an increase in the number of raids and seizures of dogs from low-welfare puppy farms and dealers.\nThe charity recorded a dramatic increase in the number of calls to its helpline about unwanted animals, with more than 136,000 calls received in 2020.\nChief superintendent Mike Flynn said: \"In many cases, neglect is not deliberate. Even people who love their animals can find themselves in a position where they are unable to continue to provide them with the care they need.\n\"This could be a change in personal circumstance or an accident. The decision can be heartbreaking, but ultimately it is the right one for the welfare of that animal. It is admirable to put an animal's needs first.\n\"Our centres have hit capacity and we desperately need the support of the animal-loving Scottish public so that they don't let animals suffer.\"\nEileen Silver and her family were looking for a companion for Malcolm, a pony who was soon to be arriving in their care.\nThey eventually took in three Shetland ponies - named Mouse, Maisie and Honey - who were signed over to the Scottish SPCA last March after their previous owner could no longer care for them.\nMs Silver said: \"We contacted the Scottish SPCA and they told us about the three Shetlands. We knew we couldn't separate them so we took them all.\n\"They all settled in straight away. They even have their own little stables with their names on the doors.\n\"They arrived with us very well handled, we believe this is down to the hard work before they came to us.\n\"It's been a very straightforward process. Mouse, Maisie and Honey just needed the right care and environment and we are so happy to be able to provide that for them.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56559834",
      "category": "uk",
      "title": "Race crisis threatening police legitimacy, police chair warns",
      "tags": "Policing,BAME communities",
      "text": "Trust in the police among black communities is so low that it is having a damaging effect on law enforcement, a senior police chief has warned.\nMartin Hewitt, National Police Chiefs' Council (NPCC) chair, said confidence in policing was 20% lower in the black population compared to the average.\nForces have faced criticism over the disproportionate use of powers against black people.\nMr Hewitt said it was also important to increase the number of black recruits.\nHe told the Guardian that he wanted to change \"generations of history\" between police and black communities.\n\"The reason it is important is because all of that takes you to the legitimacy of us, as a service,\" he said.\nHaving trust and confidence in the police will not only encourage people to report crimes and work with forces, he believes, but will also lead to young black people wanting to become officers themselves.\n\"This is not about political correctness. This is not about 'wokeism' or whatever anyone else wants to call it,\" Mr Hewitt added.\n\"This is about legitimate policing. Legitimate policing has to be legitimate for all the communities, and that includes the black community.\"\nIt is Mr Hewitt's first interview on race since the Black Lives Matter protests which swept the globe last year following the death of George Floyd in police custody.\nThe trial of Derek Chauvin, the police officer accused of killing Mr Floyd, begins on Monday.\nEvents in the US sparked conversations across the Atlantic about police powers in the UK and the use of force against members of the black community.\nA report published last month from Her Majesty's Inspectorate of Constabulary and Fire and Rescue Services found that black people were nearly nine times more likely to be stopped and searched than white people.\nThe inspectorate said that forces \"still cannot explain why these powers are used disproportionately\" and called on police leaders to address this \"or risk losing the trust of the communities they serve\".\nOfficers in the UK's largest police force - the Metropolitan Police - are four times more likely to use force against black people compared with the white population, figures published last year suggested.\nRestraint techniques are also more likely to be used on black people, with one serving officer telling the BBC this was because police found black people \"more threatening and aggressive\".\nA report from August found that two-thirds of black and minority ethnic people felt there was bias against them within police forces.\nThe NPCC said at the time that it would develop a plan of action \"to address racial inequalities in policing\".\nMr Hewitt said the new action plan had not yet been finalised.\nMeanwhile, the Independent Office for Police Conduct, which handles complaints about officers' behaviour in England and Wales, is investigating whether forces racially discriminate against people from black, Asian and minority ethnic communities.\nBut similar police inquiries have been carried out in the past, with criticism that such reviews do not change things."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56566892/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Households of adults with weak immune systems to be vaccinated",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic,Immune system",
      "text": "People living in the same household as adults with weakened immune systems should be offered a Covid vaccine, says the UK's vaccine committee.\nThis will help to stop the spread of the virus to vulnerable people in the same house, after recent evidence suggested they may not respond as well as others to a vaccine.\nHousehold contacts of those with blood cancer or HIV are included.\nChildren under 16 are not part of the new advice.\nThe Joint Committee on Vaccination and Immunisation (JCVI) advised the government to prioritise people for a Covid vaccine who are over 16, and living with adults who have weakened immune systems.\nHealth secretary Matt Hancock has now asked NHS England to implement the advice, which has been shared with the four other nations of the UK.\nAdults with weakened immune systems, or who are immuno-suppressed, are less able to fight off infections naturally. They include people receiving chemotherapy or radical radiotherapy for cancer and those with serious immune disorders.\nRecent studies suggest they do not receive as much protection from Covid vaccines as other people.\nProf Wei Shen Lim, chair of Covid-19 immunisation at the Joint Committee on Vaccination and Immunisation, said the new advice \"will help reduce the risk of infection in those who may not be able to fully benefit from being vaccinated themselves\".\nDr Mary Ramsay, head of immunisation at Public Health England, said: \"Our surveillance systems and research studies are showing that the Covid-19 vaccines can reduce asymptomatic infection and limit transmission of the virus. \n\"By vaccinating those who live with adults who are immuno-suppressed, we can further help protect vulnerable people.\"\nHousehold contacts to be prioritised only include those aged over 16 who share living accommodation with adults who have weakened immune systems.\nMost people in this group are already likely to have been told they are clinically extremely vulnerable.\nThey include: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56566442",
      "category": "uk",
      "title": "School abuse: 'Rape culture' allegations shocking, says Williamson",
      "tags": "Schools,Department for Education,Sexual harassment",
      "text": "Allegations of sexual abuse made by school pupils on a website are \"shocking and abhorrent\", Education Secretary Gavin Williamson has said.\nNo school should be a place \"where young people feel unsafe\" or where abuse could take place, he added.\nMr Williamson pledged to take \"appropriate action\", and urged victims to tell someone they trusted.\nThe website Everyone's Invited has recorded 8,000 testimonies of sexual abuse from pupils.\nIt was set up last year as a place where victims can post anonymous accounts of abuse they have suffered.\nMany of the accounts describe allegations of sexual harassment and sexual violence carried out against young women by young men who are at school or college or university with them, or part of the same social groups.\nIndependent schools such as Highgate School and Dulwich College are among those that have said they will take action following the online allegations, but the site's founder Soma Sara said \"rape culture\" was a problem for all schools.\nMr Williamson said on Twitter: \"No school - whether an independent school or state school - should ever be an environment where young people feel unsafe, let alone somewhere that sexual abuse can take place.\n\"The allegations that I have heard in recent days are shocking and abhorrent.\nHe said any victim of \"these sickening acts\" should raise their concerns with someone they trusted, such as a teacher, family member or the police. \"We will take appropriate action,\" he said.\nThe government has said it is very concerned by the \"significant\" number of allegations.\nMost schools, colleges and universities took safeguarding responsibilities seriously, but it was \"particularly shocking\" to hear these allegations made about places of education \"where everyone should feel secure and be protected\", a government spokesman said.\nThe Department for Education, the Home Office and the National Police Chiefs' Council were in touch with the Everyone's Invited website to provide support, protection and advice, he added.\nPolice and the government have also said a helpline will be set up to allow victims to access support.\nRobert Halfon, who chairs the House of Commons education select committee, said the Everyone's Invited website was \"pretty grim\" reading and he called for an investigation. \n\"Your heart goes out to all the people who have suffered the abuse, the sexual harassment, the threats, the abuse online,\" said Mr Halfon.\n\"I do think there is a Lord of the Flies culture in some of our schools across our country, and what needs to happen is an urgent inquiry to overhaul safeguarding procedures because they are not fit for purpose.\"\nLabour leader Sir Keir Starmer said: \"There's got to be an inquiry and it has got to get going very fast, this is serious.\"\nHe also called for \"cultural change in terms of behaviour in our schools and in our young people, but also in the respect that is shown particularly for women and girls\".\nJess Phillips, Labour's shadow minister for safeguarding, said ministers had failed to act on \"most\" recommendations put forward following a 2016 inquiry into sexual harassment in violence and schools.\n\"We need a better inspection regime, we need to have a proper inquiry, we need the government to actually be collecting the data - they're not actually currently collecting this data anywhere,\" she told BBC Breakfast.\n\"Whilst I don't think that we should be criminalising every single person who makes an inappropriate joke to a woman, I do think it should be part of every single school's disciplinary proceedings,\" she added.\nMs Sara told the BBC that allegations on the site included \"sexual harassment, groping at a Christmas party, image-based abuse, revenge porn, non-consensual sharing of intimate photos - and just general sexism and misogyny\".\n\"These are stories of rape culture - so where behaviour that's not normal is normalised,\" she said.\nAnonymous testimonies listed on the site do not reveal the identity of the pupils or their attackers, but many schools are named.\nHighgate School, among the private schools caught up in the claims, says it is launching an \"immediate external review of the sexual abuse and harassment allegations\" and is \"working on an anti-sexism plan\".\nDulwich College's head teacher Joe Spence said: \"The behaviour described is distressing and entirely unacceptable\" and \"we are meeting with victims to listen to their experiences and their concerns, and we will act on them\".\nThe website initially drew attention to private schools, particularly in London, but Ms Sara, who is now 22, said that was a consequence of her own background - and that the range of testimonies, from state and private schools, showed this was a much wider issue.\nMany of the incidents recounted took place outside school or university premises, however. \nPaul Whiteman, leader of the National Association of Head Teachers, said school leaders had to \"ask ourselves what more we can all do to prevent sexual harassment and violence\" - but he said \"this is a problem that reaches far beyond the school gates\".\nNorfolk Chief Constable Simon Bailey blamed the \"volume of pornographic material that's being consumed\".\n\"There's an erosion of an understanding of what normal sexual relationships look like,\" said the National Police Chiefs' Council lead on child protection."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56572472",
      "category": "world-us-canada",
      "title": "Derek Chauvin trial: George Floyd 'slowly fading away' during police arrest",
      "tags": "Minneapolis,US race relations,George Floyd death,United States",
      "text": "A witness has told of the last harrowing minutes of George Floyd's life on the opening day of the trial of Derek Chauvin, the white American policeman accused of killing him.\nDonald Williams III, a witness for the prosecution, said Mr Floyd was \"slowly fading away\" during the nine minutes Mr Chauvin kneeled on his back and neck.\nMr Chauvin's lawyer argued his use of force was \"unattractive but necessary\".\nThis trial is being seen by many as a pivotal moment in US race relations.\nThe May 2020 incident - in which Mr Chauvin was captured on video kneeling on the neck of Mr Floyd, a black man, in the city of Minneapolis - sparked protests in the US and across the world against police brutality and racism.\nMr Chauvin, 45, who was dismissed from the police, denies murder and manslaughter charges, which carry sentences of up to 40 years in prison. \nThree other officers present - Tou Thao, J Alexander Keung and Thomas Lane - will go on trial later in the year.\nDonald Williams, a 33-year-old entrepreneur, said he had been planning to enter the Cup Foods shop, in Minneapolis, Minnesota, when he witnessed the arrest of Mr Floyd on 25 May 2020.\nHe said he decided against entering the shop because \"the energy was off\", and instead began a conversation with the arresting police officers and urged them to check Mr Floyd's pulse.\nHe told the court he could see Mr Floyd's life slipping away. \"He's slowly fading away like a fish in a bag,\" he said. \"His eyes slowly rolled to the back of his head\" until \"he didn't have no life in him no more in his body\".\nAt the start of the trial, prosecutors began by showing the nine-minute long videotape, shot by one of the bystanders, that showed Mr Chauvin kneeling on 46-year-old Mr Floyd.\nProsecutor Jerry Blackwell told jurors that Mr Floyd said 27 times that he could not breathe.\nThe tape proves Mr Chauvin was \"engaging in behaviour that was imminently dangerous... without regard for its impact on the body of George Floyd,\" Mr Blackwell said.\nDefence lawyer Eric Nelson, in his opening statements, said that the evidence \"is far greater than nine minutes and 29 seconds\" of video footage.\nHe said the evidence would show Mr Floyd \"died of a cardiac arrhythmia, that occurred as a result of hypertension, coronary disease, the ingestion of methamphetamine and fentanyl, and adrenaline flowing through his body\".\nThe court also heard testimony from 911 police despatcher Jena Scurry, who deployed police to the Cup Foods shop after George Floyd was reported for allegedly using a counterfeit $20 bill.\nA camera fixed on the side of the building allowed her to watch the arrest unfold. She admitted her viewing had been sporadic as she fielded other calls, but told jurors that she thought the \"screens had frozen\" because of the length of time Mr Floyd was kept on the ground and became \"concerned that something might be wrong\". \nThe court also heard from one of those who filmed the incident, Alisha Oyler, who had been working in a nearby shop. \nBefore the trial began, Mr Floyd's family, civil rights lawyers and activists knelt outside the courthouse for the length of time Mr Chauvin kept his knee on Mr Floyd's neck.\nFifteen jurors - nine women and six men - were originally selected; nine of them white and six black or multiracial.\nOne juror - who was a back-up option in case a juror dropped out before proceedings began - was dismissed on Monday, and the trial began with 12 jurors and two alternates.\nThey will remain anonymous and unseen throughout the televised trial, which is expected to last about four weeks.\nThe courthouse in central Minneapolis has been fortified with concrete barriers, fencing, and barbed and razor wire.\nThe video footage of Derek Chauvin kneeling on George Floyd's neck last May was replayed the world over.\nTo many, Floyd's death while in police custody became a vivid symbol of police brutality - particularly against people of colour - and it sparked worldwide demonstrations for racial justice.\nBut despite the global outcry this is not an open and shut case. In the US, police are rarely convicted for deaths that occur while they are on duty, if they are charged at all.\nThe verdict in this case will be widely seen as an indication of how the US legal system treats deaths that occur while in police custody."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56559494",
      "category": "science-environment",
      "title": "Long spaceflights and endurance swimming can 'shrink the heart'",
      "tags": "Open water swimming,Human spaceflight,Astronauts,International Space Station",
      "text": "Spending very long periods of time in space has something in common with extreme endurance swimming: both can cause the heart to shrink.\nThat's the conclusion of a study that compared the effects of astronaut Scott Kelly's year in space with a marathon swim by athlete Benoît Lecomte.\nBoth remove the loads on the heart that are usually applied by gravity, causing the organ to atrophy.\nExercise wasn't enough in either case to counteract the changes to the heart.\nThe study was led by Dr Benjamin Levine, professor of internal medicine at the University of Texas Southwestern Medical Center in Dallas, and is published in the journal Circulation.\nThe research has implications for very long-duration journeys in space - such as the expeditions to Mars which Nasa plans to mount in coming decades.\n\"One of the things we've learned over many years of study, is that the heart is remarkably plastic. So the heart adapts to the load that's placed on it,\" Professor Levine, who is also director of the Institute for Exercise and Environmental Medicine, a collaboration between UT Southwestern and Texas Health Presbyterian Hospital Dallas, told BBC News.\n\"In spaceflight, one of the things that happens, is you no longer have to pump blood uphill, because you're not pumping against gravity.\"\nScott Kelly spent 340 days aboard the International Space Station (ISS) to allow scientists to study the effects of long-duration flights on the human body.\nOn 5 June 2018, Benoît Lecomte embarked on an effort to swim the Pacific Ocean, having previously traversed the Atlantic.\nHe swam 2,821km over 159 days, eventually abandoning the attempt.\nSwimming for very long periods also changes the loads placed on the heart by gravity because the person is in a horizontal position rather than vertical.\nLecomte swam an average of 5.8 hours per day, sleeping for around eight hours each night. This meant that he was spending between nine and 17 hours each day in a prone state.\nScientists sometimes use bed rest studies to simulate spaceflight because lying down eliminates the head-to-foot gradient that places a load on the heart. But Prof Levine said water immersion for long periods in a horizontal position is an even better model for time spent in orbit.\n\"Now you take away the head-to-foot gradient and then you put the person in the water, so you adjust that gradient too. It's just about like being in space,\" said Prof Levine.\nBecause both men were no longer pumping blood uphill, as Prof Levine puts it, their hearts began to lose mass.\n\"When we look at the left ventricle [of the heart] we see about a 20-25% loss in total mass over the four or five months that Mr Lecomte was swimming,\" said co-author Dr James MacNamara, also from the UT Southwestern Medical Center.\n\"We saw specifically 19% and 27% of mass lost for Captain Kelly over the year.\"\nExercise, however, counteracts the process of mass loss. Astronauts on the International Space Station (ISS) are already subjected to an intense exercise regime to mitigate the muscle and bone wastage that also occurs in orbit.\nEven so, this exercise regime wasn't enough to prevent the heart atrophy seen in Captain Kelly.\nAt the start of the study, researchers had wondered whether the amount of physical exercise Mr Lecomte was doing in the water might be enough to prevent the heart tissue wasting.\n\"I absolutely thought that Ben's heart would not atrophy. That's one of the nice things about science - you learn the most when you find things you didn't expect,\" said Prof Levine.\n\"It turns out when you swim for that many hours a day, it's not like Michael Phelps, he's not swimming as hard as he can.\"\nInstead, Mr Lecomte kicked his legs relatively lightly throughout. \"It's just not that much activity. Low levels of physical activity do not protect the heart from adapting to the absence of gravity,\" said Prof Levine.\nThe heart adaptations, however, aren't long-term - both men's hearts returned to normal once they were back on terra firma.\nBut chambers in the heart known as the atria expand in space, in part because of changes in the way fluid passes through. This might lead to a condition called atrial fibrillation, where the heart beats fast and in an irregular manner. It can impair exercise, but may also increase the risk of stroke.\nThere's also another risk to this vital organ from space travel. The higher radiation levels in space might accelerate coronary heart disease. Astronauts are screened for atherosclerosis, but they are generally middle-aged when they go into space and scientists know this is a problem that builds with age. \nThis is important because suffering a heart attack in space could be catastrophic.\nProf Levine is part of a Nasa programme called Cipher that will send another 10 astronauts into space for long-duration missions. The researchers will subject the crew members' hearts to a number of different tests and high-tech scanning methods for a more detailed picture of heart function in space.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56565636/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Biden administration threatens tariffs on UK goods in 'tech tax' row",
      "tags": "Tax,Trump tariffs,Facebook,United States,Trade,Joe Biden",
      "text": "The US has warned it could put tariffs of up to 25% on a host of UK exports in retaliation for a UK tax on tech firms. \nCeramics, make-up, overcoats, games consoles and furniture could all be hit, according to a list published by the Biden administration.\nThe duties are designed to raise $325m (£235.8m), the amount the US believes the UK will raise from US tech firms. \nA UK government spokesperson said it wanted to \"make sure tech firms pay their fair share of tax\".  \nThey added: \"Should the US proceed to implement these measures, we would consider all options to defend UK interests and industry.\"\nWashington is pressing ahead with the action, initiated under President Donald Trump, and has scheduled hearings on the list.\nIt argues the recently introduced digital services tax - which taxes tech firms on their revenues - has \"unreasonable, discriminatory, and burdensome attributes\".\nSuch actions have proceeded against similar taxes in India, Austria and Spain, but action against the European Union as a whole was dropped.\nThe US Section 301 action is designed to apply domestic political pressure within the UK and other countries over the imposition of such taxes. \nThe UK and US held talks about the digital services tax on 4 December, and UK government sources stressed that the tariff list was being seen as procedural, rather than an escalation. \nThe tariffs are now subject to a consultation in the US over the next few weeks.\nUK ceramics are on the US Trade Representative's list, including certain tiles, bathroom ware like sinks and bidets, as well as ceramics for laboratory uses.\nAbout £17m of these products were exported to the US in 2020, and £24m in 2019 before Covid. \nTrade group the British Ceramic Confederation said it was \"monitoring developments closely, working with UK officials\".   \nMeanwhile Adam Mansell, head of the UK Fashion & Textile Association (UKFT), called the threat to UK-made overcoats \"hugely disappointing\", noting the US had only removed separate tariffs on other types of fashion goods, such as British cashmere last month.\n\"At a time when we are trying to start discussions over a UK-US trade deal, it is extremely important that both governments get around the table to remove this threat as soon as possible,\" he said.  \n\"With the industry still struggling with the impact of Covid-19 and understanding the new trade arrangements with the EU, an additional burden on our exports couldn't come at a worse time.\"\nAt the Budget, the Office for Budget Responsibility calculated the digital services tax would raise £300m in the current financial year, and as much as £700m in future years.\nBrought in last April it taxes at 2% the revenues - not profits - of search engines, social media services and online marketplaces which derive value from UK users. \nIt followed years of claims in Europe and elsewhere that big tech firms do not pay enough tax in the countries where they operate. \nLast August, Facebook agreed to pay the French government €106m (£95.7m) in back taxes to settle a dispute over revenues earned in the country.\nEarlier that year, Facebook boss Mark Zuckerberg said he recognised the public's frustration over the amount of tax paid by tech giants. \nA UK government spokesperson said: \"Like many countries around the world, we want to make sure tech firms pay their fair share of tax. Our digital services tax (DST) is reasonable, proportionate and non-discriminatory.\n\"It's also temporary. We're working positively with the US and other international partners to find a global solution to this problem and will remove the DST when that is in place.\"\nThere are signs the Biden administration wants a more conciliatory relationship on trade with the UK than Donald Trump did.\nLast month, Washington agreed to suspend tariffs on UK goods, including single malt whiskies, that were imposed in retaliation over subsidies to aircraft maker Airbus. However, the UK is still lobbying the US to drop duties on British steel brought in in 2018."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51506729",
      "category": "uk",
      "title": "Covid: What are the social distancing rules?",
      "tags": "Coronavirus lockdown measures,Elderly people,Social distancing,Hospitality industry,NHS,Coronavirus pandemic",
      "text": "Scotland, Wales and Northern Ireland are relaxing some of the rules around gatherings and mixing with others which were introduced to tackle the spread of Omicron.\nHowever, some restrictions remain. \nFirst Minister Nicola Sturgeon has announced a further easing of Covid rules.  \nFrom Friday 28 January, the requirement for physical distancing in indoor settings where people don't have to wear a face covering - such as those leading religious services - will reduce to 1m (3ft) from 2m (6 ft). \nMost of the rules governing indoor and outdoor events have already been lifted. \nCovid passports are required for nightclubs and large events.\nAll restrictions at outdoor events have now been lifted. \nOn 28 January, nightclubs will reopen, and the so-called \"rule of six\" - where gatherings in pubs and restaurants are limited to six people - will be scrapped.\nSome restrictions will remain in place:\nPubs and other hospitality venues now no longer have to offer table service only, and the \"rule of six\", governing the size of groups in hospitality venues, has been scrapped.\nFrom Wednesday 26 January:\nSome rules remain in place:\nThe current restrictions in England don't include any limits on socialising - so friends and family are legally allowed to see each other in private houses, or to meet in public places like pubs and nightclubs.\nCoronavirus spreads mainly when an infected person coughs, sneezes or speaks - sending small droplets, packed with the virus, into the air. \nThe further apart people are, the lower the risk of the infection spreading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-gloucestershire-56562211",
      "category": "uk-england-gloucestershire",
      "title": "Councillor sentenced over TK Maxx upskirt shots",
      "tags": "Upskirting,Gloucester",
      "text": "A former councillor who took pictures up a woman's skirt in TK Maxx has been given a suspended jail sentence.\nLee Hawthorne, 41, resigned from Gloucester City Council in April 2020, after he was arrested in July 2019. \nCCTV footage showed him crouching down with his mobile phone to take pictures as the shopper was browsing clothes in the store on 27 June 2019.\nHe was sentenced to nine months in jail, suspended for two years, and 300 hours of community service.\nWhen Hawthorne was arrested, police also found footage of another woman he had taken criminal photos of in April 2019. \nOne victim broke down in court as she said: \"I don't want to go out on my own any more, and if I have to, I keep my journeys as short as possible. \n\"I hate how it has made me feel.\n\"I know I did nothing that day to encourage such degrading behaviour from Hawthorne but I do now judge every situation as a possible threat and keep my guard up.\"\nShe added it had \"scarred\" her emotionally.\n\"I still carry the anxiety with me and have to deal with it regularly,\" she said. \n\"The incident has affected my trust in others. I become jumpy when I am around unknown males. I avoid situations that make me feel vulnerable.\"\nThe woman, who cannot be named for legal reasons, added: \"I think society sometimes makes it easy for this behaviour to happen, be OK, funny even. 'he was just having a cheeky peek' was one comment I heard. \n\"I find that sad and hope that people realise that it's not OK. It's intrusive, disgusting and most of all not wanted.\"\nHawthorne, of Abbeydale, Gloucester, admitted a charge of voyeurism and another of attempted voyeurism at Bristol Crown Court on 1 March.\nHawthorne was elected as a Conservative city councillor in May 2016 but suspended from the group following his arrest. \nHe continued to sit as an independent councillor until his resignation on 27 April 2020. \nJudge Martin Picton said the only reason unemployed Hawthorne was avoiding jail for his \"horrible\" offences was because his family was reliant on his support. \n\"You have brought yourself so low I don't think you will do it again,\" the judge told him.\nHawthorne will be included on the sex offenders register for seven years and will be the subject of a sexual harm prevention order for the same time. \nUnder that order police can request access to any picture-taking devices that he owns. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-56564608",
      "category": "uk-england-leicestershire",
      "title": "Emma-Jayne Magson jailed again after murdering boyfriend in row",
      "tags": "Leicester",
      "text": "A woman who stabbed her boyfriend to death during an argument has been given a life sentence after twice being convicted of murdering him.\nEmma-Jayne Magson alleged James Knight had been strangling her, so she stabbed him with a steak knife in self-defence.\nShe appealed against her conviction and had a retrial, but the jury did not accept her version of events.\nMagson has now been given the same minimum term, 17 years, she was originally given in 2016.\nThe judge, Mr Justice Jeremy Baker, said what happened on the night Mr Knight died is still not clear.\n\"As to the precise circumstances in which you came to inflict the fatal wound to James Knight's chest, these may never be fully known, as there were no witnesses to the event,\" he told Magson while sentencing her.\n\"However, not only has the jury rejected the suggestion that this occurred in self-defence, but I am sure that the account which you provided to the police in your prepared statement of being strangled by James Knight is untrue.\"\nMagson's appeal was aided by Justice for Women - the same group that helped Sally Challen appeal her conviction for murdering her abusive husband with a hammer.\nMagson stabbed Mr Knight in the chest with a steak knife at her home in Sylvan Street in Leicester in the early hours of 27 March 2016.\nThe couple had returned from a night out, during which Magson had drunk large amounts of alcohol and Mr Knight had drunk alcohol and taken cocaine.\nThe judge said Mr Knight had been behaving \"stupidly and somewhat aggressively\" as a result of the cocaine, at one point telling a man \"no one was going to get his girl\". Mr Knight was asked to leave the bar, police were called, and they spoke to him.\nThe couple then got a taxi home but started arguing, and the driver asked them to get out after Magson was seen kicking out at Mr Knight.\nCCTV in Pool Road then captured Mr Knight as he pushed Magson against a car, causing her to fall to the ground at about 00:45.\nMagson is thought to have stabbed Mr Knight at her home between 01:10 and 01:30. The steak knife penetrated his body to a depth of 11.5cm as it passed through one of his lungs and his pulmonary artery.\nIn her evidence, Magson claimed she had grabbed the steak knife in self-defence because Mr Knight had a hand around her neck and she could not breathe.\nWhile the jury did not accept this, the judge said there was no evidence Magson intended to kill Mr Knight.\n\"Although I am sure that you were motivated by anger towards James Knight when you stabbed him, I accept that there is no sufficient evidence that you intended to kill him as opposed to causing him to suffer really serious bodily harm,\" the judge said.\nMagson and Mr Knight were in a relationship for about six months, having met around the end of September and start of October 2015.\nThe trial heard how the couple's relationship moved quickly. Mr Knight moved in with Magson the day after they slept together, she soon became pregnant, but then suffered a miscarriage.\nThe judge described the relationship as being \"volatile and characterised by jealousy on both sides, verbal arguments and some degree of physical violence\".\nHe said Magson was responsible for some of this violence, including striking Mr Knight with a Hoover pipe and stabbing him in the chest with an item of cutlery.\nThe court was told of text messages from Mr Knight to Magson, in which he repeatedly called her a \"slag\". He also called her \"fat\" while she was pregnant with his child and told her to \"lose weight\".\nThe retrial heard how Mr Knight admitted to one of his friends that he had gone to strike Magson during the course of an argument.\nHowever, the judge said he was \"sure that he showed no further physical violence\" towards Magson.\nJurors were also shown photos of red marks on Magson's neck, which her defence team claimed were caused when Mr Knight strangled her.\nHowever the judge said these red marks \"could equally have been caused when James Knight had pushed you [Magson] into the car on Pool Road at an earlier point in the night\".\nThe judge criticised Magson for not immediately calling for an ambulance.\nShe lied to his brother Kevin Knight, who lived in the same street, and suggested he had been beaten up by some bouncers in town.\nHe believed her and helped Magson carry his brother back home, not realising he had been fatally wounded.\nIn her evidence, Magson said: \"I was just scared to say it was me and I had caused the problem. I was terrified. Obviously scared to admit to his brother that the reason he was like that was because of me. I didn't dare say that.\"\nAfter Kevin Knight left, Magson phoned 999 to ask for help but did not say she was responsible for him being hurt. Instead, she said it looked as if he had been in a fight with someone.\nThe judge said her actions \"were motivated by a desire to exculpate yourself from responsibility for his murder\".\nHowever, he said there was \"no medical evidence as to the likelihood of his life being saved had he received prompt medical attention\".\nMagson originally went on trial at Leicester Crown Court in 2016, was found guilty and given a life sentence with a minimum term of 17 years.\nHowever the conviction was quashed by the Court of Appeal and a retrial was ordered after it heard that evidence about her mental health was not put before the trial jury. \nMagson's retrial took place at Birmingham Crown Court.\nJurors were unable to reach a unanimous verdict following the retrial, so she was convicted by a majority verdict of 10 to 2 on 5 March.\nWhen setting her new sentence, the judge explained he was not able to give a minimum term that exceeded the original one.\nHe told Magson: \"You may never be released, as that will only occur if and when the Parole Board is satisfied that it is no longer necessary for the protection of the public that you should be confined.\n\"Even if you are released, you will remain on licence and subject to recall for the remainder of your life.\"\nIn a statement, Mr Knight's family said they were \"disappointed that Justice for Women felt there was enough evidence to support a retrial, bringing us back in court more than four years on\".\nThey added: \"Their view to make her [Magson] seem completely like the victim was wrong and unfair to James.\"\nThey described Mr Knight as \"a devoted father of two beautiful girls, a loving son, brother and uncle as well as a friend to so many\". \n\"We remember James as a very happy bouncy young man who made everyone's day brighter with a smile that was infectious, something no-one will ever be able to forget and something we will always treasure,\" the statement said.\nJustice for Women said they were disappointed by the majority verdict, adding the case highlighted \"a public lack of understanding of the dynamics of abusive relationships and the way in which women in abusive relationships tend to be perceived in the criminal justice system\".\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56571112",
      "category": "uk",
      "title": "PM announces plans for more UK made vaccines",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56541193",
      "category": "business",
      "title": "'Our customers are worried about the Suez Canal blockage'",
      "tags": "Companies,Egypt,Seaborne Freight,Global trade,Shipping industry,Suez canal,Freight transport",
      "text": "British businesses are getting worried as Egypt's Suez Canal continues to be blocked by a Taiwanese mega-container ship for the fourth day in a row. \nSeaport Freight Services, a shipping and freight-forwarding company based at the Port of Felixstowe, has 20 containers of goods stranded on the Ever Given. \n\"We're waiting on food goods like coconut milk and syrups, some spare parts for motors, we've got some fork lift trucks, some Amazon goods on there, all sorts,\" Steve Parks, director of Seaport Freight Services, tells the BBC.\n\"All our customers are hearing about it, and they're phoning us to ask when it will be resolved.\"\nThe 400m-long (1,312ft) ship Ever Given, operated by Taiwanese transport company Evergreen Marine, is one of the world's largest container vessels.\nIt weighs 200,000 tonnes, with a maximum capacity of 20,000 containers.\nThe ship ran aground and became lodged sideways across the waterway on Tuesday after a gust of wind blew it off course.  \nIt is blocking one of the world's busiest trade routes, causing a huge tailback of other ships trying to pass through the Suez Canal, which separates Africa from the Middle East and Asia. \nThere are more than 160 vessels waiting at either end of the canal, according to tracking data from Lloyd's List.\nAt the moment, Mr Park says there is only one way to get goods through - go round the Horn of Africa, which will add another seven days to the journey. \n\"We've had supply problems from the Far East, we've had Covid, we've had the Brexit changes. You couldn't really make it up,\" he says.\n\"Things were just starting to get better. We were just starting to get over the shortage of containers, the shortage of vessels, and then this happens.\"\nMirical Emblems is a firm specialising in heat-applied print transfers for clothing and uniforms, based in Mansfield, Nottinghamshire.\nIt has a shipment of raw material stuck on a boat in the Red Sea that is trying to get into the Suez Canal. The cost of the goods and the cost to ship them comes to £16,000. \nThe shipment is already delayed due to the pandemic, as the original ship it was meant to travel on was rerouted, and had to wait for the next vessel bound for the UK. \nThe ship with the raw material shipment is meant to dock at the Port of Southampton on 9 April.\nBut if the delivery continues to be delayed, Mirical Emblems will have to pay for a second shipment of the raw material and have it flown over from South Korea for three times the shipping cost - roughly £21,000 - because the firm can't afford to upset its clients and affect their supply chains too.\n\"We're about to run out of stock, and this is just another cost we could do without,\" says Mirical Emblems' managing director Jonathan Dul.\n\"The pandemic has caused our turnover to fall by 20%. We've increased costs due to Brexit and now we're having delayed shipments and having to potentially buy materials twice.\" \nThomas O'Brien is managing director of Boxer Gifts, a toy manufacturer based in Leeds. \nHis products are made in China, and he has six containers on ships now queuing up to get through the Suez Canal, each containing around 50,000 toys.\n\"It means longer shipping times, less stock availability, more money tied up on goods at sea, rather than in our warehouses, and it means more stress,\" he tells the BBC.\nHe says it will also impact his customers - retailers, who will have to wait a little longer to get their stock. \nPlus, Mr O'Brien recently heard that it is likely his firm will have to pay some additional charges in order to receive the outstanding shipments, due to the ongoing situation at the Suez Canal. \n'It's another addition to the long list of reasons why shipping is difficult, long and expensive at the moment, \" he says.\n\"The Suez Canal situation is yet another spanner in the works that makes dealing with international shipping a hell of a lot harder.\"\nLogistics UK, which represents freight businesses, says that a lot of the goods currently bound for the UK are likely to be for retailers who are stocking their shelves ready for the summer.\nThere is a risk that some goods, such as perishable foods, could arrive too late to be sold, due to ships either waiting to go through the canal, or having to be re-routed round the southern tip of Africa, warns Alex Veitch, general manager of policy at Logistics UK. \nAnd while the current industry trend for extraordinarily large vessels means more goods can be transported in one go, the impact is much greater when things go wrong.\n\"When they turn up late or at the wrong time, it puts a lot of pressure on ports to offload them very quickly so that they can go off to the next stop,\" he says. \n\"That then puts pressure on domestic transport operations to get them to the shops in time, so it really does show how easy it can be to disrupt almost and invisible network of moving goods from source to the shop.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56561929",
      "category": "world-us-canada",
      "title": "George Floyd: Derek Chauvin trial begins as family demands justice",
      "tags": "Minneapolis,US race relations,George Floyd death,United States",
      "text": "The trial of Derek Chauvin, the white American policeman accused of killing George Floyd in May last year, is due to begin later on Monday.\nMr Chauvin was recorded by passers-by in the city of Minneapolis kneeling on the neck of Mr Floyd, who was black, for more than nine minutes. \nThe incident sparked protests in the US and across the world against police brutality and racism.\nMr Chauvin, 45, is one of four officers involved to stand trial. \nHe is facing the most serious charges of the four, including second-degree murder, which carries a sentence of up to 40 years in prison. Mr Chauvin, who was fired from the police, has pleaded not guilty. \nFamily and friends of George Floyd held a vigil and prayer service in Minneapolis ahead of the trial.\n\"We are [a] God-fearing family, we [are] church people. So, therefore, I'm just going to end it on this - we're asking the system for the justice,\" his brother Terrence said.\nAnother of his brothers, Philonise Floyd, told reporters on Sunday: \"I have a big hole right now in my heart. It can't be patched up... I need justice for George. We need a conviction.\" \nTwelve jurors - plus two alternate (back-up) jurors - will remain anonymous and unseen throughout the televised trial.\nProsecutors are expected to play the video showing Mr Chauvin's knee on Mr Floyd's neck early on in the trial. In order to secure a conviction, they must prove that his conduct was a \"substantial causal factor\" in Mr Floyd's death.\nMr Chauvin's defence team is expected to focus on the fact that Mr Floyd used drugs before his arrest which may have contributed to his death, along with underlying health conditions, and whether Mr Chauvin followed police procedure.\nFifteen jurors - nine women and six men -  have been selected; nine of them are white and six are black or multiracial. \nOne juror - who was a back-up option in case a juror dropped out before proceedings began - is expected to be dismissed on Monday, and the trial is expected to go ahead with 12 jurors and two alternates.\nThey were asked to submit questionnaires describing their existing knowledge of the case, any previous contact with police, and their media habits.\nThe trial is expected to last for about four weeks.\nThe courthouse in central Minneapolis has been fortified with concrete barriers, fencing, and barbed and razor wire.\nThe 46-year-old bought a pack of cigarettes at a convenience store in South Minneapolis on the evening of 25 May 2020.\nA shop assistant believed he had used a counterfeit $20 bill and called the police after Mr Floyd refused to give the cigarettes back.\nOfficers arrived and handcuffed him, but when they tried to put him into the squad car, he resisted. A struggle ended with Mr Floyd face down on the pavement.\nMr Chauvin placed his left knee on Mr Floyd's neck, and kept it there for more than nine minutes, according to prosecutors. Two other officers helped pin him down, while another prevented witnesses from intervening.\nMore than 20 times, Mr Floyd said he could not breathe. The video shows him go limp and get carried away by police.\nHe was pronounced dead in hospital an hour later."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-56555337",
      "category": "uk-england-norfolk",
      "title": "Drag Race UK: Bimini Bon Boulash mural painted over",
      "tags": "Graffiti,RuPaul's Drag Race,Art,LGBT,Great Yarmouth,Norwich",
      "text": "A mural tribute to Drag Race UK star Bimini Bon Boulash has been painted over in an apparent act of vandalism.\nThe work was painted in the Pottergate underpass in Norwich on Wednesday by local artist Knapple, with help from transgender activist Sharpay Salazar.\nHowever, on Sunday morning, the work was found covered over.\nBimini, from Great Yarmouth, responded to the defacement on Twitter, saying they felt \"sorry for the people who felt threatened\" by the mural.\nIn the post, they added: \"I will never stop being myself. \n\"I'll never shy away from living an authentically queer experience even if there are people that disagree with our existence.\n\"I don't feel anger, I have sympathy. \n\"I feel sorry for the people who felt threatened or intimidated by a message portraying love, positivity and kindness.\n\"Trans rights are human rights and I will push that message until the end.\"\nBimini was a finalist on RuPaul's Drag Race UK series two and was praised for speaking openly with fellow star Ginny Lemon about being non-binary, and their experience as part of the LGBT community.\nThe mural depicted Bimini in one of their Drag Race UK runway looks - a homage to Norwich City Football Club.\nA flag in the background celebrated Bimini's advocacy, as a non-binary person, for the transgender community.\nKnapple, who planned the mural, said: \"It shows such ignorance.\n\"People think Norwich is quite liberal and progressive, but there is this undercurrent of not being accepting at all.\"\nLast year, a Black Lives Matter mural by the artist, was removed by council contractors in a \"hugely regrettable\" move, before a second version was defaced.\nShe said: \"This isn't the end. It just shows there is work to be done. \n\"Why should we be silenced by people that don't shared the same progressive views?\"\nPasser-by Catherine Sutherland, who has lived in Norwich for 30 years, said the mural's removal was \"heart-breaking\".\nShe said: \"I feel like I want to cry - it was such an uplifting piece.\n\"To see it being painted over so quickly makes me really, really upset because it's so clear it's because someone feels like it doesn't represent Norwich and in that they are really wrong.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56546206/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Shelters 'at capacity' with unwanted lockdown pets",
      "tags": "Pets,Animal welfare",
      "text": "The Scottish SPCA says its centres across Scotland have hit capacity as a result of the fallout from Covid.\nThe animal welfare charity said last year its frontline team attended an average of 214 incidents every day.\nMore than 3,000 animals were rehomed and more than 7,000 were taken into care. \nA rise in demand for puppies also led to an increase in the number of raids and seizures of dogs from low-welfare puppy farms and dealers.\nThe charity recorded a dramatic increase in the number of calls to its helpline about unwanted animals, with more than 136,000 calls received in 2020.\nChief superintendent Mike Flynn said: \"In many cases, neglect is not deliberate. Even people who love their animals can find themselves in a position where they are unable to continue to provide them with the care they need.\n\"This could be a change in personal circumstance or an accident. The decision can be heartbreaking, but ultimately it is the right one for the welfare of that animal. It is admirable to put an animal's needs first.\n\"Our centres have hit capacity and we desperately need the support of the animal-loving Scottish public so that they don't let animals suffer.\"\nEileen Silver and her family were looking for a companion for Malcolm, a pony who was soon to be arriving in their care.\nThey eventually took in three Shetland ponies - named Mouse, Maisie and Honey - who were signed over to the Scottish SPCA last March after their previous owner could no longer care for them.\nMs Silver said: \"We contacted the Scottish SPCA and they told us about the three Shetlands. We knew we couldn't separate them so we took them all.\n\"They all settled in straight away. They even have their own little stables with their names on the doors.\n\"They arrived with us very well handled, we believe this is down to the hard work before they came to us.\n\"It's been a very straightforward process. Mouse, Maisie and Honey just needed the right care and environment and we are so happy to be able to provide that for them.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56558487",
      "category": "uk",
      "title": "School abuse: 'Rape culture' warning as 8,000 report incidents",
      "tags": "Sexual violence,Department for Education,Sexual harassment",
      "text": "More than 8,000 allegations have now been made by school pupils on a website gathering testimonies of sexual violence and abuse.\n\"Rape culture\" was a problem for all schools, said Soma Sara, founder of the Everyone's Invited website.\nMany of the perpetrators are claimed to be at the same school or in the same social groups.\nNorfolk Chief Constable Simon Bailey blamed the \"volume of pornographic material that's being consumed\".\n\"There's an erosion of an understanding of what normal sexual relationships look like,\" said the National Police Chiefs' Council lead on child protection.\n\"We have a real problem here,\" he told BBC News, saying that a police helpline would be set up and promising to \"investigate those allegations which are of a criminal nature\".\nThe helpline will \"ensure victims can access advice and support where needed\", said the Prime Minister's official spokesman. \nOn Twitter, the Education Secretary for England, Gavin Williamson, said: \"No school - whether an independent school or state school - should ever be an environment where young people feel unsafe, let alone somewhere that sexual abuse can take place.\"\n\"The allegations that I have heard in recent days are shocking and abhorrent.\"\nMr Williamson said \"any victim of these sickening acts\" should raise their concerns with someone they trust, such as a teacher, family member or the police. \"We will take appropriate action,\" he wrote on Twitter.\nRobert Halfon, chairman of the House of Commons education select committee, called for a \"full independent inquiry to find out why so many female students have suffered from sexual abuse and harassment\".\nHighgate School, among the private schools caught up in the claims, says it is launching an \"immediate external review of the sexual abuse and harassment allegations\" and is \"working on an anti-sexism plan\".\nDulwich College's head teacher Joe Spence said: \"The behaviour described is distressing and entirely unacceptable\" and \"we are meeting with victims to listen to their experiences and their concerns, and we will act on them\". \nThe website Everyone's Invited was set up last year as a place where victims can post anonymous accounts of abuse they had suffered.\nMany of the accounts describe allegations of sexual harassment and sexual violence carried out against young women by young men who are at school or college or university with them, or part of the same social groups.\n\"These are stories of rape culture - so where behaviour that's not normal is normalised,\" Ms Sara told the BBC.\n\"Sexual harassment, groping at a Christmas party, image-based abuse, revenge porn, non-consensual sharing of intimate photos - and just general sexism and misogyny,\" she said, describing the experiences being raised.\nMs Sara said \"normalising and trivialising\" such incidents could create a \"gateway to more extreme criminal acts, such as rape and sexual assault\".\nThe website initially drew attention to private schools, particularly in London, but the 22-year-old said that was a consequence of her own background - and that the range of testimonies, from state and private schools, showed this was a much wider issue.\n\"Rape culture is a universal problem - it's everywhere, in all schools, all universities and all of society,\" she told BBC News.\nAnonymous testimonies listed on the site do not reveal the identity of the pupils or their attackers, but many schools are named. Many of the incidents recounted took place outside school or university premises. \nPaul Whiteman, leader of the National Association of Head Teachers said school leaders had to \"ask ourselves what more we can all do to prevent sexual harassment and violence\" - but he said \"this is a problem that reaches far beyond the school gates\".\nChief Constable Bailey warned that pornography was distorting how some young people saw relationships - and that this had become a \"driver\" of the type of behaviour being reported online.\nMs Sara agreed with this, and said the most effective response would be for young people themselves to confront such attitudes.\n\"It's really important we encourage our children and teenagers to be empowered to stand up to their friends and call out this behaviour, because I think that's the most influential space.\"\nLabour leader Sir Keir Starmer said: \"There's got to be an inquiry and it has got to get going very fast, this is serious.\"\nHe also called for \"cultural change in terms of behaviour in our schools and in our young people, but also in the respect that is shown particularly for women and girls\".\nThe Department for Education said it was very concerned by the allegations posted on Everyone's Invited. \nA spokeswoman said: \"The vast majority of schools, colleges and universities take their safeguarding responsibilities very seriously, so it is particularly shocking when allegations of abuse are made in connection with a place of education, where everyone should feel secure and be protected.\n\"Working together, the Department for Education, the Home Office and the National Police Chiefs' Council are in contact with Everyone's Invited to provide support, protection and advice to those who are reporting abuse, including on contacting professionals or the police if they wish.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56544700",
      "category": "world-latin-america",
      "title": "Darien Gap: The 'forgotten' migrant crisis at Panama-Colombia border",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56557623",
      "category": "world-africa",
      "title": "Mozambique: Dozens dead after militant assault on Palma",
      "tags": "Mozambique",
      "text": "Dozens of people are dead following an attack by Islamist militants on a town in northern Mozambique, officials say.\nHundreds of militants stormed Palma on Wednesday, targeting shops, banks and a military barracks.\nSeven people were killed trying to escape a siege on a hotel, said Omar Saranga, a spokesperson from the country's defence department. \nMilitants linked to the Islamic State (IS) group are behind the conflict in the predominantly Muslim region. \nThe fighting has left more than 2,500 people dead and 700,000 displaced since the insurgency began in 2017. \nHundreds of others, both locals and foreigners, were reportedly rescued from Palma after the attack. \nWitnesses have described hiding out while waiting to be rescued by boat, on a beach strewn with headless bodies. \nMarine traffic websites showed a string of vessels around the town, and the port of Pemba to the south, as people tried to escape by any means - cargo vessels, passenger ships, tugs and recreational boats.\nPalma is near a major gas project run by the French energy giant Total, and more than 100 workers and civilians took refuge in the town's Amarula Palma hotel. \n\"Last Wednesday, a group of terrorists sneaked into... Palma and launched actions that resulted in the cowardly murder of dozens of defenceless people,\" defence ministry spokesman Mr Saranga told a news conference on Sunday. \nOne contractor told the BBC many who escaped the hotel via convoy hid at the beach overnight on Friday and were evacuated by boat on Saturday morning.\nHe said more people were delivered to safety after him, and that the boats would be returning to rescue more still.\nHe said civilians living and working in the area appeared to be co-ordinating the rescue effort. \n\"Local suppliers and companies, these guys were heroes of the entire operation. In the wee hours they managed to co-ordinate and reach out to the evacuees on the beach and got them on to boats and got them into safety.\" \n\"Where the hell was the support from big companies, from countries?\" he asked.\nOne South African man is known to be among the dead. \nAdrian Nel was killed trying to escape, his mother Meryl Knox told the BBC. \nHer husband, Gregory, managed to make it out of Palma - though she told AFP that he had to carry the body of their dead son until he was rescued. Her other son was also able to escape.\nBut once they had fled, Ms Knox said they had \"no army to protect them... it was a matter of, 'run for your life'\".\n\"This could have been avoided,\" she added. \"My son could still be alive today.\"\nOne source close to the rescue operation told AFP news agency that a boat with about 1,400 people on board had arrived in the port town of Pemba, which is about 250km (155 miles) south of Palma, on Sunday afternoon.\nThe exact number of casualties in Palma, a town of about 75,000 people in Cabo Delgado province, is unclear. Many are still unaccounted for.\nThe town and beaches are strewn with bodies \"with heads and without\", according to Col Lionel Dyke, whose private security firm, Dyck Advisory Group, is contracted by the Mozambique police in the area.\nThe armed group is reported to have taken control of Palma, but those claims are hard to verify amid a communications blackout.\nHundreds of people fled the fighting, running into forests, mangroves or nearby villages. \nSome tried to escape the hotel in a convoy of vehicles on Friday, aiming for a nearby beach. At least 20 people were reportedly flown to safety in helicopters, but others were ambushed outside the hotel.\nThere are unconfirmed reports of British citizens being caught up in the hotel siege.\nOne company, RA International, told the BBC that it had yet to locate a British national who was at the Amarula Hotel during the attack. The company says it last heard from its employee on Friday afternoon. Seven of its local staff have made it to safety.\nThe UK parliamentary under-secretary of state for Africa, James Duddridge, tweeted that the government was contacting Britons in the area to provide support, adding: \"The UK wholeheartedly condemns the appalling violence in Cabo Delgado. It must stop. We stand with the people of Mozambique against terror.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56561667",
      "category": "uk-wales",
      "title": "Beatle Sir Paul McCartney repaid blanket 'debt', letter reveals",
      "tags": "Popular culture,Paul McCartney,The Beatles,Harlech,Pop music,Bangor",
      "text": "A letter from Beatles' legend Sir Paul McCartney settling a \"debt\" for a missing holiday blanket is going up for auction.\nThe singer made off with the bedding after staying at a farmhouse with fellow bandmate George Harrison in north Wales.\nDecades later, he was reminded by owner Irene Brierley that she was still one blanket short.\nHe responded with a cheque for £30, and his letter is now being sold off.\nSir Paul and Harrison became friends with the Brierley family after taking a hitchhiking holiday in 1958, before they were stars.\nThe pair had knocked at the door of their farmhouse in Harlech, Gwynedd, asking to pitch their tent in a field.\nBut after a downpour on their first night, they sought refuge inside and ended up staying the week. \nThey became friendly with the young John Brierley, a musician himself, and later sat in with his local skiffle group The Vikings during a performance at the Queen's Hotel pub in the town. \nMr Brierley also recalled several days of playing snooker and listening to Elvis Presley's first album, as well as Sir Paul banging away on the family piano trying to work out the solo in the middle of the Buddy Holly song, Think It Over. \nThe following year the pair returned to Harlech, which is when the blanket was taken. \nThe bedding incident stayed with Mr Brierley's mother long after Beatlemania swept the globe, and in the 1980s, she wrote to Sir Paul to remind him.\nHe responded to her letter writing: \"Dear Mrs Brierley (Irene), Your letter reached me eventually and I was sorry to hear about my 'debt'.\n\"I remember well the fun we had in Harlech and hope the enclosed cheque will settle our differences. \n\"Excuse the scrawl as I'm trying to write this on a bouncing express train! I was very sorry to hear about your hubby - he was a very nice man. Please give my best to your boys.\n\"Kindest regards, Paul (McCartney).\"\nThe letter has now been put up for sale through the Beatles memorabilia specialists Tracks, with a starting price of £3,000."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-51176409",
      "category": "world-asia-china",
      "title": "Is a million boosters a day achievable? And other questions",
      "tags": "Travel health,Universities,Pets,Exercise,Coronavirus vaccines,China,Infection,Social distancing,Coronavirus testing,Employment,Students,Outbreaks,Self-isolation,Young people,Omicron variant,Motoring",
      "text": "The government wants to offer every adult in England a booster vaccine, in response to concern over the newly-identified Omicron variant.\nIt's the latest measure being taken to combat the newly-identified Omicron variant of Covid. \nHere are some of your latest questions on these, and other related matters: \nWhat questions do you have about coronavirus? Do you want to ask it on BBC News? Get in touch and we may ask you to send us a video of you asking your question.\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this and can't see the form above you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56570650",
      "category": "technology",
      "title": "Legal challenge over the government using Whatsapp",
      "tags": "WhatsApp,Privacy",
      "text": "Ministers could be banned from using self-destructing messages on Whatsapp or Signal for official business if a legal challenge is successful.\nTransparency campaigners have sent a letter to the government, arguing that politicians and staff could avoid accountability by using these features.\nMembers of both the Cabinet and Shadow Cabinet use Whatsapp and Signal.\nThe Cabinet Office said records of official communications are \"retained in line with guidance\". \nThe legal challenge is brought by campaigning law group Foxglove on behalf of non-profit political campaigners the Citizens.\nIts letter warns that if a satisfactory response is not received within 14 days, it may proceed to a judicial review. \nThe organisation has previously sent \"several\" FOI requests seeking disclosure regarding how the government uses instant messaging services. \nIt argues that the ability to remove or delete messages poses serious risks to transparency and democratic accountability.\nAccording to official guidance, which has existed since 2013, a record only needs to be retained \"if it is needed for substantive discussions or decisions in the course of conducting business\". \nFor example, this law would apply to messages exchanged between special advisors and a minister regarding government policy. \nUK law requires that such messages be archived to record, and it is up to the originator or recipient of such messages to \"take the steps\" to ensure this is done. \nA spokesperson for the Citizens said there is a growing risk that the current period of British history could be little more than a \"black hole\".\n\"We are in an unprecedented national emergency and we are going to have no records of how decisions were made or even who made them,\" the spokesperson added. \n\"Government business is being conducted under a cloak of secrecy enabled by the tech platforms. The only way we can have any hope of holding power to account or even simply maintaining the historic record is through transparency.\"\nA spokesman for the Cabinet Office told the BBC that \"appropriate arrangements\" are already in place to adhere to guidance, and \"this is kept under periodic review.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56563179",
      "category": "world-africa",
      "title": "Barack Obama's Kenyan grandmother dies, aged 99",
      "tags": "Kenya,Barack Obama",
      "text": "Barack Obama's step-grandmother, Sarah Obama, has died at a hospital in Kenya at the age of 99.\nAffectionately called Granny Sarah by the former president, Mrs Obama defended her grandson during his 2008 presidential campaign, when he was said to be Muslim and not born in the US.\nHer home became a tourist attraction when he was elected as the first black US president.\nSarah Obama was the third and youngest wife of Barack Obama's grandfather.\nShe died early on Monday at a hospital in the western town of Kisumu, her daughter Marsat Onyango told Kenya's Daily Nation newspaper. \nA family spokesman said Mrs Obama had been unwell for a week, but did not have Covid-19.\nShe will be buried later on Monday.\n\"We will miss her dearly,\" Barack Obama said, \"but we'll celebrate with gratitude her long and remarkable life.\"\nKenya's President Uhuru Kenyatta said on Twitter that Mrs Obama was \"a strong, virtuous woman\" and \"an icon of family values\".\nBefore her grandson became a household name, Sarah Obama was well known for the hot porridge and doughnuts she served at a local school, AFP reports.\nShe became more widely known when Mr Obama visited Kenya in 2006. At the time he was a senator from the state of Illinois, but a national celebrity in Kenya, and his grandmother spoke to the media about his rise in politics.\nHe returned in 2015, becoming the first sitting US president to visit Kenya, meeting Mrs Obama and other family members in Nairobi.\nMr Obama visited his step-grandmother's home in the village of Kogelo in 2018, after leaving office, joking he had been unable to visit earlier because the presidential plane was too big to land at the local airport.\nSarah Obama was born in 1922 in a village on Lake Victoria, according to AFP. She was a Muslim and part of Kenya's Luo ethnic group.\nFor decades, she ran a foundation in Kenya to help educate orphans and girls, something she felt strongly about as she couldn't read herself. \nShe was the third wife of Hussein Onyango Obama, President Obama's paternal grandfather.\nHer husband, who died in 1975, fought for the British in Burma, now called Myanmar, and is reported to be the first man in his village to swap goatskin clothing for trousers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56547383",
      "category": "world-middle-east",
      "title": "Suez Canal: Effort to refloat wedged container ship continues",
      "tags": "Egypt,Mediterranean Sea,Global trade,Shipping industry,Suez canal",
      "text": "A giant container ship remains stuck across Egypt's Suez Canal after attempts to dislodge it on Saturday's high tide failed. \nCanal officials said some progress had been made, however, and more tugboats were joining the effort on Sunday.\nAlternative arrangements are being put in place in case the operation fails.\nEgypt's President Abdul Fattah al-Sisi has ordered preparations to lighten the load of the stranded ship.\nThat would involve transferring some containers to another vessel or to the canal bank. Experts earlier told the BBC that such an operation would involve bringing in specialist equipment, including a crane that would need to stretch more than 60m (200ft) high, and could take weeks.\nThe Suez Canal is one of the world's busiest trade routes, and the Ever Given - part of the Evergreen fleet - has been wedged in it since Tuesday. \nMore than 300 ships are stuck on either side of the blockage and some vessels have had to reroute around Africa.\nOn Saturday 14 tugboats pulled and pushed the Ever Given at high tide to try to dislodge it. At the same time, dredgers continued to remove thousands of tonnes of sand and clay from where the bow was trapped in the canal's bank.\nAlthough strong tides and winds complicated efforts, the tugboats managed to move the ship \"30 degrees from left and right\", said General Osama Rabie, chairman of the Suez Canal Authority (SCA).\nFootage posted on Twitter appeared to show the tugboats honking their horns to celebrate this small victory.\nThe SCA said in a statement that dredgers had so far shifted 27,000 cubic metres of sand to a depth of 18m (59ft).\nGen Rabie said on Sunday that although the vessel was still stuck there were \"positive indicators\" from the past two days' efforts.\n\"The rudder was not moving and it is now moving, the propeller is working now, there was no water underneath the bow, and now there is water under it, and yesterday there was a 4m (13ft) deviation in the bow and the stern,\" he told Egyptian state TV.\nHowever, in a possible complication, SCA sources quoted by Reuters news agency said that a mass of rock had been discovered under the bow of the ship.\nGen Rabie said that President Sisi had ordered preparations for the possible removal of some of the ship's 18,300 containers. He had previously said he hoped such an operation would not be necessary.\nInitial reports said the 400m-long (1,300ft), 200,000-tonne vessel ran aground due to high winds and a sandstorm that affected visibility. \nHowever, Gen Rabie said on Saturday that weather conditions were \"not the main reasons\" for the ship's grounding.\n\"There may have been technical or human errors,\" he told reporters, without giving details. \"All of these factors will become apparent in the investigation.\"\nAbout 12% of global trade passes through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nAn alternative route, around the Cape of Good Hope on the southern tip of Africa, can take two weeks longer.\nAccording to data from Lloyd's List, the blockage is holding up an estimated $9.6bn (£7bn) of goods each day - or $400m an hour.\nGen Rabie estimated that Egypt was losing up to $14m in revenue each day that the canal was closed.\nIn Syria, authorities have begun to ration fuel after supplies were held up by the stalled traffic in the Suez Canal. The war-torn country was already struggling with power cuts and inflation pushing up the price of goods."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56553797",
      "category": "world-middle-east",
      "title": "Kurdish-led campaign under way to rid al-Hol camp of IS",
      "tags": "Syrian civil war,Islamic State group,Syria",
      "text": "Kurdish-led security forces have made arrests inside a camp in northern Syria holding family members of Islamic State group members. \nThe operation at al-Hol camp was aimed at rooting out IS followers after violent incidents, some fatal. \nSeveral dozen people are reported to have been killed there this year. \nAn IS recruiter and eight others were arrested at the camp, which also houses refugees and internally displaced people.\nThe Internal Security Forces, also known as the Asayish, said it wanted to \"cleanse the al-Hol camp of IS cells\".\nRami Abdul Rahman, director of the UK-based Syrian Observatory for Human Rights (SOHR), told France24 that 41 people had been killed at the camp since the start of the year, and that 30 of those were Iraqi refugees.\nThe operation, called the Humanitarian and Security Campaign, began at 04:00 local time (01:00 GMT) on Sunday, the forces said in a statement published by the Syrian Kurdish Hawar news agency (ANHA).\n\"The campaign on its first day went according to plan,\" the statement said. \n\"Nine people have been arrested, including individuals accused of belonging to IS whose names are on wanted lists. Among them is one [IS] leader known as Abu-Saad al-Iraqi, who for a long time has worked on recruiting people to join IS.\"\nIt added that the operation was ongoing.\n\"There are 5,000 Asayish members participating in this campaign, supported by the Syrian Democratic Forces (SDF), People's Protection Units (YPG) and Women's Protections Units (YPJ),\" it said.\nAccording to figures released by al-Hol camp's Kurdish-led authorities, almost 61,000 people are held at the site in Al Hasakah district, including more than 16,000 families. About 2,500 of those are families of foreign IS fighters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56567985/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Suez Canal reopens after giant stranded ship is freed",
      "tags": "Egypt,Shipping industry,Suez canal",
      "text": "Traffic has resumed in Egypt's Suez Canal after a stranded container ship blocking it for nearly a week was finally freed by salvage crews.\nTug boats honked their horns in celebration as the 400m-long (1,300ft) Ever Given was dislodged on Monday with the help of dredgers.\nHundreds of ships are waiting to pass through the canal which links the Mediterranean to the Red Sea.\nIt is one of the world's busiest trade routes.\nPeter Berdowski, CEO of Dutch salvage company Boskalis, said the Ever Given had been refloated at 15:05 (13:05 GMT) on Monday, \"thereby making free passage through the Suez Canal possible again\".\nEgyptian officials say the backlog of ships waiting to transit through should be cleared in around three days, but experts believe the knock-on effect on global shipping could take weeks or even months to resolve.\nSalvage teams had faced a daunting challenge after the 200,000-tonne ship ran aground last Tuesday morning in high winds and a sandstorm which reduced visibility. \nA Dutch specialist team, SMIT, oversaw a flotilla of 13 tugs, small but powerful vessels that can shift large ships, as they tried to dislodge the Ever Given.\nDredgers were brought in and dug 30,000 cubic metres of mud and sand from beneath the ends of the ship.\nOver the weekend, it was feared that some of the ship's cargo of some 18,000 containers would have to be removed in order to lighten the load.  \nBut high tides helped the tugs and dredgers in their work and early on Monday, the stern (rear of the ship) was freed and the great ship swung across the canal, to shouts of celebration. Hours later, the bow (front) too came unstuck, and the Ever Given was able to move out.\nThe vessel was towed to the Great Bitter Lake, which sits between two sections of the canal to the north of the salvage site, where it will undergo safety checks.\nA marine source told Reuters news agency on Monday evening that ships were travelling southwards towards the Red Sea while canal services provider Leth Agencies said vessels had resumed transit from the Great Bitter Lake.\nSome ships have already left the region, preferring to take an alternative, longer route around the southern tip of Africa.\nInevitably, cargoes will be reaching their destination much later than planned. There may be congestion when they arrive in port, while future sailing schedules have been thrown into disarray, \nThe cost of shipping goods to Europe is expected to rise as a result, BBC Business Correspondent Theo Leggett reports. \nShipping group Maersk said the \"ripple effects on global capacity and equipment\" were significant.\n\"There'll be an investigation, clearly, because this has had such a big impact and exactly what's happened here, I think, will be debated for some time,\" Marcus Baker, global head of marine and cargo at Marsh Inc, told Reuters.\n\"What do we do going forward to ensure it doesn't happen again? Again, I would leave that to the competent authorities that are in Egypt to decide how they want to make sure that traffic transits safely through the canal because, look, it's in their interest to do that.\" \nBy Sally Nabil, BBC Arabic bilingual correspondent, Port of Suez\nSpirits here are quite high. There's a strong sense of achievement. Some experts had warned that it might take weeks to free the Ever Given. But the high tide, as well as the specialist equipment brought in, all helped the rescue operation.  \nNow the authorities will have to address another challenge - congestion. The head of the Suez Canal Authority said that hundreds of stranded vessels would be allowed through the canal on a first-come-first-served basis, though there might be some exceptions to specific ships, based on the types of goods on board. \nThe blockage put the authorities under immense pressure, given the major impact it had on global trade. For Egyptians, the canal is not only a source of national pride, but it also provides the economy with much needed foreign currency. \nA couple of days ago, I asked Osama Rabie, the head of the Suez Canal Authority, whether he was concerned that some shipping companies might be discouraged from sending such giant ships through the canal in the future. He replied that there was no alternative to the Suez Canal, which he said was fast and safe. So, it's not just about time here, but also about security. \nIt will now undergo a full inspection at the Great Bitter Lake, the vessel's technical managers, Bernhard Schulte Shipmanagement, said.\nIt said there had been no reports of pollution or cargo damage, and initial investigations had ruled out any mechanical or engine failure as a cause of the grounding last week.\nThe ship's Indian crew of 25 remaining aboard the vessel are safe and in good health, BSM said, adding: \"Their hard work and tireless professionalism are greatly appreciated.\"\nThe ship's containers are carrying a huge variety of items and the insured value of the cargo is believed to amount to hundreds of millions of dollars. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56559904",
      "category": "world-middle-east",
      "title": "Suez Canal: Ever Given container ship shifted from shoreline",
      "tags": "Egypt,Mediterranean Sea,Shipping industry,Suez canal",
      "text": "The stern of a huge container ship that has been wedged across the Suez Canal for almost a week has been freed from the shoreline, officials say.\nThe course of the 400m-long (1,300ft) Ever Given has been corrected by 80%, according to the Suez Canal Authority.\nIt added that further efforts to move the boat would resume later on Monday.\nBut the head of a company involved in the rescue efforts urged caution, warning that completing the operation would not be \"a piece of cake\".\nThe Ever Given has been blocking one of the world's busiest trade routes, forcing companies to reroute ships and causing long tailbacks of hundreds of vessels.\nThe reports that the ship had been partially freed raised hopes that traffic along the canal could resume within hours, clearing the way for an estimated $9.6bn (£7bn) of goods being held up each day.\nRescue workers from the authority and the Dutch company Smit Salvage used tug boats to wrench the rear of the ship from the canal bank.\nAlongside the tugs, dredgers have been digging out sand and mud from under the bow of the vessel. \nThe stern, which had been 4m from the shore, was now 102m clear, the Suez Canal Authority said, adding that the boat had been fully refloated.\nEfforts to move the boat resumed at 11:30 local time (09:30 GMT) when the tide was due to rise.\nIn a statement, the Suez Canal Authority said that once the tide had reached 2m, rescue workers would aim to fully restore \"the vessel's direction so it is positioned in the middle of the navigable waterway\".\nTraffic would resume once the ship was moved to a waiting area in a wider section of the canal, the authority said. A total of 367 vessels are waiting to pass through, and officials have said it will take three and a half days to clear the traffic jam.\n\"We will not waste one second,\" Suez Canal Authority Chairman Osama Rabie told Egyptian state television.\nThe CEO of the salvage company involved in the rescue efforts told Dutch public radio that the operation was far from complete.\n\"We have movement, which is good news. But I wouldn't say it's a piece of cake now,\" Peter Berdowski said. \nHe explained that high-pressure water would be used to try and remove sand and clay from underneath the bow of the ship, but if that failed, then containers would have to be lifted in an operation that could take some time.\n\"The bow is still stuck rock-solid at the moment in the slightly sandy clay,\" he said.\nThe 200,000-tonne Ever Given ran aground on Tuesday morning amid high winds and a sandstorm that affected visibility. Specialist salvage companies were brought in to help refloat the ship.\nOn Sunday, canal officials began preparing to remove some of roughly 18,000 containers on board in order to lighten the load. The containers are carrying a huge variety of items and the insured value of the cargo is believed to amount to hundreds of millions of dollars. \nLast week, one freight operator in the UK told the BBC they were waiting for 20 boxes containing \"coconut milk and syrups, some spare parts for motors... some fork lift trucks [and] some Amazon goods\".\nThe canal, which separates Africa from the Middle East and Asia, is one of the busiest trade routes in the world with about 12% of total global trade moving through it. It provides the shortest link between Asia and Europe.\nAn alternative route, around the Cape of Good Hope on the southern tip of Africa, can take two weeks longer.\nAccording to data from Lloyd's List, the blockage is holding up an estimated $9.6bn of goods each day - or $400m an hour."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56564326",
      "category": "world-latin-america",
      "title": "Galápagos tortoises: 185 babies seized from smugglers",
      "tags": "Wildlife trade,Tortoises,Smuggling,Ecuador",
      "text": "Customs officials in Ecuador discovered 185 baby tortoises packed inside a suitcase that was being sent from the Galápagos Islands to the mainland on Sunday. \nThe reptiles had been wrapped in plastic and were found during a routine inspection at the main airport on the island of Baltra. \nTen of them had died, officials said. \nOne of the biggest threats to Galápagos tortoises is illegal trading for animal collectors and exotic pet markets.\nThe tortoises seized at the airport on Baltra are thought to be less than three months old.\nOfficials combatting wildlife trafficking say hatchling-sized juveniles can fetch sums of more than $5,000 (£3,600) per animal.\nIt is believed the smugglers wrapped the tortoises in plastic to immobilise them but the X-ray machine's operator at the airport nevertheless grew suspicious. \nThe suitcase had been posted at the airport by a transport firm and was said to contain \"souvenirs\", a statement from the airport said. \nNo arrests have been made so far but employees of the transport firm who had checked in the suitcase were held for questioning, according to the statement. \nEcuador's environment minister, Marcelo Mata, described the incident as a crime against the country's wild fauna and natural heritage. \nMany plants and animals found on the Galápagos are unique to the islands, which lie in the Pacific Ocean about 1,000km (600 miles) off the coast of Ecuador.\nAmong the most famous are the Galápagos giant tortoises, which are thought to have arrived on the volcanic islands between three and four million years ago. \nThe sentence for smuggling animals from the Galápagos is one to three years in prison."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56556943",
      "category": "uk",
      "title": "'Spongy roads' to be Slough's new claim to fame",
      "tags": "Floods,Slough,South Tyneside Council",
      "text": "Ricky Gervais put its trading estate on the map in The Office, while poet John Betjeman famously invited friendly bombs to fall on Slough.\nBut now the Berkshire town looks set to gain a new claim to fame as it will get the Chinese \"sponge city\" treatment.\nThe flood defence system sees selected roads transformed with permeable surfaces that soak up surface water.\nIt is one of 25 innovative new environmental projects around England to be backed with government cash.\nPioneered in China - Wuhan, now best known for an entirely different reason, is considered its leading sponge city - the project in Slough sees participating areas turn a proportion of their urban land into sponge features to absorb rain and flood water.  \nUnder the programme, managed by the Environment Agency, the town will also use natural vegetation to improve drainage. \nSlough Borough Council said the six-year project would use plants and trees to absorb water \"to such an extent it will minimise the risk to homes and businesses of flooding\".\nIt added: \"They act as sponges, soaking up surface water, creating an environment where water can be captured, controlled and in some cases re-used.\"\nThe sponge city approach will be implemented at multiple sites along Salt Hill Street and Chalvey Ditches, the authority said.\nRoger Harrabin, BBC environment analyst\nWhat's new about the sponge city story is not the concept, but the title.\nFor years, local councils have been encouraged to make city surfaces porous whenever they can.\nNeath in South Wales has installed clever landscape tricks such as detention basins, retention ponds, soakaways, and swales.\nThey have a great scheme to turn a school playing field into a lake during heavy rain and they have dug a pond system which teaches kids about frogs as well as floods. \nBut this all sounds a bit nerdy, and funding has been short for what are known as SuDS - Sustainable Drainage Systems.\nWhere front gardens are paved over, for instance, they are supposed to be engineered so they allow water to seep back into the ground, rather than rushing into the sewers. \nBut in most places there is little cash for enforcement and tradespeople carry on as before.\nPerhaps the new title of sponge city will help common sense to prevail.\nFollow Roger on Twitter @rharrabin \nA further 24 schemes aimed at improving waterway defences and coastal resilience will also get a share of £150m as part of the government's new flood and coastal resilience innovation programme.\nThey include the restoration of sub-tidal habitats like kelp beds, oyster reefs and sea grass near South Tyneside.\nResidents in Buckinghamshire will get an app to warn them about the threat of groundwater.\nAnd in Northumberland artificial intelligence and new sensor technology will be used to detect rising water levels. \nEnvironment minister Rebecca Pow said the 25 projects will help shape future approaches in preparing communities for flooding and coastal change. \nIt will also help \"reinforce the UK's position as a world leader in innovation and new technology as we build back better,\" she added.\nEmma Howard Boyd, chairwoman of the Environment Agency, called the project \"extremely exciting\" and said it could be replicated on a larger scale around the world if successful.\nHere is the full list of local areas involved in 25 specialised projects:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56556943/#comp-comments-button",
      "category": "#comp-comments",
      "title": "'Spongy roads' to be Slough's new claim to fame",
      "tags": "Floods,Slough,South Tyneside Council",
      "text": "Ricky Gervais put its trading estate on the map in The Office, while poet John Betjeman famously invited friendly bombs to fall on Slough.\nBut now the Berkshire town looks set to gain a new claim to fame as it will get the Chinese \"sponge city\" treatment.\nThe flood defence system sees selected roads transformed with permeable surfaces that soak up surface water.\nIt is one of 25 innovative new environmental projects around England to be backed with government cash.\nPioneered in China - Wuhan, now best known for an entirely different reason, is considered its leading sponge city - the project in Slough sees participating areas turn a proportion of their urban land into sponge features to absorb rain and flood water.  \nUnder the programme, managed by the Environment Agency, the town will also use natural vegetation to improve drainage. \nSlough Borough Council said the six-year project would use plants and trees to absorb water \"to such an extent it will minimise the risk to homes and businesses of flooding\".\nIt added: \"They act as sponges, soaking up surface water, creating an environment where water can be captured, controlled and in some cases re-used.\"\nThe sponge city approach will be implemented at multiple sites along Salt Hill Street and Chalvey Ditches, the authority said.\nRoger Harrabin, BBC environment analyst\nWhat's new about the sponge city story is not the concept, but the title.\nFor years, local councils have been encouraged to make city surfaces porous whenever they can.\nNeath in South Wales has installed clever landscape tricks such as detention basins, retention ponds, soakaways, and swales.\nThey have a great scheme to turn a school playing field into a lake during heavy rain and they have dug a pond system which teaches kids about frogs as well as floods. \nBut this all sounds a bit nerdy, and funding has been short for what are known as SuDS - Sustainable Drainage Systems.\nWhere front gardens are paved over, for instance, they are supposed to be engineered so they allow water to seep back into the ground, rather than rushing into the sewers. \nBut in most places there is little cash for enforcement and tradespeople carry on as before.\nPerhaps the new title of sponge city will help common sense to prevail.\nFollow Roger on Twitter @rharrabin \nA further 24 schemes aimed at improving waterway defences and coastal resilience will also get a share of £150m as part of the government's new flood and coastal resilience innovation programme.\nThey include the restoration of sub-tidal habitats like kelp beds, oyster reefs and sea grass near South Tyneside.\nResidents in Buckinghamshire will get an app to warn them about the threat of groundwater.\nAnd in Northumberland artificial intelligence and new sensor technology will be used to detect rising water levels. \nEnvironment minister Rebecca Pow said the 25 projects will help shape future approaches in preparing communities for flooding and coastal change. \nIt will also help \"reinforce the UK's position as a world leader in innovation and new technology as we build back better,\" she added.\nEmma Howard Boyd, chairwoman of the Environment Agency, called the project \"extremely exciting\" and said it could be replicated on a larger scale around the world if successful.\nHere is the full list of local areas involved in 25 specialised projects:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56509670",
      "category": "uk-wales",
      "title": "'Covid stops my wife who has terminal cancer make memories'",
      "tags": "Brain cancer,Terminal illness,Aberystwyth,Cancer",
      "text": "\"She's got close to two years left, so every day Maggie wakes up is a bonus.\"\nLife with a terminal illness during the coronavirus pandemic and being in lockdown has caused difficulties for one couple making final memories.\nGrandmother Maggie Shaftoe, who lives near Aberystwyth, has a terminal brain tumour and doctors have told her she has less than two years to live.\nMacmillan Cancer Support said it was an \"acutely challenging time\" for those living with a terminal diagnosis.\nThe 63-year-old great-grandmother was diagnosed with an Anaplastic Pleomorphic Xanthoastrocytoma (APXA) brain tumour in 2017, which is described by Cancer Research as \"very rare\".\nAPXA tumours most commonly occur in children and young people and the charity say the average age for diagnosis is 12 years old.\nMrs Shaftoe said that she has not seen her 11 grandchildren and great-granddaughter for more than a year and she's \"just waiting for things to get back to normal\".\nHer cancer was discovered four years ago by chance through a regular epilepsy check up and an MRI scan.\nMrs Shaftoe and her husband Chris are childhood sweethearts and have been together for more than 50 years and he said at this stage they \"should be making the most of the time she has left and making memories with our family\".\n\"I think we'd like to go somewhere like Disneyland, or Lapland to see the northern lights or she'd love to go to the Cheddar Gorge,\" said Mr Shaftoe, 65.\n\"But the pandemic has buried us in a great big hole and I don't expect the situation to change.\n\"We're noticing that Maggie's memory is fading quite quickly now and she is getting worse day by day, and we understand what is coming,\" he said.\nShe underwent an operation to remove the tumour in 2017 and had radiotherapy the following year.\nBut Mr Shaftoe, who lives in the Ceredigion village of Bow Street just outside Aberystwyth, said this has only \"delayed the inevitable\" and his wife's life expectancy \"hangs on the effectiveness\" of two anti-cancer drugs.\nSince the operation, she has suffered difficulty with her memory, impaired speech, balance problems and is partially blind.\nDoctors have told the couple that typically life expectancy for an patient with APXA would be five years.\nCancer Research UK said that the pandemic has had a \"devastating impact on the lives of cancer patients\". \n\"Dealing with a cancer diagnosis and treatment is extremely difficult at any time, but the pandemic has added the stress of uncertainty, delays and shielding for some cancer patients,\" said the charity's head information nurse Martin Ledwick. \nDespite the circumstances, Mrs Shaftoe remains positive and says it helps to laugh.\n\"If you can make a joke of something, make a joke of it,\" she said, speaking during Brain Tumour Awareness month.\n\"You go out to make a cup of tea and you end up peeling potatoes, and come back in and wonder why I haven't got a cup of tea - you have to laugh at silly little things.\"\nThe couple have been together for nearly 50 years, since first meeting as teenagers in a church choir in London.\nMrs Shaftoe says they have \"always been able to make each other laugh\" with lots of jokes and teasing.\nHowever coping during lockdown has been \"very difficult\" and everyday tasks like washing clothes, dealing with letters, or making dinner could be a \"major headache\", according to her husband.\nMr Shaftoe, who himself has ongoing medical conditions, said a carer now comes to help for an hour in the morning.\nBut he said: \"We need more care. We have spent most of the pandemic without a carer and it has been absolutely nightmarish trying to get Maggie one.\"\nMacmillan Cancer Support in Wales said it has heard from many people about how the isolation everyone has been experiencing has made \"a challenging situation even more difficult\".\n\"We know this is an acutely challenging time for people with cancer, the NHS and cancer care, and particularly for people who are living with a terminal diagnosis,\" said Richard Pugh, Macmillan's head of partnerships.\nCeredigion council said that while it was unable to comment on individual cases, assurance could be given that \"anyone who has needs for care and support are assessed appropriately under the requirements of the Social Services and Wellbeing Act\". \nIt also said that the council has \"maintained delivery of care services\" throughout the pandemic\" and supported \"in house as well as commissioned care providers to provide care to individuals within the community maintaining the safety and wellbeing of the care staff as well as the recipient of the care\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56569838",
      "category": "uk",
      "title": "Covid: Strength of defence against new wave unclear, says PM",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Coronavirus testing,Coronavirus pandemic",
      "text": "The UK does not know \"exactly how strong\" its defences against another wave of Covid will be despite the \"impressive\" vaccine rollout, Prime Minister Boris Johnson has said.\nHe said cases were still rising in Europe and people \"must proceed with caution\" as lockdown eases.\nThe PM was speaking as the stay-at-home rule came to an end in England, allowing groups to meet outdoors.\nHe warned more deaths, infections and hospitalisations were inevitable.\nEuropean countries have seen a rising number of cases in recent weeks amid a slower vaccine rollout than in the UK.\nMr Johnson told a Downing Street press conference the relaxation of restrictions would be \"prized\" by people and that it was \"only because of months of sacrifice and effort that we can take this small step toward freedom\". \nHe added: \"The vaccine rollout has been very impressive... but what we don't know is exactly how strong our fortifications now are, how robust our defences are against another wave.\n\"What we need to do is to continue flat out to build the immunity of our population, build our defences against that wave when it comes.\"\nThe prime minister said: \"That's why I stress the importance of everybody maintaining the discipline people have shown for so long.\"\nThe message was loud and clear - a rise in infections is inevitable as the UK unlocks.\nBut what is uncertain is when this will happen and what impact it will have on serious illness and deaths.\nA surge now would be the worst outcome.\nThe vaccination rollout has gone very well, but people are still in the process of building up immunity and not everyone in the most at-risk groups has come forward for a jab.\nThe vaccines, while good, are not 100% effective.  It is why ministers and their advisers are urging caution.\nUK chief medical adviser Prof Chris Whitty says if people stick to the rules any increase could be modest.\nThe seasons may also help - respiratory viruses thrive more in the colder months.\nThe lower estimates of modelling done for the government suggests there could be 30,000 deaths by summer 2022.\nThat would be in line with a bad flu winter. But it could also be much, much worse.\nIf there is one thing we have learnt, nothing can be taken for granted with Covid.\nAlong with England's Chief Medical Officer Prof Chris Whitty and the Chief Scientific Adviser Sir Patrick Vallance, Mr Johnson stressed the importance of people who had a first dose of a vaccine getting a second jab.\nProf Whitty said the \"wall of vaccination\" will get stronger once people receive their second doses.\nBut he said \"it is not a complete wall\" and highlighted risks for the UK from rising cases elsewhere - the chance of importing infections and the \"much bigger\" concern of variants which could reduce a vaccine's effectiveness.\nProf Whitty said: \"If you get a very big wave, that would obviously lead to a significant impact. So that's the reason why the prime minister and ministers have been absolutely determined that this is a slow and steady unlocking, looking at data between each step.\"\nThe briefing was held for the first time from the media suite built at Downing Street at a cost of £2.6m.\nMr Johnson announced the government had agreed a deal with UK pharmaceutical giant GlaxoSmithKline that will see the final stage of the manufacture of up to 60 million doses of its yet-to-be approved Novavax vaccine completed in north-east England.\nHe said Novavax, which is to be produced at the Fujifilm plant in Stockton-on-Tees, will be finished and bottled by GSK at its facility in Barnard Castle.\nA further 4,654 Covid cases were recorded in the UK on Monday, compared with 5,342 cases a week ago. There were another 23 deaths of people within 28 days of a positive test, compared with 17 on the same day last week.\nThe latest figures show 293,542 UK adults received a first dose of the vaccine on Sunday, taking the overall number to 30,444,829 - with 146,785 having their second dose, bringing that total to 3,674,266.\nTwo households or groups of up to six people are now able to meet outside in England after the latest easing of the lockdown rules.\nOutdoor sport facilities, including swimming pools, tennis courts and golf courses, have reopened, and organised outdoor sports resumed.\nWeddings are also on again, attended by up to six people.\nThe next stage in the relaxation of the rules in England will take place no earlier than 12 April with non-essential retail reopening, and restaurants and pubs allowed to serve outdoors. \nThe prime minister told the briefing he could not \"see anything in the data right now that would cause us to deviate from the roadmap\".\nIn Wales, the \"stay local\" rule was lifted on Saturday, with six people allowed to meet outside and stay in self-contained holiday accommodation. The stay home order in Scotland will end on Friday, and from Thursday in Northern Ireland up to six people, or two households, will be able to meet outdoors."
    }
  ]
}