{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56819137",
      "category": "uk-politics",
      "title": "Boris Johnson told Sir James Dyson by text he would 'fix' tax issue",
      "tags": "Sir James Dyson,Boris Johnson,Rishi Sunak,Lobbying in the United Kingdom",
      "text": "Boris Johnson assured Sir James Dyson his employees would not have to pay extra tax if they came to the UK to make ventilators during the pandemic.\nSir James, whose firm is now based in Singapore, wrote to the Treasury to ask for no change in tax status for staff.\nBut in text messages sent in March 2020 - seen by the BBC - Sir James then went directly to the PM, with Mr Johnson replying: \"I will fix it.\"\nThe government said it did everything it could to get the right equipment.\nAnd Sir James said it was \"absurd to suggest that the urgent correspondence was anything other than seeking compliance with rules\" and that his company did not receive \"any benefit from the project\".\nLabour called the revelations \"jaw-dropping\", with shadow business minister Lucy Powell telling the BBC: \"Frankly it stinks that a billionaire businessman can text the prime minister and get an immediate response and, apparently, an immediate change in policy.\"\nIn the exchanges, the PM messaged Sir James saying: \"[Chancellor] Rishi [Sunak] says it is fixed!! We need you here.\"\nWhen the businessman sought further reassurance for the tax status of the firm and \"senior individuals\", the prime minister replied: \"I am First Lord of the Treasury and you can take it that we are backing you to do what you need.\" \nTwo weeks later, Mr Sunak told a group of MPs that the tax status of people who came to the UK to provide specific help during the pandemic would not be affected.\nThe company later shared the texts with officials, but it is not clear if Mr Johnson flagged the exchanges with officials as the rules suggest he should.\nThe messages have come to light amid an ongoing row over lobbying in Westminster.\nAccording to the ministerial code - a list of rules setting out the standards of conduct expected of ministers - \"a private secretary or official should be present for all discussions relating to government business\".\nAnd if a minister \"finds themselves discussing official business without an official present\" - such as at a social event or on holiday - \"any significant content should be passed back to the department as soon as possible after the event\".   \nThe code also says ministers \"must act and take decisions impartially, fairly and on merit, using the best evidence and without discrimination or bias\" and that they should \"act and take decisions in an open and transparent manner\".\nBut there is widespread concern about informal contacts and lobbying between government and business after the revelations that former Prime Minister David Cameron sent texts to the chancellor and other ministers on behalf of the failed finance firm Greensill Capital. \nA number of inquiries are being carried out in light of the affair, including by No 10 itself and Commons select committees. \nLobbying can be absolutely legitimate. It's part of how Westminster lives and breathes. Who would object to a small charity approaching its local MP to ask for help?\nThere are thousands of different circumstances in which having those discussions is perfectly valid.\nSir James was trying to respond to the urgent call for help at the start of the pandemic, when there was deep and genuine fear that the NHS simply wouldn't have the equipment to look after many thousands of patients at risk. \nBut Dyson also, understandably perhaps, wanted to be clear about protecting its business from any extra costs or liabilities. (In the end remember, they lost money from the project.)\nAnd the prime minister was heavily involved in efforts to get hold of ventilators and in touch with many businesses as the pandemic took hold.\nBut the rules that govern ministers' behaviour aren't just about what is being discussed, they are about how the conversations are had.\nRead more from Laura.\nWhen coronavirus hit the UK in March 2020, the government put out a call to businesses to take part in a \"national effort\" to increase the number of ventilators in the country.\nAt the time, the Department of Health feared the NHS could need as many as 20,000 additional ventilators on top of the 5,000 it had - along with an existing 900 to treat children. \nThe prime minister is understood to have called Sir James on 13 March and asked him to participate.\nDyson answered the call and said it spent £20m on developing its own design - though subsequently the company was not called upon to provide ventilators to the NHS. \nBut the BBC has discovered that Sir James also raised his concerns with the Treasury, and later the prime minister, about rules that could see staff brought into the UK for the project needing to pay tax.\nDyson's holding company, Weybourne Limited, wrote an official letter to the chancellor on 15 March 2020 asking him to make sure that HMRC would not change the tax status of companies or individuals who came to the UK to take part in the ventilator project.\nIn the letter, it said: \"Dyson businesses are redeploying resource so that the nation's requirement for medical equipment can be met in the very near term during this period of the national emergency.\n\"The bulk of this work will be carried out in the UK and will require us to reassign senior individuals currently based outside the UK to work in this country.\"\nIt added: \"In this context we would be grateful for your confirmation that HMRC will be instructed not to take points against individual and corporate taxpayers that would otherwise affect their tax positions whilst deployed in the UK.\"\nDyson also said the measure \"should be publicised and should apply to all persons in the UK (such as non-resident health workers) who are working in the national interest\".\nWhen the Treasury did not reply to letter, Sir James raised the issue with Mr Johnson directly via text messages over the subsequent days.\nOn 26 March 2020, the prime minister told Sir James: \"You can take it we are backing you to do what you need.\" \nOn 9 April, Mr Sunak confirmed to the Treasury Select Committee that the tax status of people who came to the country for Covid-related projects would not be affected.\nResponding to the exchange, a government spokeswoman told the BBC: \"At the height of the pandemic, there were genuine fears that we would quickly run out of ventilators, leaving the NHS unable to treat patients and putting many lives at risk.   \n\"As the public would expect, we did everything we could in extraordinary times to protect our citizens and get access to the right medical equipment.\"\nSir James said he was \"hugely proud\" of his firm's response in \"the midst of a national emergency\", and he would \"do the same again if asked\".  \nHe added: \"When the prime minister rang me to ask Dyson to urgently build ventilators, of course I said yes. \n\"Our ventilator cost Dyson £20m, freely given to the national cause, and it is absurd to suggest that the urgent correspondence was anything other than seeking compliance with rules, as 450 Dyson people - in UK and Singapore - worked around the clock, seven days a week to build potentially life-saving equipment at a time of dire need. \n\"Mercifully they were not required as medical understanding of the virus evolved. Neither Weybourne nor Dyson received any benefit from the project, indeed commercial projects were delayed, and Dyson voluntarily covered the £20m of development costs.\"\nSir James also said his company had not claimed \"one penny\" from governments in any jurisdiction, in relation to Covid.\nFor Labour, Ms Powell said: \"It seems that this country only works for people who are rich enough and, frankly, donors to the Tory party, who have got the personal phone numbers of the chancellor or the prime minister.\"\nBut former Labour Prime Minister Tony Blair told BBC Radio 4's Today programme he found it \"hard to get worked up\" about the contact between Mr Johnson and Sir James, as it had happened \"in the middle of a pandemic\".\nThe government had been \"asking James Dyson to start making ventilators\", he added, saying: \"There's got to be a certain degree of understanding if we are in the middle of a huge crisis like this.\"\nCulture Secretary Oliver Dowden told BBC Breakfast: \"In the middle of a national emergency, we had to move fast...that's what the prime minister did in this instance.\"\nHe added: \"This went through Parliament in a transparent way. There was an opportunity for MPs to be able to vote on it. And it was indeed a very temporary measure.\"\nBroadly speaking, if you live and work in the UK or if your company is based here, then you have to pay taxes on what you earn to the government. \nBut, if you do not live in the UK and your business is based abroad, you can only work here for a certain number of days before you and/or your company faces a tax bill. \nThe system is known as the statutory residence test or SRT.\nFor an individual who works abroad full-time, the limit is usually 90 days.\nHowever, during the pandemic, the government changed the rules so that days spent in the UK between 1 March 2020 and 1 June 2020 would not count in the 90 day tally if they were spent working on Covid projects - such as ventilators. \nSir James Dyson is a British inventor who rose to fame with his bagless vacuum cleaner creation. \nHis Ballbarrow invention became his first success - but after years of his vacuum design being turned down by manufacturers, he went out on his own to set up Dyson Limited.\nBy the early 2000s, the product was a market leader and the company branched out into a range of new items, from fans to hand dryers. \nSir James was knighted in the 2007 New Years Honours List and he regularly sits on The Times' UK Rich List- with his net worth estimated to be £16.2bn in 2020. \nDuring the EU referendum, he was a vocal supporter of Brexit. \nIn January 2019, he announced he was moving his company headquarters from Malmesbury in Wiltshire to Singapore. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56835232",
      "category": "uk",
      "title": "Covid-19: 'No apology' from PM in Dyson row and summer surge warning",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday evening. We'll have another update for you on Thursday morning. \nThe row over Boris Johnson's text messages with businessman Sir James Dyson about ventilator production earlier in the pandemic dominated Prime Minister's Questions. After it was revealed Mr Johnson promised to \"fix\" tax changes for Dyson, the prime minister said he made \"absolutely no apology at all for shifting heaven and earth\" to obtain ventilators  - although in the end the company was not called upon to supply any. Labour leader Sir Keir Starmer said it was part of a pattern of \"sleaze\" with \"one rule for those who have the prime minister's phone number and another for everybody else\". Sir James told the BBC that his company spent £20m on development costs and derived no benefit from the ventilator project. He said his text messages with the prime minister were an effort to seek \"compliance\" with tax rules.\nWith many adults still not vaccinated, the UK remains \"vulnerable\" and may well likely to see a \"summer surge\" in cases as restrictions are eased, a government scientist has warned. Prof Adam Finn, of the Joint Committee on Vaccination and Immunisation, said the dates for opening up society may need to be adjusted as a result. But he said the size of the rise in cases would depend on the progress in vaccination as well as people's behaviour. Prime Minister Boris Johnson has also warned that most scientists believe there will be a third wave of infections, but he said he has seen nothing so far that would mean the next step in easing coronavirus rules cannot go ahead.\nHairdresser Sinead Quinn previously made headlines for putting a sign in her window declaring that Article 61 of Magna Carta allowed her to opt out of coronavirus regulations and open her shop near Bradford during lockdown. Now she is being taken to court over £17,000 of fines, with Kirklees Council saying she has not paid anything after repeated breaches. Ms Quinn could face an unlimited fine if she is found guilty. She has previously said on social media that she does not \"consent\" to Covid regulations.\nAt least 22 Covid-19 patients have died in a hospital in India after an oxygen leak meant ventilators had no supply for 30 minutes. The accident at the Zakir Hussain hospital in Nashik took place in one of the worse-affected of India's states, as the nation struggles with more than 200,000 infections a day. The hospital had called in tankers after it began to run out of oxygen, but it is not clear how the accident happened while the storage tank was being refilled. Many Indian cities are facing  a drastic shortage of hospital beds and struggles over supplies of oxygen and drugs.\nIn recent weeks, the Download, Boomtown and Deershed festivals have all scrapped their events this summer, following Glastonbury's decision in January. Now music festival organisers say they are \"running out of time\" to save what's left of the season. \"What's currently a steady stream of cancellations is in danger of becoming a torrent,\" said Greg Parmley of trade association Live. Organisers say the lack of insurance if the pandemic forces them to cancel at the last minute is the main threat, and they are calling on the government to step in.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nAs parts of the UK begin to open up again, what are the risks to watch out for? Take a look at our guide.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56827268/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Higher petrol prices drive up cost of living in March",
      "tags": "Inflation,UK economy,Office for National Statistics",
      "text": "The UK inflation rate rose to 0.7% in the 12 months to March, up from 0.4% in February, pushed up by the increased cost of fuel, transport and clothes.\nThe figure from the Office for National Statistics (ONS) was slightly below economists' forecasts, with lower food prices offsetting other price rises.\nFuel prices in March showed their biggest annual increase since January 2020, the ONS said.\nInflation is forecast to rise further due to higher energy and oil prices.\nThe Bank of England has forecast that inflation could reach 1.9% by the end of 2021, with other experts saying it will exceed 2% before the end of year.\nThe March inflation figure would have been higher without a fall in food prices, the Office for National Statistics (ONS) said.\nONS deputy national statistician Jonathan Athow said: \"The rate of inflation increased with petrol prices rising and clothes recovering from the falls seen in February.  \n\"However, food prices fell back on the year, as prices of some staples were lower than at the start of the pandemic.\" \nInflation had unexpectedly eased in February, in part because of the biggest annual fall in clothing and footwear costs since 2009.\nDiscounting, which had been commonplace in February, eased somewhat in March, the ONS said, however it was still unseasonably high.\nPantheon's chief UK economist, Samuel Tombs, believes the Consumer Prices Index (CPI) will reach the Bank of England's 2% target rate as early as May.\nAt the last big fiscal event, Chancellor Rishi Sunak let it be known that what keeps him awake at night is the risk that interest rates rise, making the public finances unsustainable.\nThe Office for Budget Responsibility (OBR) has indicated a one percentage point rise in interest rates would add around £20bn to the cost of servicing the debt.\nSo with consumer price inflation now heading back to its official target of 2% - some say as soon as next month - how much sleep should the chancellor lose?\nIf you listen to those who spend their entire waking lives speculating about these things, interest rates swaps traders in the City, after looking at the inflation figures they're evenly split between those who think we'll have a rate rise by the end of 2022 and those who think it will take longer. But they're only pricing in a quarter of a percentage point, even then.\nBy which time, if the OBR's forecasts are right, the budget deficit will be coming down, slowing the rise in debt as the economy grows.\nRight now it amounts to a calming message to Rishi: relax, Chancellor, and go back to sleep.\n\"Looking ahead, CPI inflation looks set to jump to about 1.7% in April, driven primarily by a large semi-annual increase in electricity and natural gas prices, as well as the anniversary of the collapse in oil prices at the start of the pandemic,\" he said.\n\"April's data also will be collected after shops reopened and hospitality businesses resumed outdoor service, so the inflation rates for clothing and food service activities probably will both rise.\"\nAnd Paul Craig, at Quilter Investors, said that with the UK economy opening from lockdown, inflation had reached a turning point.\n\"Price growth is now on an upward trajectory, and should remain so for some time to come,\" he warned. \"From here, inflation may tick markedly higher if the steady drip of consumer spending morphs into a waterfall as lockdown restrictions are lifted and households spend some of their accumulated pandemic savings.\"\nInflation fell in the early months of lockdown last year, with petrol hitting as low as 106.2p per litre in May. The ONS said on Tuesday that pump prices hit 123.7p a litre in March.\nDomestic energy bills are also rising. Regulator Ofgem's price cap on household bills rose from the beginning of this month.\nLaith Khalaf, financial analyst at AJ Bell, said: \"The big question is whether the economic recovery, combined with fiscal and monetary stimulus, will start to foster a more sustained, inflationary trend that has the potential to get out of hand.\"\n But he added: \"This risk isn't likely to come home to roost anytime soon, with unemployment expected to rise later this year, thereby acting as a drag on rising wages.\"\nMeanwhile, the Retail Price Index (RPI), used to calculate train ticket price rises and student loan interest, rose from 1.4% to 1.5%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56830398",
      "category": "uk",
      "title": "Covid: Government scientist warns of summer surge in cases",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The UK is likely to see a \"summer surge\" in Covid cases as lockdown is relaxed, a government scientist says.\nProf Adam Finn, of the Joint Committee on Vaccination and Immunisation, says modelling points to a rise in cases, as many adults are not immunised.\nHe said the UK was still \"vulnerable\" and the dates for easing restrictions may need adjusting.\nThe PM has said there is nothing in the data to suggest the next step in easing lockdown cannot go ahead as planned. \nBut Boris Johnson said that most scientists were \"firmly of the view\" that there would be a third wave of the virus at some point this year.\nFor the first time since September, UK government figures showed fewer than 2,000 Covid patients in hospital on Tuesday. There are 2,004 people in hospital according to Wednesday's figures.\nMore than 10.7 million people in the UK have had two doses of the vaccine. It means that one in five UK adults are fully vaccinated.\nProf Finn, from the University of Bristol, told BBC Breakfast the prime minister was right that the UK will see a further wave of Covid-19 cases.\n\"The models that we've seen on JCVI clearly point to a summer surge in cases as the lockdown is relaxed, because there are still many people in the adult population who've not been immunised,\" he said.\nTalk of a new wave is alarming given what the UK has been through this winter - and what other countries are facing now.\nA rise in infections is sadly inevitable, but that does not mean it will be as devastating as it was in January.\nThe vaccination programme should see to that. \nBut that does not mean we should be complacent. Significant numbers remain unvaccinated and despite how good the vaccines are, they will not work for everyone. There is also the impact of new variants to contend with - although the significance of these is still unknown.\nSome models suggest there could be in excess of 100,000 deaths over the coming year or so. But others say it may be no worse than a bad flu season with around 30,000 deaths.\nWhen the next wave will come is also not clear. Eventually it is expected the virus will become seasonal like flu. But that cannot be a given for this year - hence the summer warnings.\nIt's why government scientists are insisting we move forward carefully. \nBut why in the long-run we can learn to live with Covid.\nProf Finn said there was \"quite a wide range of uncertainty\" over how big the wave would be \"because it depends on how quickly the vaccine rollout continues\" as well as how many people come forward for vaccination.\nIt also depends on how people behave as the lockdown is gradually relaxed, he said.\n\"If people move too far forward with that too fast, we'll see things start to come up earlier,\" Prof Finn said.\n\"The sense that the problem is all over, I'm afraid is a flawed one, we're still in a vulnerable situation, and there are still significant numbers of people who potentially could be harmed by this infection if this happens.\"\nIn England, the next relaxation of lockdown restrictions is due no earlier than 17 May, when it's hoped people can meet in groups of up to 30 outdoors and six people or two households can meet indoors.\nFurther steps to relax rules in Scotland, Wales and Northern Ireland are taking place this month.\nWhen asked if dates for easing lockdown may need to be adjusted, Prof Finn said it was a \"balancing act\".\n\"I think if we do start to see significant rises in cases in some parts of the country, they may need to adjust back those dates in order to avoid the situation coming into effect,\" he said.\nOn Wednesday, a further 2,396 coronavirus cases were reported in the UK and another 22 people have died within 28 days of a positive test, according to government figures.\nHealth Secretary Matt Hancock has said the government is \"on track\" to offer a first dose of a coronavirus vaccine to all adults in the UK by the end of July.\nPeople aged 45 and over are now being offered the vaccine in England and Scotland. In some areas of Wales 40 to 49-year-olds are being invited, while in Northern Ireland vaccine appointments are now being made available to a limited number of 35-39 year olds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56827268",
      "category": "business",
      "title": "Higher petrol prices drive up cost of living in March",
      "tags": "Inflation,UK economy,Office for National Statistics",
      "text": "The UK inflation rate rose to 0.7% in the 12 months to March, up from 0.4% in February, pushed up by the increased cost of fuel, transport and clothes.\nThe figure from the Office for National Statistics (ONS) was slightly below economists' forecasts, with lower food prices offsetting other price rises.\nFuel prices in March showed their biggest annual increase since January 2020, the ONS said.\nInflation is forecast to rise further due to higher energy and oil prices.\nThe Bank of England has forecast that inflation could reach 1.9% by the end of 2021, with other experts saying it will exceed 2% before the end of year.\nThe March inflation figure would have been higher without a fall in food prices, the Office for National Statistics (ONS) said.\nONS deputy national statistician Jonathan Athow said: \"The rate of inflation increased with petrol prices rising and clothes recovering from the falls seen in February.  \n\"However, food prices fell back on the year, as prices of some staples were lower than at the start of the pandemic.\" \nInflation had unexpectedly eased in February, in part because of the biggest annual fall in clothing and footwear costs since 2009.\nDiscounting, which had been commonplace in February, eased somewhat in March, the ONS said, however it was still unseasonably high.\nPantheon's chief UK economist, Samuel Tombs, believes the Consumer Prices Index (CPI) will reach the Bank of England's 2% target rate as early as May.\nAt the last big fiscal event, Chancellor Rishi Sunak let it be known that what keeps him awake at night is the risk that interest rates rise, making the public finances unsustainable.\nThe Office for Budget Responsibility (OBR) has indicated a one percentage point rise in interest rates would add around £20bn to the cost of servicing the debt.\nSo with consumer price inflation now heading back to its official target of 2% - some say as soon as next month - how much sleep should the chancellor lose?\nIf you listen to those who spend their entire waking lives speculating about these things, interest rates swaps traders in the City, after looking at the inflation figures they're evenly split between those who think we'll have a rate rise by the end of 2022 and those who think it will take longer. But they're only pricing in a quarter of a percentage point, even then.\nBy which time, if the OBR's forecasts are right, the budget deficit will be coming down, slowing the rise in debt as the economy grows.\nRight now it amounts to a calming message to Rishi: relax, Chancellor, and go back to sleep.\n\"Looking ahead, CPI inflation looks set to jump to about 1.7% in April, driven primarily by a large semi-annual increase in electricity and natural gas prices, as well as the anniversary of the collapse in oil prices at the start of the pandemic,\" he said.\n\"April's data also will be collected after shops reopened and hospitality businesses resumed outdoor service, so the inflation rates for clothing and food service activities probably will both rise.\"\nAnd Paul Craig, at Quilter Investors, said that with the UK economy opening from lockdown, inflation had reached a turning point.\n\"Price growth is now on an upward trajectory, and should remain so for some time to come,\" he warned. \"From here, inflation may tick markedly higher if the steady drip of consumer spending morphs into a waterfall as lockdown restrictions are lifted and households spend some of their accumulated pandemic savings.\"\nInflation fell in the early months of lockdown last year, with petrol hitting as low as 106.2p per litre in May. The ONS said on Tuesday that pump prices hit 123.7p a litre in March.\nDomestic energy bills are also rising. Regulator Ofgem's price cap on household bills rose from the beginning of this month.\nLaith Khalaf, financial analyst at AJ Bell, said: \"The big question is whether the economic recovery, combined with fiscal and monetary stimulus, will start to foster a more sustained, inflationary trend that has the potential to get out of hand.\"\n But he added: \"This risk isn't likely to come home to roost anytime soon, with unemployment expected to rise later this year, thereby acting as a drag on rising wages.\"\nMeanwhile, the Retail Price Index (RPI), used to calculate train ticket price rises and student loan interest, rose from 1.4% to 1.5%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56834722",
      "category": "uk",
      "title": "Son helped Russian billionaire father hide divorce money, judge rules",
      "tags": "Divorce laws,High Court ",
      "text": "The son of a Russian billionaire helped his father hide millions of pounds from his mother after a divorce settlement, a London High Court judge has ruled.\nTatiana Akhmedova, who is Russian but lives in London, should have received £453m following a ruling in 2017.\nBut having only received £5m, she sued her ex-husband, accusing him of trying to conceal his wealth.\nShe also sued her eldest son who she said had been his father's \"lieutenant\" and actively assisted his schemes.\nRuling in Ms Akhmedova's favour, Mrs Justice Knowles quoted Tolstoy, saying: \"All happy families are alike; each unhappy family is unhappy in its own way. \n\"With apologies to Tolstoy, the Akhmedov family is one of the unhappiest ever to have appeared in my courtroom.\"\nJudges heard that Farkhad Akhmedov, a 65-year-old businessman, had not \"voluntarily\" paid a penny of the divorce settlement - thought to be the biggest award of its kind made in the UK. \nThey heard that he transferred a superyacht, the Luna, worth around £340m, and an art collection worth around £110m into the ownership of trusts in Liechtenstein. \nIn a WhatsApp message disclosed during legal proceedings, Mr Akhmedov told his son that he would \"burn\" all of his wealth rather than give it to her.\nTemur replied, saying he agreed, adding that she \"didn't deserve\" a penny. \nIn her judgment at the High Court in London on Wednesday, Mrs Justice Knowles ordered Farkhad Akhmedov, and a network of companies he had used to hide his wealth, to hand over hundreds of millions of pounds to his ex-wife. \nThe judge also said very large sums had been transferred to Temur, a London trader, and concluded he must pay his mother around £75 million.\nThe judge said Temur was an \"untruthful and unsatisfactory witness who lied in respect of various aspects of his evidence\".\n\"Temur has learned well from his father's past conduct and has done and said all he could to prevent his mother receiving a penny of the matrimonial assets,\" she said.\n\"I find that he is a dishonest individual who will do anything to assist his father, no doubt because he is utterly dependent on his father for financial support.\"\nIn a statement, Ms Akhmedova said that her ex-husband's behaviour had \"left a trail of destruction and pain in his wake\" and had attempted to drive a \"wedge\" between her and her son.\nShe added: \"Today's judgement is the inevitable conclusion given Farkhad's failure to behave honourably in the first instance.\"\nFarkhad Akhmedov said: \"Entirely predictably, given its original wrong and misguided judgment, the London court has ruled in favour of visiting 'the sins' of the father on an innocent and loyal son.\"\nA spokesman for his son said: \"Like millions of young people, Temur has been caught up in the break-up of his parents' marriage. He never sought to take sides or get involved but inevitably found himself sucked into the vortex of a bitter family dispute.\n\"His subsequent actions were only ever motivated by his desire to end the war between his parents.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56820707",
      "category": "world-middle-east",
      "title": "Princess Latifa: UN calls for 'concrete' proof of life from UAE",
      "tags": "Princess Latifa,United Nations,Dubai",
      "text": "The UN has called for the United Arab Emirates to provide \"concrete\" proof that Princess Latifa Al Maktoum, the daughter of Dubai's ruler reportedly being held in detention, is alive.\nIn a statement issued in Geneva on Tuesday, UN human rights experts also said she should be released \"urgently\".\nPrincess Latifa tried to flee Dubai in 2018. In footage shared with BBC Panorama, she says commandos drugged her and flew her back to detention. \nThe UN says it needs more information.\nDubai's royal family has previously said Princess Latifa is safe and being \"cared for at home\".\nOn 5 March, the UN said it was still awaiting further details from the UAE - two weeks after an initial request for proof of life.\nIn Tuesday's statement, the UN experts called on the government of the UAE once again to \"provide meaningful information\" on Princess Latifa's fate \"without delay\".\nThey asked for \"independent verification of the conditions under which she is being held, and for her immediate release\".\n\"The statement issued by the Emirates authorities' merely indicating that she was being 'cared for at home' is not sufficient at this stage,\" the statement said.\nIt added: \"We are alarmed that, following the public release in February of footage in which Sheikha Latifa reported being deprived of her liberty against her will, and the subsequent official request for further information on her situation, no concrete information has been provided by the authorities.\" \nIn recordings obtained by BBC Panorama in February, Princess Latifa said she was being held hostage in a \"villa converted into a jail\" with no access to medical help.\nLatifa's father, Sheikh Mohammed bin Rashid Al Maktoum, ruler of Dubai and vice-president of the UAE, is one of the richest world leaders.\nWith the help of friends, Princess Latifa says she tried to flee Dubai to start a new life in February 2018.\n\"I'm not allowed to drive, I'm not allowed to travel or leave Dubai at all,\" she said in a video recorded just before her escape.\nBut days later, the princess says she was captured by commandos on a boat in the Indian Ocean. She was flown back to Dubai, where she has remained ever since.\nHer father said he was acting in her best interest. A statement from Dubai's royal family last month reiterated that she was being cared for at home. \n\"Sheikha Latifa continues to improve and we are hopeful she will return to public life at the appropriate time,\" it said. \nUsing a phone she said she had been secretly given about a year after her capture, Princess Latifa recorded a number of videos over several months.\nShe recorded them in a bathroom as it had the only door she could lock. In the messages, she detailed how:\nWatch the Missing Princess on BBC iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56830288/#comp-comments-button",
      "category": "#comp-comments",
      "title": "House sales and prices see early spring surge",
      "tags": "Money,Personal finance,Housing market,UK economy",
      "text": "House sales and property prices recorded an early spring surge amid government moves to stimulate the housing market.\nData from HM Revenue and Customs (HMRC) shows that UK property transactions in March hit the highest monthly level since modern records began in 2005.\nThe housing market has been relatively immune to the Covid crisis as people reconsider where they want to live.\nOfficial data also shows average UK house prices rose 8.6% in a year.\nThere were 180,690 UK property sales in March, the non-seasonally adjusted HMRC figures show, which was more than double the number in March last year and 50% higher than February.\nStamp duty holidays across the UK were set to finish at the end of March, but announcements - including in the Budget on 4 March - extended these deadlines in England, Wales and Northern Ireland into the summer.\nA new guarantee scheme for low-deposit mortgages in the UK was also announced in the Budget. These home loans are now available.\n\"What will be interesting to see is whether this growth is sustainable or simply a reaction to the stamp duty holiday. The next three months will give us a better indication of this,\" said Gareth Lewis, commercial director at property lender MT Finance.\n\"As much as this latest lockdown in particular has been hard, it is encouraging that people have not hunkered down and retreated but carried on with their plans to move.\"\nThat demand for moving home will not be cheered by many first-time buyers who have now seen property prices record their highest annual growth rate in more than six years.\nThe Office for National Statistics (ONS) said average house prices increased over the year to the end of February in England to £268,000 (up 8.7%), in Wales to £180,000 (up 8.4%), in Scotland to £162,000 (up 8%) and in Northern Ireland to £148,000 (up 5.3%)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-52861726",
      "category": "world-us-canada",
      "title": "George Floyd: What happened in the final moments of his life",
      "tags": "Minnesota,George Floyd death,United States",
      "text": "The US has been convulsed by nationwide protests over the death of an African-American man in police custody.\nGeorge Floyd, 46, died after being arrested by police outside a shop in Minneapolis, Minnesota.\nFootage of the arrest on 25 May shows a white police officer, Derek Chauvin, kneeling on Mr Floyd's neck while he was pinned to the floor.\nMr Chauvin, 44, has since been charged with murder.\nTranscripts of police bodycam footage show Mr Floyd said more than 20 times he could not breathe as he was restrained by the officers. \nThe key events that led to Mr Floyd's death happened within just 30 minutes. Based on accounts from witnesses, video footage and official statements, here's what we know so far. \nIt began with a report of a fake $20 (£16.20) bill.\nA report was made on the evening of 25 May, when Mr Floyd bought a pack of cigarettes from Cup Foods, a grocery store.\nBelieving the $20 bill he used to be counterfeit, a store employee reported it to police. \nMr Floyd had been living in Minneapolis for several years after moving there from his native Houston, Texas. He had recently been working as a bouncer in the city but, like millions of other Americans, was left jobless by the coronavirus pandemic. \nMr Floyd was a regular at Cup Foods. He was a friendly face, a pleasant customer who never caused any trouble, the store owner Mike Abumayyaleh told NBC. \nBut Mr Abumayyaleh was not at work on the day of the incident. In reporting the suspicious bill, his teenage employee was just following protocol.\nIn a call to 911, made at 20:01, the employee told the operator he had demanded the cigarettes back but \"he [Floyd] doesn't want to do that\", according to a transcript released by authorities.\nThe employee said the man appeared \"drunk\" and \"not in control of himself\", the transcript says.  \nShortly after the call, at around 20:08, two police officers arrived. Mr Floyd was sitting with two other people in a car parked around the corner.\nAfter approaching the car, one of the officers, Thomas Lane, pulled out his gun and ordered Mr Floyd to show his hands. In an account of the incident, prosecutors do not explain why Mr Lane thought it necessary to draw his gun.\nMr Lane, prosecutors said, \"put his hands on Mr Floyd, and pulled him out of the car\". Then Mr Floyd \"actively resisted being handcuffed\".\nOnce handcuffed, though, Mr Floyd became compliant while Mr Lane explained he was being arrested for \"passing counterfeit currency\". \nCourt transcripts from police body cameras show Mr Floyd appears co-operative at the beginning of the arrest, repeatedly apologising to the officers after they approach his parked car.\nMr Lane asks Mr Floyd to show his hands at least 10 times before ordering him to get out of the vehicle.\nIt was when officers tried to put Mr Floyd in their squad car that a struggle ensued. \nAt about 20:14, Mr Floyd \"stiffened up, fell to the ground, and told the officers he was claustrophobic\", according to the report. \nMr Chauvin arrived at the scene. He and other officers were involved in a further attempt to put Mr Floyd in the police car.\nDuring this attempt, at 20:19, Mr Chauvin pulled Mr Floyd away from the passenger side, causing him to fall to the ground, the report said. \nHe lay there, face down, still in handcuffs.\nThat's when witnesses started to film Mr Floyd, who appeared to be in a distressed state. These moments, captured on multiple mobile phones and shared widely on social media, would prove to be Mr Floyd's last.\nMr Floyd was restrained by officers, while Mr Chauvin placed his left knee between his head and neck.\nFor more than nine minutes, Mr Chauvin kept his knee on Mr Floyd's neck, the prosecutors say. The duration was initially given as eight minutes and 46 seconds but Minnesota prosecutors have since revised the time.  \nThe transcripts of bodycam footage from officers Lane and J Alexander Kueng show Mr Floyd said more than 20 times he could not breathe as he was restrained. He was also pleading for his mother and begging \"please, please, please\".\nAt one point, Mr Floyd gasps: \"You're going to kill me, man.\"\nOfficer Chauvin replies: \"Then stop talking, stop yelling. It takes heck of a lot of oxygen to talk.\"\nMr Floyd says: \"Can't believe this, man. Mom, love you. Love you. Tell my kids I love them. I'm dead.\"\nA female bystander told the police: \"His nose is bleeding, come on now.\"\nAbout six minutes into that period, Mr Floyd became non-responsive. In videos of the incident, this was when Mr Floyd fell silent, as bystanders urged the officers to check his pulse.\nOfficer Kueng did just that, checking Mr Floyd's right wrist, but \"couldn't find one\". Yet the other officers did not move. \nAt 20:27, Mr Chauvin removed his knee from Mr Floyd's neck. Motionless, Mr Floyd was rolled on to a gurney and taken to the Hennepin County Medical Center in an ambulance. \nHe was pronounced dead about an hour later.\nOn the night before his death, Mr Floyd had spoken to one of his closest friends, Christopher Harris. He had advised Mr Floyd to contact a temporary jobs agency.\nForgery, he said, was out of character for Mr Floyd.\n\"The way he died was senseless,\" Harris said. \"He begged for his life. He pleaded for his life. When you try so hard to put faith in this system, a system that you know isn't designed for you, when you constantly seek justice by lawful means and you can't get it, you begin to take the law into your own hands.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56815522/#comp-comments-button",
      "category": "#comp-comments",
      "title": "No new smart motorways without additional safety measures",
      "tags": "Department for Transport,Grant Shapps,Road safety",
      "text": "No more smart motorways without hard shoulders will be able to open without additional safety measures in place, the government has said. \nIt said any new \"all lane running\" roads would need radar technology installed first to detect stopped cars.\nSmart motorways use technology and other measures to cut congestion, such as opening the hard shoulder. \nBut there are fears about their safety after fatal accidents involving stationary cars being hit from behind.\nIn a written statement to Parliament, Transport Secretary Grant Shapps said that for every hundred million miles driven there were fewer deaths on all-lane motorways than conventional ones.\nBut he added: \"We are determined to do all we can to help drivers feel safer and be safer on our roads - all our roads.\"\nHe said Highways England would now accelerate the introduction of a number of safety measures set out last year.  \n\"Most significantly, radar-based stopped vehicle detection technology will now be installed on all operational all lane running (ALR) motorways by September 2022, six months earlier than planned,\" he said. \n\"Highways England has also made a commitment that no ALR motorways will open without radar technology to spot stopped vehicles, enable lanes to be closed where necessary and get help to drivers quickly.\"\nOther measures include upgrading cameras so motorists ignoring closed lanes indicated by red X signs can be caught and prosecuted, and putting more signs up about distances to emergency refuge areas.\nThe RAC's head of roads policy, Nicholas Lyes, said the motoring organisation was \"concerned that drivers will still need to wait up to 18 months before all cameras are enforcing red X lane closed signs\".\nHe said: \"Enforcement is vital in getting all drivers to obey these signs as anyone who disregards them is at a much greater risk of being in collision with a stranded vehicle.\"\nSmart motorways, which use technology to maintain the flow of traffic and give information on overhead displays, have existed in England since 2002.\nThe \"all lane running\" versions - which involves opening the hard shoulder permanently to drivers - began in 2014. \nBut a coroner in Sheffield found in January that such roads \"present an ongoing risk of future deaths\" after two people were killed when a lorry ploughed into their vehicles while they were stationary on the M1 in South Yorkshire.\nClaire Mercer, whose husband Jason Mercer died in the accident in June 2019, and who now campaigns against smart motorways, said: \"It's all compromises. Nothing is new. Nothing short of giving back the hard shoulder in every single instance will be acceptable.\"\nShe said she was sitting in a coffee shop with her husband Jason just before he was killed.\n\"We were sat chatting. At 8 o'clock he got up to leave, kissed me goodbye, told me he loved me, and apparently he was dead by 8:15,\" she said.\nHer husband and another motorist, Alexandru Murgeanu, had stopped after a minor collision.\nShe said over the past few months support for her campaign had grown exponentially.\n\"I just don't understand why they [the government] are digging in against accepting public opinion... People are starting to get really angry about being ignored.\"\nIn 2019, 15 people were killed on \"all lane running\" and \"dynamic hard shoulder\" motorways. This is four more deaths than in 2018.\nThe number of people being killed on motorways without hard shoulders increased each year from 2015 to 2019, and totalled 39 deaths.\nBy contrast, on so-called \"controlled motorways\" - a type of smart motorway which have variable speed limits and a hard shoulder - there were 24 deaths in that period.\nOn conventional motorways, which cover more of the UK than smart motorways, there were 368 fatalities from 2015 to 2019.\nThe Highways England report found that crashes between moving and stationary vehicles were more likely on such motorways.\nBut collisions between two or more moving vehicles - which is how more people die - were less likely due to speed regulation.\nThe Commons' Transport Select Committee has launched an inquiry into smart motorways, with chairman and Tory MP Huw Merriman warning there are \"genuine worries\" about the roads. \nAnd the AA and RAC have raised concerns that vehicles that break down on sections of road with no hard shoulder face greater dangers than before.\nReacting to the Department for Transport's update, AA president Edmund King said: \"It is encouraging that progress has been made on our demands to make 'smart' motorways safer. The objective should be to create the safest roads we can. \n\"The number one improvement advocated by the AA and our members is to increase the number of emergency refuge areas (ERAs) and retrofit them to older schemes to ensure they are placed at approximately 0.75 miles apart. \n\"More ERAs, together with improving the accuracy of stopped vehicle detection radar, should be the urgent priorities.\"\nThere are plans for about 800 miles of smart motorway in the UK by 2025 - up from just under 500 miles currently. \nAt the moment parts of the smart motorway network are not monitored by radar technology, but by human observation from watch centres.\nIt's the nightmare scenario. Breaking down on a motorway, without a hard shoulder to take refuge on, and with cars and lorries whizzing past inches away.\nThe government says smart motorways are safer than conventional ones. And it points out that hard shoulders themselves are far from safe. People get killed waiting there, too.\nMany motorists will find all this hard to accept, especially when they see other drivers ignoring speed limits or lane closures when incidents occur.\nBut the government needs to convince them. It's cheaper to have smart motorways than bigger roads. \nThat's why it says it's going all out to improve safety on roads it claims are already very safe. It wants to reassure people.\nThe question is, will critics be persuaded?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56829289",
      "category": "world-us-canada",
      "title": "George Floyd: When will Derek Chauvin be sentenced?",
      "tags": "George Floyd death",
      "text": "The eyes of the US - and the wider world - have been fixed on a courthouse in Minnesota, following the trial of Derek Chauvin for the murder of George Floyd in May 2020.\nThe former police officer kneeled on the neck of the African-American man for more than nine minutes during an arrest in the city of Minneapolis, ignoring pleas that he couldn't breathe. Mr Floyd was declared dead an hour later.\nOn Tuesday, a jury found Chauvin guilty of second-degree murder, third-degree murder and manslaughter following a three-week trial.\nNow the question is: what happens next?\nHennepin County Judge Peter Cahill, who presided over the trial, will sentence Chauvin at 13:30 local time on 16 June.\nThe three counts - which all require Chauvin's actions to have led to Mr Floyd's death, but interpret his intentions differently - have varying maximum sentences.\nThe most serious charge, second-degree murder - which applies if you commit a serious assault which played a substantial role in causing an unintentional death - carries a maximum penalty of 40 years.\nThird-degree murder - defined as showing a reckless disregard for human life while in \"depraved mind\" by doing something considered \"eminently dangerous\" to another person resulting in their death - carries a maximum penalty of 25 years.\nManslaughter in the second degree - defined as acting negligently, creating unreasonable risk, and consciously taking chances of killing or harming another person - carries a maximum sentence of 10 years, or a fine of $20,000.\nThe three counts carry a combined total of 75 years in prison, but Minnesota guidelines recommend sentences be served concurrently, meaning Chauvin would face a maximum of 40 years in prison for the most serious charge, of second-degree murder.\nSentencing guidelines also recommend less time for offenders like Chauvin with no previous convictions.\nHowever, prosecutors are asking for higher than the minimum sentence, arguing there were aggravating circumstances - including the arrest taking place in front of a nine-year-old child.\nParole is usually granted two-thirds of the way through a sentence, according to news agency AP.\nChauvin had been on bail, but this was revoked when he was found guilty. He is currently being held at the Minnesota Correctional Facility-Oak Park Heights, officials told the media.\nChauvin's defence team has not yet commented on the verdict, but is expected to appeal.\nSome experts have argued the high level of media coverage, as well as a $27m (£19m) settlement reached by the city of Minneapolis with Mr Floyd's family just before the trial began, may give him grounds for an appeal. Defence lawyer Mark Geragos described the outcome as a \"preordained conclusion\" on US network Fox.\nComments made by Democratic Congresswoman Maxine Waters on Saturday - urging people to \"stay on the streets\" if Chauvin was acquitted - were also strongly criticised by Judge Cahill. He went as far as to say they may have given the defence \"something on appeal that may result in this trial being overturned\".\nThree other officers were involved with Mr Floyd's arrest. Tou Thao, J Alexander Kueng and Thomas Lane are all facing trial, charged with aiding and abetting second-degree murder and aiding and abetting second-degree manslaughter.\nThe men, who were all fired, are currently free on bail. Their trial is scheduled for 23 August this year.\nIf found guilty, they could be facing as long as 40 years behind bars."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56829219",
      "category": "world-us-canada",
      "title": "George Floyd: Family reacts to Derek Chauvin murder conviction",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56827758",
      "category": "uk-northern-ireland",
      "title": "Naomi Long to raise PSNI funding with NI secretary",
      "tags": "Dungiven,Naomi Long,Police Service of Northern Ireland",
      "text": "Justice Minister Naomi Long has said she will discuss the need for extra funding for police when she meets Northern Ireland Secretary Brandon Lewis on Wednesday.\nShe said an attempted bomb attack on an officer on Monday reflected the \"genuine challenge\" the Police Service of Northern Ireland (PSNI) was facing.\nThe PSNI said the bomb was intended to kill the officer and her daughter.\nMrs Long said officers had been \"under incredible pressure\" recently.\nSpeaking to BBC Radio Foyle, she said: \"To be faced with this kind of attack, where they are most vulnerable in their own homes, is incredibly distressing for many officers.\"\n\"The executive... has set aside additional resources in terms of the PSNI this year so that they will be able to maintain the numbers they currently have and also recruit 100 extra officers.\n\"That is something that we have prioritised... but there is also additional funding that goes towards the PSNI.\n\"I will be meeting with the secretary of state later today and will be raising that with him.\"\nThe explosive was attached to a container of flammable liquid placed next to the officer's car in Dungiven.\nOn Tuesday the PSNI said it was \"designed to cause a fireball which would have engulfed the victim's car and anyone in it or close by\".\nPolice believe the dissident republican group the New IRA was responsible.\nSpeaking to BBC News NI on Wednesday, First Minister Arlene Foster said dissident republicans had been \"trying to recruit\" in County Londonderry and in her Fermanagh and South Tyrone constituency.\n\"I say to all young people who may get caught up in the midst of this, think what could've happened to that young woman and her very young child and think of consequences of that,\" she said.\n\"They used the cover of darkness to leave a device and hoped it would cause the sort of damage none of us can imagine.\"\nSinn Féin MP Chris Hazzard said the people responsible for the \"reckless attack \"had \"absolutely nothing to offer society but more suffering\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56819753",
      "category": "uk-wales-politics",
      "title": "Covid lockdown easing not to do with election, says Drakeford",
      "tags": "Coronavirus lockdown measures,Welsh government,Welsh Parliament election 2021,Coronavirus pandemic",
      "text": "Bringing forward the easing of some Covid restrictions has nothing to do with the upcoming election in Wales, First Minister Mark Drakeford has said.\nThe Welsh Labour leader had been accused of playing politics after changing a number of lockdown measures during the election campaign.\nHowever, Mr Drakeford said it was \"nothing to do with electioneering\" and was based on scientific advice.\nThe Senedd election is on 6 May.\nOn Monday, Mr Drakeford announced new changes to lockdown measures, allowing up to six people from any households to be able to meet outside  - including in private gardens - from Saturday.\nPreviously, dates to reopen gyms and allow people to form extended households - were moved forward to 3 May instead of the proposed 10 May.\nWALES ALERTS:  Get extra updates on BBC election coverage\nOutdoor wedding receptions for up to 30 people will be allowed from 26 April, again a week earlier than originally planned.\nThe Welsh Conservatives accused Mr Drakeford of \"playing politics\" by changing the timetable out of lockdown during the election campaign.\nHowever, speaking on a BBC Wales Ask The Leader programme Mr Drakeford said: \"The coronavirus rates in Wales are the lowest in the UK - the vaccination rates are the best in the UK. \n\"That creates a context in which we could restore more freedoms to people more quickly than we had anticipated.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nMr Drakeford said he would announce more changes for the hospitality sector at Friday's Welsh government lockdown review briefing.\nHowever, he would not be drawn on whether he would follow England's lead and allow pubs and restaurants to open indoors on 17 May.\nCurrently, no date has been set for the reopening of indoor hospitality in Wales, but it could be in time for the Spring Bank Holiday at the end of May.\n\"I want to do it in the orderly way that we do,\" Mr Drakeford said, speaking about any proposed changes.\n\"That decision will lie the other side of the election, but I will set out what a Labour government would do in the three weeks that follow the election, as we have regularly given a forward signal to indoor hospitality to the rest of the tourism industry and other things about what we think the public health context would now allow.\"\nLeaders debate:  If you would like to be part of the virtual audience for the BBC Wales Election 2021 Leaders Debate on 29 April, please email us your details to waleslive@bbc.co.uk.\nMr Drakeford said a Welsh Labour government was \"leaving the options open\" on income tax rates.\nHe previously said a Welsh Labour government would not raise rates of income tax until \"at least\" the economic impact of coronavirus has passed. \nWhen asked when he would consider increasing the tax, Mr Drakeford suggested he might lower it: \"We are leaving the option open when we get past the current period.\n\"We will look to see when the recovery is under way what the circumstances are. We didn't raise income tax in the last five years\". \nOn the pre-Christmas lockdown, Mr Drakeford said it was the \"hardest decision\" he had to make last year.\nHe said the government \"took a lot of flak for it\" and had \"no support from the opposition parties\".\nIn fact, Plaid Cymru and health professionals had called on him to introduce the lockdown earlier.\nAsk The Leader with Mark Drakeford can be seen on the BBC iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/stories-56819838",
      "category": "stories",
      "title": "The beauty ideal fuelling an illicit drugs trade",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56825060",
      "category": "entertainment-arts",
      "title": "Jim Steinman: Bat Out Of Hell and Total Eclipse Of The Heart composer dies",
      "tags": "Musical Theatre,Music",
      "text": "Jim Steinman, the colourful composer behind hits like Bat Out Of Hell and Total Eclipse Of The Heart, has died at the age of 73.\nHis brother Bill told the Associated Press that the songwriter and producer had died of kidney failure on Monday after being ill for some time.\n\"I miss him a great deal already,\" he added.\nSinger Meat Loaf, with whom Steinman scored his biggest hits, said goodbye with the words: \"Fly Jimmy Fly\". \nBonnie Tyler also paid tribute, saying she was \"absolutely devastated\" by news of her friend's death.\nOutside of music, \"he was also a funny, kind, supportive, and deeply caring human being,\" the Welsh singer wrote.\n\"The world is a better place for his life and his work and a worse one for his passing.\"\nKnown for his bombastic, operatic compositions, Steinman hit the big time in 1977 with the Meat Loaf album Bat Out Of Hell.\nStyled as a rock opera, it contained hits like You Took The Words Right Out Of My Mouth and Two Out Of Three Ain't Bad as well as the title track - and became one of the biggest albums of all time, with more than 50 million copies sold around the world.\nThe high-camp, over-the-top production was often imitated but never bettered - including by Steinman himself, although he came close on Bat Out Of Hell's 1993 sequel, which spawned the worldwide number one single, I'd Do Anything For Love (But I Won't Do That).\nHe later won the album of the year Grammy for his work on Celine Dion's Falling Into You; and worked on Andrew Lloyd Webber's musical, Whistle Down The Wind, which opened in the West End in 1998.\nThe Bat Out Of Hell album trilogy received its own stage musical in 2017, with every song penned by Steinman. \nAnd while rock critics often looked down upon his extravagant and expansive style, the composer remained nonplussed.\n\"If you don't go over the top, how are you ever going to see what's on the other side?\" he once asked.\n\"There is no other songwriter ever like him,\" Meat Loaf said as Steinman was inducted to the Songwriters' Hall Of Fame in 2012. \n\"I can never repay him. He has been such an influence, in fact, the biggest influence on my life, and I learned so much from him that there would be no way I could ever repay Mr Jim Steinman.\"\nAmong the composer's other famous hits were Bonnie Tyler's Holding Out For A Hero, Barry Manilow's Read 'Em And Weep, Air Supply's Making Love Out Of Nothing at All and the Cher/Meat Loaf duet Dead Ringer For Love.\nBorn and raised in New York, Steinman started his career in musical theatre, writing a score for a college production of Bertolt Brecht's A Man's a Man in 1968.\nHe followed that up with an original musical, The Dream Engine, which he later described as \"a three-hour rock epic with tons of nudity\". \nThe show, in which he also starred, caught the attention of a Broadway producer, who offered him a job at New York's Public Theater upon graduation. \nThere, he worked on several projects, including an adaptation of Wagner's Das Rheingold. But his first big success came when Yvonne Elliman recorded his song Happy Ending for her 1973 album Food of Love. \nThe same year, an actor called Marvin Lee Aday auditioned for Steinman's musical More Than You Deserve. The pair struck up a close friendship and, after Aday changed his name to Meat Loaf, they started work on the Bat Out Of Hell project.\nIt took several years to complete, and was rejected by four record labels. But when it was finally released in 1977, it became an immediate success in the UK and Australia. US fame followed a year later, after Meat Loaf performed on Saturday Night Live.\nDespite the record's success, Steinman maintained that his best song was Bonnie Tyler's Total Eclipse Of The Heart.\n\"That song never goes away. It's the biggest karaoke song in the world and it's been covered dozens of times,\" he told iHeartRadio in 2017. \"It's one of my children and I'm as proud of it as I am the others. I try not to play favourites but yeah, it's special.\"\nHe had several fallings out with Meat Loaf over the years, which often ended up in the court room, but they reconciled just as frequently, last working together on the 2016 album Braver Than We Are.\nA statement posted on Steinman's Facebook page confirmed the composer's death.\n\"There will be much more to say in the coming hours and days as we prepare to honour this giant of a human being and his glorious legacy,\" it read. \n\"For now, do something that makes you feel young, happy and free. He'd want that for you!\"\nHis manager David Sonenberg said Steinman suffered a stroke four years ago and that his health had recently been declining.\nCeline Dion also paid tribute, calling the composer a \"musical genius\".\n\"Having the opportunity to work with him was one of the greatest privileges of my career,\" she said. \"My thoughts and prayers go out to his family and friends.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56830288",
      "category": "business",
      "title": "House sales and prices see early spring surge",
      "tags": "Money,Personal finance,Housing market,UK economy",
      "text": "House sales and property prices recorded an early spring surge amid government moves to stimulate the housing market.\nData from HM Revenue and Customs (HMRC) shows that UK property transactions in March hit the highest monthly level since modern records began in 2005.\nThe housing market has been relatively immune to the Covid crisis as people reconsider where they want to live.\nOfficial data also shows average UK house prices rose 8.6% in a year.\nThere were 180,690 UK property sales in March, the non-seasonally adjusted HMRC figures show, which was more than double the number in March last year and 50% higher than February.\nStamp duty holidays across the UK were set to finish at the end of March, but announcements - including in the Budget on 4 March - extended these deadlines in England, Wales and Northern Ireland into the summer.\nA new guarantee scheme for low-deposit mortgages in the UK was also announced in the Budget. These home loans are now available.\n\"What will be interesting to see is whether this growth is sustainable or simply a reaction to the stamp duty holiday. The next three months will give us a better indication of this,\" said Gareth Lewis, commercial director at property lender MT Finance.\n\"As much as this latest lockdown in particular has been hard, it is encouraging that people have not hunkered down and retreated but carried on with their plans to move.\"\nThat demand for moving home will not be cheered by many first-time buyers who have now seen property prices record their highest annual growth rate in more than six years.\nThe Office for National Statistics (ONS) said average house prices increased over the year to the end of February in England to £268,000 (up 8.7%), in Wales to £180,000 (up 8.4%), in Scotland to £162,000 (up 8%) and in Northern Ireland to £148,000 (up 5.3%)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56826190",
      "category": "business",
      "title": "Netflix shares plunge amid fears coronavirus boom is over",
      "tags": "Streaming,Netflix",
      "text": "Video-streaming giant Netflix has reported a slowdown in subscriber growth, sending its shares tumbling. \nAbout 3.98 million people signed up for Netflix between January and March, well short of the projected 6 million.\nThe company said a lack of new shows may have contributed to the shortfall, adding that it expected this to recover as sequels to hit shows are released.\nNetflix shares fell 11% in after-hours trading to $489.28, wiping $25bn off the company's market capitalization.\nThe streaming service added 15.8 million new subscribers last year as Covid-19 forced people around the world to stay home.  \nMuch of that growth came in Asia, where Netflix added 9.3 million new subscribers in 2020, an increase of about 65% over the previous year. \nBut the pandemic has proven a double-edged sword for Netflix, because it also disrupted its production pipeline. \n\"These dynamics are also contributing to a lighter content slate in the first half of 2021, and hence, we believe slower membership growth,\" the company said in its quarterly letter to shareholders.\nThe company projected poor customer growth ahead, with an additional 1 million new streaming customers in the second quarter, far short of the previously predicted 5 million. \nNetflix also faces increasingly stiff competition from new streaming services entering the market. \nDisney+, a much newer streaming service, already has 100 million subscribers, compared with Netflix's 207.6 million. \nEven with sluggish customer growth, Netflix has reported revenues of $7.16bn and net income of $1.71bn.  \nNetflix predicted stronger growth in the second half of the year when it releases new seasons of \"You,\" \"Money Heist,\" \"The Witcher\" and action movie \"Red Notice,\" among other titles.\n\"We had those ten years where we were growing smooth as silk,\" Netflix chief executive Reed Hastings said on a streamed earnings call, according to an AFP report.\n\"It is just a little wobbly right now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56819257/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate change: Growing doubts over chip fat biofuel",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "New research questions the environmental impact of rising imports of used cooking oil (UCO) into the UK and Europe.\nChip fat and other oils are considered waste, so when they are used to make biodiesel it saves carbon emissions by displacing fossil oil.\nBut such is the demand across Europe that imports now account for more than half of the UCO that's made into fuel.\nAccording to the study, there's no way to prove these imports are sustainable.\nWith no testing of what's coming in, experts believe it is also ripe for fraud.\nReducing emissions from transport is proving to be one of the toughest challenges for governments all over the world. \nThey've encouraged the use of biofuels as an important means of curbing carbon from cars and lorries. \nBiofuels are normally a blend of fossil fuel and oil made from plants or vegetables. \nThe fact that these crops can be re-grown and soak up more CO2 means they cancel out the carbon emitted when used in engines.\nSoy and palm oil were once widely used as components of biodiesel but this practice has been widely discredited because it encourages deforestation.\nSo for the last decade or so, the use of used cooking oil has expanded massively as an alternative feedstock for fuel.\nChip fat and other waste oils have become a key component of biodiesel with an effective industry springing up across Europe to collect and process the product. \nBut with the amount of biodiesel made from UCO increasing by around 40% every year since 2014, there simply isn't enough chip fat to go around. \nAccording to a report from the campaign group Transport & Environment, more than half of the UCO used in Europe is imported. \nTheir study suggests this is highly problematic when it comes to impacts on the environment. \nWhile UCO is considered a waste material in the UK, in China, Indonesia and Malaysia it has long been used to feed animals. The report raises the question of what people in these countries are replacing the UCO with, when it is exported. \nIn 2019, Malaysia exported 90 million litres of UCO to the UK and Ireland. Figures for their exports to other European countries aren't available but the flow of UCO is likely to be similar. \nWith a population of around 33 million, that's close to three litres per head of used oil that's collected and exported to the UK and Ireland alone. \nBy comparison, Thailand, which has a population of 70 million people, managed to collect around five million litres of UCO in 2019.\n\"Because we are buying it, they have less used cooking oil to use on the things that they were previously using it for,\" said Greg Archer with Transport & Environment.\n\"And they're just buying more virgin oil and that virgin oil is largely palm oil, because that's the cheapest oil available. \n\"So indirectly, we're just encouraging more deforestation in Southeast Asia.\"\nAnother major problem with UCO is the suspicion of fraud. \nBecause of demand from Europe, the price of UCO is often higher than palm oil. The worry is that some unscrupulous traders are simply diluting shipments of UCO with palm.\nAs oils of different types are mixed in bulk for transport, and no testing of the materials is carried out, some experts believe fraud is rife. \nThe suggestion of fraud anywhere along the chain of supply is rejected by the European Waste-to-Advanced Biofuels Association (EWABA), who say there are robust certification schemes in place.\n\"It is widely known that the European Commission has taken relevant steps to completely curb unsound market practices in biofuel markets,\" said Angel Alberdi, EWABA's secretary general.\nHe says a new database being developed by the EU will ensure that trading, certification and sustainability data on all bio-liquids will have to be registered.  \n\"The combination of revised certification schemes and the pan-EU track and trace database will ensure that no sustainability issues arise in the whole biofuels and bio-liquids supply chain,\" he told BBC News. \nOthers in the field are concerned that the database idea, which was first mooted in 2018, may not be effective in stemming suspected fraud. \nThe report from Transport & Environment points out that with shipping and aviation looking to decarbonise by using biofuels, demand for UCO could double over the next decade. \n\"Rising the demand beyond sustainable supply levels would increase these concerns, and risks of using 'fake' UCO, potentially leading to indirect impacts such as deforestation.\"\nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56837002",
      "category": "uk",
      "title": "Lyrid meteor shower: Skywatchers set for sunrise or sunset view on Thursday",
      "tags": "Astronomy,Meteorites",
      "text": "Skygazers will be able to see the Lyrid meteor shower on Thursday morning, with up to 18 meteors per hour expected to light up UK skies.\nThe shower is due to peak at 13:00 BST on 22 April, but astronomers say the best time to view it will be early morning or after sunset.\nMeteor showers, or shooting stars, are caused when pieces of debris, known as meteorites, enter Earth's atmosphere.\nThe shooting stars are named after the constellation of Lyra the Harp.\nTania de Sales Marques, an astronomer at the Royal Observatory Greenwich, said: \"Since the peak occurs during the day the best time to try to spot the shower will be before sunrise on the 22nd or after sunset.\n\"It is expected that this meteor shower will produce around 18 meteors per hour.\"\nBut she said the Moon will be bright in the sky because it is at a waxing gibbous phase, \"so conditions won't be very favourable\".\nThe meteors are pieces of debris falling from the Thatcher Comet, which is expected to return to the inner solar system in 2276 after an orbital period of 415 years.\nMs de Sales Marques said the Lyrid shower has been observed as far back as 687 BC, which is the oldest known record of any meteor showers still visible today.\n\"It is a moderate shower with the occasional fireballs, nicknamed the Lyrid Fireballs,\" she said.\nThe Lyrid meteor shower happens every year between 16-25 April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56759679",
      "category": "uk-wales",
      "title": "Solicitors face action over 'quick sale' property scheme",
      "tags": "Wolverhampton,Hawarden",
      "text": "Two solicitors face disciplinary action over work on an allegedly fraudulent \"quick sale\" property scheme.\nWolverhampton-based Kumari-Banga Solicitors' service to homeowners has been investigated by the Solicitors Regulation Authority (SRA).\nTwelve of their clients have been compensated after they sold homes through speedyproperty.co.uk, including one seller in Flintshire.\nA representative for the two solicitors said they did not wish to comment.\nPartners Meena Kumari and Teena Kumari Banga are facing a hearing of the Solicitors' Disciplinary Tribunal (SDT) over allegations they acted in conveyancing transactions they either knew, or should have known, were fraudulent.\nMeanwhile, West Midlands Police is continuing to investigate Speedy Property which, in adverts across newspapers and online, promised house sellers a fast-cash, quick-sale service.\nA number of people have been arrested and released pending further inquiries by the force's economic crime unit.\nBBC Wales reported in August 2017 how Philip Edwards received only £68,000 from the £165,000 sale of his three-bedroom home in Hawarden, Flintshire, after selling through speedyproperty.co.uk.\nBBC Wales has been told the remaining proceeds of the sale were paid out to two firms which had connections to Speedy Property.\nMr Edwards, who was suffering from cancer, only became aware of these payments on completion of the sale, for which he was represented by Kumari-Banga.\nHe initially remained as a tenant in the house, which he inherited from his parents, but was evicted after falling behind with rent payments while in hospital.\nHe eventually moved into sheltered accommodation with his wife and stepson.\nThe SDT has confirmed Ms Kumari and Ms Kumari-Banga will face a hearing on 21 June, which is expected to last five days.\nThey are alleged to have acted in conveyancing transactions they knew to be fraudulent, or which they should have known bore the \"hallmarks\" of fraud or money laundering.\nThey are also accused of failing to carry out proper inquiries into these transactions, or to properly advise their clients or obtain informed consent about payments to third-party companies.\nMs Kumari faces a further allegation of entering into a referral arrangement and receiving fee income from this work \"in circumstances which compromised her independence and that of her firm\".\nThe allegations against both solicitors cover a period from 2013 to mid-2017, and their legal practice is subject to SRA conditions pending conclusion of the disciplinary hearing.\nThe SRA's investigation focused on the solicitors' conduct in their conveyancing work for customers of the scheme.\nThe SRA has so far paid out nearly £875,000 to a dozen former clients of the firm through its compensation fund.\nThe fund is discretionary and makes grants to clients of law firms if their financial loss occurred while receiving legal services.\nIt is not dependent on any finding of dishonesty on the part of a solicitor.\nPortsmouth solicitor Nigel Cole represented Philip Edwards and a number of other clients in their claim against Kumari-Banga.\nMr Edwards was among six of his clients who received grants through the SRA's compensation fund earlier this year.\n\"I'm pleased that this is over for them and that they've finally received some money back for this,\" said Mr Cole.\nMr Cole said previously that many of those affected by the case were \"very vulnerable,\" including elderly and infirm homeowners or those with serious illnesses.\nAn SRA spokesman said: \"Some of Kumari-Banga's clients came to us having suffered financial hardship because of the firm's failure to account for their money.\n\"So far, we have made 12 payments from our compensation fund totalling nearly £875,000.\n\"Not every application will be successful… there are certain criteria that need to be met.\n\"But a number of vulnerable people will have had their not-insubstantial funds returned to them.\"\nIn connection with Speedy Property, West Midlands Police said: \"Eight people have been arrested on suspicion of fraud and money laundering offences and have been released under investigation.\n\"A further 10 people have been voluntarily interviewed. The investigation is ongoing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56816578",
      "category": "uk-northern-ireland",
      "title": "Dr Michael Watt: Almost 20% of patients misdiagnosed",
      "tags": "Belfast,NI Health,Neurology",
      "text": "Almost 20% of patients seen by neurology consultant Dr Michael Watt were given a wrong diagnosis, a report has found.\nA review of 927 of Dr Watt's high-risk patients found 181 people received a diagnosis described as \"not secure\", Health Minister Robin Swann said.\nHe was speaking as the Belfast Trust announced the recall of a further 209 neurology patients seen and discharged by Dr Watt between 1996 and 2012.\nThis is the third such recall.\nDr Watt was at the centre of Northern Ireland's biggest patient recall linked to his work at Belfast's Royal Victoria Hospital.\nMr Swann said he had met patients and families affected by the recall in October last year.\n\"While this report is statistical in nature, it deals with individuals, their families and their experiences,\" he said.\n\"I know that many will have had their confidence in our health service shaken and I remain committed to helping restore it.\"\nMr Swann \"unreservedly apologised\" to those patients who have been affected.\n\"I also want to acknowledge that in announcing a further recall, more patients will be affected,\" he said. \n\"It is deeply regrettable that this experience should happen to any of our patients and it is even more so when I consider the total number of patients involved.\"\nIn May 2018, the Belfast Trust recalled 2,500 patients for review after concerns were raised about the clinical work carried out by Dr Watt. \nThis was followed by a further 1,044 patients who were recalled in November 2018. \nThe RQIA regulatory body is also conducting a review into patient deaths.\nAn independent inquiry was elevated to a statutory public inquiry late last year but has yet to start hearing evidence. \nThose affected by this latest recall were seen and discharged between 1996, when Dr Watt began his career, and 2012 and who are taking certain prescribed medications for specific neurological conditions.\nThe Belfast Trust said those affected would have received a letter asking them to set up a telephone review to ascertain whether the medication is appropriate for their condition.\nExtra clinics have been set up to facilitate face-to-face interviews where necessary.\nBelfast Trust chief executive Dr Cathy Jack said she was \"truly sorry\" over the further recall.\n\"I absolutely understand that this will cause worry and anxiety to a number of people and their families and I am deeply sorry for that,\" she said. \n\"I also accept this next stage may be very difficult for those patients who have already been reviewed and whose diagnoses may have been changed as a result of our two previous recalls.\n\"Again, I want to express the trust's sincere regret for all the hurt and pain caused over the last number of years and for the harm that has undoubtedly been done.\n\"It is absolutely imperative that we put right any past wrongs and while this is painful, it is vital we assure ourselves that former patients, now discharged and who are taking very specific medication, are taking it for the correct reasons.\"\nUlster Independent Clinic and Hillsborough Private Clinic are recalling 57 and 10 former patients respectively.\nSeparately, the trust also reviewed case notes of 66 patients who had a blood patch procedure under the care of Dr Watt and who did not have a clinical review as part of the recall process.\nIt found that for 45 patients there was no clinical evidence to support that a blood patch was required.\nAnd, for 46 patients the care was unsatisfactory and fell below the standard expected by the trust.\n\"We are deeply sorry for this and for the undue hurt these patients experienced,\" the trust added.\nColm Gildernew, who chairs the health scrutiny committee at Stormont. described it as a scandal that has caused immense distress. \n\"The neurology inquiry has revealed again more examples of a lack of transparency, deficits in governance arrangements and accountability within the health service,\" he said.\nThe Sinn Féin assembly member asked what lessons had been learned?\nMeanwhile DUP assembly member Pam Cameron, deputy chair of the committee, asked about a timetable and scale of resource for financial redress for those entitled to compensation.\nMr Swann could not provide a definitive date but added: \"Redress payments will be paid because this is a failure of our systems that has to be corrected.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56811715",
      "category": "uk",
      "title": "Queen's birthday: Public's messages about Philip 'a comfort', she says",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Queen Elizabeth II,Windsor Castle",
      "text": "The Queen has thanked the public for their tributes to her husband, the late Duke of Edinburgh, as she marked her 95th birthday.\nOn the Royal Family Twitter account, she said: \"My family and I would like to thank you for all the support and kindness shown to us in recent days.\"\nShe said the tributes had been a comfort in a \"period of deep sadness\".\nThe Queen's birthday, which comes four days after the duke's funeral, is being marked in a low-key, private way. \nThere will be no public celebrations as the monarch continues to observe two weeks of mourning until Friday.\nNo photograph celebrating the day is expected to be released this year, as would be customary.\nIn the tweet, the Queen said: \"We have been deeply touched, and continue to be reminded that Philip had such an extraordinary impact on countless people throughout his life.\"\nShe added that she had \"very much\" appreciated the \"many\" birthday messages she had received.\nSome of the Queen's family are thought to be with her in Windsor, as well as around 20 staff, dubbed HMS Bubble.\nPrime Minister Boris Johnson said in a tweet he would like to send the Queen \"warm wishes\" on her birthday, adding he has \"always had the highest admiration\" for her and her service.\nThe Queen's birthday falls less then two weeks after Prince Philip, her husband of 73 years, died on 9 April.\nThe duke was nine weeks away from his 100th birthday, which was due to be the focus of royal celebrations this year - with the Queen's 95th a more pared-back affair.\nThe Queen became the world's oldest monarch in 2015.\nHer official birthday in June is marked by the Trooping the Colour parade, which has been cancelled for a second consecutive year because of the coronavirus pandemic.\nBuckingham Palace said options for a parade in the quadrangle at Windsor Castle are being considered instead.\nThe tradition goes back more than 100 years to the reign of the Queen's great-grandfather, Edward VII, who was king from 1901 to 1910. \nEdward was born in November and decided that the English weather in November was not ideal for royal parades.\nThis was especially so because the London fog a century ago was so thick at times that people could barely see where they were going, let alone watch the troops march by.\nFind out more here.\nLast year, Buckingham Palace posted archive footage of the Queen as a child to mark her 94th birthday, which she spent in lockdown.\nThe Duke and Duchess of Cambridge's youngest son Prince Louis, will also be celebrating his birthday this week as he turns three on Friday.\nPrince William and Catherine will also be celebrating a decade of marriage the week after, on 29 April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56827436",
      "category": "world-us-canada",
      "title": "George Floyd: Chauvin conviction a giant step forward, says Biden",
      "tags": "Minneapolis,US race relations,George Floyd death,United States",
      "text": "US President Joe Biden has said the conviction of a former police officer in the killing of George Floyd \"can be a giant step forward in the march toward justice in America\".\nBut he warned: \"We can't stop here\".\nWhite officer Derek Chauvin was filmed kneeling on African-American Mr Floyd's neck for more than nine minutes, sparking mass protests against racism.\nHe was found guilty on Tuesday of second-degree murder, third-degree murder and manslaughter.\nSentencing is likely to happen in two months, and Chauvin could spend decades in jail. He is expected to appeal against the verdict.\nIn a phone call with Mr Floyd's family after the verdict was announced, the president was heard saying: \"At least now there is some justice.\"\nIn televised remarks shortly afterwards, Mr Biden said that such a verdict was \"much too rare\".\n\"We can't leave this moment or look away thinking our work is done. We have to look at it as we did for those nine minutes and 29 seconds,\" he said. \nVice-President Kamala Harris urged lawmakers to pass the George Floyd bill aimed at reforming policing in the US. \n\"This bill is part of George Floyd's legacy. This work is long overdue,\" she said.\nPeople gathered outside the courtroom and on the intersection in Minneapolis where Mr Floyd was killed to celebrate the verdict. \nCheers broke out, drivers honked their car horns and people blocked traffic chanting: \"George Floyd\" and \"All three counts\", referring to the three charges of which Chauvin was convicted. \n\"It's a good day in Minneapolis,\" said 21-year-old Kenneth Nwachi. \nOne local resident told the Associated Press news agency she felt grateful and relieved, while another said: \"There's some form of justice that's coming.\"\nCrowds also gathered in other cities to celebrate the verdict. \nBut they also said that more needed to be done.\nPolice officers have rarely been convicted - if they are charged at all - for deaths that occur in custody, and the verdict in the trial has been widely seen as an indication of how the US legal system will treat such cases in future.\nAt a family news conference, Mr Floyd's brother Philonise said: \"Today, we are able to breathe again.\" \nThe Floyd family's lawyer, Ben Crump, said the conviction marked a \"turning point in history\" for the US.\nAccording to the Washington Post newspaper, 274 people have been fatally shot by US police in 2021. \nShortly before the verdict on Tuesday, a police officer in the state of Ohio shot dead a 16-year-old black girl while responding to an emergency call over an attempted stabbing. \nIt took the 12-member jury less than a day to reach their verdict. \nChauvin, whose face was obscured with a coronavirus mask, showed little reaction as the verdict was read, remaining quiet and looking around the room. His bail was revoked and he was led away with his hands cuffed behind his back. \nThe verdict followed a highly charged, three-week trial in which 45 witnesses took the stand and several hours of video footage were shown. \nSeveral witnesses broke down in tears as they watched graphic footage of Mr Floyd's death and described feeling \"helpless\" as events unfolded.\nExpert witnesses on behalf of the state testified that Mr Floyd died from a lack of oxygen due to the manner of restraint employed by Chauvin and his colleagues.\nChauvin himself chose not to testify, invoking his right to not incriminate himself with his responses.\nHistory turns on these kind of moments, and the conviction of Derek Chauvin will be seen as a landmark event in the ongoing struggle for black equality.  \nThe video of George Floyd's murder that went viral revealed to the world the scourge of police brutality, a disease America has never been able to cure. This verdict is unlikely to be a panacea. \nIt's a tragedy of American history that acts of police violence have often been the spur for racial change. \nIn the early 1960s, the sight of police dogs lunging at protesters in Birmingham, Alabama contributed to the passage of legislation that demolished southern segregation. The pictures of police clubbing protesters in Selma, Alabama led to the 1965 Voting Rights Act. \nBut while the murder of George Floyd has brought about a racial reckoning, that's a very different thing from saying its brought about racial reconciliation. African-Americans will see justice in this verdict, but so many are looking for fairness and equality in all the aspects of their lives.\nThe sentencing is expected to take place in two months, with the most serious charge carrying a maximum sentence of 40 years in prison. \nChauvin's defence team has not yet commented on the verdict, but is expected to appeal.\nAccording to reports, one of the most likely avenues of appeal is the huge publicity given to the case, with the defence team arguing that this might have influenced the jury.\nAlso, Presiding Judge Peter Cahill said on Monday that public comments by Democratic Congresswoman Maxine Waters could be grounds for an appeal.\nOver the weekend, Ms Waters had urged protesters to \"stay on the street\" and \"get more confrontational\" if Chauvin was acquitted.\nUS defence lawyer Mark Geragos called the conviction a \"preordained conclusion\", telling Fox News that \"given the tsunami of coverage and public consternation, the best he ever could have hoped for was a hung jury\".\nThree other officers present when Mr Floyd was killed will go on trial later this year. \nThe 46-year-old bought a pack of cigarettes at a convenience store in May 2020.  A shop assistant believed he had used a counterfeit note and called the police after Mr Floyd refused to give the cigarettes back.\nWhen police arrived, they ordered Mr Floyd out of his parked car and handcuffed him. A struggle ensued when officers tried to put a screaming Mr Floyd in their squad car. They wrestled him to the ground and pinned him under their weight.\nChauvin pressed his knee into the back of Mr Floyd's neck for more than nine minutes.\nAs he was being restrained, Mr Floyd said more than 20 times that he could not breathe, pleading for his mother and begging \"please, please, please\".\nWhen the ambulance arrived, Mr Floyd was motionless. He was pronounced dead about an hour later."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56833244",
      "category": "business",
      "title": "Chanel loses EU court battle over Huawei logo",
      "tags": "Companies,Trademark disputes,Huawei",
      "text": "Fashion label Chanel has lost an EU court battle with Chinese technology firm Huawei over its famous logo.\nJudges ruled in favour of Huawei, which had sought an EU-wide trademark for a logo it wanted to use, but the fashion house said it was too similar.\nThe EU General Court in Luxembourg ruled on Wednesday that the logos \"share some similarities but their visual differences are significant\". \nIt found that Chanel's logo had more rounded curves and thicker lines.\nIn 2017, the Chinese technology firm had applied for EU trademark protection for a logo it would use for computer hardware. \nFrench firm Chanel opposed the bid, arguing the two vertical intertwining semi-circles were too similar to its protected logo, which it uses to sell make-up, perfumes, clothing and accessories.\nTwo years ago, the EU Intellectual Property Office dismissed Chanel's objection, saying there was no similarity and the public were not likely to be confused by the two.\nChanel then challenged the ruling at the General Court, which dismissed the appeal on Wednesday.\n\"The figurative marks at issue are not similar. The marks must be compared as applied for and registered, without altering their orientation,\" the tribunal of judges said.\n\"In particular, Chanel's marks have more rounded curves, thicker lines and a horizontal orientation, whereas the orientation of the Huawei mark is vertical. Consequently, the General Court concludes that the marks are different,\" it said.\nThe latest decision can also be appealed to the European Court of Justice.\nChanel declined to comment on the ruling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56818750",
      "category": "uk-politics",
      "title": "Downing Street scraps plans for White House-style press briefings",
      "tags": "Boris Johnson,Allegra Stratton",
      "text": "Downing Street has scrapped plans to launch new White House-style press conferences after spending £2.6m on a venue to host them.\nThe PM's media chief Allegra Stratton - who had been due to front the briefings - has confirmed the move to the BBC.\nShe will instead become the spokeswoman for the COP26 climate summit.\nThe government was criticised for the price tag of its new facilities at 9 Downing Street, which will now be used by the prime minister and officials.\nResponding to the news, Labour's Deputy Leader Angela Rayner accused Boris Johnson of \"running scared of scrutiny\".\nShe added: \"Instead of wasting millions of pounds of taxpayers' money on a pointless vanity project, the prime minister should have used the money to give our NHS heroes a pay rise.\" \nCulture Secretary Oliver Dowden insisted the venue was \"not a waste of money\" adding that the room previously used for press conferences had been too small and was \"not fit for purpose\".\nHe said the \"modern press facility\" was similar to what other leaders around the world have and would be used by future governments, not just the current one. \nMr Johnson used the room to host a Covid press conference on Tuesday.\nThe plan to hold televised press conferences, similar to those seen in the United States, was announced by Mr Johnson in July last year.\nHe said the daily televised coronavirus briefings being held at the time showed the public wanted \"more direct, detailed information from the government\".\nI lived through a million daily televised briefings by the European Commission, when I worked at the BBC's Brussels bureau. \nI saw how much work officials did to prepare them and how much time was wasted by journalists trying to get spokespeople to deviate from the prepared script. \nI assumed something similar would happen when Westminster got its own version. \nThere have long been rumours that some in Number 10 thought the same way and it seems that they've won the internal argument. \nIt's also surely no coincidence that Downing Street has just appointed a new director of communications, who seems to have a more traditional view of how the government should interact with the media than some previous staffers in Number 10. \nThe total cost of the refit of the briefing room was revealed by a Freedom of Information request from the Press Association - £2,607,767.67, largely excluding VAT.\nCosts included £1,848,695 for the \"main works\", £198,024 on \"long lead items\", and £33,395 on broadband equipment.\nLabour attacked it as a \"vanity project\" which threatened to \"unbalance\" British politics, and the party's leader, Sir Keir Starmer, said the opposition should be given a right of reply.\nThe briefings fronted by Ms Stratton had been due to start in October last year, but the government said they had been delayed because ministers were continuing to hold coronavirus briefings.\nMs Stratton has been given the job of the government's spokeswoman for COP26 - a UN climate change conference due to take place in November in Glasgow, chaired by former business secretary Alok Sharma.\nShe said: \"I am delighted to be starting this new role.\n\"The COP26 climate conference is a unique opportunity to deliver a cleaner, greener world and I'm looking forward to working with the prime minister and Alok Sharma to ensure it is a success.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56837927",
      "category": "science-environment",
      "title": "Biden: This will be 'decisive decade' for tackling climate change",
      "tags": "Xi Jinping,Intergovernmental Panel on Climate Change,COP26,Climate change,Joe Biden",
      "text": "US President Joe Biden has told a major summit that we are in a \"decisive decade\" for tackling climate change.\nThe US has pledged to cut carbon emissions by 50-52% below 2005 levels by the year 2030. \nThis new target, which was unveiled at a virtual summit of 40 global leaders, essentially doubles their previous promise.\nBut the leaders of India and China, two of the world's biggest emitters, made no new commitments.\n\"Scientists tell us that this is the decisive decade - this is the decade we must make decisions that will avoid the worst consequences of the climate crisis,\" President Biden said at the summit's opening address.\n\"We must try to keep the Earth's temperature to an increase of 1.5C. The world beyond 1.5 degrees means more frequent and intense fires, floods, droughts, heatwaves and hurricanes - tearing through communities, ripping away lives and livelihoods.\"\nHe said there was a moral and economic imperative to immediately act on climate change.\nReferring to America's new carbon-cutting pledge, President Biden added: \"The signs are unmistakable, the science is undeniable, and the cost of inaction keeps mounting.\n\"The US isn't waiting, we are resolving to take action.\"\nClimate activist Greta Thunberg, who was testifying before Congress on Thursday, challenged world leaders to do more on the climate crisis.\n\"Unlike you, my generation will not give up without a fight,\" she said. \"How long do you honestly believe that people in power will get away with it?\"\nThe UK is playing a critical role this year as president of the crucial COP26 later this year. The government is tasked with achieving agreement in Glasgow when world leaders meet there in November.\nPrime Minister Boris Johnson was in ebullient form on his virtual conference address. He assured global leaders that tackling climate change was \"not bunny-hugging\".\nAt the summit, Mr Johnson called President Biden's announcement about cutting US greenhouse gas emissions \"game-changing\".\n\"We can do this together across the world. It's going to mean the richest nations coming together and exceeding the $100bn commitment they already made in 2009,\" he said.\nClimate has been the central focus of the Biden administration's first few months in office. \nAs well as re-joining the Paris climate pact and organising Thursday's summit, the Biden team has been working on a strong pledge to convince the world that they mean business.\nThe fact that President Biden is prepared to go beyond a 50% cut will be a welcome surprise to many scientists and campaigners. \n\"By announcing a bold target of cutting emissions 50-52% below 2005 by the end of the decade, President Biden has met the moment and the urgency that the climate crisis demands,\" said Nathaniel Keohane from the US Environmental Defense Fund.\n\"This target aligns with what the science says is necessary to put the world on the path to a safer climate, and vaults the US into the top tier of world leaders on climate ambition.\"\nBut the new pledge will mean major changes to the American way of life. Coal will have to disappear from the electricity mix, while gas guzzling cars and trucks will have to go electric.\nOthers stepping up with new promises included Canada, Japan and South Korea.\nBut Canada's promise to limit carbon emissions by 40-45% by 2030 came in for immediate criticism from campaigners.\n\"Canada's new 2030 emissions reduction target is stronger than its previous commitment, but it falls short of what is needed to avoid dangerous levels of warming,\" said Helen Mountford from the World Resources Institute.\n\"Canada's efforts to deliver real action on the ground are welcome, like placing a price on carbon pollution, but the country should aim for a much more ambitious goal than what it put forward today.\"\nMeanwhile, Japan's Prime Minister Yoshide Suga said the country was \"ready to demonstrate its leadership\" on the climate.\nMr Suga said that Japan would reduce emissions by 46% in 2030 compared to 2013 levels. Previously, the country had pledged only a 26% cut in emissions.\nSouth Korea also pledged a new target and said they would stop financing the building of coal-fired power stations overseas.\nBut China made no new pledges but hinted that coal, which is set to grow again as the economy recovers from Covid, will be tackled in the next few years.\n\"We will strictly control the coal-fired power generation projects,\" the country's President Xi Jinping told the gathering.\n\"We will strictly limit the increase in coal consumption over the 14th five-year plan period and phase it down in the 15th five-year plan period.\"\nHowever, that's likely to be after 2026.\nAccording to the International Energy Agency (IEA), China will be responsible for around half the growth in coal around the world this year, as economies recover from Covid.\nIndia's Prime Minister Modi stressed that his country's per capita emissions were 60% lower than the global average.\nHe said that lifestyle changes should play a bigger role in limiting climate change. However he made no new promises on curbing emissions.\nPresident Biden's team is also urging countries that have been slow to embrace action on climate change - such as Australia and Brazil - to raise their ambition.\nBrazil and Australia's sceptical approach to the issue had found favour in the Trump White House. But that's no longer the case.\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56823348",
      "category": "uk-politics",
      "title": "Johnny Mercer: Tory MP resigns as defence minister",
      "tags": "British Armed Forces,Boris Johnson,The Troubles,Johnny Mercer",
      "text": "Tory MP Johnny Mercer says he was \"forced\" to resign as a defence minister over the treatment of veterans who served in Northern Ireland.\nNo 10 confirmed his exit on Tuesday - ahead of the Overseas Operations Bill returning to the Commons on Wednesday.\nThe new law is designed to protect veterans from unfounded prosecutions.\nBut British soldiers who served in Northern Ireland will be excluded from the bill. Mr Mercer called that a \"red line\" for him staying in government.\nIn response, Boris Johnson said the government was \"committed to doing more over the coming months, including for those who have served in Northern Ireland\".\nA No 10 spokesperson said Prime Minister Boris Johnson had \"accepted\" Mr Mercer's resignation and thanked him for his service as a minister.\nBut posting a resignation letter on Twitter immediately afterwards, Mr Mercer said he had been \"relieved of my responsibilities in government\".\nThe MP - who is a former Army captain - wrote that the government had \"abandoned people in a way I simply cannot reconcile\" in allowing \"endless investigations\" into historic killings to continue. \nHe added: \"Veterans are being sectioned, drinking themselves to death and dying well before their time, simply because the UK government cannot find the moral strength or courage we asked of them in bringing peace to Northern Ireland in finding a political solution to stop these appalling injustices.\"\nPlans were announced last year by the government to restrict the number of Troubles killings which could be fully investigated under a new approach where \"new, compelling evidence\" would be required.\nBut the Overseas Operations Bill would go further for other veterans, such as those who served in Iraq or Afghanistan, proposing a five-year limit on criminal prosecutions. \nSix former soldiers who served in Northern Ireland during the Troubles are currently facing prosecution. \nIn 2019, the Public Prosecution Service in Northern Ireland said of 32 \"legacy cases\" it had ruled on since 2012, 17 related to republicans, eight to loyalists, and five were connected to the Army.\nIn his letter, Mr Mercer said \"no discernible efforts have been made\" to introduce similar legislation to cover Northern Ireland veterans, despite previous pledges, adding: \"I can see no prospect of this changing.\"\nThe Tory MP said he was \"deeply proud of my predecessors who served in Northern Ireland\", adding they were \"not second-class veterans\" and deserved \"the protection of the Overseas Operations Bill like everyone else\".\nNo 10 later shared a letter from the PM to Mr Mercer, thanking him for \"highlighting the importance of legislating to protect our Armed Forces against vexatious and repeated claims\". \nMr Johnson wrote: \"The conclusion of the enactment of the Overseas Operations Bill is a crucial part of that, addressing veterans who have served overseas. \n\"But we are committed to doing more over the coming months, including for those who have served in Northern Ireland.\"\nWhile the government has not moved on Mr Mercer's calls, it has changed course over another contentious part of the bill, ahead of the debate on Wednesday. \nThe law had come under fierce criticism by human rights groups, former military commanders and lawyers for including a \"presumption against prosecution\" after the five-year time frame for the most serious of crimes - namely torture, genocide and crimes against humanity. \nLabour's Lord Roberts brought an amendment to the bill in the House of Lords to ensure the rule does not apply for those actions, which won the support of peers. \nAnd now, ahead of the debate, the Ministry of Justice has conceded to the amendment, promising to exclude torture, genocide and crimes against humanity from the rule.\nA spokeswoman for the Ministry of Defence said: \"Whilst we maintain nothing in this bill prevents those accused of breaking the law from being prosecuted, we have listened to concerns, and in order to send a powerful message to the international community, amendments will be made to the Overseas Operations Bill.\"\nHowever, the department confirmed it would seek to overturn three other amendments agreed by peers earlier this month. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56830592",
      "category": "uk-wales-politics",
      "title": "George Floyd tweet apology from Welsh Labour minister",
      "tags": "Media,Llanelli,Welsh Parliament election 2021,George Floyd death,Llanelli",
      "text": "A government minister has apologised for criticising media coverage of the George Floyd murder trial verdict.\nWelsh Labour minister Lee Waters had said that Wales would have \"a better election campaign\" if it was given the same attention as \"US domestic news\".\nEx-police officer Derek Chauvin was found guilty of murdering Mr Floyd after kneeling on his neck during his arrest in Minneapolis last May. \nThe incident sparked worldwide protests against racism and excessive force.\nMr Waters, a deputy minister for transport in the Welsh government, posted his comments on Twitter while watching BBC television's Ten O'Clock News, which was covering the jury's verdict live on Tuesday night.\nHe wrote: \"If people in Wales had access to as much media coverage of decisions that effected Wales as they do of US domestic news we'd have a better election campaign.\"\nElections to the Welsh Parliament are taking place on 6 May.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nMr Waters later deleted the post, saying: \"On reflection, insensitive timing. Not detracting from the enormity of the issue, just frustrated that News at 10 turned itself into News24.\"\nThe minister's original comments had been criticised as \"rancid\", \"horrific\" and \"ignorant\" by other users of the social media platform.\nShane Andrews from Cardiff said: \"I think you should delete this Lee. Poorly timed electioneering and the decisions across the pond send a message to many across the world - that Black Lives Matter.\"\nReaction from other political parties was also critical of the Welsh Labour minister.\nA Plaid Cymru spokesperson said: \"Lee Waters' tweet was highly inappropriate, ill-judged and thoughtless.\n\"The murder of George Floyd and the subsequent trial is of worldwide significance and a potent reminder that so much more needs to be done to tackle structural and institutional racism - including here in Wales.\"\nFor the Welsh Liberal Democrats, a spokesperson said: \"To make the comparison between the death of an individual at the hands of the police and his opinion of political coverage in Wales is both foolish and exceptionally poor judgment. We're glad to see he's deleted his tweet.\" \nWelsh Labour did not directly respond to criticism of Mr Waters's tweet, but pointed to comments on the verdict by party leader Mark Drakeford, who said: \"We in Wales have felt for George Floyd's family and black people over this last year. \n\"With accountability must now come peace and new resolve from us all to end structural racism.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56578838",
      "category": "uk-politics",
      "title": "Greensill: What is the David Cameron lobbying row about?",
      "tags": "David Cameron,Greensill Capital,Lobbying in the United Kingdom",
      "text": "Former Prime Minister David Cameron made about £3.3m from shares in the collapsed finance company Greensill Capital, documents obtained by BBC Panorama suggest.\nLast month an MPs' report accused Mr Cameron of \"a significant lack of judgement\" in lobbying the government on behalf of the company, although it said he did not break any rules.\nIn 2020, Mr Cameron tried to persuade ministers to allow Greensill - who employed him as an adviser - to join a scheme called the Corporate Covid Financing Facility (CCFF). \nThis would have allowed the company to issue loans, insured by the government, to help firms through the pandemic.  \nHowever, Mr Cameron - and the company's founder, Lex Greensill - were unsuccessful in their attempts. \nGreensill Capital collapsed this year, with the loss of 440 jobs, and possible billion-pound losses for investors.\nMr Cameron has consistently declined to say how much he was being paid by Greensill, except that it was \"far more\" than his salary as PM. \nHowever, BBC's Panorama has obtained a letter from Greensill Capital to the former PM which suggests that he made £3.29m after selling a tranche of Greensill shares in 2019.  \nAs well as the shares, Mr Cameron is reported to have received a salary of $1m (£720,000) a year as a part-time adviser.\nThe programme also understands that the former prime minister was paid a bonus of $700,000 (£504,000) in 2019 on top of his salary.\nIn total, it looks like he made around $10m before tax for two-and-a-half years' part-time work.\nMr Cameron's spokesman said his remuneration was a private matter.\nMr Cameron has been accused of trying to exploit private contacts with former government colleagues, for his own benefit.\nThe former PM used private channels to lobby ministers and former colleagues.\nHe and his staff sent 45 emails, texts and WhatsApp messages concerning Greensill between 5 March and 26 June 2020.\nAmong these were nine WhatsApp messages to Chancellor Rishi Sunak and 12 text messages to Sir Tom Scholar, the Treasury's top civil servant.\nThe Bank of England has published correspondence showing that Mr Cameron had contacted senior officials several times, in an unsuccessful attempt to win their support.\nAlong with Lex Greensill, Mr Cameron met Health Secretary Matt Hancock for a \"private drink\" in 2019 to discuss a new payment scheme for NHS staff.\nA report last month by the House of Commons Treasury Select Committee said that while no lobbying rules were broken, Mr Cameron's actions showed there was a \"good case for strengthening them\", with the current ones offering \"insufficient strength\".\nIt also said that the Treasury was right to reject the former PM's proposals, but it \"should have encouraged\" him into \"more formal lines of communication as soon as it had identified his personal financial incentives\".\nA Cabinet Office review commissioned by Boris Johnson also criticised Mr Cameron, and said he had understated his relationship with Greensill when lobbying the Treasury. However, it said that \"his actions were not unlawful\".\nSeveral other reviews are investigating matters related to lobbying and Greensill. \nResponding to the Treasury Committee report, Mr Cameron admitted that he should have used more formal channels, but said he had worked for Greensill primarily because he thought the firm could help small businesses during an economic crisis.\nHowever, Deputy Labour Leader Angela Rayner said the fact that Mr Cameron had been cleared of breaking rules proved \"that the rules that are supposed to regulate lobbying are completely unfit for purpose\".\nCurrent rules state that \"on leaving office, ministers will be prohibited from lobbying government for two years\".\nBefore accepting new jobs, former ministers are supposed to inform a body called the Advisory Committee on Business Appointments (Acoba).\nAcoba advises civil servants and politicians on what they can and can't do after leaving public service. \nHowever, although former ministers are required to contact Acoba, they are not obliged to act on its advice.\nAcoba's head, Lord Pickles, has called for ex-ministers who work as lobbyists to go on a register for up to 10 years to ensure \"transparency\",\nThe company's collapse earlier this year was triggered after its insurer refused to renew cover for the loans Greensill was making. \nGreensill was the principal financial backer of Liberty Steel, which employs 3,000 people in England, Scotland and Wales.\nTalks are now underway to try to secure Liberty's future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-56834322",
      "category": "uk-england-leeds",
      "title": "Tommy Robinson libel trial: Jamal Hijazi 'falsely accused of attacks'",
      "tags": "Huddersfield,High Court ,Tommy Robinson,Almondbury",
      "text": "A Syrian schoolboy and his family faced death threats due to an \"anti-Muslim message\" presented by Tommy Robinson, a court has heard.\nThe English Defence League founder - whose real name is Stephen Yaxley-Lennon - is being sued by Jamal Hijazi.\nNow 17, Jamal was filmed being attacked in the playground at Almondbury School in Huddersfield in October 2018.\nMr Yaxley-Lennon, 38, who accused the teenager of attacking \"young English girls\", denies libel.\nThe High Court heard Mr Yaxley-Lennon posted two Facebook videos, viewed by nearly one million people, after footage of the assault on Jamal went viral.\nHe claimed the boy \"was not innocent,\" had \"beat a girl black and blue\" and \"threatened to stab\" another boy at his school, allegations the teenager denies.\nMr Yaxley-Lennon's comments \"turned Jamal into the aggressor, and the bully into a righteous white knight\", said Catrin Evans QC, representing the Hijazi family. \nThe allegations had \"a devastating effect on Jamal and his family\" and led to them being relocated in early 2019, Ms Evans said.\nShe described Mr Yaxley-Lennon as \"a well-known extreme-right advocate with convictions for violence, as well as fraud and drug offences\".\nHe had \"used his social media platforms, in particular his Facebook account, to spread his extremist views\", Ms Evans added.\nShe said Mr Yaxley-Lennon \"falsely accused Jamal\" of attacks \"without any direct knowledge of the events in question\".\nMs Evans told the court Jamal was bullied shortly after he started at the school in 2016, having come to the UK with his family as refugees from Homs in Syria.\nShe added: \"The bullying, and the failure to do enough about it, culminated in 2018 in a series of incidents in the school, including serious threats made to Jamal.\"\nMs Evans said a fellow pupil attacked Jamal in October 2018 and \"simulated waterboarding\" by pouring a bottle of water over his face when he was on the ground.\nAfter the video of the incident went viral, it \"received mass national media coverage\", Ms Evans told the court.\n\"The defendant has tried to use Jamal's case as a platform for one of his anti-Muslim rants\", Ms Evans added.\nMr Yaxley-Lennon, who is representing himself at the trial, is defending his comments on the basis they are substantially true.\nIn written submissions, Mr Yaxley-Lennon said he had \"uncovered dozens of accounts of aggressive, abusive and deceitful behaviour by the claimant, including acts which speak the truth to the matters complained of\".\nReferring to the alleged \"waterboarding\" incident, Mr Yaxley-Lennon added: \"Not only was the claimant the bully and not the victim in this incident, he has subsequently been shown to be the aggressor on multiple occasions, indulging in violent and abusive behaviour.\"\nThe trial continues.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56834143",
      "category": "world-europe",
      "title": "Navigating a mini Suez Canal in France",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56827272",
      "category": "business",
      "title": "Employment: North and Midlands 'leading jobs recovery",
      "tags": "Employment,UK economy",
      "text": "Britain's jobs growth is being led by cities and towns in the North and Midlands, according to a report.\nHiring has gathered pace since lockdown started to ease, but the growth is unevenly spread, joint research by the Centre of Cities think-tank and jobs site Indeed found.\nBarnsley and Mansfield have seen the biggest rises in job vacancies, while Aberdeen and Belfast had the lowest.\nThe study analysed vacancies in 63 cities and large towns.\nIt found that in some parts of the country job postings now exceed their pre-pandemic level. Nine cities or towns now have more job vacancies than before the pandemic, led by Barnsley (+21%), Mansfield (20%) and Stoke (17%).\nOther places where postings have recovered least are led by Aberdeen (-53%), Belfast (-39%) and Crawley (-39%). Towns and cities in south east England figured heavily among places at the bottom of the recovery list.\nLondon is among the areas showing the slowest recovery, with job postings in the capital still 26% below their pre-pandemic level. \nElena Magrini, senior analyst at the Centre for Cities, said: \"Places reliant on tourism, aviation and office workers have been particularly hard hit and still have high shares of people who are unemployed or on furlough.\" \nCrawley, for example, is home to Gatwick Airport, which has been hard hit by job cuts due to the coronavirus collapse in air travel.\nMs Magrini added that despite the patchy recovery, there are reasons for optimism. \"Once we have reopened the economy, policy makers need to focus on building back better - growing the economy by creating better paid, higher skilled jobs for people right across the country,\" she said.\nThe improving picture in the North and Midlands was partly driven by the mix of available jobs.\nRecoveries have been strongest in areas with a greater pre-pandemic share of postings in occupations related to the production and distribution of goods, such as manufacturing, driving and stocking, as well as essential services like healthcare, social care and education. \nOn the other hand, places with a higher share of pre-pandemic job opportunities in food and beverage services and hospitality and tourism are lagging behind. \nPawel Adrjan, head of EMEA research at Indeed, said: \"Cities and towns in the North and Midlands have been buoyed by rising manufacturing, distribution, healthcare and education jobs. But at the same time areas reliant on hospitality, tourism and higher paying jobs that can be performed from home have seen only sluggish growth.\n\"We've seen how quickly the jobs market reacts to policy and public health announcements and policy makers will hope the eventual unwinding of Covid-19 restrictions will help level up the jobs recovery.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56803337",
      "category": "uk-england-london",
      "title": "Mother gives birth in dramatic Uber hospital dash",
      "tags": "Childbirth,Uber",
      "text": "A woman has described how she started giving birth in an Uber while dashing to a north London hospital.\nDuring the eight-minute journey, Victoria White's waters broke and her daughter's head emerged.\nAt the entrance to Whittington Hospital, Ms White gave one more push and her baby - who has not yet been named - was born.\n\"It didn't quite make sense in my head that I'd given birth. You usually have a time to prepare yourself,\" she said. \nMs White first felt contractions at 03:00 BST on Saturday. She called the hospital but it was decided she would wait a little longer before going in, as the contractions were 10 minutes apart.\nBy 03:45 they had become more frequent so it was decided she should go in.\n\"I thought I had time because it took three days from this point for my previous child to be born but about three minutes in to the Uber journey, I said to my husband: 'I feel like I need to push.' \n\"You have no control over your body at that point. I felt a pushing sensation and pushed and I told my husband that something's burst and that was my waters breaking all over the Uber.\n\"Just as the Uber was arriving at the hospital I could feel that I had delivered my daughter's head.\n\"I managed to take about five steps from the Uber and managed to get to the hospital entrance and the receptionist looked at me and shouted: 'I'll get a midwife!'\n\"Immediately three midwives came running towards me. I think they brought a wheelchair and they said something like crouch down and I just replied, 'It's here, it's coming' as that's all I could manage.\"\nImmediately afterwards Ms White gave one final push and her daughter was born. \n\"After that push there was just this silence: my body stopped, the pain stopped, the contractions stopped and I just turned to my husband and I think I just said to him: 'What on earth just happened?' We were both in shock. My body was shaking for a good hour afterwards.\"\nShe added: \"The whole thing took about 10 minutes. According to my Uber app, I got into it at 04:15. According to the hospital she was born at 04:25.\"\nAfterwards, her thoughts turned to the Uber driver.\n\"Usually you say, 'Hello, how are you?'... we didn't even have any conversations with him or anything other than me shouting at him 'It's coming, it's coming'.\n\"When we got out the Uber we didn't thank him for anything; we were obviously in a rush and we just left him and his water burst-stained car. I was concerned, once my head and brain had caught up - I hope he's OK and that it hadn't traumatised him.\"\nThe next day Ms White contacted him through the Uber app to thank him.\n\"I said, 'I'm the woman who basically ruined your car last night' - can I cover the costs of cleaning? He was like, 'No, no, congratulations, it was my pleasure, I'm so glad everything was OK, I don't need anything.'\"\nShe added: \"He grasped the emergency. He didn't potter around or drive slowly. He did exactly what we needed him to do.\n\"If it had taken two minutes longer it would have been a lot more dangerous because none of us know how to deliver a baby.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56801794",
      "category": "uk-england-london",
      "title": "Air pollution: Coroner calls for law change after Ella Adoo-Kissi-Debrah's death",
      "tags": "UK air pollution,Lewisham,Air pollution",
      "text": "A coroner has called for a change in the law after air pollution led to the death of a nine-year-old girl.\nElla Adoo-Kissi-Debrah, who lived near the South Circular Road in Lewisham, south-east London, died in 2013.\nAn inquest had found air pollution \"made a material contribution\" to her death. \nCoroner Phillip Barlow said there is \"no safe level of particulate matter\" in the air and called for national pollution limits to be reduced.\nElla was the first person in the UK to have air pollution listed as the cause of death on their death certificate, following the inquest ruling by Mr Barlow last December.\nIn a report to prevent future deaths, he said the government should reduce existing legally binding targets for particulate matter pollution to bring them in line with World Health Organisation (WHO) guidelines.\nResponding to the report, Ella's mother Rosamund Adoo- Kissi-Debrah, called on the government to act on the coroner's recommendations, warning \"children are dying unnecessarily because the government is not doing enough to combat air pollution\". \nIn his report, Mr Barlow called for more information about air pollution and its impact to be made available to the public.\n\"As the parent of a child suffering from severe asthma, I should have been given this information but this did not happen,\" Ms Adoo-Kissi-Debrah said.\n\"Because of a lack of information I did not take the steps to reduce Ella's exposure to air pollution that might have saved her life. I will always live with this regret.\n\"But it is not too late for other children.\"\nProf Stephen Holgate, an expert who gave evidence at Ella's inquest, said the report had \"shone a brilliant white light on the importance\" of the issue of air pollution and called on the government to \"start to treat this with the seriousness that it deserves\". \nHe added: \"If this was happening to water and 40,000 deaths were being brought forward due to poisoning in water, we'd be outside Parliament shouting.\"\nParticulate matter consists of tiny particles known as PM2.5. These have a diameter of less than 2.5 micrometres across - that is one-four-hundredth of a millimetre, or about 3% of the diameter of a human hair.\nThese particles are so small they can lodge in the lungs and even pass into the bloodstream. There is evidence they can damage blood vessels and organs.\nThe WHO guidelines suggest keeping an average concentration of PM2.5 under 10 micrograms per cubic metre of air (µg/m3), to prevent increased deaths.\nThe UK limit, based on European Union (EU) recommendations, is a yearly average of 25 µg/m3.\nAn inquest into Ella's death also found levels of nitrogen dioxide (NO2) near her home exceeded WHO and EU guidelines.\nClaire Marshall, BBC Environment Correspondent\nThis report is looking at what the government can do to protect people. \nIt is not legally binding but the fact it is so clear in its recommendations will make it much harder for the government to ignore the issue of pollution. \nIt has been described by many experts to me as a \"public health emergency\". \nAs we emerge from lockdown and car use heads towards levels that were seen prior to the Covid-19 pandemic, toxic fumes are on the rise again \nAs Ella's mother Rosamund said to me, the coroner has made the issue \"simple.\" It's about the death of a nine-year-old girl.\nWhat will the government do to prevent this from happening again? \nThe Environment Bill, currently being debated in Parliament, calls for a new target on air pollution to be set before 2022.\nMs Adoo-Kissi-Debrah said: \"I invite the government to act now to reduce air pollution. Immediately. Not in eighteen months, not in five years - that's not fast enough.\n\"People are dying from air pollution each year. Action needs to be taken now or more people will simply continue to die.\"\nSarah Woolnough, chief executive of the British Lung Foundation, said limiting air pollution to WHO guidelines would be \"a game-changer, potentially preventing thousands more families facing the death of a loved one because of air pollution.\"\nShe said children, older people and the 6.5 million people in the UK living with respiratory disease are all at risk from toxic air.\nA government spokesperson said: \"Our thoughts continue to be with Ella's family and friends. \n\"We will carefully consider the recommendations in the report and respond in due course.\n \"We are delivering a £3.8bn plan to clean up transport and tackle NO2 pollution and going further in protecting communities from air pollution, particularly PM2.5 which is especially harmful to human health.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-56829680",
      "category": "uk-england-merseyside",
      "title": "Hillsborough trial: PC's 'headless chickens' comment 'removed'",
      "tags": "Ilkley,Sheffield,Hillsborough trials,Harrogate,Liverpool,South Yorkshire Police",
      "text": "Police accounts about the Hillsborough disaster were changed to remove references to officers being \"like headless chickens\", a court has heard.\nRetired Ch Supt Donald Denton, 83, retired Det Ch Insp Alan Foster, 74, and former solicitor Peter Metcalf, 71, deny perverting the course of justice.\nNinety-six Liverpool fans died as a result of the tragedy on 15 April 1989.\nMr Metcalf's barrister told the jury he was \"honestly doing his job as a solicitor\" after the disaster.\nThe trial is about the aftermath of a crush at Sheffield Wednesday's Hillsborough stadium during an FA Cup semi-final between Liverpool and Nottingham Forest.\nMr Denton, Mr Foster and Mr Metcalf are accused of altering police statements to \"mask failings\".\nThe jury at a Nightingale court in Salford heard the alleged amendments focused on areas where South Yorkshire Police (SYP) expected to face criticism at an inquiry which was ordered by the government to look at safety at sports events.\nSarah Whitehouse QC, prosecuting, said an account by PC Peter Finnerty originally said no instructions were given to police officers on the day.\nShe told the court in his statement he said: \"I am sure many of them, like me, felt like headless chickens running about.\"\nA note on the original statement, which appeared to be in Mr Foster's handwriting, instructed a detective inspector to review the account and an amended version was produced without the comments, the court heard.\nThe jury was told PC William Crawford said in his statement he thought the force was \"very light on manpower\" and usually a group of officers would be stationed at the tunnel to direct fans away from the central pens, where the fatal crush happened.\nMr Metcalf, a solicitor acting for SYP, suggested a review of those comments, Ms Whitehouse said.\nShe told jurors: \"The statement was amended by deleting all reference to the shortage of manpower and use of serials in the centre tunnel.\"\nIn an account by Insp Robert Creaser, references to a request to delay the kick-off and difficulties with police radios were removed, the court heard.\nMs Whitehouse said: \"It is important to understand that the vetting process was targeted at reducing or removing references to the failings by the South Yorkshire Police.\"\nThe jury was shown a letter sent to William Woodward QC, who was representing the force at the inquiry, in which Mr Metcalf said: \"It seems to instructing solicitors that the objective to be pursued at the inquiry is the presentation of South Yorkshire Police in the best possible light, consistent with the facts that are brought out.\"\nJonathan Goldberg QC, defending Mr Metcalf, said the Hillsborough disaster had become synonymous with \"cover up\" but he predicted the jury would find no evidence to justify that.\n\"Cover-up is and always was a libel, which has just grown exponentially in the media over the decades without justification,\" he said.\n\"The defence in a nutshell is that Mr Metcalf was honestly doing his job as a solicitor... in accordance with the law in 1989,\" he said.\n\"So from his perspective, the real perversion of justice is having to stand trial... for just doing his job.\"\nMr Denton, of Sheffield; Mr Foster, of Harrogate, and Mr Metcalf, of Ilkley, each deny two counts of perverting the course of justice.\nThe trial, which is expected to last up to 16 weeks, continues.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56823697",
      "category": "uk",
      "title": "Covid-19: PM told Dyson he would 'fix' tax issue and passport helps Denmark open up",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday morning. We'll have another update for you this evening. \nBoris Johnson assured Sir James Dyson his employees would not have to pay extra tax if they came to the UK to make ventilators during the pandemic. Sir James, whose firm is now based in Singapore, wrote to the Treasury to ask for no change in tax status for staff. But in text messages sent in March 2020 - seen by the BBC - Sir James then went directly to the PM, with Mr Johnson replying: \"I will fix it.\" Sir James said it was \"absurd to suggest that the urgent correspondence was anything other than seeking compliance with rules\". And the government said it did everything it could to get the right equipment.\nDowning Street has scrapped plans to launch new White House-style press conferences after spending £2.6m on a venue to host them. The plan, announced in July, had been to hold televised press conferences hosted by the PM's media chief Allegra Stratton - but the briefing room will now be used by Mr Johnson and officials instead. Labour's deputy leader Angela Rayner accused Mr Johnson of \"running scared of scrutiny\" and that it had been a \"pointless vanity project\". But a No 10 source told the BBC the current format of coronavirus press conferences had been \"widely welcomed by the public\" and they planned to continue with them. Mr Johnson used the room to host a Covid press conference on Tuesday.\nNetflix has reported a slowdown in subscriber growth, sending its shares tumbling. It said the pandemic disrupted its production pipeline and has forecast fewer new subscribers. Shares fell 11% in after-hours trading, wiping $25bn off the company's market capitalisation. The video-streaming service added 15.8 million new subscribers last year as Covid-19 forced people around the world to stay home. But the pandemic has proven a double-edged sword for Netflix because it also disrupted its production of new shows, which the company says may have contributed to the subscriber shortfall.\nRajeshwari Devi, 58, died on Sunday after waiting for two days to get uninterrupted oxygen, an ambulance and a bed in a Covid-19 hospital. Her son, Ashish Agrahari, says his mother \"would have had a chance at survival if treatment was given in time\". Heartbreaking stories such as this are coming in from across India as a second Covid wave wreaks havoc and the county's healthcare system crumbles. Read the full story here.\nFootball fans will be allowed into stadiums and bars, restaurants and museums are reopening as Denmark takes a big foot forward in lifting its coronavirus restrictions. The big condition for Danes to take advantage of these new freedoms is that they must prove they are infection-free by showing a coronapas or corona passport. Have a read of how the scheme works and what people think about it.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.\nAs lockdown restrictions ease, businesses are reopening and more are people going back to work so why is unemployment expected to grow? Find out here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56831201",
      "category": "uk-wales",
      "title": "Ruth Dodsworth's abuse going public 'was best thing'",
      "tags": "Domestic abuse,Stalking,Emotional abuse",
      "text": "An ITV Wales presenter harassed and stalked by her husband for years said it was the \"best thing\" her story went public as it gave her a platform to help others speak out.\nRuth Dodsworth's husband Jonathan Wignall, 54, was last week sentenced to three years for coercive and controlling behaviour and stalking.\nShe described the abuse, which included putting a tracker on her car, as \"degrading and dehumanising\".\nShe said speaking out saved her life.\nOn ITV's This Morning, weather presenter Ms Dodsworth said her story becoming public was \"something I never saw coming\" as the details of her case and victim statement came out as her husband was sentenced.\n\"In a sense it has been the hardest time but - because that decision to go public was always taken away from me - it's been the best thing in hindsight that has ever happened,\" she said.\nMs Dodsworth suffered both physical and mental abuse from her husband of 18 years, including fracturing her rib, paying her children to look on her phone and showing up at her workplace, which she said escalated when his nightclub business failed.\nShe said at the peak of the abuse her children called her and said, \"Mum, don't come home - he is going to kill you\", which she said was \"a turning point\".\n\"I didn't go home that night because I think if I had I wouldn't be here now in any way shape or form,\" she said.\n\"I was married to this man for 18 years and I think sometimes, within a marriage, at first you try to make it work, you think, 'OK, that's happened' and try to move on. And you make excuses to try to reason, you try to justify, you plaster this smile on your face.\"\nShe added her job made it harder to speak out because \"there is this expectation that you smile and you're happy and sometimes that couldn't have been further from the truth\".\nShe said it also \"made me more determined to make it work\".\nLast month Wignall pleaded guilty to one count of coercive and controlling behaviour and stalking.\nAs well as his three-year jail sentence he was also given a restraining order against contacting Ms Dodsworth. \nCardiff Crown Court was told Wignall had a \"fragile ego\" and repeatedly accused Ms Dodsworth, 45, of being unfaithful.\nMs Dodsworth said it was still hard for her to categorise her abuse, adding it had been hard to see the isolation while she was still in it.\nShe said: \"The very phrase - 'domestic abuse', 'coercive control' - I find quite difficult to say because for a long time I didn't recognise it or put it in that category.\n\"Looking back on it now I can see that the signs were there [in the beginning]. We were happy but there were moments where his temper became obvious at first towards other people but when you're with someone you love you take things out on your nearest and dearest.\n\"I was the one person he could direct it at and looking back in horror now I can see the signs but you almost don't want to admit it to yourself. I think that, in a sense, has been quite a difficult thing even for me to do now.\n\"It took confiding in someone else for them to say, 'Ruth, if you don't phone the police I will' and that really changed everything.\"\nShe said the abuse she suffered \"was degrading, dehumanising and it is so very difficult to ask for help\" but she wished she had done it sooner and that she \"would not be alive if I had not asked for help\".\n\"My case is just once of so many and I am so lucky to have been given this platform and to use this public arena.\n\"Not being believed is something I really did fear but I was believed - and I would say to anyone that you will too.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56837107",
      "category": "business",
      "title": "Heathrow refuses to allow extra flights from India",
      "tags": "Travel,Air travel,Coronavirus pandemic",
      "text": "Heathrow Airport has refused to allow extra flights from India before the country is added to the UK travel red list on Friday.\nIt turned down the requests from airlines because of concerns about queues at passport control.\nThe airport told the BBC that it did not want to exacerbate existing pressures at the border by allowing more passengers to fly in.\nFrom 0400 on Friday many arrivals from India will be refused entry.\nBritish and Irish passport holders, and people with UK residence rights, will be allowed in, but must quarantine in hotels for 10 days.\nLast week, a director at the airport said the situation at the border - which is operated by the Home Office - had become \"untenable\" because of delays in processing arriving passengers. \nFour carriers requested to operate an additional eight flights from India as travellers seek to fly before the enforced quarantine comes into effect. Currently, 30 flights a week are operating between the UK and India.\nThe Civil Aviation Authority confirmed that it also received applications for charter flight permits from India to the UK - but these had been declined or withdrawn as they did not meet the qualifying criteria.\nA government spokesperson said: \"We are in a global health pandemic - people should not be travelling unless absolutely necessary. \n\"Every essential check helps avoid the risk of importing dangerous variants of coronavirus which could put our vaccine rollout at risk.\"\nOn Monday the Department for Transport announced that India would be added to the government red list because of rising infection rates and a new variant.\nSince then, online travel agent Skyscanner said searches for flights returning to the UK from India had increased by more than 250%.\nWhen the new rules come into effect, anyone arriving in England or Scotland from India will need to stay in a government-sanctioned quarantine hotel for 10 days and follow a strict coronavirus testing regime at their own expense.\nThere are currently no direct international flights from India into Wales or Northern Ireland.\nIn England, a stay in one of the quarantine hotel costs £1,750 per passenger travelling alone. That includes transport, tests, food and accommodation.\nEvery additional adult, or child over 12, must pay £650, while children aged five to 12 pay £325.\nA briefing document drawn up by officials at Public Health England shows that between 25 March and 7 April, 3,345 arrivals from India were registered in UK border travel data. Of those 161 - or 4.8% - tested positive for Covid-19 after a PCR test.\nEarlier this week, Prime Minister Boris Johnson cancelled a planned trip to India, which had been due to take place on 26 April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56825871",
      "category": "world-us-canada",
      "title": "Ohio shooting: Columbus police kill black teenage girl",
      "tags": "Ohio,United States",
      "text": "A police officer in the US state of Ohio has shot dead a 16-year-old black girl while responding to an emergency call over an attempted stabbing.\nThe teenager involved in the incident, in the state capital Columbus, has been identified as Ma'Khia Bryant.\nColumbus police have produced bodycam footage which appears to show the girl attacking others with a knife before being shot.\nAn inquiry is under way, with officials urging local residents to remain calm.\nThe officer involved has been placed on paid administrative leave. \nPolice were called to an address in a south-eastern area of Columbus at about 16:45 local time (20:45 GMT) on Tuesday, the Columbus Dispatch newspaper reported.\nBodycam footage provided by the police shows an altercation with a group of individuals outside a house before one of them - said to be Ma'Khia Bryant - appears to lunge at another member of the group with a knife in hand. \nA police officer then approaches the group in the driveway and shouts \"get down\" before firing several shots, fatally injuring the girl. \nThe officer is heard saying in the footage: \"She had a knife, she just went at her.\" A bystander shouts that she was just a child.\nOfficials have said the officer opened fire in order to save the life of one of the girls. A woman identified in local media as Ms Bryant's aunt said her niece was simply defending herself after being attacked.\nHazel Bryant was quoted by local TV station WSYX-TV as saying: \"She was a good kid. Yeah, she had issues, but that's OK. She didn't deserve to die like a dog on the street.\"\nSpeaking to local broadcaster WBNS-TV, Ma'Khia Bryant's mother, Paula Bryant, said she was \"hurt\" by what had happened and that her daughter was a \"loving girl\". \n\"This shouldn't have happened,\" she said, adding: \"I want answers.\" \nPaula Bryant said her daughter, who had been staying at a foster home, was \"looking forward to coming home\". \nAt a news conference, the interim chief of Columbus Police, Mike Woods, said an inquiry was being conducted by the Ohio Bureau of Criminal Investigation.\n\"At the conclusion of that investigation, the divisional police will conduct an administrative review of the actions of this officer and all officers at scene,\" he said. \"This is a tragic incident for all involved, but especially for the family of the female.\" \nColumbus Mayor Andrew Ginther described it as \"horrible, heart-breaking\" and a \"tragic day in the city\". \n\"We know, based on this footage, the officer took action to protect another young girl in our community - but a family is grieving tonight.\"\nThe White House linked the shooting - which happened about an hour before former Minneapolis police officer Derek Chauvin was convicted of murder in the May 2020 death of George Floyd - to \"systemic racism\".\nPress Secretary Jen Psaki told a news conference on Wednesday: \"Her death came, as you noted, just as America was hopeful of a step forward after the traumatic and exhausting trial of Derek Chauvin and the verdict that was reached. \n\"So our focus is on working to address systemic racism and implicit bias head-on and, of course, to passing laws and legislation that will put much-needed reforms into place in police departments around the country.\" \nChauvin, 45, was filmed kneeling on Mr Floyd's neck for more than nine minutes during his arrest last May.\nThe widely watched footage sparked worldwide protests against racism and excessive use of force by police.\nProtesters gathered in Columbus on Wednesday afternoon near the home where the girl's shooting took place.\nMeanwhile, NBA megastar LeBron James encountered a fierce backlash after posting a tweet targeting one of the officers involved.\n\"YOU'RE NEXT #ACCOUNTABILITY,\" the basketball player wrote with an hourglass emoji over a photo of one of the white policemen at the scene of the teen's shooting.\nSenator Tom Cotton of Arkansas tweeted: \"Lebron [sic] James is inciting violence against an Ohio police officer. This is disgraceful and dangerous. Is the NBA okay with this? Is Twitter?\"\nThe Los Angeles Lakers legend deleted the tweet and said he had sent it out of \"anger\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56815480",
      "category": "technology",
      "title": "TikTok sued for billions over use of children's data",
      "tags": "TikTok,Data protection",
      "text": "TikTok is facing a legal challenge from former children's commissioner for England Anne Longfield over how it collects and uses children's data.\nThe claim is being filed on behalf of millions of children in the UK and EU who have used the hugely popular video-sharing app.\nIf successful, the children affected could each be owed thousands of pounds.\nTikTok said the case was without merit and it would fight it.\nLawyers will allege that TikTok takes children's personal information, including phone numbers, videos, exact location and biometric data,  without sufficient warning, transparency or the necessary consent required by law, and without children or parents knowing what is being done with that information.\nIn response, the video-sharing app said: \"Privacy and safety are top priorities for TikTok and we have robust policies, processes and technologies in place to help protect all users, and our teenage users in particular. We believe the claims lack merit and intend to vigorously defend the action.\"\nTikTok has more than 800 million users worldwide and parent firm ByteDance made billions in profits last year, with the vast majority of that coming via advertising revenue.\nThe claim is being launched on behalf of all children who have used TikTok since 25 May 2018, regardless of whether they have an account or their privacy settings. Children not wishing to be represented can opt out.\nMs Longfield told the BBC she was focusing on TikTok because, while all social media platforms collected information, TikTok had \"excessive\" data collection policies.\n\"TikTok is a hugely popular social media platform that has helped children keep in touch with their friends during an incredibly difficult year. However, behind the fun songs, dance challenges and lip-sync trends lies something far more sinister.\"\nShe alleges the firm is \"a data collection service that is thinly veiled as a social network\" which has \"deliberately and successfully deceived parents\".\nShe added that those parents have a \"right to know\" what private information is being collected via TikTok's \"shadowy data collection practices\".\nThe case is being represented by law firm Scott and Scott. Partner Tom Southwell said he believed the information collected by TikTok represents \"a severe breach of UK and EU data protection law\".\n\"TikTok and ByteDance's advertising revenue is built on the personal information of its users, including children. Profiting from this information without fulfilling its legal obligations, and its moral duty to protect children online, is unacceptable.\"\nThe case is not without precedent.\nIn 2019, the Chinese firm was given a record $5.7m fine by the Federal Trade Commission (FTC), for mishandling children's data.\nThe firm has been fined in South Korea over how it collects children's data, and in the UK, it has been investigated by  the Information Commissioner's Office.\nThat action revolved around Musical.ly, which was incorporated into TikTok, knowingly hosting content published by users under the age of 13.\nTikTok was ordered to delete the data and set up an age verification system.\nAccording to Ofcom, 44% of eight to 12-year-olds in the UK use TikTok, despite its policies forbidding under-13s on the platform.\nThe  legal action against TikTok was first brought by an anonymous 12-year-old girl last year, supported by Ms Longfield. \nAt the time, Ms Longfield said she was waiting to see the result of another case before proceeding with suing TikTok.\nThe case in question was brought by Which? director Richard Lloyd on behalf of four million iPhone users who, he alleges, were illegally tracked by Google.\nDespite being launched in 2017, the case has still not had the go-ahead and is due to be heard by the Supreme Court soon.\n\"It could be difficult for similar cases to succeed if the Supreme Court dismisses Mr Lloyd's ability to bring his claim,\" said Richard Leedham, partner at law firm Mishcon de Reya."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56733456",
      "category": "uk-politics",
      "title": "What is lobbying? A brief guide",
      "tags": "David Cameron,Greensill Capital,UK Parliament",
      "text": "Westminster has been bursting with rebellions, U-turns and resignations this week after the Tory MP Owen Paterson was found to have broken parliamentary rules on lobbying. But what does the term mean? \nLobbying is when individuals, businesses, trade unions, groups or charities try to get a government to change its policies. \"Political persuasion\" might be a better term.\nLobbyists make their case to ministers, MPs or officials. They can write, email, text, phone, video call or turn up in person in Parliament to do it, although the latter hasn't happened much over the past two years due to Covid-19 restrictions.\nNot always. Changing politicians' minds can take a long time. That's why organisations and firms often hire professional lobbyists to make arguments on their behalf. Some of these are former politicians themselves and \"know the game\" - that is, who's who and where to find them.\nBut it's important to re-emphasise that individual citizens - unpaid - can also lobby politicians about issues that are important to them. Anyone can be a lobbyist, in other words.\nSupporters say professional lobbying is a vital and valid part of democracy - that it stimulates debate and keeps politicians in touch with the latest developments in areas like science and business.\nBut critics argue that the current system is open to corruption and that wealthy interests - the ones who can afford professionals to make their case - have an unfair advantage.\nMinisters and top civil servants are effectively banned from lobbying their former colleagues for two years after leaving government. Lobbyists also have to join a register, which was set up by David Cameron as prime minister.\nBut Mr Cameron, who left Downing Street in 2016, became the centre of a row about lobbying earlier in 2021 over his work for Greensill Captial. \nIn Mr Paterson's case, he was found to have broken the rules by approaching and meeting officials at the Food Standards Agency and ministers at the Department for International Development a number of times over issues involving two firms he was a consultant for. \nThe Commons Standards Committee also said he used his parliamentary office and stationery for his consultancy work and failed to declare his interests in some meetings.\nThe commissioner decided that the contact with officials and ministers were \"serious breaches\" of the rules.\nFollowing the disclosures about Mr Cameron's work, the government set up a review of lobbying, led by lawyer Chris Boardman. \nHe said some of the accusations that the government's processes for managing lobbying were \"insufficiently transparent\", had \"loopholes\" and allowed \"a privileged to few have a disproportionate level of access to decision makers in government\" were \"justified\". \nBut he said Mr Cameron did not break any of the rules. \nAfter the incident involving Mr Paterson, the focus from the government was not on his lobbying but in the need for an overhaul of the system policing MPs' conduct instead - giving members more chances to appeal findings against them.\nInitially, Downing Street backed an amendment to shake-up the watchdog and blocked Mr Paterson's suspension too. \nBut within 24 hours, and after a furious backlash from opposition MPs, No 10 U-turned, and now government is appealing to other parties to hold cross-party talks about any chances.\nThese would not be retrospectively applied to Mr Paterson's case though, and soon after the announcement, the MP resigned his seat. \nIt started long ago when members of the public turned up in Parliament's lobby areas to let MPs know what needed to change.\nIt's harder to get into that part of the building than it used to be because of tougher security, so meetings are just as likely to take place elsewhere, such as over dinner, in MPs' constituencies or via the phone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56822931",
      "category": "world-us-canada",
      "title": "George Floyd: Crowd outside court reacts to Derek Chauvin guilty verdicts",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56814655",
      "category": "world-latin-america",
      "title": "New species of dinosaur unearthed in Chile's Atacama desert",
      "tags": "Dinosaurs",
      "text": "Scientists have identified a new species of dinosaur from parts of a skeleton found in northern Chile.\nThe creature's remains were unearthed in the Atacama desert - the world's driest - near the city of Copiapó.\nExperts say the plant-eating titanosaur had a small head and long neck, and an unusually flat back.\nStudies suggest the creature lived in what would then have been a lush landscape of flowering plants, ferns and palm trees.\nA team led by Chilean geologist Carlos Arévalo unearthed the remains in the 1990s and carried out research in the 2000s. The findings, published in the journal Cretaceous Research, were made public on Monday.\nThe remains, according to the team, included parts of a humerus, a femur and the ischium, and vertebral elements of the neck and back. They represent a small sub-adult individual, with an estimated length of 6.3m (20ft).\nThe creature was a sauropod, or a long-necked, long-tailed, plant-eating dinosaur. It was found in beds dating from the Late Cretaceous, the last epoch before dinosaurs were wiped out 66 million years ago.\nThe creature has been named Arackar licanantay, which means Atacama bones in the indigenous Kunza language.\nThe remains will eventually be exhibited in Chile's Museum of Natural History. The head of the museum's palaeontology area, David Rubilar, said: \"This represents a relevant milestone for the Chilean palaeontological heritage.\"\nThis is the third dinosaur named from Chile and the third titanosaur from the western side of the Andes in South America, the team said. In 2014, one of biggest dinosaurs ever discovered was unearthed in Argentina, also a titanosaur whose estimated length was more than 37m."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56818766",
      "category": "world-us-canada",
      "title": "George Floyd: Jury finds Derek Chauvin guilty of murder",
      "tags": "Minnesota,Minneapolis,US race relations,George Floyd death,United States",
      "text": "A US jury has found a former police officer guilty of murder over the death of African-American George Floyd on a Minneapolis street last year. \nDerek Chauvin, 45, was filmed kneeling on Mr Floyd's neck for more than nine minutes during his arrest last May.\nThe widely watched footage sparked worldwide protests against racism and excessive use of force by police.\nChauvin was found guilty on three charges: second-degree murder, third-degree murder and manslaughter.\nHis bail was immediately revoked and he was placed in custody. Sentencing is likely to happen in two months, and Chauvin could spend decades in jail. \nIn Minnesota, second-degree murder carries a maximum sentence of 40 years in prison. Third-degree murder is punishable by up to 25 years in prison. Second-degree manslaughter is punishable by up to 10 years in prison. \nChauvin is expected to appeal against the verdict. \nPolice officers have rarely been convicted - if they are charged at all - for deaths that occur in custody, and the verdict in this trial has been widely seen as an indication of how the US legal system will treat such cases in future.\nThree other officers are due to face trial later this year on aiding-and-abetting charges. \nThe 12-member jury took less than a day to reach their verdict, which followed a highly-charged, three-week trial that left Minneapolis on edge.\nSeveral hundred people cheered outside the court as the verdict was announced.\nThe Floyd family's lawyer, Ben Crump, said it marked a \"turning point in history\" for the US.\n\"Painfully earned justice has finally arrived,\" he tweeted. \"[It] sends a clear message on the need for accountability of law enforcement.\"\nPresident Joe Biden and Vice-President Kamala Harris called the Floyd family after the verdict.  Mr Biden was heard saying that \"at least now there is some justice\".  \nIn nationally televised remarks shortly afterwards, Mr Biden said: \"Systemic racism is a stain on the whole nation's soul.\"\nMeanwhile, Ms Harris urged lawmakers to pass the George Floyd bill aimed at reforming policing in the US. \nThe Minneapolis police federation, a not-for-profit organisation representing police, said they respected the jury's decision.\n\"We also want to reach out to the community and still express our deep remorse for their pain, as we feel it every day as well. There are no winners in this case,\" the federation said.\nAccording to reports, one of the most likely avenues of appeal is the huge publicity given to the case, with the defence team arguing that this might have influenced the jury.\nAlso, Presiding Judge Peter Cahill said on Monday that public comments by Democrat Congresswoman Maxine Waters could be grounds for an appeal.\nOver the weekend, Ms Waters had urged protesters to \"stay on the street\" and \"get more confrontational\" if Chauvin was acquitted.\nOn hearing the verdict, people were screaming and cheering, and a little girl in a pink coat held up a tiny fist, in jubilation.\n\"It's a good day in Minneapolis,\" says 21-year-old Kenneth Nwachi. \"It's a blessing.\"\nActivists say justice has been done, and they will feel as though a weight has been lifted from their shoulders. \nTheir relief is shared by many in the city, a place that has been on edge for months. It is a landmark case for police use of force against black people, and the verdict marks a significant break with the past.\nFew officers are charged with manslaughter or murder, and fewer still are convicted. \nBut protesters say the calls for justice for George Floyd do not stop after this verdict.\nThe 46-year-old bought a pack of cigarettes at a convenience store in South Minneapolis on the evening of 25 May 2020.\nA shop assistant believed he had used a counterfeit $20 note and called the police after Mr Floyd refused to give the cigarettes back.\nWhen police arrived, they ordered Mr Floyd out of his parked car and handcuffed him. A struggle ensued when officers tried to put a screaming Mr Floyd in their squad car. They wrestled him to the ground and pinned him under their weight.\nChauvin pressed his knee into the back of Mr Floyd's neck for more than nine minutes, as the suspect and several bystanders pleaded for his life.\nAs he was being restrained, Mr Floyd said more than 20 times that he could not breathe, pleading for his mother and begging \"please, please, please\". \nWhen the ambulance arrived, Mr Floyd was motionless. He was pronounced dead about an hour later.\nDuring Chauvin's trial, the jury heard from 45 witnesses and saw several hours of video footage.\nSome of the most powerful testimony came from eyewitnesses. Several broke down in tears as they watched graphic footage of the incident and described feeling \"helpless\" as events unfolded.\nMr Floyd's girlfriend of three years and his younger sibling also took the stand. \nExpert witnesses on behalf of the state testified that Mr Floyd died from a lack of oxygen due to the manner of restraint employed by Chauvin and his colleagues.\nChauvin himself chose not to testify, invoking his right to not incriminate himself with his responses.\nManslaughter is when someone unintentionally causes another person's death.\nIn second-degree murder, the act that led to someone's death could have been intentional or unintentional. The maximum sentence for this charge is 40 years in prison.\nThird-degree murder means that an individual has acted in a way that endangered one or more people, ending in death.\nTwelve jurors were tasked with deciding if Chauvin would face time in jail or be acquitted.\nThe jury remained anonymous and unseen throughout the trial, but its demographics skewed younger, more white and more female.\nAfter both sides presented closing arguments on Monday, the jury was isolated in a hotel with no outside contact so they could deliberate on a verdict, a process known as sequestration.\nJurors had to agree on a unanimous verdict and were told they could not return home until they had made their decision."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56832486",
      "category": "uk-politics",
      "title": "Dyson lobbying row: Boris Johnson makes 'no apology' for seeking ventilators",
      "tags": "Sir James Dyson,Keir Starmer,Boris Johnson,Prime Minister's Questions",
      "text": "Boris Johnson said he made \"no apology for moving heaven and earth\" to get ventilators during the pandemic, amid a row over lobbying by Sir James Dyson.\nIn text messages seen by the BBC, the prime minister promised to \"fix\" tax changes the entrepreneur wanted.\nMr Johnson said any PM would have done the same in the circumstances, to secure ventilator supplies.\nBut Labour leader Sir Keir Starmer said it was part of a pattern of government \"sleaze\" centred on the prime minister.\nTrading verbal blows with Mr Johnson at Prime Minister's Questions, he claimed there was \"one rule for those who have the prime minister's phone number and another for everybody else\".\nThe text messages were sent between Sir James and Mr Johnson in March last year, when coronavirus hit the UK.\nSir James wanted to ensure that Dyson workers returning to the UK to help with the pandemic response were not penalised by the tax system.\nThis happened after the government asked businesses - including Dyson - to help supply more ventilators, amid concern about a shortage of the equipment as coronavirus infections increased.\nIn the House of Commons, Mr Johnson insisted he had done the \"right thing\", saying: \"I make absolutely no apology at all for shifting heaven and earth and doing everything I possibly could, as I think any prime minister would in those circumstances, to secure ventilators for the people of this country.\"\nBut Sir Keir compared the way Mr Johnson responded to Sir James' concerns with the government's treatment of steelworkers, nurses and three million self-employed people who have been left out of coronavirus support schemes.\nHe claimed there was a \"pattern to this government\".\n\"Every day there are new allegations about this Conservative government: dodgy PPE deals; tax breaks for their mates; the health secretary owns shares in a company delivering NHS services,\" Sir Keir said. \"Sleaze, sleaze, sleaze, and it's all on his watch.\"\nMr Johnson took a swipe at Sir Keir, telling MPs: \"Captain Hindsight snipes continually from the sidelines. This government gets on with delivering on the people's priorities.\"\nI understand Number 11 - the chancellor's team - were uneasy about what Sir James Dyson was asking for in his approach to them, and it's suggested they had quite deliberately not responded to his firm's requests before Sir James himself then texted the PM directly about the tax issue.\nI'm told Chancellor Rishi Sunak did not and has never had any personal contact with Sir James.\nWhen it comes to publication of texts, the Treasury set a precedent a few weeks ago, when it published Mr Sunak's texts to David Cameron about Greensill.\nAt PMQs, the prime minister said he would \"share all the details with the House\".\nBut one of the big issues with rules about how ministers are meant to behave is the proliferation of politics being done by text and WhatsApp.\nWhatever happened in the case between Boris Johnson and Sir James Dyson, the rules contained in the ministerial code don't really cover the reality of how people communicate now.\nSNP Westminster leader Ian Blackford called on Mr Johnson to reveal \"how many more Covid contracts he personally fixed\" and publish all personal exchanges on these contracts.\nThe prime minister said there was \"absolutely nothing to conceal about this\" and that he was \"happy to share\" the details with MPs \"as indeed I have shared them with my officials immediately\".\nBBC political editor Laura Kuenssberg said Mr Johnson's text exchanges with Sir James had been \"referenced\" in correspondence sent by Sir James's company \"as evidence of a guarantee they believed they had been given\".\nThe prime minister's official spokesman said Mr Johnson had abided by the ministerial code, governing conduct in office, and had \"informed officials in a timely manner\" after his contact with Sir James.\nHe added that he did not know when the prime minister would publish his exchanges with Sir James. \nIn March last year, the Department of Health feared the NHS in England could need as many as 20,000 additional ventilators on top of the 5,000 it had - along with an existing 900 to treat children. \nThe prime minister is understood to have called Sir James on 13 March and asked him to participate.\nDyson answered the call and said it spent £20m on developing its own design - though subsequently the company was not called upon to provide ventilators to the NHS. \nBut the BBC has discovered that Sir James also raised his concerns with the Treasury, and later the prime minister, about rules that could see staff brought into the UK for the project needing to pay tax.\nIn text exchanges seen by the BBC, the PM messaged Sir James saying: \"[Chancellor] Rishi [Sunak] says it is fixed!! We need you here.\"\nWhen the businessman sought further reassurance for the tax status of the firm and \"senior individuals\", Mr Johnson replied: \"I am First Lord of the Treasury and you can take it that we are backing you to do what you need.\" \nTwo weeks later, Mr Sunak told a group of MPs that the tax status of people who came to the UK to provide specific help during the pandemic would not be affected.\nSir James said he was \"hugely proud\" of his firm's response in \"the midst of a national emergency\", and that he would \"do the same again if asked\".\nHe said: \"When the prime minister rang me to ask Dyson to urgently build ventilators, of course, I said yes.\n\"Our ventilator cost Dyson £20m, freely given to the national cause, and it is absurd to suggest that the urgent correspondence was anything other than seeking compliance with rules, as 450 Dyson people - in UK and Singapore - worked around the clock, seven days a week to build potentially life-saving equipment at a time of dire need.\n\"Mercifully, they were not required as medical understanding of the virus evolved. Neither Weybourne (Dyson's holding company) nor Dyson received any benefit from the project; indeed commercial projects were delayed, and Dyson voluntarily covered the £20 million of development costs.\"\nSir James also said his company had not claimed \"one penny\" from governments in any jurisdiction in relation to Covid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56817533",
      "category": "uk-england-london",
      "title": "Fishmongers' Hall: Terror attacker shouted 'I'm going to blow you all up'",
      "tags": "Stratford-upon-Avon,Cambridge,Fishmongers' Hall attack inquests",
      "text": "A former prisoner sprayed a fire extinguisher to try and stop a terror attacker who was shouting he would \"blow you all up\", an inquest heard.\nJohn Crilly described how he tackled Usman Khan, who was armed with knives and what appeared to be a suicide belt.\nKhan killed Jack Merritt and Saskia Jones and attacked others at Fishmongers' Hall on 29 November 2019.\nAnother witness said he thought \"everyone was dead\" after later hearing what he thought was the belt exploding.\nMr Crilly, who attended a prisoner education conference at the venue, was one of three men who tried to tackle Khan, another of them armed with a narwhal tusk taken from inside.\nHe knew Jack Merritt through the Learning Together programme.\nRecalling the moment he came face to face with an armed Khan inside the building, he said: \"He had two big knives on his hands, there was no missing them.\"\nThe inquests into the deaths of Ms Jones, 23, and Mr Merritt, 25, heard Mr Crilly describe Khan as \"shouting and jumping about like a loon. He was going nuts, shouting Allahu Akbar\".\n\"As I got closer I could see the [suicide] belt, pretty clearly. Like a black bodybuilder-belt with bits stuck to it, bits of iron, bits of silver, a contraption,\" he said.\nAnswering Jonathan Hough QC, counsel to the inquiry, Mr Crilly described how he tried to \"distract\" Khan and \"call his bluff\".\n\"I was hoping it [the belt] was fake. He started shouting and saying things like: 'I'm going to blow you all up,' so I said 'blow it then'. \n\"He said, 'I'm waiting for the police'.\"\nMr Crilly said he tried without success to stop Khan using a series of makeshift weapons including an ornamental chair, before he picked up a fire extinguisher to tackle the armed suspect.\nHe continued: \"I just sprayed him with it, it seemed to have an effect on him - like, blinded him.\n\"He started running through the foam so I thought I'd have to back off and spray him again.\" \nMr Crilly was among the three men who followed as Khan went outside onto London Bridge.\n\"He looked back and would try and stab one of us. The three of us would be swapping places,\" he said.\nHe described how he first hit Khan in the head with the extinguisher and then \"grabbed his hands and tried to wrestle the knife off him\".\nDarryn Frost, a communications manager within the Prison and Probation Service, was also at the event and told the jury hearing \"screams\" was his \"call to action\".\nHe said he grabbed a narwhal tusk from the wall and ran towards another delegate, Steve Gallant, who appeared to be trying to keep Khan \"at bay\" with \"an old mahogany chair\".\nHe explained how after he hit Khan in the stomach with the tusk, he passed it to Mr Gallant and went to grab another one before chasing the terrorist out of the hall.\nOnce on London Bridge, Mr Frost again struck the attacker with the tusk as he, Mr Crilly and Mr Gallant, fought with Khan.\n\"As he ran towards me I thrust it into him. I don't think he expected to be struck by this. The force of it made him kind of buckle over,\" he said.\nHe described how Mr Crilly then used the fire extinguisher again and an unarmed Mr Gallant forced Khan to the ground.\n\"I dropped the narwhal tusk and jumped onto the assailant,\" he explained.\nMr Frost told the inquests when police arrived and told people to leave Khan, he continued to hold him down as he did not want him to be shot.\nHe said police again shouted for him to run away but \"they didn't know how he had a bomb and that he had threatened to set it off when police arrived, so I refused to move. I wouldn't leave Khan alone.\"\nOnce he had finally been pulled away by an officer Mr Frost said he \"three cracks and an echo\", which he thought was the bomb going off.\n\"I thought then that everyone was dead,\" he said.\nMr Gallant, then an inmate at HMP Springhill, told the inquests Khan had \"moved towards me, pulled back his coat, and showed me his bomb.\n\"It looked fake, I chose to ignore it,\" he said.\nHe described how he first used a narwhal tusk to \"whack\" the terrorist and then hurled a chair.\nOnce on London Bridge, Mr Gallant said he \"somehow\" managed to grab Khan and hold him to the ground.\nThe former prisoner added he \"waited for my moment\" to let go of Khan once police had arrived.\n\"I heard some shots. And then I turned and I saw Usman, \n\"I thought I had seen him reach to his belt or the middle of his body, try to get up, then he was shot again and Tasered,\" he said.\nThe inquests continue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56824257",
      "category": "uk",
      "title": "Grenfell Tower inquiry: We had no escape route, say disabled residents",
      "tags": "Grenfell Tower fire,Disability,Grenfell Tower Inquiry",
      "text": "Disabled residents of Grenfell Tower have told a public inquiry that no-one discussed with them how to escape the 24-storey building in an emergency.\nOne woman said it took her 30 minutes to walk down from her 20th floor flat when lifts were not working.\nLawyers for residents and the bereaved have called the fire in June 2017 \"a landmark act of discrimination\" against disabled people.\nIt killed 72 people, including 41% of the tower's vulnerable adults.\nAs part of phase two of the inquiry, examining how the building was managed, disabled residents told how they had no escape routes in an emergency and how many of them struggled to access their own homes when lifts were broken.\nOn one occasion, Corinne Jones said she had to carry her son on her back, all the way down the stairs from her 17th floor flat.\nMonths earlier she had warned the council, the Royal Borough of Kensington and Chelsea, that her son had mobility issues due to an autoimmune condition - and they had assured her there would always be a working lift available.\nBut she said she did not complain to them or the Tenant Management Organisation which ran the building on the council's behalf, because they had never responded to previous complaints and she found them insensitive.\nEmma O'Connor ticked a box to say she had a disability when she moved into a 20th floor flat in Grenfell Tower in 2012, because she needed support to walk. \nStaff from the Tenant Management Organisation did not discuss how she should evacuate the building in the event of a fire, she said.\nShe said it took her 30 minutes to walk down the stairs and when the lifts were broken she sometimes had to stay with family until they were repaired.\nMs O'Connor said the Tenant Management Organisation only gave them selective information about the refurbishment, were unresponsive to complaints and \"rude\" to residents.\nAt the end of her evidence, she said: \"I don't think it's fair that these corporate companies were given the choice to choose what the price tag on our lives should be.\"\nMahboubeh Jamalvatan, who lived on the third floor, also said she had never been given any instruction on fire safety. On the night of the disaster, she had to slide, step-by-step, down the stairs on her bottom because she was unable to walk.\nMaher Khoudair, who used crutches after contracting polio as a child, said there was no escape route with disabled access from the ninth floor flat where he lived with his wife and three daughters.\nThe only route he could take was the stairs, and no-one explained to him what to do in a fire when he moved in.\nHisam Choucair said his mother, Sirria, lived on the 22nd floor and used a walking stick due to a bad back.\nA personal evacuation plan was never made for her, he said. She died in the fire.\nThe inquiry also heard that as people living in the tower became more frustrated with the poor quality of the refurbishment, in which dangerously flammable cladding was installed, the Tenant Management Organisation decided to scrap regular residents' meetings.\nIn a witness statement, project manager Claire Williams said \"meetings could become difficult with disruptive conduct from a small number of residents\".\nNurse Betty Kasote said she felt she had been branded a \"troublemaker\" when she tried to get leaks in her flat fixed, but she said she did not recall anyone being disruptive.\nRosita Boniface, who lived on the 11th floor of the tower for 36 years, said she had never heard a fire drill there.\nShe said she had not asked the Tenant Management Organisation for an evacuation plan for her husband, who is blind \"because I did not think they would care\".\n\"It was always a struggle to get them to respond to my complaints, so I felt that there was no point going to them for help,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56830398/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Government scientist warns of summer surge in cases",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The UK is likely to see a \"summer surge\" in Covid cases as lockdown is relaxed, a government scientist says.\nProf Adam Finn, of the Joint Committee on Vaccination and Immunisation, says modelling points to a rise in cases, as many adults are not immunised.\nHe said the UK was still \"vulnerable\" and the dates for easing restrictions may need adjusting.\nThe PM has said there is nothing in the data to suggest the next step in easing lockdown cannot go ahead as planned. \nBut Boris Johnson said that most scientists were \"firmly of the view\" that there would be a third wave of the virus at some point this year.\nFor the first time since September, UK government figures showed fewer than 2,000 Covid patients in hospital on Tuesday. There are 2,004 people in hospital according to Wednesday's figures.\nMore than 10.7 million people in the UK have had two doses of the vaccine. It means that one in five UK adults are fully vaccinated.\nProf Finn, from the University of Bristol, told BBC Breakfast the prime minister was right that the UK will see a further wave of Covid-19 cases.\n\"The models that we've seen on JCVI clearly point to a summer surge in cases as the lockdown is relaxed, because there are still many people in the adult population who've not been immunised,\" he said.\nTalk of a new wave is alarming given what the UK has been through this winter - and what other countries are facing now.\nA rise in infections is sadly inevitable, but that does not mean it will be as devastating as it was in January.\nThe vaccination programme should see to that. \nBut that does not mean we should be complacent. Significant numbers remain unvaccinated and despite how good the vaccines are, they will not work for everyone. There is also the impact of new variants to contend with - although the significance of these is still unknown.\nSome models suggest there could be in excess of 100,000 deaths over the coming year or so. But others say it may be no worse than a bad flu season with around 30,000 deaths.\nWhen the next wave will come is also not clear. Eventually it is expected the virus will become seasonal like flu. But that cannot be a given for this year - hence the summer warnings.\nIt's why government scientists are insisting we move forward carefully. \nBut why in the long-run we can learn to live with Covid.\nProf Finn said there was \"quite a wide range of uncertainty\" over how big the wave would be \"because it depends on how quickly the vaccine rollout continues\" as well as how many people come forward for vaccination.\nIt also depends on how people behave as the lockdown is gradually relaxed, he said.\n\"If people move too far forward with that too fast, we'll see things start to come up earlier,\" Prof Finn said.\n\"The sense that the problem is all over, I'm afraid is a flawed one, we're still in a vulnerable situation, and there are still significant numbers of people who potentially could be harmed by this infection if this happens.\"\nIn England, the next relaxation of lockdown restrictions is due no earlier than 17 May, when it's hoped people can meet in groups of up to 30 outdoors and six people or two households can meet indoors.\nFurther steps to relax rules in Scotland, Wales and Northern Ireland are taking place this month.\nWhen asked if dates for easing lockdown may need to be adjusted, Prof Finn said it was a \"balancing act\".\n\"I think if we do start to see significant rises in cases in some parts of the country, they may need to adjust back those dates in order to avoid the situation coming into effect,\" he said.\nOn Wednesday, a further 2,396 coronavirus cases were reported in the UK and another 22 people have died within 28 days of a positive test, according to government figures.\nHealth Secretary Matt Hancock has said the government is \"on track\" to offer a first dose of a coronavirus vaccine to all adults in the UK by the end of July.\nPeople aged 45 and over are now being offered the vaccine in England and Scotland. In some areas of Wales 40 to 49-year-olds are being invited, while in Northern Ireland vaccine appointments are now being made available to a limited number of 35-39 year olds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56825595",
      "category": "world-us-canada",
      "title": "Chauvin guilty verdict: 'Finally we can breathe'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56815632",
      "category": "uk-england-london",
      "title": "Fishmongers' Hall porter 'stabbed Usman Khan with spear'",
      "tags": "Stratford-upon-Avon,Cambridge,London Bridge attack",
      "text": "A man working at Fishmongers' Hall stabbed an attacker with a large decorative spear after deciding \"he had to be hurt\", an inquest has heard.\nLukasz Koczocik described how he grabbed the ornament from a wall and went \"face to face\" with Usman Khan.\nKhan killed Jack Merritt and Saskia Jones and attacked others at a prisoner education event on 29 November 2019.\nAnother witness recalled how the 28-year-old had remained \"expressionless\" as he stabbed her.\nThe inquest jury at London's Guildhall was told how head porter Mr Koczocik sprang into action after a housekeeper ran downstairs, shouting \"someone's got stabbed\".\nThe Polish national said he went upstairs and saw a man with two knives who was being confronted by three men \"holding objects\", including a chair and a sign.\nHe said Khan was \"defending himself from the objects that were hitting him\" and did not stop even when \"they hit this man on the head with the chair\".\nMr Koczocik said he then \"froze for a few seconds\" before he pulled the ornamental spear, known as a boarding pike, from the wall.\n\"The next thing I remember - me going back to the lobby area and being with this man face to face.\n\"I decided he had to be hurt, because I realised what was happening. I tried to stab him,\" he said.\nThe head porter described how he tried to stab Khan in the face but \"he was batting me away\", and when he jabbed at his stomach he said he heard a \"metal clink\".\nKhan then grabbed the pike with one hand and dragged himself \"closer to me\", Mr Koczocik said, cutting at his hand and shoulder.\n\"I dropped the pike because he cut the tendon in my hands,\" he said, adding that he was probably only still alive because other people carrying makeshift weapons crowded Khan.\nButler Jeffrey Stevelman, who witnessed the confrontation between Mr Koczocik and Khan, described the scene as \"absolute chaos\".\nHe told the inquest there had been a \"Mexican standoff\" and Khan had stood there and opened his jacket and started shouting: 'I've got a bomb, call the police, I've got a bomb.'\n\"You stand there and try to process it. It was just unreal,\" he said.\nStephanie Szczotko, who also gave evidence, told the jury how Khan had stabbed her during the attack.\nThe former student had been at the event in central London due to her work with prisoners as part of her criminology degree at Cambridge.\nShe said she first heard screams and shouts, and \"a cluster of people\" had fled past her before \"I saw a man run towards me\".\nMs Szczotko, who suffered wounds to her arms and torso, said Khan had a knife raised above his head and she raised her arm \"instinctively\" as he struck.\n\"For a moment I felt I was just paused in that moment,\" she said. \"I remember looking at him with shock and confusion.\"\nWhen asked about her witness statement, in which she described how her attacker \"didn't seem particularly bothered or psyched up\", she replied that he had been \"expressionless\".\nThe Guildhall also heard from Samy Sadek, an emergency doctor who described how he was met by several \"very distressed\" armed police officers after being called to the attack.\nDescribing what he saw upon entering the hall, the consultant said there were \"numerous police officers, there was a lot of noise by way of shouting - there was lots and lots of blood\".\nDr Sadek said he saw Ms Jones, 23, being given CPR at the foot of a staircase, but felt the extent of her injuries meant \"there was no intervention we were able to provide to save her life\". \nHe described how as he examined other casualties, including 25-year-old Mr Merritt, he was told there was a bomb.\nThe consultant explained that he and his team \"were attempting to establish whether there was an ongoing threat\" but \"no-one was able to tell us if there was one or more assailant\".\nDr Sadek told the Guildhall he and his colleagues began massaging Mr Merritt's heart but \"we were not able to resuscitate Jack\".\nWhen asked whether every effort had been put in to help both victims, Dr Sadek replied: \"Absolutely everything was being done.\"\nSimon Bird, a maintenance electrician working at the hall that day, also gave evidence. He described how he heard Khan shouting for the front doors to be opened.\nHe said: \"I heard a voice from someone I now know to be Usman Khan: 'Open the effing door, open the effing door.'\nMr Bird, who said Khan had a large kitchen knife in his hand, said he then witnessed what he described as \"a river of blood\".\nThe inquest hearing continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56834655",
      "category": "world-europe",
      "title": "Alexei Navalny: Thousands across Russia defy ban on protests",
      "tags": "Russia,Chemical weapons,Alexei Navalny,Vladimir Putin",
      "text": "Thousands of people around Russia have joined unauthorised rallies to protest against the detention of jailed opposition leader Alexei Navalny.\nThey are calling for Navalny, who has been on hunger strike for weeks, to receive proper medical care. More than 1,000 people were reportedly arrested.\nNavalny,  44, was jailed in February and is demanding medical attention for acute back pain and leg numbness.\nThe largest protest was in Moscow, but others took place in major cities.\nThese included St Petersburg, Vladivostok in the Far East, a number of cities in Siberia, and the central city of Vladimir where Navalny is being held.\nThe opposition had hoped Wednesday's protests would be the largest in years, but reports suggest they have been smaller than those that took place shortly before Navalny was jailed.\nMore than 14,000 people protested in 29 cities, police said. This included 6,000 people who gathered in Moscow.\nBut estimates from monitoring groups tend to far exceed official police figures. One such group, OVD-Info, said more than 1,000 people had been detained nationwide.\n\"This is one of the last gasps of a free Russia,\" one protester told Reuters news agency. \"We came out for Alexei.\"\n\"This is a fight for the future,\" another demonstrator, Andrei Zamyatin, told AFP.\nOthers were less hopeful about the impact the mass action could have. \"I don't think this protest can save Navalny,\" Alexander Butuzov told AFP. \n\"There would need to be at least 200,000 to 300,000 people in the streets,\" he said.\nThe protesters defied stark warnings from the authorities and a heavy police presence in most major cities. \n\"Any aggressive actions by participants in unauthorised public meetings, especially attempts to provoke clashes with law enforcement officials, will be regarded as a threat to public safety and immediately suppressed,\" the interior ministry said earlier this week.\nIn Moscow, riot police urged people to leave the protest area and formed barricades to try and contain the demonstrators' route.\nThey earlier cordoned off the area around Manezh exhibition hall, where Mr Putin addressed both houses of parliament during his annual state of the nation speech.\nIt's hard to tell the size of a rally when crowds are banned from gathering in one place, and that's the point. In Moscow, protesters were constantly diverted by police, as roads were closed. \nFewer came out than in January when Alexei Navalny was arrested - but that's hardly surprising. The price of protesting is rising in Russia: you face a beating, losing your job - at worst, a prison sentence. \nMany of Navalny's supporters who did make it out on Wednesday said they were afraid, but they were passionate: in Moscow, they shouted for Navalny's freedom and they called Vladimir Putin a killer. \nFor once, the police stood back and let them march - no dragging screaming protesters into their vans. \nIn St Petersburg it was different: hundreds were arrested there, some stunned with electric shockers by police. \nTeam Navalny are claiming success. But their goal was to get him released, or at least get him a doctor, and the Kremlin is unlikely to be persuaded by Wednesday's crowds. \nOn Monday, Navalny was moved to a prison hospital where the authorities said his condition was \"satisfactory\". \nThe FSIN prison service added that he was being examined by a doctor daily and had agreed to take vitamins.\nBut Navalny's doctors warned he would \"die within the next few days\" if not given urgent medical attention for his back pain and leg numbness.\nHe started a hunger strike on 31 March in protest at not being able to see his own medical team. His doctors say recent blood test results indicate he could suffer kidney failure and go into cardiac arrest at any moment.\nWestern countries say Navalny was poisoned with a nerve agent last August and only narrowly survived. After his transfer to intensive care in Berlin, toxicologists concluded that the poison was Russian weapons-grade Novichok.\nThe West blamed the Russian state for the attack, and Navalny accused President Vladimir Putin directly. The Kremlin denied any involvement and disputed the conclusion about Novichok.\nNavalny was jailed in February for violating the terms of a 2014 suspended sentence for fraud. He says the case is politically motivated.\nThe European Court of Human Rights found violations of justice in the case against him."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56825488",
      "category": "uk",
      "title": "EuroMillions: UK ticket-holder wins £59m jackpot",
      "tags": "Lottery",
      "text": "A lucky UK-ticket holder has won the jackpot prize of £59m in the EuroMillions draw.\nTuesday's winning numbers were 5, 17, 28, 41 and 46 with the Lucky Star numbers 10 and 11.\nThe winner correctly matched all five of the EuroMillions numbers as well as the two Lucky Star numbers.\nCamelot's Andy Carter, senior winners' adviser at the National Lottery, said it was \"amazing news\" that someone had scooped the top prize.\nHe said it was the second UK EuroMillions jackpot winner this month, after a another ticket-holder scooped the 122m jackpot on 2 April.\nThat anonymous player became the UK's fifth biggest National Lottery winner and the win would put them in the top 1,000 on the Sunday Times rich list 2020.\nEuroMillions puts the odds of winning the jackpot at around 1 in 139,838,160.\nLast month, an 80-year-old man bagged more than £100,000 in the draw after forgetting his glasses and being unable to pick his regular numbers.\nDenis Fawsitt would normally use family birthdays for his weekly ticket, but as he could not see, went for a lucky dip instead.\nHe and his wife Ann, 75, said they were planning to make over their Derbyshire home and garden with the £116,124 winnings.\nThe highest amount ever won on EuroMillions was €210m (£180m), which was taken home by a Swiss player in February this year.\nOne couple from Northern Ireland, who won £115m in the EuroMillions lottery two years ago have already given away more than half to loved ones.\nAnother couple who won £1m in the draw last month said they would be able to buy a bigger home to help them care for their youngest son who has scoliosis.\nTickets for EuroMillions are sold in nine countries - the UK, France, Spain, Austria, Belgium, Luxembourg, the Irish Republic, Portugal and Switzerland - with ticket-holders in all those countries trying to win a share of the same jackpot each week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56825270",
      "category": "world-us-canada",
      "title": "George Floyd: Jury returns guilty verdicts in Derek Chauvin trial",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56819257",
      "category": "science-environment",
      "title": "Climate change: Growing doubts over chip fat biofuel",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "New research questions the environmental impact of rising imports of used cooking oil (UCO) into the UK and Europe.\nChip fat and other oils are considered waste, so when they are used to make biodiesel it saves carbon emissions by displacing fossil oil.\nBut such is the demand across Europe that imports now account for more than half of the UCO that's made into fuel.\nAccording to the study, there's no way to prove these imports are sustainable.\nWith no testing of what's coming in, experts believe it is also ripe for fraud.\nReducing emissions from transport is proving to be one of the toughest challenges for governments all over the world. \nThey've encouraged the use of biofuels as an important means of curbing carbon from cars and lorries. \nBiofuels are normally a blend of fossil fuel and oil made from plants or vegetables. \nThe fact that these crops can be re-grown and soak up more CO2 means they cancel out the carbon emitted when used in engines.\nSoy and palm oil were once widely used as components of biodiesel but this practice has been widely discredited because it encourages deforestation.\nSo for the last decade or so, the use of used cooking oil has expanded massively as an alternative feedstock for fuel.\nChip fat and other waste oils have become a key component of biodiesel with an effective industry springing up across Europe to collect and process the product. \nBut with the amount of biodiesel made from UCO increasing by around 40% every year since 2014, there simply isn't enough chip fat to go around. \nAccording to a report from the campaign group Transport & Environment, more than half of the UCO used in Europe is imported. \nTheir study suggests this is highly problematic when it comes to impacts on the environment. \nWhile UCO is considered a waste material in the UK, in China, Indonesia and Malaysia it has long been used to feed animals. The report raises the question of what people in these countries are replacing the UCO with, when it is exported. \nIn 2019, Malaysia exported 90 million litres of UCO to the UK and Ireland. Figures for their exports to other European countries aren't available but the flow of UCO is likely to be similar. \nWith a population of around 33 million, that's close to three litres per head of used oil that's collected and exported to the UK and Ireland alone. \nBy comparison, Thailand, which has a population of 70 million people, managed to collect around five million litres of UCO in 2019.\n\"Because we are buying it, they have less used cooking oil to use on the things that they were previously using it for,\" said Greg Archer with Transport & Environment.\n\"And they're just buying more virgin oil and that virgin oil is largely palm oil, because that's the cheapest oil available. \n\"So indirectly, we're just encouraging more deforestation in Southeast Asia.\"\nAnother major problem with UCO is the suspicion of fraud. \nBecause of demand from Europe, the price of UCO is often higher than palm oil. The worry is that some unscrupulous traders are simply diluting shipments of UCO with palm.\nAs oils of different types are mixed in bulk for transport, and no testing of the materials is carried out, some experts believe fraud is rife. \nThe suggestion of fraud anywhere along the chain of supply is rejected by the European Waste-to-Advanced Biofuels Association (EWABA), who say there are robust certification schemes in place.\n\"It is widely known that the European Commission has taken relevant steps to completely curb unsound market practices in biofuel markets,\" said Angel Alberdi, EWABA's secretary general.\nHe says a new database being developed by the EU will ensure that trading, certification and sustainability data on all bio-liquids will have to be registered.  \n\"The combination of revised certification schemes and the pan-EU track and trace database will ensure that no sustainability issues arise in the whole biofuels and bio-liquids supply chain,\" he told BBC News. \nOthers in the field are concerned that the database idea, which was first mooted in 2018, may not be effective in stemming suspected fraud. \nThe report from Transport & Environment points out that with shipping and aviation looking to decarbonise by using biofuels, demand for UCO could double over the next decade. \n\"Rising the demand beyond sustainable supply levels would increase these concerns, and risks of using 'fake' UCO, potentially leading to indirect impacts such as deforestation.\"\nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56830626",
      "category": "entertainment-arts",
      "title": "Jim Steinman: Tributes paid to 'the Wagner of rock'",
      "tags": "Andrew Lloyd Webber,Music",
      "text": "Tributes have been paid to US songwriter and producer Jim Steinman, who has died at the age of 73.\nSteinman helped to create hits like Meat Loaf's Bat Out of Hell and Bonnie Tyler's Total Eclipse of the Heart.\nTyler told the BBC: \"He was such a lovely, funny, kind, supportive, deeply caring person, as well as an incredible songwriter of the most iconic songs.\"\nSteinman also worked on 1996 musical Whistle Down the Wind with Andrew Lloyd Webber, who said he was \"unique\".\n\"He was a one-off. One of the nicest, kindest people I've ever met in this business,\" Lord Lloyd-Webber told BBC Radio 4's The World at One on Wednesday. \n\"To say that he loved [German composer Richard] Wagner would be an understatement. He was kind of the Wagner of rock, if you like.\"\nSteinman and Lloyd-Webber's compositions for Whistle Down the Wind included the future Boyzone number one No Matter What.\nThe theatre impresario added that his late friend was \"the warmest man possible\".\n\"One of the funniest evenings I ever had with him was - because he was so generous - there were six of us and he took all six of us to this Mexican restaurant in New York,\" he recalled.\n\"He said to the waiter [pointing at] the big menu there, 'We'll have one of everything', which was typical of him. And the waiter said, 'Mr Steinman, are you sure you want one of everything?' He said, 'No you're right, we need six of everything!'\n\"These trolleys of food appeared, and he was extraordinary.\"\nTyler took Total Eclipse of the Heart to number one in the UK and also had a huge hit with Holding Out for a Hero, which Steinman co-wrote. She told The World At One she was \"so privileged\" to have his songs in her repertoire.\n\"Jim writes these very bombastic sort of Wagnerian kind of music,\" she said. \"When you see him play the piano, he starts with his hair all lovely and dry. By the time he is finished it's dripping with sweat and it's all stuck around his face because he plays with such vigour.\"\nTyler remembered she specifically asked her record label to let her work with Steinman after hearing his epic work with Meat Loaf. \nThe Bat Out of Hell singer, with whom Steinman scored his biggest hits, said goodbye on Facebook with the words: \"Fly Jimmy Fly.\"\nCeline Dion also paid tribute, calling the composer a \"musical genius\".\n\"Having the opportunity to work with him was one of the greatest privileges of my career,\" she tweeted. \"My thoughts and prayers go out to his family and friends.\"\nSteinman's brother Bill told the Associated Press that the songwriter had died of kidney failure on Monday after being ill for some time.\n\"I miss him a great deal already,\" he said.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56821882",
      "category": "technology",
      "title": "TikTok loophole sees users post pornographic and violent videos",
      "tags": "Social networks,TikTok,Apps,Cyber-security",
      "text": "TikTok is banning users who are posting pornographic and violent videos as their profile pictures to circumvent moderation, in a unique viral trend.\nBBC News alerted the app to the \"Don't search this up,\" craze, which has accumulated nearly 50 million views. \nTikTok has also banned the hashtags used to promote the offending profiles and is deleting the videos.\nUsers say the trend is encouraging pranksters to post the most offensive or disgusting material they can find.\nBBC News has seen clips of hardcore pornography shared as profile pictures on the app, as well as an Islamic State group video of the murder of Jordanian pilot Muadh al-Kasasbeh, burned to death in a cage in 2015.\nTom, a teenager from Germany, whose surname we have agreed not to use, first contacted BBC News about the trend.\nHe said: \"I've seen gore and hardcore porn and I'm really concerned about this because so many kids use TikTok. \n\"I find it especially worrying that there are posts with millions of views specifically pointing out these profiles, yet it takes ages for TikTok to act.\" \nTom added he had reported multiple users to the app for posting the offensive profile-picture videos.\nOn the platform users can put videos as their profile pictures, rather than a still image.\nVideos about the trend are being posted in English and Spanish languages on the app. \nThe offending accounts are often named with a random jumble of letters and words and have no actual TikTok videos uploaded to them apart from inside the profile box. \nSome of the accounts have tens of thousands of followers waiting for the profile picture to be changed to something shocking. \nRegular users are able to find these accounts by watching otherwise mundane TikTok videos advertising usernames people should \"search up\" to find the most shocking clips. \nAnd these videos are being recommended by the TikTok algorithm on the app's main For You Page.\nExperts say the trend is unique and highlights an unknown vulnerability in TikTok. \n\"TikTok has a rather positive reputation when it comes to trust and safety so I would not fault them for not having moderation policies and tools for a toxic phenomenon they were not aware of,\"  Roi Carthy, from social-media moderation company L1ght, said. \n\"Clearly TikTok is working to stop this trend - but for users, as always, vigilance is key. \n\"TikTok fans should be conscious of the risks on the platform and parents should make an effort to learn what new apps their children are using, along with the content and human dynamics they are exposed to.\"\nTikTok is one of the world's fastest growing apps, with an estimated 700 million monthly active users around the world. \nA spokesman for the company said: \"We have permanently banned accounts that attempted to circumvent our rules via their profile photo and we have disabled hashtags including #dontsearchthisup. \n\"Our safety team is continuing their analysis and we will continue to take all necessary steps to keep our community safe.\" \nDisabling a hashtag meant the term could not be found in search or created again, TikTok added.\nIts moderation teams are also understood to be analysing and removing similar copycat terms being used for the trend. \nBBC News tried to speak to one user who posted an explicit video to their profile but did not receive a response."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56828173",
      "category": "business",
      "title": "Daily Mail owner sues Google over search results",
      "tags": "Google,Advertising",
      "text": "The owner of the Daily Mail newspaper and MailOnline website is suing Google over allegations the search engine manipulates search results.\nAssociated Newspapers accuses Google of having too much control over online advertising and of downgrading links to its stories, favouring other outlets.\nIt alleges Google \"punishes\" publishers in its rankings if they don't sell enough advertising space in its marketplace.\nGoogle called the claims \"meritless\".\nAssociated Newspapers' concerns stem from its assessment that its coverage of the Royal Family in 2021 has been downplayed in search results.\nFor example, it claims that British users searching for broadcaster Piers Morgan's comments on the Duchess of Sussex following an interview with Oprah Winfrey were more likely to see articles about Morgan produced by smaller, regional outlets.\nThat is despite the Daily Mail writing multiple stories a day about his comments around that time and employing him as a columnist.\nDaily Mail editor emeritus Peter Wright told the BBC's Today programme that the search engine's alleged actions were \"anti-competitive\".\nHe suggested that the Daily Mail's search visibility dropped after using online advertising techniques \"which were allowing us to divert advertising traffic away from Google to other ad exchanges, which paid better prices - and this was their punishment\".\n\"We think it's time to call this company out,\" he said.\nThe Daily Mail's MailOnline site is one of the world's most-read websites. It has 75 million unique monthly visitors in the US alone, according to the lawsuit, which was filed in New York on Tuesday.\nA Google spokeswoman said: \"The Daily Mail's claims are completely inaccurate. \n\"The use of our ad tech tools has no bearing on how a publisher's website ranks in Google search. \n\"More generally, we compete in a crowded and competitive ad tech space where publishers have and exercise multiple options. The Daily Mail itself authorises dozens of ad tech companies to sell and manage their ad space, including Amazon, Verizon and more. We will defend ourselves against these meritless claims.\"\nSeparately, Google is facing antitrust lawsuits brought by the US Justice Department and attorneys general in several states. \nThe technology giant has denied abusing its market power and has previously said the ad technology market is competitive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56802198",
      "category": "world-us-canada",
      "title": "George Floyd death: Five key moments from the Derek Chauvin trial",
      "tags": "Minneapolis,US race relations,George Floyd death,United States",
      "text": "The death of George Floyd, a 48-year-old black man, while he was being restrained by a white police officer, Derek Chauvin, during an arrest in Minneapolis in May 2020, shocked the world and sparked global protests about racism and police brutality.\nChauvin's three-week trial - on charges of murder and manslaughter - has now resulted in his conviction. \nHere are five key moments from the trial which heard from 45 witnesses and saw hours of video footage filmed by bystanders.\nSome of the most powerful testimony came in the first days of the trial when witnesses spoke of what they saw that day.\nDarnella, who was 17 at the time of Mr Floyd's death, filmed the video that went viral around the world. She told the jury there were nights when she stayed up \"apologising to George Floyd for not doing more and not physically interacting and not saving his life\".\n\"When I look at George Floyd, I look at my dad. I look at my brothers, I look at my cousins, my uncles. Because they are all black,\" she said.\nEmotional testimony also came from Charles McMillian, 61, who had been among the first on the scene and had tried to persuade Mr Floyd to get in the police car.\nHe broke down in tears watching graphic footage of the arrest in court, saying he had felt \"helpless\" as events unfolded and explained that he had confronted Chauvin after Mr Floyd was taken away in an ambulance because \"what I watched was wrong\".\nThe defence has argued that the presence of bystanders influenced Chauvin's actions that day. The court heard from one Minneapolis police officer, Peter Chang, that the crowd had been \"very aggressive to the officers\", while Nicole McKenzie, who trains the city's police on providing medical care, said the presence of bystanders at an arrest could make it harder for officers to see signs of distress in those they detained.\nAnother powerful moment came when Mr Floyd's girlfriend of three years, Courteney Ross, took the stand.\nShe described their first meeting, in the lobby of a Salvation Army homeless shelter, where Mr Floyd worked as a security guard, and how he had been devastated by his mother's death in 2018.\nMs Ross also told the court they both suffered from chronic pain, which led to an off-and-on struggle with opioid addiction.\n\"We got addicted and tried really hard to break that addiction many times,\" she testified.\nOne of the defence's arguments has been that Mr Floyd died largely because of complications from the opioids and methamphetamine he had in his system at the time of his arrest. \nAnother key issue at the heart of this trial has been whether Derek Chauvin violated policies on restraint when he kneeled on George Floyd's neck for nine and a half minutes.\nThe head of Minneapolis police, Chief Medaria Arradondo, was one of the prosecution's most high-profile witnesses and had fired Chauvin a day after the arrest.\nHe told the court that the police officer should have stopped applying \"that level of force\" the moment Mr Floyd stopped resisting. \"It's not part of our training and it's certainly not part of our ethics or values\" to continue with such force, he said.\nDefence witness Barry Brodd, a use-of-force expert, said Chauvin had been \"justified\" and acted \"with objective reasonableness\" because of the \"imminent threat\" Mr Floyd posed in resisting arrest.\nHowever, he did concede under cross-examination that the dangers of positional asphyxia - not being able to breathe in a certain position - were well-known among law enforcers.\nThe cause of Mr Floyd's death was arguably central to this trial, with the prosecution maintaining he died from asphyxia while the defence pointed to Mr Floyd's drug use and general poor health. \nDr Martin Tobin, an expert in pulmonary medicine, used video footage to explain what was happening to Mr Floyd's breathing during the nine and a half minutes he lay under Chauvin's knee.\nEven \"a healthy person, subjected to what Mr Floyd was subjected to, would have died,\" he said.\nA key witness for the defence, forensic pathologist David Fowler, said Mr Floyd's death should have been classified as \"undetermined\" rather than as a homicide, because there were \"so many conflicting different potential mechanisms\". \nComplicating factors included Mr Floyd's drug use and possible exposure to carbon monoxide poisoning from the police car's exhaust, said Dr Fowler, who was chief medical examiner for the state of Maryland until his retirement in 2019.\nHowever, under cross-examination he agreed that Mr Floyd should have been given immediate medical attention when he went into cardiac arrest, as there still was a chance to save his life.\nJust before the defence rested its case, the man on trial - Derek Chauvin - confirmed to the judge that he would not testify.\n\"I will invoke my Fifth Amendment privilege today,\" he said, referring to the constitutional right to remain silent in fear of self-incrimination.\nAsked by the judge whether this was his decision alone, and whether anyone else had unfairly influenced his decision, Chauvin responded: \"No promises or threats, your honour.\"\nChauvin pleaded not guilty to charges of second-degree unintentional murder - for which he could be jailed for up to 40 years - third-degree murder, and manslaughter. \nThe jury took under a day to return a unanimous verdict convicting him of all charges."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56826190/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Netflix shares plunge amid fears coronavirus boom is over",
      "tags": "Streaming,Netflix",
      "text": "Video-streaming giant Netflix has reported a slowdown in subscriber growth, sending its shares tumbling. \nAbout 3.98 million people signed up for Netflix between January and March, well short of the projected 6 million.\nThe company said a lack of new shows may have contributed to the shortfall, adding that it expected this to recover as sequels to hit shows are released.\nNetflix shares fell 11% in after-hours trading to $489.28, wiping $25bn off the company's market capitalization.\nThe streaming service added 15.8 million new subscribers last year as Covid-19 forced people around the world to stay home.  \nMuch of that growth came in Asia, where Netflix added 9.3 million new subscribers in 2020, an increase of about 65% over the previous year. \nBut the pandemic has proven a double-edged sword for Netflix, because it also disrupted its production pipeline. \n\"These dynamics are also contributing to a lighter content slate in the first half of 2021, and hence, we believe slower membership growth,\" the company said in its quarterly letter to shareholders.\nThe company projected poor customer growth ahead, with an additional 1 million new streaming customers in the second quarter, far short of the previously predicted 5 million. \nNetflix also faces increasingly stiff competition from new streaming services entering the market. \nDisney+, a much newer streaming service, already has 100 million subscribers, compared with Netflix's 207.6 million. \nEven with sluggish customer growth, Netflix has reported revenues of $7.16bn and net income of $1.71bn.  \nNetflix predicted stronger growth in the second half of the year when it releases new seasons of \"You,\" \"Money Heist,\" \"The Witcher\" and action movie \"Red Notice,\" among other titles.\n\"We had those ten years where we were growing smooth as silk,\" Netflix chief executive Reed Hastings said on a streamed earnings call, according to an AFP report.\n\"It is just a little wobbly right now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56777985",
      "category": "uk-northern-ireland",
      "title": "NI 100: Majority believes NI will leave UK within 25 years",
      "tags": "Boris Johnson,Brexit",
      "text": "A majority of people on both sides of the Irish border believes Northern Ireland will have left the UK within 25 years, a poll suggests.\nMost respondents said they thought NI would still be part of the UK in 10 years time, but not in 25 years.\nIn NI, 49% of people said if there was a border poll today they would vote to remain in the UK, with 43% backing a united Ireland and 8% undecided.\nThe poll was commissioned by BBC NI's Spotlight programme.\nIn the Republic of Ireland, where a vote would have to be held in parallel with any border poll in Northern Ireland, 51%  said they would vote for a United Ireland, 27% would vote for Northern Ireland to stay in the UK and 22% were not sure. \nWhen asked if they thought NI woud be part of the UK in 10 years, 55% in NI and 59% in the Republic of Ireland said they thought it would be.\nBut when asked if this would be the case in 25 years, 51% of people in NI and 54% in the Republic said NI would have left the UK.\nThe poll also suggested that only 40% of people in Northern Ireland saw its formation 100 years ago as a cause for celebration.\nMost people on both sides of the Irish border believed there was a potential for a return to political violence in Northern Ireland, according to the poll.\nThe poll was carried out over the Easter period when clashes were taking place in a number of areas across Northern Ireland, sparked by loyalist anger over the Northern Ireland trade protocol and the Police Service of Northern Ireland's handling of a republican funeral during the pandemic. \nOf those surveyed in Northern Ireland, 76% agreed with the proposition that \"the dispute over Northern Ireland's status remains unresolved and there is still a potential for violence in the future\".\nIn the Republic, an even higher proportion, 87%, echoed that view. \nA total of 48% of those surveyed in Northern Ireland told the pollsters they want the controversial trade protocol introduced as part of the UK's EU Withdrawal Agreement scrapped, in line with demands from the DUP and other unionist parties, while 46% wanted the protocol to be retained. \nUnionists have claimed the protocol, which requires checks on goods moving across the Irish Sea from Great Britain to Northern Ireland, threatens the constitutional integrity of the UK. \nInterviewed for the Spotlight programme, Taoiseach (Irish Prime Minister) Micheál Martin insisted the protocol was not tearing the UK apart, while Prime Minister Boris Johnson said he was working to \"sandpaper\" away what he described as the \"ludicrous barriers\" to trade across the Irish Sea.  \nIn the Republic, a majority of those surveyed supported the Irish government's defence of the trade protocol, with 74% saying it should not be scrapped.   \nAlthough within Northern Ireland a larger number of people rejected the trade protocol than backed it, the poll also provided an indication that a majority wants to retain some form of economic link with the EU. \nSome 56% of those surveyed in Northern Ireland told the pollsters that they wanted their assembly members (MLAs) to vote to stay within the EU Single Market when the matter is put to a vote at Stormont in three years' time. \nOnly 38% indicated they wanted to leave the EU Single Market. \nIn Northern Ireland 37% of people surveyed told the pollsters they would like to see a border poll within the next five years, whilst a further 29% want it to happen at some point after that. \nHowever the prime minister told the Spotlight programme that he cannot see any Northern Ireland secretary considering a border poll for a \"very, very long time to come\". \nThe prime minister told BBC Northern Ireland that as \"a proud unionist\" he views the centenary of Northern Ireland's formation as a cause for celebration. \nHowever only 40% of the people surveyed agreed with the proposition that \"the formation of Northern Ireland 100 years ago was an achievement which should be celebrated\", while 45% disagreed with the statement.\nOutright celebration of the centenary turned out to be the least popular of five options included in the survey. \nIn Northern Ireland, 48% agreed that the partition of Ireland and the creation of a land border 100 years ago was \"a negative development which should be regretted\".\nA total of 50% wanted to concentrate on current challenges such as the Covid pandemic rather than the centenary, whilst 61% backed marking Northern Ireland's formation in a neutral manner acknowledging the differing opinions on the subject. \nThe same proportion, 61%, agreed with the statement \"Northern Ireland's history is not just about constitutional politics and the centenary should provide an opportunity to showcase its sporting, business, scientific and cultural achievements\". \nIn the Republic, celebrating the formation of Northern Ireland was even more unpopular with just 12% agreeing with the proposition. \nThe most popular options were marking this year's centenary in a neutral manner, which was favoured by 74% of those surveyed and regretting partition - a view 71% agreed with.\nThe poll commissioned by BBC Northern Ireland's Spotlight programme was carried out by the NI Pollsters LucidTalk and the Irish polling firm Ireland Thinks. \nThe margin of error is +/- 2.5%.\nThe results from a number of other questions in the survey regarding what should happen to the Irish flag, national anthem, the Stormont Executive and the health service in the event of a United Ireland will be released on BBC Northern Ireland's political programme The View on Thursday night.  \nFull details of the poll will be available via the BBC NI news website and other BBC news and current affairs programmes during the course of the week. \nView the full, detailed results for Northern Ireland here and the Republic of Ireland here.\nYou can watch Spotlight - A Contested Centenary and The View on the BBC iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56815522",
      "category": "business",
      "title": "No new smart motorways without additional safety measures",
      "tags": "Department for Transport,Grant Shapps,Road safety",
      "text": "No more smart motorways without hard shoulders will be able to open without additional safety measures in place, the government has said. \nIt said any new \"all lane running\" roads would need radar technology installed first to detect stopped cars.\nSmart motorways use technology and other measures to cut congestion, such as opening the hard shoulder. \nBut there are fears about their safety after fatal accidents involving stationary cars being hit from behind.\nIn a written statement to Parliament, Transport Secretary Grant Shapps said that for every hundred million miles driven there were fewer deaths on all-lane motorways than conventional ones.\nBut he added: \"We are determined to do all we can to help drivers feel safer and be safer on our roads - all our roads.\"\nHe said Highways England would now accelerate the introduction of a number of safety measures set out last year.  \n\"Most significantly, radar-based stopped vehicle detection technology will now be installed on all operational all lane running (ALR) motorways by September 2022, six months earlier than planned,\" he said. \n\"Highways England has also made a commitment that no ALR motorways will open without radar technology to spot stopped vehicles, enable lanes to be closed where necessary and get help to drivers quickly.\"\nOther measures include upgrading cameras so motorists ignoring closed lanes indicated by red X signs can be caught and prosecuted, and putting more signs up about distances to emergency refuge areas.\nThe RAC's head of roads policy, Nicholas Lyes, said the motoring organisation was \"concerned that drivers will still need to wait up to 18 months before all cameras are enforcing red X lane closed signs\".\nHe said: \"Enforcement is vital in getting all drivers to obey these signs as anyone who disregards them is at a much greater risk of being in collision with a stranded vehicle.\"\nSmart motorways, which use technology to maintain the flow of traffic and give information on overhead displays, have existed in England since 2002.\nThe \"all lane running\" versions - which involves opening the hard shoulder permanently to drivers - began in 2014. \nBut a coroner in Sheffield found in January that such roads \"present an ongoing risk of future deaths\" after two people were killed when a lorry ploughed into their vehicles while they were stationary on the M1 in South Yorkshire.\nClaire Mercer, whose husband Jason Mercer died in the accident in June 2019, and who now campaigns against smart motorways, said: \"It's all compromises. Nothing is new. Nothing short of giving back the hard shoulder in every single instance will be acceptable.\"\nShe said she was sitting in a coffee shop with her husband Jason just before he was killed.\n\"We were sat chatting. At 8 o'clock he got up to leave, kissed me goodbye, told me he loved me, and apparently he was dead by 8:15,\" she said.\nHer husband and another motorist, Alexandru Murgeanu, had stopped after a minor collision.\nShe said over the past few months support for her campaign had grown exponentially.\n\"I just don't understand why they [the government] are digging in against accepting public opinion... People are starting to get really angry about being ignored.\"\nIn 2019, 15 people were killed on \"all lane running\" and \"dynamic hard shoulder\" motorways. This is four more deaths than in 2018.\nThe number of people being killed on motorways without hard shoulders increased each year from 2015 to 2019, and totalled 39 deaths.\nBy contrast, on so-called \"controlled motorways\" - a type of smart motorway which have variable speed limits and a hard shoulder - there were 24 deaths in that period.\nOn conventional motorways, which cover more of the UK than smart motorways, there were 368 fatalities from 2015 to 2019.\nThe Highways England report found that crashes between moving and stationary vehicles were more likely on such motorways.\nBut collisions between two or more moving vehicles - which is how more people die - were less likely due to speed regulation.\nThe Commons' Transport Select Committee has launched an inquiry into smart motorways, with chairman and Tory MP Huw Merriman warning there are \"genuine worries\" about the roads. \nAnd the AA and RAC have raised concerns that vehicles that break down on sections of road with no hard shoulder face greater dangers than before.\nReacting to the Department for Transport's update, AA president Edmund King said: \"It is encouraging that progress has been made on our demands to make 'smart' motorways safer. The objective should be to create the safest roads we can. \n\"The number one improvement advocated by the AA and our members is to increase the number of emergency refuge areas (ERAs) and retrofit them to older schemes to ensure they are placed at approximately 0.75 miles apart. \n\"More ERAs, together with improving the accuracy of stopped vehicle detection radar, should be the urgent priorities.\"\nThere are plans for about 800 miles of smart motorway in the UK by 2025 - up from just under 500 miles currently. \nAt the moment parts of the smart motorway network are not monitored by radar technology, but by human observation from watch centres.\nIt's the nightmare scenario. Breaking down on a motorway, without a hard shoulder to take refuge on, and with cars and lorries whizzing past inches away.\nThe government says smart motorways are safer than conventional ones. And it points out that hard shoulders themselves are far from safe. People get killed waiting there, too.\nMany motorists will find all this hard to accept, especially when they see other drivers ignoring speed limits or lane closures when incidents occur.\nBut the government needs to convince them. It's cheaper to have smart motorways than bigger roads. \nThat's why it says it's going all out to improve safety on roads it claims are already very safe. It wants to reassure people.\nThe question is, will critics be persuaded?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56836377",
      "category": "uk-wales",
      "title": "Covid: 42 at cupcake factory hit by outbreak",
      "tags": "Contact tracing,Wales business,Bala,Shropshire Council,Cake,Food industry,Coronavirus pandemic,Gwynedd Council",
      "text": "A cupcake factory supplying major supermarket chains has said it is working with health officials after an outbreak of Covid at its site in north Wales.\nThe Cake Crew said 42 members of staff have tested positive for the virus at the production facility in Bala, Gwynedd.\nThe firm employs 330 people making over a million cupcakes a week.\nIt said those identified and their contacts were now self-isolating.\n\"Everyone who is affected are being contacted by the local Test, Trace and Protect teams and provided with additional advice for themselves, their household and other contacts,\" said a statement from a joint incident response team, which includes the company, health board officials and Public Health Wales, and both Gwynedd and Shropshire councils.\nThe response team said a pupil from Ysgol Godre'r Berwyn in the town has also tested positive for Covid linked to the cake factory outbeak.\nThey are also self-isolating, along with close contacts at the 3-18 school campus.\n\"We send our best wishes to all who have been impacted and urge them to continue to follow the advice provided to help stop the spread of the virus,\" added officials.\nThe outbreak has already taken the Bala and Mawddwy area to the position as Wales' highest current case-rate hotspot, although only results from more than five days ago are recorded so far. \nThe area has only had 122 positive cases through the whole of the pandemic, and had been the 12th lowest rate of more than 400 communities across Wales."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56838589",
      "category": "uk-politics",
      "title": "Johnny Mercer: Sacked minister attacks 'distrustful' government",
      "tags": "The Troubles,British Army,Johnny Mercer",
      "text": "A former veterans minister has hit out at the government as \"the most distrustful, awful environment I've ever worked in\". \nTory MP Johnny Mercer told Times Radio \"almost nobody tells the truth,\" and election pledges had not been delivered. \nIt follows his departure over legal protections for British troops who fought during the conflict in Northern Ireland known as the Troubles.\nNo 10 has pledged action on the issue. \nSpeaking to BBC Newsnight in an interview that will air later on Wednesday, Mr Mercer said Boris Johnson had failed to deliver on promises to protect ex-soldiers who served in Northern Ireland from prosecution. \nHe told the programme he had been \"sacked by text\" after offering to resign at the end of Wednesday, but refusing to go earlier. \nOn Tuesday, a No 10 spokesperson said the PM had \"accepted\" Mr Mercer's resignation.\nLeo Docherty, who replaced Mr Mercer on Wednesday, promised legislation to offer \"protection\" to ex-soldiers who served during the Troubles.\nThey have been excluded from a bill making its way through Parliament which aims to prevent unfounded prosecutions over conflicts overseas. \nThe Overseas Operations Bill, which MPs debated on Wednesday, will only cover conflicts abroad such as the wars in Iraq and Afghanistan. \nMr Mercer told BBC Newsnight legislation for troops who fought in Northern Ireland had been promised repeatedly but \"has never appeared\".\n\"The government's been promising for a long time this bill. If I thought there was any prospect of that bill coming, I clearly would have stayed,\" he added.\nThe Plymouth Moor View MP said he had asked officials before his departure whether a \"single word had been committed to paper\" and had been told \"no\".\nSpeaking to Times Radio, he said \"nothing has been done\" over the issue of Northern Ireland veterans, despite previous Conservative commitments. \n\"Politics is a question of integrity, this whole trust thing,\" he added. \n\"This is the most distrustful, awful environment I've ever worked in, in government. Almost nobody tells the truth is what I've worked out over the last 36 hours.\n\"I don't think anyone really can get on their high horse about trust and ethics and all the rest of it in politics, because as far as I'm concerned, most of it is a bit of a cesspit\".\nOn Wednesday, the PM's official spokesman said details new legislation for Northern Ireland would be announced \"in the coming weeks\".\n\"There is more to be done on the issue of the Northern Ireland legacy and we are committed to making progress on this as quickly as possible,\" he added.\n\"We are engaging with Northern Ireland parties and the community in Northern Ireland, including victims' groups as well as the Irish government, on the way forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56824330",
      "category": "world-us-canada",
      "title": "Derek Chauvin conviction: 'This is monumental. This is historic'",
      "tags": "US race relations,George Floyd death,United States",
      "text": "The conviction of a police officer for the murder of a black man during an arrest captured on video and watched around the world has been hailed as a watershed moment.\nIt is rare that US police officers are charged over deaths in custody but Derek Chauvin now faces a jail sentence for the killing of George Floyd.\nHere is how the verdict is being received.\nPhilonise Floyd, George Floyd's brother: \"Being able to know there is justice for African American people, just people of colour, period, in this world. This is monumental. This is historic. This is a pivotal moment in history.\"\nLaTonya Floyd, George Floyd's sister: \"I feel like heaven is standing on my shoulders. My brother got justice, and that's very rare.\"\nFloyd family lawyer Ben Crump: \"\"We frame this moment for all of us, not just George Floyd. This is a victory for those who champion humanity over inhumanity, those who champion justice over injustice, those who champion morals over immorality.\"\nPresident Joe Biden: \"'I can't breathe'. Those were George Floyd's last words. We cannot let them die with him. We have to keep hearing them. We must not turn away. We cannot turn away. This can be a moment of significant change.\"\nVice-President Kamala Harris: \"Racial injustice is not just a black America problem or a people of colour problem, it's a problem for every American. It is keeping us from fulfilling the promise of liberty and justice for all.\"\nUK Prime Minister Boris Johnson: \"I was appalled by the death of George Floyd and welcome this verdict. My thoughts tonight are with George Floyd's family and friends.\"\nFormer US president Barack Obama and his wife Michelle Obama: \"Today, a jury did the right thing. But true justice requires much more. Michelle and I send our prayers to the Floyd family, and we stand with all those who are committed to guaranteeing every American the full measure of justice that George and so many others have been denied.\"\nHouse Speaker Nancy Pelosi: \"We must make sure other families don't suffer the same racism, violence & pain, and we must enact the George Floyd #JusticeInPolicing Act.\"\nFormer US secretary of state and presidential candidate Hillary Clinton: \"George Floyd's family and community deserved for his killer to be held accountable. Today, they got that accountability. Always and forever, Black lives matter.\"\nMinnesota Governor Tim Walz: \"Today's verdict is an important step forward for justice in Minnesota. The trial is over, but our work has only begun.\"\nMinnesota Attorney General Keith Ellison: \"I would not call today's verdict justice, however, because justice implies true restoration. But it is accountability, which is the first step toward justice.\"\nAmerican Civil Liberties Union: \"While today's verdict is a small win for police accountability and may help heal a grieving community, the systems that allowed George to be murdered... remain fully intact.\"\nNational Association for the Advancement of Colored People (NAACP): \"Justice has prevailed in the case against  George Floyd's killer Derek Chauvin, but the work is not done! We must keep fighting to end qualified immunity, and we must get police reform NOW.\"\nReverend Dr Jacqui Lewis, anti-racism campaigner: \"It's not justice... but this is accountability. Now we demand a new standard: You will be held accountable. And maybe, just maybe: Our Black Lives Matter.\"\nNational Fraternal Order of Police: \"The trial was fair and due process was served. We hope and expect that all of our fellow citizens will respect the rule of law and remain peaceful tonight and in the days to come.\"\nMinneapolis Police Federation: \"There are no winners in this case and we respect the jury's decision.\"\nOprah Winfrey: \"I cried tears of joy as each verdict was read. I'm grateful to the witnesses and their testimonies.\" \nMinnesota Timberwolves basketball team: \"We are hopeful that today's decision will serve as a step forward, but it does not ease the physical and emotional pain that continues in an environment where systemic racism exists.\"\nEarvin \"Magic\" Johnson basketball player: \"Thank God... guilty! Justice has been served!!\nWhoopi Goldberg, actress: \"Guilty Guilty Guilty... No-one wins. George Floyd is still gone and finally someone was responsible... Derek Chauvin.\nMariah Carey, singer: \"A beginning... a small grain of hope for our future.\"\nStephen Colbert, US comedian and writer: \"Hopefully this is a step toward a future where police being held accountable for their actions isn't headline material, and to hope that accountability today is determined for tomorrow.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56822571",
      "category": "world-europe",
      "title": "Italian hospital employee accused of skipping work for 15 years",
      "text": "A hospital employee in Italy has been accused of skipping work on full pay for 15 years, local media report.\nThe man is alleged to have stopped turning up to work at the Ciaccio hospital in the southern city of Catanzaro in 2005.\nHe is now being investigated for fraud, extortion and abuse of office, Italian news agency Ansa reports.\nHe was reportedly paid €538,000 (£464,000) in total over the years he is thought not to have been working.\nSix managers at the hospital are also being investigated in connection with the alleged absenteeism.\nThe arrests are the result of a lengthy police investigation into absenteeism and suspected fraud in the Italian public sector.\nThe employee was a civil servant, and was assigned to a job in the hospital in 2005. It was at this point he stopped going into work, the police said.\nThe police have also accused him of threatening his manager to stop her from filing a disciplinary report against him.\nThat manager later retired, police added, and his ongoing absence was never noticed by her successor or human resources."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56815612",
      "category": "uk-england-manchester",
      "title": "Wythenshawe rape: Woman attacked by group of men in park",
      "tags": "Manchester,Wythenshawe",
      "text": "A woman was raped by a group of men in a park in what police described as a \"random and sickening attack\".\nThe victim, aged in her 20s, was attacked at about 00:30 BST at Kirkup Gardens in Wythenshawe, Manchester.\nGreater Manchester Police said it was \"truly horrendous\" and the woman was being supported by specialist officers.\nPatrols have been stepped up in the area as officers continue to search for evidence.\nNo arrests have been made and the force are appealing for anyone with information to get in touch.\nCh Insp Cara Charlesworth said: \"At this stage, this appears to have been a random and sickening attack and our officers are working tirelessly to identify those responsible.\n\"In the meantime, we have increased our police presence in the area, and the public should feel reassured that if they have any concerns they can approach our officers directly.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56836888",
      "category": "uk-england-birmingham",
      "title": "Last resident in Birmingham tower block 'isolated'",
      "tags": "Birmingham,Birmingham City Council",
      "text": "The last resident in a Birmingham tower block says he feels \"isolated and vulnerable\" after waiting over two years for new council accommodation.\nEzekiel Hermon has lived in Saxelby House for 25 years. All other residents have been moved as part of demolition plans and he is being taken to court.\nHe lives in a two-bedroom flat and said he had not been offered suitable properties. \nThe city council said it sympathised and would continue to support him.\nThe tower block is being cleared to make way for more affordable homes in Birmingham, the local authority said.\nResidents started to be rehoused in April 2019 through a property bidding system, with tenants being offered two options as alternative accommodation. \nTo date, the council said Mr Hermon had been given four alternatives, consisting of one- and two-bedroom properties, which have all been refused.  \nBut Mr Hermon, 46, said he had only been offered one-bedroom retirement flats in high-rise tower blocks, which he said he could not face after becoming \"mentally imprisoned\" in his own home.\n\"I am 46 - when this started I was 44... I'm not retired?,\" he said.\n\"Why would I come out of a tower block to go back into a tower block? I've just got [been offered] one bedrooms.\"\nMr Hermon said he was taking medication as a result of his situation, and was fearful of noises he heard at night.\n\"When you come back at the night, I just have to take a deep breath and shut everything out and go into my flat... seeing all the doors that once had your neighbours in... and you see them all gone... no-one will know exactly how it is to be up there,\" he said.\nThe council said his case had been looked at by the government ombudsman who supported the council in trying to find him alternative accommodation. \nRegular safety checks are made at the block and as no new accommodation has been found, the authority said it had \"reluctantly had to take his case to court\".\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56831119",
      "category": "technology",
      "title": "Instagram lets users filter out abusive messages",
      "tags": "Online abuse,Instagram",
      "text": "Instagram has announced the launch of a tool to enable users to automatically filter out abusive messages from those they do not follow on the platform.\nIt follows a number of footballers speaking out about experiencing racist, sexist and other abuse on Instagram.\nDirect messages (DMs) containing words or emojis deemed offensive will be removed from view.\nThe tool will be available in the UK, France, Ireland, Germany, Australia, New Zealand and Canada within weeks.\nMore countries will then receive the relevant update in the coming months.\n\"Because DMs are private conversations, we don't proactively look for hate speech or bullying the same way we do elsewhere,\" Instagram blogged.\nThe tool focused on message requests from people users did not already follow “because this is where people usually receive abusive messages”, it added.\nInstagram consulted with anti-discrimination and anti-bullying groups to curate a list of terms, phrases and emojis deemed offensive.\nFor example, Liverpool Football Club criticised the platform after some of its players were sent racist monkey emojis.\nBut users can also add their own definitions to this list, through the Hidden Words section of the app’s privacy settings.\nThis feature already exists to filter out abuse in comments on Instagram posts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56836430",
      "category": "uk-politics",
      "title": "UK aid budget: Charities call £500m cut a tragic blow",
      "tags": "Dominic Raab,China,International aid,Oxfam",
      "text": "Cuts to humanitarian aid by the UK are a \"tragic blow for many of the world's most marginalised people\", 200 charities said in a joint statement.\nOrganisations including Save the Children and Oxfam said humanitarian assistance was being reduced by more than £500m.\nForeign Secretary Dominic Raab said the changes reflected a \"strategic shift\" in UK aid spending.\nHe also said the £18m aid budget given to China will be reduced to £900,000.\nFollowing the economic shock of the coronavirus crisis,  the chancellor cut the foreign aid budget from 0.7% to 0.5% of total national income - a reduction of around £4bn.\nThe Foreign Office controls 80% of aid spending - £8bn - and the priorities were set out by Mr Raab in a written statement.\nMore than £1bn will be spent on Covid and global health, £500m towards tackling climate change and £400m on getting girls into education. \nMr Raab said it was a \"challenging financial climate\" due to Covid-19, but said the government had sought \"maximum strategic coherence, impact and value for taxpayers' money\".\nBut aid charities said even the priority areas were receiving less than before, and £500m less was being spent on humanitarian aid.\nThe 200 charities, which also include Christian Aid and Care International, said: \"Today's announcement is a tragic blow for many of the world's most marginalised people the UK once supported, and for the UK's reputation as a trusted development partner. \n\"The government has not even spared countries ravaged by humanitarian crisis, disease, war and poverty.\"\nKevin Watkins, chief executive of Save the Children, accused the government of \"making cuts with no consideration for the human harm they will cause\" after reducing aid in Yemen, \"the world's biggest humanitarian crisis\".\nThe government announced it was cutting foreign aid last November but it has still to say precisely where the axe will fall. Charities are waiting anxiously to see which programmes will lose funding, and which will survive. \nBut we are getting some indications from government now about its priorities: climate change, Covid and global health, girls' education, supporting open societies, trade and economic development and so on. \nThe numbers announced by the Foreign Office allow charities to calculate how much less will be spent on each area than before. That will help them plan. What these numbers will not do is diminish the controversy. \nMinisters argue the decision to cut aid has been made, it is time to decide how best to make it happen. \nBut aid charities and many MPs - including a goodly number of Conservatives - still oppose the cuts and are working to stop them. Plans for a legal challenge are being considered. \nCritics say the government can't ignore a legally binding target to spend 0.7 per cent of national income on aid. \nThe FCDO reckons it can make the cuts without holding a vote to change the law. Campaigners might want a judge to decide who is right. \nFor now, the government is pressing ahead with cuts it says are needed to keep the Treasury in funds for other priorities. \nOf the £8bn, the Foreign Office will give more than £3bn to multilateral organisations, such as the World Bank.\nHalf of all UK bilateral aid will be spent in Africa, a third in the Indo-Pacific and South Asia.\nThe remaining humanitarian aid budget, focused on countries most at risk of famine such as Yemen, Syria, Somalia and South Sudan, is £906m.\nMr Raab also announced he would cut Foreign Office aid to China by 95%, to £900,000.\nBut other parts of government, such as the Department for Business, Energy and Industrial Strategy, give more aid to China and have yet to say if they will cut their payments too."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56829278",
      "category": "world-asia",
      "title": "Missing Indonesian submarine has 72 hours of oxygen left, navy says",
      "tags": "Submarines,Indonesia",
      "text": "Indonesia has about 72 hours left to rescue 53 crew members of a missing navy submarine before they run out of oxygen, the navy said.\nThe KRI Nanggala-402 vessel is thought to have disappeared about 60 miles (100km) off the coast of Bali early on Wednesday morning.\nSix warships, a helicopter and 400 people are involved in the search.\nSingapore and Malaysia have dispatched ships, and the US, Australia, France, and Germany have offered assistance.\nThe German-built submarine had been conducting a drill but failed to report back and contact was lost, the navy said. \n\"We know the area but it's quite deep,\" First Admiral Julius Widjojono told the AFP news agency.  \nSome reports said contact was lost with the submarine after it was given clearance to dive into deeper waters.\nMeanwhile, an oil spill found near where the submarine dived could point to fuel tank damage, or could also be a signal from the crew, the navy said.\nThe missing vessel is one of five submarines operated by Indonesia. It was made in the late 1970s, and underwent a two-year refit in South Korea that was completed in 2012.\nA navy spokesman told the BBC the incident was the first time Indonesia had lost one of its submarines. But similar incidents have happened elsewhere. In 2017, an Argentine military submarine went missing in the southern Atlantic with 44 crew on board.\nIts wreck was located a year later and officials said that the submarine had imploded."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56801998",
      "category": "uk-wales",
      "title": "Covid: BAME inequalities remain in vaccine uptake",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Inequalities remain between the number of black, Asian, and minority ethnic people having the Covid vaccine and white people.\nUptake for BAME people is at least 10% lower in almost every age group, latest data from Public Health Wales shows.\nThe largest difference was in adults aged 55-59, where 77% of BAME people have received one dose, compared to 89% of white people.\nRay Singh, of Race Council Cymru (RCC), said there was \"still hesitancy\".\nThe gap in uptake has narrowed slightly since February, but large inequalities remain across the board. \nWhen the first statistics were released showing a discrepancy between vaccine uptake in ethnic groups, Mr Singh, RCC's chairman, said it was a \"race against time, a question of life and death\".\nIn response to the most recent figures, he said: \"There's a lot of work going on, but there's still hesitancy in certain groups. Still there is a lot of work to be done.\n\"The various bodies are now quite proactively getting involved in moving this forward, like the Pakistani, Bangladeshi and black African doctors' associations, and church leaders and so forth.\n\"Many don't have confidence in the service they've received, the way they have been treated in the past, so they have all these things they conjure up in their minds that 'this is not for us'.\n\"This is something that has to be tackled, it can't be left, because it is absolutely vital that everyone has the vaccine.\n\"People need to be approached by individuals that know them, as opposed to just telling them you've got to have the vaccine. There needs to be one on one involvement at this stage.\n\"I have had my second AstraZeneca jab, with no side effects. I did it to protect myself, my family, friends and work colleagues.\"\nThe gap between white and BAME groups is the smallest for adults aged 50-54 at 5.9%, but all other age groups range from 9.9% to 12%. \nWhile white people top the vaccine uptake numbers in every age group, there is substantial variation between different ethnic groups. \nBlack people have the lowest vaccination uptake across all age groups and, in the 55-59 age group, 68.3% have had a first dose of the vaccine compared to 89% of white people. \nThis 20.7% gap is the largest in vaccine coverage between any age or demographic group. \nThe data also shows a gap in vaccine coverage between those living in the most and least deprived areas, although these gaps are much less pronounced than gaps between ethnic groups.\nThe gap from least deprived areas and most deprived areas ranges from 2.4% in adults aged 75-79, to 7.6% in adults aged 50-54.\nDr Gillian Richardson, Wales' deputy chief medical officer for vaccines, said: \"It is vitally important all aspects of equity are considered throughout our vaccination programme. \n\"Our aim is to ensure every person is able to understand about the vaccines on offer and face no barriers like culture, faith concerns or languages, and so that any barriers to access are removed and anxieties addressed.\"\nShe added that the slight fall in the gap \"has been achieved via a wide variety of engagement events, webinars in various languages, roundtables, Q&A events where people can 'ask the experts'.\n\"Each of the Welsh health boards and trusts have worked with their local teams to ensure no stone is unturned in reaching every single individual.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-56830716",
      "category": "uk-england-lincolnshire",
      "title": "Tracy Hercules: Unlicensed driver jailed over 110mph police pursuit",
      "tags": "Market Deeping,Spalding,Lincolnshire Police",
      "text": "A man who never held a driving licence fled from police he wrongly believed were after him in a 110mph car chase.\nTracy Hercules, 22, sped away when he saw a patrol car approach with its blue lights and siren on.\nThe officers, who had been heading to an unrelated call, gave chase, pursuing Hercules for 25 minutes until he crashed into a ditch.\nHercules, who admitted dangerous driving, was jailed for eight months at Lincoln Crown Court.\nEdna Leonard, prosecuting, told the court the defendant had pulled out in front of the police car near Spalding, Lincolnshire, on 8 March.\nHe then drove at speeds of up to 110mph (177km/h) in a 60mph limit area in a bid to get away, the court was told. \n\"He twice went through red traffic lights and caused other drivers to take evasive action to avoid a collision,\" Ms Leonard said.\n\"At one point he smashed into a traffic bollard while turning right and damaged his vehicle.\n\"Smoke was coming from the tyres, but Hercules continued driving at high speed through Baston [village] at 60mph in a 30-limit area, causing fear to two pedestrians,\" she told the court.\nPolice later deployed a stinger, but the defendant drove through it, again travelling at speed before losing control and ending up in a ditch, the prosecutor added.\nHercules emerged uninjured and was arrested.\nRecorder Charles Falk, passing sentence, told him: \"This was seriously bad driving.\n\"You put your life in danger, the lives of police officers in danger and the lives of members of the public in danger.\"\nHercules, of Wellington Way, Market Deeping, admitted charges of dangerous driving, having no licence or insurance and possession of cannabis.\nHe was also issued with a 22-month driving ban.\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56817706",
      "category": "world-middle-east",
      "title": "Middle East states top Amnesty list of executioners in 2020",
      "tags": "Egypt,Iran,Amnesty International,Capital punishment,Saudi Arabia,Syria",
      "text": "Four of the world's five top executioners in 2020 were Middle East states, Amnesty International says. \nIran, Egypt, Iraq and Saudi Arabia accounted for 88% of the 483 reported executions worldwide, according to a report by the human rights group.\nIt accuses them of displaying \"a ruthless and chilling persistence\" when most of the world was focused on saving people's lives from a deadly virus.\nThe global total was the lowest in a decade, but it did not include China.\nChina is believed to execute thousands of people each year, but the data on its use of the death penalty is a state secret. \nSecrecy in North Korea and Vietnam also made it impossible to verify reports from those two countries.\nThe 483 executions in 18 countries reported during 2020 represented a decrease of 26% compared to 2019's 657 executions, and a fall of 70% from a peak of 1,634 executions in 2015, Amnesty International said on Wednesday in its annual report on use of the death penalty.\nIn the Middle East, the overall number fell from 579 in 2019 to 437 in 2020. That was largely driven by an 85% drop in recorded executions in Saudi Arabia, where 27 took place, and a 50% reduction in Iraq, which carried out 45.\nHowever, the report says the decreases were overshadowed by a 300% rise in Egypt, which put 107 people to death and became the world's third most frequent executioner. \nTwenty-three of those people were convicted in cases relating to political violence, after what Amnesty said were grossly unfair trials marred by forced \"confessions\" and other violations.\nThere was also a spike of 57 executions in October and November following a botched break-out attempt at al-Aqrab prison in which several police officers and death-row inmates died.\nIran, which carried out at least 246 executions, remained in second place globally behind China.\nAmnesty said Iranian authorities increasingly used the death penalty as \"a weapon of political repression\" against dissidents, protesters and members of ethnic minority groups.  \nThey also executed three people for crimes that occurred when they were below the age of 18, in violation of international humanitarian law.\nAmnesty accused Qatar of taking \"an alarming step backwards\" by carrying out its first execution in 20 years. A Nepali man convicted of murder was shot by firing squad last May. \nA government body in Saudi Arabia attributed the sharp decline in executions there in part to \"a moratorium on the death penalty in drug-related offences\". But Amnesty said it might also have been due to a desire by the kingdom to avoid criticism over the issue overshadowing its G20 presidency. \nIn the US, the Trump administration resumed federal executions after a 17-year-long gap and put 10 people to death in under six months. \nIndia, Oman, Qatar and Taiwan also resumed executions.\n\"As the world focused on finding ways to protect lives from Covid-19, several governments showed a disturbing determination to resort to the death penalty and execute people no matter what,\" Agnès Callamard, Amnesty's secretary general, said in a statement.\n\"The death penalty is an abhorrent punishment and pursuing executions in the middle of a pandemic further highlights its inherent cruelty.\"\nMs Callamard said people on death row were unable to access in-person legal representation, and that many of those wanting to provide support had to expose themselves to considerable health risks. \n\"The use of the death penalty under these conditions is a particularly egregious assault on human rights,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56839459",
      "category": "uk-politics",
      "title": "Dyson lobbying row: Labour calls for probe into PM texts",
      "tags": "Sir James Dyson,Dyson,Tax,Boris Johnson,Lobbying in the United Kingdom,Ventilators",
      "text": "Labour has called for a \"thorough investigation\" into Boris Johnson's contacts with inventor Sir James Dyson.\nShadow Cabinet Office minister Rachel Reeves said the messages between the prime minister and Sir James opened up a \"new urgent corridor of inquiry\". \nThe texts - seen by the BBC - show Mr Johnson saying he could \"fix\" tax issues relating to Dyson staff who came to the UK to work on the pandemic.\nThe PM said he made \"no apology\" for trying to get ventilators for the NHS.\nLabour has said the text messages are part of a pattern of government \"sleaze\" and has called on the cross-party Liaison Committee of senior MPs to investigate \"as soon as possible\". \nMs Reeves claimed there was \"a growing feeling that if someone has access to a telephone number of someone like the prime minister or the chancellor, then they are able to gain special treatment\".\nLiaison Committee Chair Sir Bernard Jenkin said the MPs would consider Ms Reeves request adding that the prime minster was due to appear in front of the committee before the summer recess.\nIn March last year, the Department of Health feared the NHS in England would need as many as 20,000 additional ventilators to deal with Covid patients.\nIt asked companies, including Dyson, which is based in Singapore, to help.\nThe prime minister is understood to have called Sir James on 13 March and asked him to participate.\nDyson answered the call - although subsequently the company was not called upon to provide ventilators to the NHS.\nSir James contacted the Treasury for assurances there would be no extra tax to pay for employees who came to the UK to help.\nWhen he failed to get a response, he texted the prime minister directly.\nIn exchanges seen by the BBC, Mr Johnson messaged Sir James saying: \"[Chancellor] Rishi [Sunak] says it is fixed!! We need you here.\"\nWhen the businessman sought further reassurance for the tax status of the firm and \"senior individuals\", Mr Johnson replied: \"I am First Lord of the Treasury and you can take it that we are backing you to do what you need.\" \nTwo weeks later, Mr Sunak told a group of MPs that the tax status of people who came to the UK to provide specific help during the pandemic would not be affected.\nOn Wednesday, Mr Johnson said he made \"no apology for moving heaven and earth\" to persuade businesses to help bolster supplies of equipment and ventilators to treat coronavirus patients. \nHe said he had done the \"right thing\" and that \"any prime minister\" would have done the same in the circumstances. \nSNP Westminster leader Ian Blackford called on Mr Johnson to reveal \"how many more Covid contracts he personally fixed\" and publish all personal exchanges on these contracts.\nBut Mr Johnson said there was \"nothing to conceal about this\" and he would share details with MPs.  \nThe prime minister's official spokesman said Mr Johnson had abided by the ministerial code, governing conduct in office, and had \"informed officials in a timely manner\" after his contact with Sir James.\nHe added that he did not know when the prime minister would publish his exchanges with Sir James.\nSeparately, it is understood some in government have suggested the prime minister should be less willing to share his personal contact details - but officials have denied that he was told to change his mobile phone number.\nIt was also revealed recently that former Prime Minister David Cameron had contacted several ministers - including Chancellor Rishi Sunak, whom he texted - on behalf of the failed finance firm Greensill Capital.\nSeveral inquiries have been launched looking into the work of lobbyists, whose job it is to influence government policy.\nMr Cameron has denied that he broke any codes of conduct or any government rules on lobbying."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56825822",
      "category": "world-us-canada",
      "title": "George Floyd: The murder that drove America to the brink",
      "tags": "Minneapolis,US police killings,George Floyd death",
      "text": "People here waited anxiously for weeks and months, first, as the trial unfolded, and then during the final, nerve-wracking hours, while the jury deliberated. The stakes of the trial were extraordinarily high, and people are relieved, and also trying to process the tumultuous events.\nIt is a landmark case for police violence against black people, and the verdict marks a significant victory for the activists who have pushed for policing reform: Derek Chauvin was convicted of second-degree murder, third-degree murder and manslaughter in the death of George Floyd.\nThe jury's decision means police will now be under increased scrutiny, say legal experts, and are more likely to be prosecuted, and convicted, for wrongdoing. The verdict could usher in a kind of policing, say analysts, with more accountability for officers, as well as new policies for the use of force. And for many, the trial was a sign that the system works.\n\"It shows that police officers are not above the law,\" says Jack Rice, a lawyer in the twin cities, Minneapolis and St Paul. \"It will impact future cases that come before the court. What is even more important, however, is that it will impact the behaviour of officers when they are performing on the street. It's beyond the criminal case - it's about what the officers do on a daily basis.\"\nNews of the monumental verdict travelled fast. Activist Rosa Gomez, 19, was in her college dorm, and Erika Atson, 20, also an activist, was at home, when it was announced. \nSays Atson: \"I'm happy. Just super happy.\" \nGomez agrees: \"A huge relief.\"\nThe reaction of Rich Stanek, a former sheriff of Hennepin County, the place where the trial was convened, and his colleagues was different. \nHe was at a conference of law enforcement officials in Idaho, and was not surprised by the verdict. Among he and his friends, though, there was no celebrating: \"People were sombre.\"\nActivists were elated, others reserved. But for all, it was the end of a journey, the conclusion of a trial that had riveted them, and people around the world, and held them in its grip. \nFloyd's death outside of a store, Cup Foods, in May 2020 had set off massive protests and looting. Then, the sensational trial convened, and became the most closely watched one in decades.\nOf the dozens of people whom I spoke with here in town, during the weeks the trial unfolded, nearly all agreed that their city had been transformed by the experience. They differed greatly, though, in their views of what the change meant, and whether it was good or bad.\nThe police chief of Minneapolis and other officers testified against Chauvin. Yet many people who have worked in law enforcement sympathised with him. Ordinary people cannot understand what it is like to make an arrest, they told me, when things can spin out of control.\nOthers saw Chauvin, and the issues surrounding policing, in a different light. They told me that officers here are rarely held accountable. When these activists and their friends heard the verdict, they were stunned. \n\"He's going to jail,\" called out one woman in a black sweatshirt, in a sing-song voice, as she jumped up and down outside the building where the verdict was read.\nIt was a moment of jubilation, as people slammed on horns, jumped on roofs of their cars, and waved hats in the air, a \"celebratory protest\", says one. \nThe activists were happy about the verdict, but also demanded justice in other cases. \"You know, we don't stop here. We have to do the same for all the cops who are murdering people,\" says activist Erika Atson. \"This is a good win, but we're not done winning.\"\nShe and other protesters felt vindicated. Ordinary people were just relieved the trial was over. Yet they all wondered what would happen next. \nThe city was like a village in a snow globe that had been shaken, with snow swirling, and then, finally, it looks peaceful. On Tuesday, the snow settled, for the moment.\nRich Stanek walked the streets of Minneapolis as an officer, and as county sheriff. Yet after Floyd's death, and the protests that followed, Stanek did not recognise his city. He recalls driving down Lake Street, and seeing rubble. Hundreds of buildings around town had been wrecked, $350m (£250m) in losses, according to officials.\nProtesters such as Erika Atson and Rosa Gomez also felt disoriented. The place they, too, had known their whole lives was suddenly a battle zone, with activists and police facing off.\nI first saw Gomez, with a 35mm camera slung around their neck, outside the building where the trial was taking place. Later, they told me about her hometown, Minneapolis, a city known for its liberalism, lakes and northern climate. A place with chilly weather and personal warmth, a study in contrasts.\nPeople associate racism with southern US cities, says Gomez, and their history of slavery, not northern cities such as Minneapolis. The trial laid bare the bigotry here, they says, some of which they has experienced. \nTheir father, a custodian, immigrated from Honduras, and they describes themself as a person of colour, as well as queer and non-binary.\nShe followed the trial and listened sceptically as defence lawyer Eric Nelson described Chauvin's actions, arguing they were justified.\nOn that day of the trial, Jerry Obieglo, who works in veterans' services, was also watching, picking up bits at the office, and catching up at home. As it happened, he had been Chauvin's boss back in the 1990s in the military. \n\"A quiet guy,\" he remembers. Obieglo was shocked to recognise him in the video, pinning Floyd to the ground.\nObieglo followed the trial on YouTube, and tried to avoid cable news, saying they were biased. Fox focused on the defence, while CNN gave air time to the prosecutors. Obieglo says Fox's coverage of the trial was better than the liberal-leaning outlets, explaining: \"Fox wasn't blowing Floyd up to be an angel.\" \nObieglo says Chauvin used poor judgement. Still, Obieglo thinks the jurors went too far, finding him guilty on all three counts, rather than just on manslaughter. He blames the sensationalised coverage, and the protests, for the decision. He believes the jurors felt pressured, and acted out of fear: \"I guess they want to make sure their houses don't get burned down tonight.\"\nThe building where the trial convened was turned into a fortress, with military Humvees outside, another sign of the way the trial changed the city. By Monday, the day the jury began their deliberations, 3,000 National Guard troops were on duty. \"It looks like a forward operating base in a foreign country,\" says Rich Stanek, the former sheriff.\nBut for all the physical changes in the city, some aspects remained, distressingly, unchanged. During the trial a black man, Daunte Wright, was killed in a suburb. A white officer, Kimberly Potter, had apparently mistaken her Taser for a handgun, and was charged with manslaughter. It was a reminder of the violence. More than 50 black people have died in the state during interactions with police officers since 2000, according to the Star Tribune.\nIn the midst of the trial, Erika Atson was sitting at a cafe, a place where she used to go with her Sunday school friends, and watched a live stream of testimony.\nAtson was raised by her mother, a hotel maid, in south Minneapolis, and hung out at Cup Foods, snacking on Takis, a spicy chip. After Floyd's death outside the store, she went to protests and watched flames pour from buildings. The air, she says, smelled of burning tires: \"I remember seeing ATMs being pushed back and forth, and people hitting them with sticks, like they were hitting a piñata.\" She was frightened. But, she says, she felt the violence was justified.\n\"I've always known that violence is not the answer, but how much longer do we have to be peaceful?\" she says. \n\"Here I am, now, thinking we have to use violence. We have to destroy government buildings. I felt bad when I was there, but I was also like - it has to be done.\"\nDuring the trial, Maren Beard, 35, watched from her farm hundreds of miles away in the US state of Iowa. She was disturbed by the notorious video, and frustrated by her lack of awareness about police brutality. \nShe says: \"These things happen all the time. I hadn't thought about it as much as I should, so I think it was kind of a wake-up call.\"\nA wake-up call for some. For others, a chance to upend the city.\nStudent Rosa Gomez says the protests last year were electrifying, \"an overwhelming sense of support\". \nAt one, demonstrators gave out sparklers, and she began choking on all the smoke. \nStill, she loved seeing the popping lights: \"It was just kind of fun.\" \nThat day, she recalls walking past a billboard that said: \"We're not trying to start a race war. We're trying to end one.\" \nFor her and many other protesters, the verdict on Tuesday was a step in that direction."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56836193",
      "category": "world-us-canada",
      "title": "George Floyd murder: Minneapolis police to face US federal probe",
      "tags": "Policing,Minneapolis,US race relations,George Floyd death,United States",
      "text": "A US federal investigation has been launched into policing practices in the city of Minneapolis, a day after one of its former officers was convicted of the murder of George Floyd.\nThe justice department will look at whether there has been a pattern \"of unconstitutional or unlawful policing\", Attorney General Merrick Garland said.\nIt follows national outrage over the killing of Mr Floyd by Derek Chauvin.\nThe former officer was convicted of all charges against him on Tuesday.\nChauvin was filmed kneeling on Mr Floyd's neck for more than nine minutes during an arrest in May 2020. Mr Floyd, an unarmed African American, was pronounced dead an hour later.\nHis death sparked protests across the US and worldwide, and calls for police reform.\nTuesday's verdict has been widely welcomed in a country where police are rarely convicted - if they are charged at all - over deaths in custody.\nBut Mr Garland told reporters the verdict would not \"address potentially systemic policing issues in Minneapolis\".\nThe attorney general said the investigation would \"include a comprehensive review of the Minneapolis Police Department's policies, training, supervision and use-of-force investigations.\"\nIt will also examine \"whether its treatment of those with behavioural health disabilities is unlawful\", while looking at the \"effectiveness of current systems of accountability and whether other mechanisms are needed to ensure constitutional and lawful policing\".\nMr Garland said both the community and law enforcement would have to take part if the investigation were to be a success, and he had already started reaching out to both.\nIf unlawful patterns or practices were found, he promised to issue a public report and bring a civil lawsuit. \nBy Jessica Lussenhop, BBC News, New York\nThis process happened after high-profile deaths of black men at the hands of police in Ferguson, Missouri, as well as in Chicago and Baltimore.  \nAt the end of its investigation, the Department of Justice (DoJ) issues a report that often contains details that the public would otherwise have no access to. They may look at arrest statistics for any evidence of racial bias, or for signs of racism in emails sent between officers. \nThe report leads to an agreement - a consent decree - between the DoJ and the department to fix specific, troublesome practices. \nThe city of Minneapolis could face real, legal consequences if benchmarks laid out in the agreement are not met. \nHowever, the process can be slow, bureaucratic and largely invisible to the community, and sometimes departments operate under federal monitoring for years. \nAnd past experiences show that these agreements do not lead to an end to controversial incidents.\nChauvin will face sentencing in about eight weeks for his conviction. \nHe was found guilty of three counts carrying a combined total of 75 years in prison but Minnesota guidelines recommend sentences be served concurrently, meaning Chauvin would face a maximum of 40 years in prison for the most serious charge, of second-degree murder.\nHowever, sentencing guidelines also recommend less time for offenders like Chauvin with no previous convictions.\nHe is being held in solitary confinement at a maximum-security prison near St Paul, Minnesota. A spokeswoman for the facility told the BBC's US partner CBS News that Chauvin was being kept in isolation for his own safety.\nHe is locked up 23 hours a day in a small cell that contains a bed, a combination toilet and sink, and a tiny shower, according to the New York Times.\nGuards are expected to look in on prisoners every 30 minutes in the cells, which are also monitored by cameras.\nThree other Minneapolis police officers who were involved in Floyd's arrest - Tou Thao, J Alexander Kueng and Thomas Lane - will face trial together in August on charges of aiding and abetting murder and manslaughter.\nThe conviction has been hailed as a watershed moment, and welcomed by thousands who took to the streets.\n\"Being able to know there is justice for African American people, just people of colour, period, in this world,\" Philonise Floyd, Mr Floyd's brother, said. \"This is monumental. This is historic. This is a pivotal moment in history.\"\nBut many point to the fact that this is just one case. The fatal shooting of Duante Wright - another unarmed African American man - during a traffic stop on 11 April has once again highlighted the fact that black people are more likely to be shot dead by police in the US than people of other races.\nThe video of Mr Floyd's killing last May prompted outrage around the world, setting off days of demonstrations which spread across the entire US, with reformation of police departments at the heart of protesters' demands.\nFormer President Donald Trump positioned himself as a defender of police, though he also signed an executive order asking law enforcement departments to improve officers' training and create a database to track misconduct.\nHis successor Joe Biden has struck a different tone, welcoming the conviction of Chauvin on Tuesday, saying it \"can be a giant step forward in the march toward justice in America\"."
    }
  ]
}