{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55963896",
      "category": "world-asia",
      "title": "Li Wenliang: 'Wuhan whistleblower' remembered one year on",
      "tags": "China,Coronavirus pandemic",
      "text": "Tributes have been paid on social media in China commemorating a doctor who raised the alarm about the country's coronavirus outbreak, one year after he died with Covid-19.\nThousands paid tribute to Li Wenliang ahead of the first anniversary of his death on 7 February 2020.\nHe died after contracting Covid-19 while treating patients in Wuhan.\nDr Li had tried to warn fellow medics of a disease that looked like Sars - another deadly coronavirus.\nBut he was told by police to \"stop making false comments\" and was investigated for \"spreading rumours\".\nDr Li was an eye doctor at a hospital in Wuhan - the central Chinese city where the first case of the coronavirus was detected at the end of 2019.\nDr Li's death prompted a rare wave of grief and public anger over the Chinese government's handling of the coronavirus outbreak.\nAs hospitals filled up in Wuhan, the government was accused of downplaying the severity of the virus and concealing the extent of its spread.\nOnly when anger reached fever pitch was Dr Li exonerated and honoured as a hero by the Chinese government.\nSince then, more than 105 million people have been infected with coronavirus and 2.3 million have died with Covid-19 worldwide.\nFreedom of speech is limited in China, where the government has promoted an official narrative hinged on its successful handling of the coronavirus outbreak.\nChina does routinely censor comments on social media.\nBut Dr Li's personal page on Weibo - the Chinese equivalent of Twitter - has become a rare space for users to express themselves about the trauma of the coronavirus pandemic.\nHundreds of thousands of messages have been left in the comments section of his posts.\nMany more appeared on Saturday.\n\"Dr Li, history and the people will never forget you!,\" one wrote in the comments of Dr Li's final post.\n\"I thought everyone would have forgotten you after a year,\" another wrote. \"I was wrong, you live forever in the hearts of the Chinese people.\"\nCitizens in Wuhan have also been paying tribute.\nClose to the hospital where Dr Li worked, Li Pan told Reuters: \"He was the first to tell us about the virus.\n\"He must have considered the impact would be huge, but he still raised the alarm. That was really brave.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55967069",
      "category": "uk",
      "title": "Covid testing expanded to more workplaces in England",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Workplace Covid testing is being offered to more companies in England, for staff who cannot work from home during lockdown, the government says.\nBusinesses with more than 50 employees are now able to access lateral flow tests, which can produce results in less than 30 minutes.\nPreviously only firms with more than 250 staff qualified for testing.\nHealth Secretary Matt Hancock urged businesses and employees to take up the offer to \"stop this virus spreading\".\n\"When you consider that around one in three people have the virus without symptoms and could potentially infect people without even knowing it, it becomes clear why focusing testing on those without symptoms is so essential,\" he said, adding that firms should regularly test staff.\nThe government said the wider criteria would \"hugely\" increase the number of different businesses that are able to sign up, with small and medium sized companies now able to take part.\nA website has been launched for more businesses to register for the rapid testing programme.\nIt comes as England's national lockdown continues, and the UK's daily reported coronavirus deaths and cases remain high.\nThe latest figures showed another 828 people in the UK have died within 28 days of a positive Covid test, and there were a further 18,262 cases.\nAs of Friday, the UK had given a first jab to nearly 11.5 million people.\nMeanwhile, GPs in England will be paid an additional £10 by the NHS for every housebound patient they vaccinate against Covid-19.\nAs well as offering vaccinations at their practices, GPs have been visiting patients to provide jabs to often vulnerable people who cannot leave their homes.\nThe extra £10-per-visit funding is to recognise the extra staff time and complexity of vaccinating housebound people, NHS England said.\nBusiness Secretary Kwasi Kwarteng said the expanded workplace testing regime would complement the rollout of Covid vaccines in the drive to \"reopen the economy and recover our way of life as soon as it is safe to do so\".\nAnd the British Chambers of Commerce said it would be \"working hard to ensure that eligible businesses take up this opportunity\".\nBut union officials said employers could not rely on lateral flow testing alone to ensure the safety of staff, citing that Public Health England (PHE) found examples of missed asymptomatic positive cases during the mass testing pilot in Liverpool last year.\nDan Shears, GMB union's health, safety and environment director, said: \"These rapid tests are not a magic bullet, and it is vital that employers understand the limitations and take steps to address them.\nLabour's shadow health secretary Jonathan Ashworth welcomed the extra testing but said \"so much more needs to be done to make workplaces Covid-secure including improving ventilation and upgraded PPE (personal protection equipment) standards\".\n\"This is even more important when the most recent data shows hundreds of outbreaks in workplaces since the start of January,\" he said.\nSome 112 UK organisations have so far signed up to take part in workplace testing, with employees being tested across 500 sites, according to government figures.\nThis includes private sector organisations in the food, manufacturing, energy and retail sectors, and public sector employers such as job centres, transport networks, and the military.\nNHS Test and Trace said that, as of 29 January, it had provided Transport for London (TfL) staff with 2,173 tests, identifying 28 positive cases who would have otherwise continued working alongside colleagues.\nBut a CBI survey found that 87% of UK businesses were not currently testing in the workplace, citing reasons such as the availability of NHS testing for individuals, unclear guidance, and the operational, logistical and/or regulatory complexity of offering testing.\nOf those not carrying out workplace testing, 69% said they were not planning to offer testing in the next three months.\nThe CBI said the government had \"a big role\" to provide guidance and make it simple to introduce workplace testing. \nAccording to the Department of Health, tests are currently being provided free to both public and private sector employers until at least 31 March, and the government's support will be kept under review.\nNHS Test and Trace will support organisations to deliver the asymptomatic testing by supplying the kits, and offering guidance and training for delivery.\nThe additional funding for GPs is retrospective and will apply to any vaccinations that have already been delivered to those who cannot leave their homes.\nMore than 1,000 GP services are part of the NHS vaccination programme, alongside over 250 hospital hubs and nearly 200 services run by high street pharmacies.\nThe UK's devolved nations have the power to set their own coronavirus regulations.\nScotland, Wales and Northern Ireland each offer their own advice on testing.\nHave you had or tried to have a coronavirus test sent to you at home, a walk-in or a drive-in centre? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55960284",
      "category": "world-asia",
      "title": "Myanmar coup: Internet shutdown as crowds protest against military",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,Instagram,Twitter",
      "text": "Myanmar's military rulers have shut down the country's internet as thousands of people joined the largest rally yet against Monday's coup.\nA near-total internet blackout is in effect with connectivity falling to 16% of ordinary levels, said the monitoring group NetBlocks Internet Observatory.\nIn the main city, Yangon, crowds chanted \"Military dictator, fail, fail; Democracy, win, win\".\nPolice with riot shields have blocked the main roads into the city centre.\nThe internet shutdown happened hours after the military blocked access to Twitter and Instagram to stop people mobilising for protests. Facebook had been banned a day earlier.\nMany users had evaded the restrictions on social media by using virtual private networks (VPNs) but the more general blackout severely disrupted that. \nCivil society organisations urged internet providers and mobile networks to challenge the blackout order, Reuters news agency reported. \nHuman rights group Amnesty International called the shutdown \"heinous and reckless\" and warned it could put the people of Myanmar at risk of human rights violations.\nThe military has not commented. It temporarily blocked access to the internet following the coup on 1 February.\nOn Saturday morning, protesters - including factory workers and young students - called for the release of those detained by the army, including elected leader Aung San Suu Kyi. \nThey marched through the streets of Yangon as city buses sounded their horns in support. \nBystanders flashed the three-finger Hunger Games salute, which has become a symbol of defiance against authoritarianism, while residents clapped or banged pots and pans on their doorsteps.\nMany households have also been displaying red stickers in their windows in support of Ms Suu Kyi's National League for Democracy (NLD) party, the BBC's Burmese editor Soe Win Than reports.\nPolice with riot shields used barbed wire to block roads and water cannon were put in place in some areas as a precaution, but the demonstration reportedly remained peaceful, with no attempt by protesters to pass police lines.\nDemonstrators gave police roses and bottles of drinking water, calling on them to support the people not the new regime.\nOne female protester, who asked not to be named, said she would not accept the \"unjust seizing of power\". \n\"Because of military dictatorship, many of our lives have been destroyed,\" she said, adding: \"We cannot allow our future generations to meet the same fate.\"\nSpeaking from Yangon, Britain's ambassador to Myanmar, Dan Chugg, told the BBC that people were taking to the streets in increasing numbers. \n\"The grief and the sadness of the last few days is gradually turning to anger,\" he said, adding: \"Doctors are refusing to work and civil servants have been refusing to work... There's quite a sense around the country of unhappiness at what's happened - and outrage.\"\nAnother demonstration took place on Saturday in Myanmar's second city, Mandalay. \nMyanmar - also known as Burma - has remained mostly calm in the aftermath of the coup, and there were no immediate reports of violence after Saturday's protests. More demonstrations were expected to be held later.\nThe military authorities are hunkered down in the capital, Nay Pyi Daw, and have so far avoided direct engagement with the protesters.\nThe BBC's Nyein Chan in Yangon says the Burmese know very well the violent crackdowns that the military is capable of.  The country was ruled by an oppressive military government from 1962 to 2011.\nBut now that people have had time to digest what is happening, they are finding different ways to get their voices heard, our correspondent says.\nMs Suu Kyi is under house arrest, according to her lawyer. Police documents show she is accused of illegally importing and using communications equipment - walkie-talkies - at her home in the capital.\nThe coup took place as a new session of parliament was set to open, following November's landslide election win by the NLD party.\nMany Burmese watched the events unfold in real time on Facebook, which is the country's primary source of information and news. But three days later, internet providers were ordered to block the platform for stability reasons.\nFollowing the ban, thousands of users were active on Twitter and Instagram using hashtags to express their opposition to the takeover. By 22:00 local time (15:30 GMT) on Friday access to those platforms had also been denied.\nThere was no official word from the coup leaders but AFP reported it had seen an unverified ministry document that said the two social media sites were being used to \"cause misunderstanding among the public\".\nA spokeswoman for Twitter said the ban undermined \"the public conversation and the rights of people to make their voices heard\". Facebook, which owns Instagram, called on the authorities to \"restore connectivity\".\nMyanmar is a country of 54 million people in South East Asia which shares borders with Bangladesh, India, China, Thailand and Laos.\nIt was ruled by an oppressive military government from 1962 to 2011, either directly or indirectly,  leading to international condemnation and sanctions.\nAung San Suu Kyi spent years campaigning for democratic reforms. A gradual liberalisation began in 2010, though the military still retained considerable influence.\nA government led by Ms Suu Kyi came to power after free elections in 2015. But a deadly military crackdown two years later on Rohingya Muslims sent hundreds of thousands fleeing to Bangladesh.\nIt triggered a rift between Ms Suu Kyi and her previous supporters in the international community after she refused to condemn the crackdown or describe it as ethnic cleansing.\nBut she has remained hugely popular at home, shown in her party's landslide win in the November election. \nHave you been affected by recent events in Myanmar? You can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55948550",
      "category": "technology",
      "title": "FCA warning over 'risky' TikTok trading tips",
      "tags": "Social media,TikTok,Personal investment,Bitcoin,Personal finance,Stock markets",
      "text": "TikTok creators have been offering \"risky\" trading tips in the wake of the GameStop shares frenzy, a UK regulator has warned.\nThe Financial Conduct Authority (FCA) said people should be wary of users \"promising high-return investments\".\nMany videos contain financial advice without disclaimers about the risks involved.\nTikTok said it removed content that \"deceives people to gain an unlawful financial advantage\". \nThe BBC found several popular video-makers on TikTok encouraging people to buy shares in GameStop, BlackBerry and AMC.\nThe share price of these companies saw a boost at the end of January, as people on a Reddit message board encouraged one another to invest.\nOther videos encouraged people to invest in the crypto-currency Dogecoin.\nMillions of videos have been posted using hashtags such as #bigstocktips, #fintok, #stonks, #stocktok and #stockstobuy.\nMany of the videos fail to warn users that the content should not be taken as financial advice and that making investments carries a risk.\nSeveral videos used examples of past market performance as an indication that users would receive a profit in the future. Past market performance can never guarantee future profits.\nOne popular astrologer with more than one million followers suggested that the position of the planets could affect the price of crypto-currency.\n\"This February is not the cutest for Bitcoin… Mercury is in retrograde,\" they said. The same account also made forecasts for Tesla, GameStop and the crypto-currency Ethereum.\n\"Consumers should be wary of adverts and advice online and on social media promising high-return investments, and should always do further research on the product they are considering,\" an FCA spokeswoman told the BBC.\n\"There are risks with taking unregulated investment advice and we engage with social media platforms to have pages which breach our regulations taken down.\" \nThe FCA said it hoped the government would include \"financial harms\" in its forthcoming online safety bill.\nThe crypto-currency trading platform Paxful analysed more than 1,200 TikTok videos and found that 14% of them encouraged users to make certain financial decisions without a warning about the risks involved.\nIn total, those videos had clocked up 16,765,837 views and 2,239,684 likes.\n\"Videos that encourage risky, over-simplified and impulsive financial decisions without appropriate disclaimers can mislead young or inexperienced viewers, damaging their finances as a result,\" it said in a blog post.\nSince TikTok videos are short, there is little time in which to fully explain the financial risks, said Nick Agwuncha, co-founder of Money Medics, a start-up that provides financial education for millennials.\n\"TikTok is fast food content. It lacks depth,\" he said.\n\"You shouldn't be gullible to get-rich-quick schemes. If you're looking at personal finance and investing, you should always try to take a long-term mindset, do your due diligence and research.\"\nSome influencers may be self-motivated to recommend certain stocks they have already invested in, to increase demand and push up the share price, he added.\nIn a statement, TikTok said:\" We are committed to promoting a safe environment on TikTok, and actively work to educate our community about online safety and media literacy.\"\nTikTok said it removed content that depicted or promoted investment schemes with promises of high returns, fixed betting or any other types of scams."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55969669",
      "category": "world-asia-india",
      "title": "Uttarakhand glacier burst: Dozens missing after India dam collapses",
      "tags": "Floods,India,Severe weather",
      "text": "Dozens of people are missing and feared dead after a piece of a Himalayan glacier fell into a river and triggered a huge flood in northern India.\nThe floodwaters burst open a dam and a deluge of water poured through a valley in the state of Uttarakhand.\nVillages have been evacuated, but officials warned more than 125 people may have been caught in the torrent.\nVideo showed the floodwater barrelling through the area, leaving destruction in its wake.\nOne witness said a wall of water and rock sped down the Dhauliganga river so quickly there was no time to sound the alarm.\nPrime Minister Narendra Modi said he was monitoring the situation. \"India stands with Uttarakhand and the nation prays for everyone's safety there,\" he wrote on Twitter.\nUttarakhand police said the avalanche struck at about 11:00 local time (05:30 GMT), destroying a dam known as the Rishiganga Hydroelectric Project.\nPolice said the impact catapulted water along the Dhauliganga river, damaging another power project downstream in the Tapovan area.\nOne witness compared the flash flood to \"a scene from a Bollywood film\".\nUttarakhand Chief Minister Trivendra Singh Rawat said 125 people were confirmed missing so far, but that number could rise.\n\"Seven bodies have been recovered from the site and rescue operations are going on,\" Mr Singh Rawat told reporters at a briefing on Sunday.\nMost of those missing were workers at the two power projects swept away by the deluge.\nMore than 50 people working at the Rishiganga Hydroelectric Project were feared dead, Uttarakhand police chief Ashok Kumar said.\nBut he said some workers had been rescued from the site.\nEmergency crew managed to rescue 16 workers who had been trapped inside a tunnel that had been filled with debris. \nIndian media said around 30 others were trapped in a second tunnel, with emergency crews prepared to work through the night to rescue them.\nMr Singh Rawat said teams from the police and the army were \"doing their best to save the lives of the workers\".\nEmergency workers evacuated dozens of villages, but authorities later said the main flood danger had passed. \nHundreds of troops, along with military helicopters and other aircraft, have been sent to the region. They will begin searching for survivors on Monday morning.\nThe neighbouring state of Uttar Pradesh has put some riverside areas on high alert for flooding.\nExperts are investigating the incident.\nNavin Singh Khadka, BBC World Service environment correspondent\nThe remoteness of where this happened means no-one has a definitive answer, so far.\nExperts say one possibility is that massive ice blocks broke off the glacier due to a temperature rise, releasing a huge amount of water.\nThat could have caused avalanches bringing down rocks and mud.\n\"This is a strong possibility because there was a huge amount of sediment flowing down,\" said DP Dobhal, a senior glaciologist formerly with the government's Wadia Institute of Himalayan Geology.\nExperts say an avalanche could also have hit a glacial lake that then burst.\nAnother possibility is that an avalanche or landslide may have dammed the river for some time, causing it to burst out after the water level rose.\nUttarakhand, in the western Himalayas, is prone to flash floods and landslides.\nSome 6,000 people are believed to have been killed in floods in June 2013 which were triggered by the heaviest monsoon rains in decades.\nSunday's disaster has prompted calls by environment groups for a review of power projects in the ecologically sensitive mountains."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55975199",
      "category": "uk",
      "title": "Queen shown legislation by convention, Buckingham Palace says",
      "tags": "UK Royal Family,Buckingham Palace,UK National Archives,Queen Elizabeth II",
      "text": "The Queen was shown legislation which may have forced her to reveal her private finances in the 1970s \"by convention\", Buckingham Palace says. \nPapers published by the Guardian suggest the monarch's personal lawyers successfully lobbied to change a draft law to conceal her wealth.\nThe documents were unearthed as part of an investigation into Queen's consent.\nIt is a process where Parliament asks for consent when debating bills which affect the Crown's interests.\nMore than 1,000 draft laws have been seen by the Queen or the Prince of Wales before being approved by MPs as part of the procedure, the Guardian said.\nQueen's consent is always granted where requested, the palace said.\nThe long-established convention sees the monarch asked to provide consent by Parliament when it is considering legislation \"which would affect the prerogative or interests of the Crown\", according to the Royal Family's website.\nThis process is separate to Royal Assent, where the monarch formally approves to a bill passed by Parliament for it to become law. \nRoyal Assent has not been refused since 1708. \nThe government memos, found in the National Archives, date back to 1973. \nThey show that the Queen, concerned that new legislation might force her to reveal her private holdings in companies, despatched lawyers to argue her case with the then Department of Trade and Industry. \nA revision to the draft law subsequently enabled her as a head of state to sidestep the new regulations. \nThe Guardian suggests that early sight of the draft legislation, under the powers of Queen's consent, gave the monarch an unrivalled opportunity to influence the legislation to her advantage.\nThis is a good get by the Guardian - shining a light into the always-sensitive interactions between palace and government as regards money.\nThe palace line on this is pretty simple - the mechanism of Queen's consent is a matter for government and discussions between the sovereign through her lawyers and government departments are a fact of life.\nGetting first sight of legislation that may affect you is a pretty significant advantage for any monarch. Not because anyone thinks about a block or veto or a threat of it.  But because then you get a chance to get your lawyers round early.\nWhy is the palace denying a threat of a block, something that no one has alleged? Because, says a source, the allegations put to it by the Guardian were broader than those that turned up in the story published yesterday.  \nIt's not entirely surprising that given the consultation in these areas, the Queen would have something to say. \nThe Queen is not a normal citizen. The tone of the correspondence published by the Guardian is a little surprising - it suggests a degree of involvement that belies the palace's claim that the mechanism is simply a formality.\nThe Guardian has compiled a list of 1,062 parliamentary bills that it says have been subject to Queen's consent since Elizabeth II's reign began in 1952 - which works out at about 14 uses of the procedure per year.\nIt features a wide range of legislation including laws which affected her private estates in Balmoral and Sandringham.\nA Buckingham Palace spokesman said: \"Queen's consent is a parliamentary process, with the role of sovereign purely formal. Consent is always granted by the monarch where requested by government. Any assertion that the sovereign has blocked legislation is simply incorrect.\n\"Whether Queen's consent is required is decided by Parliament, independently from the royal household, in matters that would affect Crown interests, including personal property and personal interests of the monarch.\n\"If consent is required, draft legislation is, by convention, put to the sovereign to grant solely on advice of ministers and as a matter of public record.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55970601",
      "category": "uk-politics",
      "title": "Lord Falconer apologises for calling Covid a 'gift' for lawyers",
      "tags": "Labour Party,Coronavirus pandemic",
      "text": "Labour's shadow attorney general has apologised for previously describing the Covid-19 pandemic as a \"gift that keeps on giving\" for lawyers.\nAccording to the Mail on Sunday, Lord Falconer made the comments during an online event hosted by a legal firm last June.\nThe Labour peer said he had been referring to legal questions arising from frequent changes to the law.\n\"But I very much regret my choice of words,\" he added.  \nAccording to the newspaper, he made the remarks during an online seminar hosted by law firm Gibson Dunn about law changes during the pandemic. \nLord Falconer, who served as justice secretary under former Labour prime minister Tony Blair, is a partner at the company. \nIn his introduction to the seminar, he is quoted as saying: \"This is a gift that keeps on giving, the law keeps on changing, keeps on getting more complicated, and is always interesting.\"\nThe Labour peer told the BBC his comments \"were expressly directed to the pace at which the government is making changes to the law and the legal questions that gives rise to\". \nAsked about Lord [Charlie] Falconer's remarks, Labour's shadow business secretary Ed Miliband told the BBC's Andrew Marr Show: \"He shouldn't have said it.\n\"He was talking in the context of lawyers and the way the law was changing. But it was a very poor choice of words.\"\nMr Miliband said he had spoken to his colleague before appearing on the BBC programme and he was \"very, very sorry and apologises for what he said\".\n\"It shows that we have to be careful with our words, all politicians have to be very careful with our words,\" Mr Miliband went on.\n\"Charlie thinks the country has been through a terrible, terrible trauma and this in no way reflects his view about the Covid crisis.\" \nAs well as being justice secretary, Lord Falconer was a minister at the transport department, and then the Home Office, during the Blair era. \nHe went on to be appointed shadow justice secretary under the acting leadership of Harriet Harman, a role he kept under Jeremy Corbyn. \nBut he was among a dozen shadow cabinet members to later resign in the wake of the 2016 Brexit referendum over Mr Corbyn's leadership.  \nHe was appointed shadow attorney general after Sir Keir Starmer's election as Labour leader in April last year. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55975052",
      "category": "world-africa",
      "title": "Covid: South Africa halts AstraZeneca vaccine rollout over new variant",
      "tags": "Coronavirus vaccines,Vaccination,University of Oxford,South Africa,Coronavirus pandemic,AstraZeneca",
      "text": "South Africa has put its rollout of the Oxford-AstraZeneca vaccine on hold after a study showed \"disappointing\" results against its new Covid variant.\nScientists say the variant accounts for 90% of new Covid cases in South Africa.\nThe trial, involving some 2,000 people, found that the vaccine offered \"minimal protection\" against mild and moderate cases.\nBut experts are hopeful that the vaccine will still be effective at preventing severe cases.\nSouth Africa has recorded almost 1.5 million coronavirus cases and more than 46,000 deaths since the pandemic began - a higher toll than any other country on the continent.\nThe country has received one million doses of the Oxford-AstraZeneca jab and was preparing to start vaccinating people.\nOn Monday, the World Health Organization (WHO) warned against jumping to conclusions about the efficacy of Covid vaccines.\nDr Katherine O'Brien, the WHO's director of immunisation, said it was very plausible that the Oxford-AstraZeneca vaccine would still have a meaningful impact on the South African variant, especially when it came to preventing hospitalisations and death. \n\"Comparing from one piece of evidence to the next really can't be done without a sort of level playing field,\" she said, referring to the evaluation of different trials in different populations and age groups. \nDr O'Brien stressed that the WHO's expert panel held \"a very positive view\" of proceeding with the use of the vaccine, including in areas where variants were circulating, but that more data and information would be needed as the pandemic continued.\nSouth Africa's Health Minister Zweli Mkhize said his government would wait for further advice on how best to proceed with the AstraZeneca vaccine in light of the findings.\nIn the meantime, he said, the government would offer vaccines produced by Johnson & Johnson and Pfizer in the coming weeks. \nThe trial was carried out by researchers at the University of the Witwatersrand in South Africa and the UK's Oxford University, but has not yet been peer reviewed. \nThe trial's chief investigator, Prof Shabir Madhi, said it showed that \"unfortunately, the AstraZeneca vaccine does not work against mild and moderate illness\".\nProf Madhi said the study had not been able to investigate the vaccine's efficacy in preventing more serious infections, as participants had an average age of 31 and so did not represent the demographic most at risk of severe symptoms from the virus.\nThe vaccine's similarity to one produced by Johnson & Johnson, which was found in a recent study to be highly effective at preventing severe disease in South Africa, suggested it would still prevent serious illness, according to Prof Madhi.\n\"There's still some hope that the AstraZeneca vaccine might well perform as well as the Johnson & Johnson vaccine in a different age group demographic that I address of severe disease,\" he told the BBC.\nOther experts were also hopeful that the vaccine remained effective at combating more serious cases.\n\"What we're seeing from other vaccine developers is that they have a reduction in efficacy against some of the variant viruses and what that is looking like is that we may not be reducing the total number of cases, but there's still protection in that case against deaths, hospitalisations and severe disease,\" Prof Sarah Gilbert, Oxford's lead vaccine developer, told the Andrew Marr Show on Sunday.\nShe said developers were likely to have a modified version of the injection against the South Africa variant, also known as 501.V2 or B.1.351, later this year.\nMinisters in the UK have sought to reassure the public over the effectiveness of the Oxford-AstraZeneca vaccine. Vaccines Minister Nadhim Zahawi said the injection appeared to work well against dominant variants in the UK, while Health Minister Edward Argar said there was \"no evidence\" the vaccine was not effective at preventing severe illness.\nEarly results from Moderna suggest its vaccine is still effective against the South Africa variant, while AstraZeneca has said its vaccine provides good protection against the UK variant first identified late last year.\nEarly results also suggest the Pfizer-BioNTech vaccine protects against the new variants.\nViruses mutate - so what is happening is not surprising.\nThe mutations seen in South Africa change the part of the virus that the vaccines target. It means all the vaccines that have been produced so far are likely to be affected in some way.\nTrials for Novavax and Janssen vaccines that were carried out in South Africa showed less effectiveness against this variant. Both are currently before the UK regulator.\nTherefore the news about Oxford-AstraZeneca does not come out of the blue.\nThe fact it now only has \"minimal\" effect according to reports is concerning - the other vaccines showed effectiveness in the region of 60% against the South African variant.\nBut we should be careful about rushing to judgement. The study was small so there is only limited confidence in the findings. \nWhat is more, there is still hope the vaccine will prevent serious illness and hospitalisation.\nWhat this once again illustrates is the pandemic is not going to end with one Big Bang. Vaccines are likely to have to change to keep pace with the virus. \nProgress will be incremental. But vaccines are still the way out of this.\nThe South Africa variant carries a mutation that appears to make it more contagious or easy to spread. \nHowever, there is no evidence that it causes more serious illness for the vast majority of people who become infected. As with the original version, the risk is highest for people who are elderly or have significant underlying health conditions.\nAt least 20 other countries including Austria, Norway and Japan, have found cases of the variant.\nMany South Africans have reacted with shock and disappointment at news that the 1.5 million doses of the Oxford/AstraZeneca vaccines will not be as effective as experts had hoped against the new variant first discovered here in November. \nWhile there are now more questions than ready answers, the message from health officials is that all is not lost. They believe the vaccine may still be effective in preventing severe illness and go some way in reducing the number of people who need to be admitted into hospital for treatment. \nThis is important in a country where some 80% of the population cannot afford private health care and rely on state hospitals - which are currently overstretched - for health care. \nSo what's the plan now? South Africa's health minister has said they will take a steer from local scientists on how to repurpose the vaccine to get the most out of it. \nIt has been suggested that the vaccine may be useful if given to the older population and to people with co-morbidities. \nIn terms of managing people's concerns, the government and scientists may need to go the extra mile in reassuring citizens that there is still a plan in place and lives can and will be saved. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-55947030",
      "category": "uk-scotland-highlands-islands",
      "title": "Trapped drivers rescued amid heavy snowfalls",
      "tags": "Isle of Lewis,Snow,Ullapool,Isle of Skye,Garve,Severe weather",
      "text": "Thirty-two people have been rescued after vehicles became trapped overnight in snow on the A835 in the Highlands.\nHighland Council and mountain rescuers assisted emergency services reaching the 22 vehicles at the scene at Loch Droma.\nPolice described it as a \"major incident\", which came during heavy snowfalls across parts of Scotland.\nSnow drifts of 2-3m (6-9ft) blocked the A835 between Ullapool and Garve.\nWelfare centres were set up in Ullapool and Aultguish for those caught in the bad weather. \nThe road at the scene was reopened just after 14:00, but Traffic Scotland warned driving conditions were \"tricky\" due to the weather.\nThe problems started when a lorry jack-knifed on Thursday night and traffic queued either side of the truck. Snow carried by high winds built up around the vehicles and filled the road. \nRoads company Bear NW Trunk Roads said there were drifts of snow 2m (6ft) deep on the A835.\nRoads crews, emergency services and Dundonnell Mountain Rescue Team assisted in the rescue effort.\nThe road was cleared enough to allow the vehicles to be moved on Friday morning. No-one was injured.\nA driver and five passengers on a coach were among those caught up in the incident.\nCoach passenger Andy Pyott, who was trying to return home from work, said it became clear by about 22:00 that the bus would not be able to make it through the snow to Inverness.\nHe said: \"The snow building up around the bus was quite remarkable. There must have been about three feet of snow in front of the bus.\n\"All praise to the driver. He really kept everyone's spirits up.\"\nJordan Clark, from Renfrew, who was in the Highlands working, was in another vehicle trapped in snow for 14 hours.\nMountain rescuers, assisted by excavators, dug Mr Clark's vehicle free and he was able to get to Ullapool.\nHe said: \"The wind was blowing 55mph and I've never seen snow so thick.\"\nMr Clark praised welfare centre volunteers for the help they had given him and others.\nThe Met Office has an amber warning for snow in place until Saturday morning. It also has yellow \"be aware\" warnings for snow and ice for the weekend and Monday.\nThere were concerns earlier this week about the impact of the poor weather on Covid-19 vaccinations.\nOn Friday, Deputy First Minister John Swinney said roads around vaccination centres would be treated as a priority. He said he did not anticipate the weather would have a serious effect on the vaccination programme.\nPolice said \"multi-agency efforts\" ensured people in communities affected by the A835 closure were able to attend vaccination appointments.\nA number of homes have been left without power due supply faults in parts of Skye, Lewis, north west and central Sutherland, and near Inverness.\nSSEN said the problems affected about 100 properties and engineers were working to restore supplies. \nNetwork Rail Scotland said drifting snow had caused disruption to services on the Highland Mainline on Friday morning despite snow ploughs operating overnight. \nThe Met Office said the deepest accumulations of snow would be over high ground, with as much as 50cm (19in) of new snow in some places.\nThe Scottish Avalanche Information Service has rated the potential avalanche hazard in the Northern and Southern Cairngorms as \"high\".\nThe avalanche hazard in four other areas - Lochaber, Torridon, Creag Meagaidh and Glen Coe - has been rated \"considerable\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55965401",
      "category": "uk-wales",
      "title": "Covid: Welsh Tory leader calls for UK-wide approach to rules",
      "tags": "Coronavirus lockdown measures,Schools,Welsh Parliament election 2021,Welsh Conservatives,Coronavirus pandemic",
      "text": "A \"common framework\" of UK-wide Covid rules should be adopted, according to the leader of the Tories in the Senedd.\nAndrew RT Davies wants Welsh ministers to work with the UK government to provide \"consistency\" in areas where all four UK chief medical officers \"undoubtedly agree\".\nMr Davies said devolution \"shouldn't mean the Welsh Government should always do things differently\".\nWales currently has a lower Covid case rate than England and Northern Ireland.\nThe youngest pupils will return to Welsh primary schools the week after the February half-term, but English schools are not set to reopen until the start of March. \nSpeaking in the Senedd on Tuesday, the first minister said he was \"pleased\" the Welsh Government had \"regular meetings with the UK government every Wednesday - and a number of days in between most weeks now - where we are able to talk about common approaches\".\nBut Mark Drakeford added: \"We will all [four governments in the UK], nonetheless, be calibrating the decisions that we make in the circumstances that we face. \n\"The number of people falling ill with coronavirus per 100,000 of the population in Wales is falling at the moment every day. \n\"It's about half the level that is to be seen across the border in England. I wouldn't want to deny Welsh businesses or outdoor attractions the chance of opening earlier if our circumstances allowed that to happen.\"\nBoris Johnson has said he intends to announce plans to ease England's lockdown restrictions from the 22 February.\nWriting in the Sunday Times, the Conservatives' Senedd leader said his party \"rejects the 'how can Wales be different just for the sake of it' approach of Welsh Labour.\"\nMr Davies said: \"That doesn't mean each and every decision made by a Conservative government in Wales would be identical to one made by a Conservative government in Westminster. \n\"But it's time for consistency in areas where all four chief medical officers of the United Kingdom undoubtedly agree, rather than persisting with the professor in the Bay's policy of poking the prime minister in the eye at every turn. \n\"Like people and business across Wales, we want to cut the politics and see the adoption of a common framework on restrictions.\"\nIn his article, Mr Davies referenced a recent YouGov poll conducted in Wales.\nThe poll from January suggested 63% of respondents believed decisions around lockdown measures should happen at the same time for the whole of the UK even if some areas are at different levels than others at reducing the spread of the virus.\nA separate question asking how coronavirus lockdown rules are decided suggested that 47% believed the UK government should decide the rules for the whole of the UK, 43% said devolved governments should decide the rules, with 10% saying they didn't know."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55968889",
      "category": "uk",
      "title": "UK weather: Storm Darcy leads to heavy snow and ice",
      "tags": "Storm Darcy,Snow,Weather forecasting,Severe weather",
      "text": "Heavy snow and ice has brought disruption to parts of the UK, with coronavirus vaccination centres and schools shutting in some areas.\nYellow warnings for snow cover much of England and Scotland, as well as parts of Northern Ireland until Wednesday. \nPolice have warned people not to travel, with long delays expected and road closures in some parts.\nOn Monday, 30cm (12in) of snow fell in Aboyne, Aberdeenshire, while up to 22cm fell in parts of the east of England.\nHeavy snowfall and temperatures as low as -15C have been forecast for parts of Scotland, with the Met Office issuing an amber warning for snow for areas including Perthshire, Stirlingshire and Fife from 03:00 to 21:00 on Tuesday.\nFurther south temperatures could get as low as -10C, BBC Weather's Billy Payne said, in what he described as the most significant cold spell since the Beast from the East three years ago.\n\"We'll see further snow showers over the next couple of days and widespread overnight frosts and ice with temperatures for some not rising above freezing,\" he said.\nThe Met Office said it was \"bitterly cold\" due to Storm Darcy's strong easterly winds, with temperatures in parts of the UK around freezing. \nThe AA said \"treacherous driving conditions\" had caused \"numerous\" accidents. \nSome roads were closed in Norfolk, Lincolnshire, Cumbria, Derbyshire and Hertfordshire, with police forces in parts of East Anglia warning drivers some roads had become \"impassable\".\nNational Rail told train passengers that services across the country were likely to be affected by the conditions and said it may be necessary to close some routes.  \nSouthern Rail cancelled services in south-east London, while networks in Kent and Essex also closed train lines.\nThe conditions led to some vaccination centres being closed, including several in Essex and Suffolk, as well as in Surrey and Norfolk.\nAnd a number of schools also had to close across the south-east of England and Lincolnshire.\nIn Suffolk, a man who is thought to have been kitesurfing died on Sunday after being found on a beach in stormy conditions.\nEmergency services were called after reports of a person in the North Sea off Walberswick and the man was later found on the shore by members of the public. He died at the scene. \nBBC Weather forecaster Nick Miller said it was a \"very cold week to come\" with day temperatures close to freezing, and overnight frost making it feel \"colder still\" with \"significant windchill\". \nIn the south east of England, eastern England, the Midlands and the North East, there is the greatest prospect of \"significant\" falls of snow and disruption, he added. Some areas will get \"shower after shower, with snow building up\". \nHowever, the severe conditions brought by Storm Darcy are not expected to be as widespread as 2018's Beast from the East, forecasters said.\nYellow warnings - meaning there could be travel disruption and a slight chance of power cuts or communities being cut off - include:\nThere were 28 flood warnings across England, as of 20:00 on Monday. \nPublic Health England has issued a cold weather alert for the whole nation through to Wednesday.\nDr Owen Landeg said it was \"crucial\" people looked out for those who may be vulnerable during the current cold snap, calling on the public to make sure those at-risk have enough food and drink to stay warm and well.\nHave you been affected by the adverse weather? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55971882",
      "category": "world-asia-india",
      "title": "India floods: Man trapped inside tunnel rescued in Uttarakhand",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-52473523",
      "category": "health",
      "title": "Coronavirus: What is the R number and how is it calculated?",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": " The rate at which coronavirus infection is falling in the UK - as measured by the R number - has continued to level off. \nThe latest R estimate from the government's scientific advisory group Sage, is between 0.7 and 0.9, up slightly from the week before.\nIt means that, on average, every 10 people with Covid will infect between seven and nine other people.\nThe R number is a way of rating coronavirus or any disease's ability to spread. \nR is the number of people that one infected person will pass on a virus to, on average.\nMeasles has an R number of 15 in populations without immunity. \nThat means, on average, one person will spread measles to 15 others. \nCoronavirus - known officially as Sars-CoV-2 - would have a reproduction number of about three if no action was taken to stop it spreading.\nYou can't capture the moment people are infected. Instead, scientists work backwards.  \nData - such as the number of people dying, admitted to hospital or testing positive for the virus over time - is used to estimate how easily the virus is spreading. \nIf the R value is higher than one, then the number of cases keeps increasing.\nBut if the R number is lower the disease will eventually stop spreading, because not enough new people are being infected to sustain the outbreak.\nGovernments everywhere want to force the R number down from about three (the R number if we took no action) to below one.\nThe R number is not fixed. Instead, it changes as our behaviour changes or as immunity develops. \nMathematical modellers at Imperial College London attempted to track how the number changed as isolation, social distancing and the full lockdown were introduced in spring of 2020. \nBefore any measures came in, the R number was well above one and the conditions were ripe for a large outbreak. Successive restrictions brought it down, but it was not until full lockdown that it was driven below one. \nAlthough the R number across the UK is now between 0.7 and 0.9, there are regional differences.\nScotland's estimated R number is between 0.8 and 1.0, up slightly on the previous week.\nIn Wales the number is between 0.6 and 0.9 - while in Northern Ireland it remains between 0.75 and 0.95.\nIn England, the number is risen slightly to between 0.8 and 1.0.\nThe R number is one of the big three.\nAnother is severity - some people have a very mild disease that does not cause many problems. But coronavirus and the disease it causes, Covid-19, can be severe and deadly. \nThe last is the number of cases, which is important for deciding when to act. If you have a high number, but ease restrictions so the reproduction number is about one, then you will continue to have a high number of cases.\nA vaccination programme, like the one currently under way in the UK, is another way to bring down the reproduction number.\nA coronavirus patient would naturally infect three others on average, but if a vaccine could protect two of them from infection, then the reproduction number would fall from three to one."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55971811",
      "category": "uk-wales",
      "title": "Pontypool man arrested on suspicion of murder after woman dies",
      "tags": "Pontypool",
      "text": "A 70-year-old man has been arrested on suspicion of murder following the death of a woman aged 74.\nPolice are investigating after the woman was found dead at a property in Sebastopol, Pontypool, at approximately 09:20 GMT on Saturday.\nOfficers said the arrested man, from Pontypool, is currently in police custody.\nGwent Police said officers were in the area \"to reassure the community and carry out investigations\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55972168",
      "category": "world",
      "title": "Chile: Violence flares after police officer shoots street performer dead",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55960355",
      "category": "health",
      "title": "NHS: Government plans to reverse Cameron-era reforms",
      "tags": "Department of Health & Social Care,Social care,NHS,GP",
      "text": "The government is planning to reverse reforms of the NHS in England introduced under David Cameron in 2012, a leaked document suggests. \nThe changes would aim to tackle bureaucracy and encourage health services from hospitals to GP surgeries and social care to work more closely.\nThe draft policy paper also says the health secretary would take more direct control over NHS England.\nThe Department for Health and Social Care said it did not comment on leaks.\nA spokesman added that details would be set out in due course.\nThe reforms by Mr Cameron's government in 2012 saw the creation of NHS England - to run the health service - and the scrapping of primary care trusts in favour of GP-led clinical commissioning groups to organise local services.\nUnder the latest proposals, set out in a leaked document published by health news website Health Policy Insight, there will be \"enhanced powers of direction for the government\" to \"ensure that decision makers overseeing the health system at a national level are effectively held to account\".\nInstead of a system that requires competitive tendering for contracts - sometimes involving private companies, the NHS and local authorities will be left to run services and told to collaborate with each other, says the draft White Paper, designed to set out proposed legislation. \nThere will also be more focus on GPs, hospitals and social care services working together to improve patient care.\nThe paper stresses that the Covid pandemic \"demonstrated plainly that this broader approach to health and care is not only desirable, but essential\".\nRichard Murray, chief executive of health charity The King's Fund, said the proposals amounted to \"major reform\", giving ministers more direct control of the NHS and public health.\nBut he raised concerns around the timing of such a move.\n\"While many might agree with the ultimate objective of more integrated health and care services, there are clear risks in distracting the service when the NHS is still battling Covid-19 and in the midst of the biggest vaccination programme in our history,\" Mr Murray added.\nThe trade unions for doctors and nurses, the British Medical Association and the Royal College of Nursing respectively, would not comment on the leaked proposals.\nA Conservative government headed by Boris Johnson is about to start reversing health reforms in England introduced under David Cameron.\nThat in itself is a significant moment, though it has been in the offing for a while. \nThe Health and Social Care Act of 2012 was highly controversial. \nThe left hated it because of the introduction of competitive tendering which was seen as a vehicle for private companies to undermine the NHS.\nMany Conservative politicians came to dislike it because of bureaucratic costs and confused lines of accountability. \nSir Simon Stevens, head of NHS England, called for a redrafting of legislation to simplify the system.\nNow Matt Hancock, the health secretary, is grasping the nettle and will soon publish a government White Paper with plans to give ministers more control over the complex web of health entities in England. \nNHS organisations and local authorities will be told to focus on working together for the benefit of their local populations.\nBut the detail, as always, will be closely scrutinised. \nSome will question why the government has chosen to launch the plans with the pandemic still raging. \nOthers may ask whether this is a power grab by ministers which won't necessarily improve patient care.\nNigel Edwards, chief executive of health policy think tank the Nuffield Trust, said the reforms should allow GPs, hospitals, community services and social care to \"work better and more effectively together\" in the longer term.\nHe told the BBC he hoped \"the changes in the wiring behind the dashboard shouldn't be too noticeable to patients and when it is, it will be in the longer term because the results they're getting are better\".\nBut he warned against over-optimism, saying structural change could help but was not \"the magic ingredient\" to better delivery of care.\nMeanwhile, Dr John Lister, of campaign group Keep Our NHS Public, said: \"The leaked draft of the White Paper has been interpreted as planning to 'scrap forced privatisation and competition within the NHS', but the draft makes clear that 'there will continue to be an important role for voluntary and independent sector providers'.\"\nFormer Health Secretary Jeremy Hunt welcomed the proposed changes.\nHe told BBC Breakfast: \"Last year was the first year in history where, across the world, there were more over-65s than under-fives, so we are all having to deal with this big change in our health provision of the growth in older people and what that means is you need a lot more joined up care.\"\nHe added: \"The structures need to be improved to make that possible and I think that's what these reforms are intended to do, so I think they could be very positive.\"\nHowever, speaking to BBC Radio 4's Today programme, Mr Hunt warned against the emergence of \"cosy local monopolies\" and said the reforms needed to include \"a proper accountability mechanism\" - similar to Ofsted inspecting schools, he added.\n\"How we make sure that the NHS continues to be held accountable for these huge sums of public money is something that, I am sure, people will want to ask.\"\nThe 2012 Health and Social Care Act, brought in by the coalition government led by then-Conservative Prime Minister Mr Cameron, alongside his Health Secretary Andrew Lansley, put NHS England at arms length from the secretary of state. \nIt gave more control over budgets to GPs and other clinicians, while greater competition with the private sector was encouraged. \nHowever, the changes attracted criticism from professional bodies representing doctors, nurses and other NHS workers as well as opposition MPs.\nAn NHS spokesman said the service had come together \"to draw up practical proposals that will make it easier for those delivering health and care to work together to deliver the best possible care for patients, without some of the bureaucracy and fragmentation implicit in the 2012 act\".\n\"These proposals were set out publicly in the NHS Long Term Plan in 2019 and further developed last year, drawing on what the best local health systems are already doing,\" they added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55952108",
      "category": "uk",
      "title": "UK weather: 'Beast from the East Two' to bring snow, ice and floods",
      "tags": "Storm Darcy,Met Office,Snow",
      "text": "People are being urged to check in on the elderly and vulnerable as cold and snowy weather threatens disruption.\nAn amber snow warning - meaning travel issues and power cuts are likely - is in place for parts of east and south-east England until Monday morning.\nYellow snow and ice warnings are also in force for much of England, Scotland and eastern Wales.\nMet Office weather expert Steven Keates said there would be \"many similarities\" with the Beast from the East in 2018.\nIt is due to a combination of cold air from Scandinavia and Russia plus Storm Darcy bringing winds and snow, he said.\nAsked whether he thought it was fair to call it the Beast from the East Two, the meteorologist said: \"I think so. The air mass is not quite as cold as it was then, so it's not quite as extreme, but nonetheless this is probably the coldest weather we'll see across the UK as a whole since then. \n\"And if you're stepping outside at all through the next few days, it really is going to feel cold. Temperatures [will be] barely above freezing on a thermometer, and when you factor in a strong easterly wind, you'll be feeling many degrees below freezing.\"\nParts of Scotland have already seen heavy snowfall in the past few days, with up to 50cm in some places - but Scotland's amber warning for snow has now expired.\nMore snow is expected in eastern parts of Scotland later, with 10 to 15cm possible in some areas, especially above 200m. \nOne amber warning is now in place for parts of London, the south-east and the east of England until 09:00 GMT on Monday.\nThose areas could see between five and 10cm of snow on Sunday - with up to 20cm in some places, the BBC Weather Centre said.\nYellow warnings - which mean there could be travel disruption and a slight chance of power cuts or communities being cut off - are also in place for:\nMet Office forecasters have warned of \"significant disruptive snowfall\" and gale force winds in the south-east of England, saying up to 30cm of snow is possible in the Kent Downs and more widely on the North Downs. \nMeteorologist Sarah Kent said: \"It is a small chance, but the threat is there, up to a foot of snow potentially combined with extremely strong easterly winds. Even inland in that area, gusting could be 45mph and higher than that on the coasts.\n\"This could lead to significant drifting of any lying snow and obviously blizzards for the snow coming past you for anyone who is attempting to travel.\n\"Sadly there will be people who have to make journeys for the emergency services and there are still lorries that have to go to the ports. It is going to be really disruptive.\n\"With that sort of snowfall, you would expect some roads to be closed or blocked by the drifting snow, and long delays or some cancellations of public transport.\"\nPublic Health England's Dr Owen Landeg said it was \"crucial\" people looked out for those who may be vulnerable during the current cold snap.\nHe called on the public to make sure those at-risk have enough food and drink to stay warm and well.\nThe conditions are caused by cold air spreading east from the Arctic Circle, tracking across the relatively mild North Sea to form showers that bring snow and a significant wind chill.\nStorm Darcy, which was named by the Netherlands, is bringing an area of low pressure, adding moisture to the cold air to help form the snow.\nIn Scotland, parts of which have seen heavy snow and ice since the end of last year, road clearing will be prioritised around Covid vaccination centres, Deputy First Minister John Swinney said.\nHe said it was possible weather conditions would create challenges for the vaccination programme.\nOn Friday, about 20 vehicles were stranded in snow at Loch Droma, north west of Inverness, and emergency services have been assisting a rescue operation, Highland Council said.\nThe vehicles became stranded in two-metre snow drifts, said road management organisation Bear Scotland.\nNetwork Rail said services have been disrupted on the Highland Mainline despite plough trains being used to clear snow.\nAside from icy conditions, there were 52 flood warnings in place as of Sunday morning across parts of England, along the River Severn and the River Thames, according to the Environment Agency.\nIn Berkshire, parts of Cookham were left submerged after heavy rain caused flooding at Widbrook Common.\nMeanwhile, the Scottish Environment Protection Agency has issued a flood warning for Greenlaw to Allanton in the Borders.\nDrivers are advised to make sure their vehicle is ready for the cold weather amid predictions of an increase in breakdowns.\nRAC spokesman Ben Aldous said: \"This means checking oil, coolant and screen wash levels, as well as ensuring the tyres have plenty of tread and are inflated properly.\n\"Large amounts of snow on vehicles should be cleared before setting off to avoid it falling on to other road users. And never attempt to use the windscreen wipers to clear an icy or snowy windscreen - you risk damaging not only the wipers but the linkages too, which could be a more costly repair.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55534727",
      "category": "health",
      "title": "Beta coronavirus variant: What is the risk?",
      "tags": "Coronavirus vaccines,South Africa,Coronavirus pandemic",
      "text": "Fully jabbed travellers arriving in the UK from France have to quarantine, because of the Beta variant. \nThe government is concerned jabs may not work as well against the variant. \nFrench authorities say most cases are from the overseas territories of La Reunion and Mayotte, rather than mainland France.\nBeta, also known as 501.V2 or B.1.351, has some significant genetic changes that experts are studying. It was first identified in South Africa.\nAll viruses, including the one that causes Covid-19, constantly mutate into new versions or variants.\nThese tiny genetic changes happen as the virus makes new copies of itself to spread and thrive. \nMost are inconsequential, and a few can even be harmful to the virus's survival, but some variants can make the virus more infectious or threatening to the host - humans. \nSome of the changes Beta has undergone involve the virus's spike protein - the part that gains the virus entry into human cells. It is also the bit that vaccines are designed around, which is why experts are concerned about these particular mutations.\nBeta, along with a few other variants of coronavirus, such as Delta and Alpha, have been labelled \"variants of concern\". These have some worrying changes experts want to keep a very close eye on.\nBeta carries a mutation, called N501Y, which appears to make it more contagious or easy to spread. \nAnother mutation, called E484K, could help the virus dodge a person's immune system, and may affect how well vaccines work. \nThere is no evidence that the South Africa variant causes more serious illness for the vast majority of people.\nAs with the original version, the risk is still highest for elderly people and those with significant underlying health conditions.\nVaccines are designed around original Covid, rather than new variants. \nThere is some evidence they are less effective at stopping Beta infections.\nBut experts say they should still work to stop severe illness. \nEven in the worst case scenario, vaccines can be redesigned and tweaked to provide a better match in a matter or weeks or months, if necessary.\nA trial of a new version of the AstraZeneca vaccine, designed against Beta, has begun in the UK.\nSome of the other Covid vaccines are also being updated. \nThe Beta variant has been identified in more than 50 countries around the world. \nSo far, the UK has recorded just over 1,000 cases of Beta. That's a tiny fraction of all Covid cases. Another variant, called Delta, currently makes up more than 99% of Covid seen in the UK. \nSouth Africa has reported higher cases of Beta.\nWhen it was first identified in the UK, the government recommended surge testing in the community in some regions to help stop the spread. \nA system of foreign travel restrictions has also been introduced to minimise the chance of UK travellers spreading Beta as well as other variants of concern. \nAlthough adults who were fully jabbed in the UK now no longer need to quarantine on return from amber list countries, double vaccinated travellers returning to England and Wales from France will still have to self-isolate for ten days. \nThey will also have to take two PCR tests to ensure they are not infectious. \nUK scientists are tracking variants, including Beta, to learn more and are providing genomic sequencing help to other countries so that they can do the same. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-55962427",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Ten people dead after Covid outbreak at Fife care home",
      "tags": "Lochgelly,NHS Fife,Coronavirus pandemic",
      "text": "Ten care home residents have died after a Covid outbreak in Fife.\nNHS Fife said 25 residents and 43 staff at Mossview Care Home in Lochgelly tested positive for the virus.\nIt was closed to new admissions after the first case was recorded on 20 December. It has now reopened after 14 days without one.\nThe home expressed its sympathies to those who died and described recent weeks as \"extremely difficult\"\nNHS Fife said its experts worked alongside the Fife health and social care partnership and environmental health to reduce further transmission.\nIn a statement it said: \"NHS Fife is aware of a recent cluster of confirmed Covid-19 cases associated with Mossview Care Home in Lochgelly. \n\"Sadly, ten people died after contracting Covid-19 and our thoughts are with their loved ones at this difficult time.\"\nThe home confirmed the cases were detected during routine testing and those who died were all residents.\nA spokesman said: \"We are deeply saddened by these losses and we extend our sympathy to the family members and friends of all those who have lost a loved one.\n\"Our aim is always to provide the best possible care for our residents, and we pay tribute to our loyal, hard-working and committed employees for continuing to care for our residents at this most difficult time.\"\nThe vaccine rollout to care homes began in Scotland on 14 December.\nOn 13 January NHS Fife confirmed the first round of vaccinations had been carried out in all of the region's 76 care homes.\nThe health board said around 5,000 residents and staff were immunised.\nAcross Scotland the latest figures show 99% of residents in older care homes and 93% of all care home residents have now received their first jab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55961387",
      "category": "uk",
      "title": "Coronavirus: Vaccine chief 'optimistic' about over-50s May target",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The UK can meet the target of vaccinating all over-50s by May, the chairman of the vaccines taskforce has said, adding he is \"very optimistic\".\nDr Clive Dix told the BBC the taskforce has met every target set.\nThe UK would be \"ahead of the game\" in terms of anticipating variants of coronavirus and was making \"libraries of future vaccines\", he said.\nHe added that the UK would not hoard supplies but would distribute them globally, once the UK target is met. \nDowning Street has said everyone in the UK aged 50 and over should have been offered a coronavirus vaccine by May.\nPreviously, ministers had said it was their \"ambition\" to vaccinate the first nine priority groups by the spring.\nAs of Friday, the UK had given a first jab to nearly 11.5 million people and is aiming to reach 15 million vaccinations by 15 February.\nThe latest figures also showed another 828 people in the UK have died within 28 days of a positive Covid test, and there were a further 18,262 cases.\nDr Dix, who heads the government unit charged with developing and producing vaccines, told BBC Radio 4's Today programme: \"We will work day and night to ensure we meet whatever the target that's feasible can be met. \n\"So I'm very optimistic that we will meet the May target.\"\nQuestions have been raised around the efficacy of vaccines against variants of the virus - including the one first identified in Kent.\nOn Friday, Oxford-AstraZeneca said its vaccine gave people good protection against the UK variant.\nVariants in South Africa and Brazil have also been identified.\nDr Dix, who is also chief executive of drug discovery company C4X Discovery, said the UK was \"at the forefront of surveying\" the variants, allowing scientists to \"second-guess\" mutations that have not yet occurred.\nThey can then make vaccines for those variants, he told the programme.\n\"We'll make libraries of future vaccines, just small amounts, enough to then, if it does occur, do a quick clinical study to see that it works and then start manufacturing it,\" he said.\nThe NHS has the staff, the volunteers and the clinics needed to vaccinate the 15 million in these next priority groups as well as give second doses to those who have already had their first jab.\nBut vaccine production is a biological process so there are no guarantees about how much can be grown.\nHowever, there is growing confidence in the UK supply chain. \nThe bulk of the supplies are now coming from UK-based plants producing the Oxford-AstraZeneca vaccine and the yields from these are now consistently in line with expectation unlike those in Europe which started producing the vaccine later and have had less time to iron out the teething problems.\nOn top of this, supplies from Pfizer-BioNTech are expected to increase from mid-February after a slowdown in recent weeks.\nThere will also be a third vaccine made by US firm Moderna to help. The first batches of the 17 million ordered will start arriving before Easter.\nIt will all be needed as there can be no let up if the over-50s are to get vaccinated in the timeframe set out.\nAsked whether there could be a vaccine-busting variant at some stage, Dr Dix said: \"There's a possibility, but we'll be ahead of the game, we're not going to be waiting for it to happen. \n\"We now have the capabilities in the UK to be responsive and that capability won't just be for the use of the UK of course. \n\"Once we've done it, it will actually help the whole world because it will be part of that whole surveillance and reaction.\"\nSpeaking to BBC Breakfast, former Health Secretary Jeremy Hunt warned that mutations of the virus could lead to a \"cycle\" of lockdowns in the future if measures were not put in place, such as effective contact tracing.\n\"The worry that we have to really plan for is the possibility that we will have a new mutation that is actually immune to the vaccines that we're giving out at the moment,\" Mr Hunt said.\n\"So, in order to make sure that we don't get caught out by that again, we need to get transmission levels down to the kind of levels where we can do incredibly thorough contact tracing, like they do in Korea and Taiwan.\"\nHe also repeated his call for the government to consider more financial support for people told to self-isolate by NHS contact tracers, for example by offering to \"make up any salary losses\".\nDespite the promising news over vaccines, doctors have warned against relaxing rules too quickly.\nDr Daniele Bryden, a consultant in intensive care medicine at Sheffield Teaching Hospitals, told Today: \"I think the vaccination is really encouraging, but we really can't let our guard down and relax the rules. \n\"For example, the average age of a patient on intensive care at the moment is only 60 and 40% of people on intensive care are less than that age. So it's going to take some time before we see the impact of vaccination.\"\nEvery adult in the UK will be offered a vaccine by the autumn, Health Secretary Matt Hancock said last month.\nMeanwhile, surge testing is being rolled out to further areas to control and suppress the spread of coronavirus variants, including in:\nThe Department for Health and Social Care said people living in targeted areas were \"strongly encouraged\" to take a Covid test this week, whether showing symptoms or not.\nTesting for the South African variant is also due to be increased in Southport after a second case was detected.\nHave you been affected by any issues relating to the vaccine rollout? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nOr please use the form below:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55973345",
      "category": "uk-wales",
      "title": "Covid: First minister 'relieved' after wife and mother-in-law vaccinated",
      "tags": "Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "First Minister Mark Drakeford has spoken of his \"relief\" after both his wife and mother-in-law received coronavirus vaccinations.\nThe Welsh Labour leader said he was now the only one in his household yet to receive the jab.\nHe said he was \"hugely grateful\" both women had received their first doses.\nHis wife, Clare Drakeford, 66, and her 94-year-old mother, have both shielded during the pandemic due to their health conditions.\nThis meant Mr Drakeford spent some time living alone in a hut at the bottom of his garden.\nThe first minister previously said both women contracted the virus and fell ill last year.\n\"Due to their conditions they are both in the top four priority groups and have both been vaccinated,\" Mr Drakeford said.\n\"Both experiences were excellent in terms of how smoothly it went and how well it was organised, and they've had no ill effects of any sort.\"\nHe said he was \"hugely grateful, because they're both vulnerable\". \n\"Although they've been incredibly careful and don't do anything that puts them at risk, the fact they've had the vaccine is a relief,\" he said.\n\"You can see how it gives people a different outlook, that they can see the light at the end of all of this.\"\nMr Drakeford, 66, said he would be in the next five priority groups but did not yet have an appointment to be vaccinated.\nNearly 590,000 people in the top priority groups have been given their first dose of Covid vaccine in Wales.\nIt means 18.7% of the Welsh population has now been vaccinated.\nOn Saturday, Wales overtook the other UK nations for the first time in the percentage of the population getting their first jab.\nThere was previously criticism the vaccination rollout in Wales had started more slowly than the rest of the UK.\nMr Drakeford said he believed the \"unfairness\" of that criticism led to a \"we'll show them\" spirit among those involved.\n\"People don't like it when they know the criticism isn't fair,\" he said.\n\"To judge the performance of a system on the first few days, was never going to be the right way to form a judgment.\"\nWales' aim is to ensure just under 750,000 people - including health workers and people aged over 70 - get a first dose by mid-February."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55972619",
      "category": "world-us-canada",
      "title": "Iran nuclear deal: US sanctions will not be lifted for talks, says Biden",
      "tags": "Xi Jinping,China,Iran,Iran nuclear deal,United States,Joe Biden",
      "text": "US President Joe Biden says he will not lift economic sanctions against Iran until it complies with the terms agreed under a 2015 nuclear deal.\nMr Biden was speaking in a CBS News interview aired on Sunday.\nBut Iran's Supreme Leader, Ayatollah Ali Khamenei, said Tehran would only return to compliance if the US first lifted all economic sanctions.\nThe 2015 deal sought to limit Iran's nuclear programme, with sanctions eased in return.\nFormer President Donald Trump, however, withdrew the US from the deal in 2018 and re-imposed sanctions, leading Iran to roll back on a number of its commitments.\nIran, which says its nuclear programme is peaceful, has been increasing its stockpile of enriched uranium. Enriched uranium can be used to make reactor fuel, but also nuclear bombs.\nUnder the terms of the 2015 nuclear deal - an agreement reached between Iran, the US, China, France, Germany, Russia and the UK - Tehran agreed to limit its uranium enrichment and allow international inspectors to access sites and facilities.\nIn return, sanctions imposed on Tehran were lifted. \nBut Mr Trump withdrew the US from the deal, known as the Joint Comprehensive Plan of Action (JCPOA), in an effort to force Iran to negotiate a new accord, and reinstated economic sanctions.\nMr Trump wanted to place indefinite curbs on Tehran's nuclear programme and also halt its development of ballistic missiles.\nIran refused. In July 2019, it breached the 3.67% cap on uranium enrichment and in January this year announced it had resumed enriching uranium to 20% purity. Weapons-grade uranium is 90% purity.\nIn a short clip of the interview published before the full broadcast at 16:00 EST (21:00 GMT) on Sunday, Mr Biden was asked if he would halt economic sanctions to bring Tehran back to the negotiating table, and he replied: \"No.\"\nMeanwhile, Ali Khamenei said that for Iran to return to its commitments under the deal, the US must first \"abolish all sanctions\", Iranian state TV reported on Sunday.\n\"We will assess, and if we see that they have acted faithfully in this regard, we will return to our commitment,\" he said, adding: \"It is the irreversible and final decision and all Iranian officials have consensus over it.\"\nThe president also talked about the US relationship with China.\nHe said there was no reason for Washington to be drawn into direct conflict with Beijing, but that both sides would engage in what he called \"extreme competition\" on the global economic stage. \nMr Biden said he had not spoken to his Chinese counterpart, Xi Jinping, since becoming president last month, and that he had not changed his stance towards Beijing. \n\"He's very bright, he's very tough,\" Mr Biden said of Mr Xi, adding: \"He doesn't have a democratic - small 'd' - bone in his body.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55963999",
      "category": "uk-wales",
      "title": "Covid: Fines issued for rugby and birthday party breaches",
      "tags": "Merthyr Tydfil,Swansea,Penarth",
      "text": "Police broke up two house parties and issued 15 fines following breaches in Covid lockdown rules in Swansea.\nNine people were fined for watching the England v Scotland rugby match at a house in Uplands on Saturday. \nAnd six people were also given fixed penalties after South Wales Police broke up a birthday party in Ynystawe.\nOn Sunday, police closed Cyfarthfa Park in Merthyr Tydfil to vehicular access saying too many were turning up, and exercise should begin at home.\nPeople are allowed to exercise outdoors but they should not drive to a location due to lockdown rules.\nPeople can only mix at home within their household or support bubble, with £60 fines issued for breaches.\nOfficers also stopped traffic in Penarth, Vale of Glamorgan, as householders expressed worries about numbers of people on its narrow streets on Saturday.\nJayne Harding said on one road, 75 people passed homes in just 15 minutes.\nShe said she would welcome them when there was not a pandemic. \"But this Covid is a completely different kettle of fish,\" she said.\nPeople are advised not to travel to exercise outdoors, with restrictions on all but essential travel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55966178",
      "category": "world-europe",
      "title": "Pope Francis appoints first woman to the Synod of Bishops",
      "tags": "Catholicism,Pope Francis,Women",
      "text": "The Pope has appointed a woman as an undersecretary to the Synod of Bishops for the first time.\nSister Nathalie Becquart, who is from France, will have voting rights in the body, which advises the pontiff and debates some of the most controversial issues in the Roman Catholic Church.\nMs Becquart has worked with the synod as a consultant since 2019.\nThe body's secretary-general, Cardinal Mario Grech, said the appointment showed that \"a door has opened\".\nHe noted that the decision reflects the Pope's desire \"for a greater participation of women in the process of discernment and decision-making in the church\". \nThe BBC's John McManus says the move is not a precursor to ordaining women as priests, although some opponents may regard it as a further step in that direction.\nLuis Marín de San Martín, a priest from Spain, was also named as a new undersecretary of the synod.\nIn recent years, the Synod of Bishops has debated topics of doctrine including the treatment of divorced and married Catholics.\nThe news comes less than a month after Pope Francis formally changed the law in the Church to allow women to administer communion and serve at the altar, although the decree stressed that ordained priesthood would remain open to men only.\nLast year, meanwhile, the pontiff appointed six women to the council which oversees the Vatican's finances.\nMore on Pope Francis and the Vatican:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55970058",
      "category": "uk-northern-ireland",
      "title": "Gregory Campbell: DUP MP's BLM remarks over Songs of Praise 'irresponsible'",
      "tags": "Gregory Campbell,Television,Black Lives Matter,BBC",
      "text": "A Northern Ireland MP has been accused of \"race-baiting\" after describing the number of black people on an edition of Songs of Praise as \"the BBC at its BLM (Black Lives Matter) worst\".\nA number of anti-racism and ethnic minority organisations have called on Gregory Campbell to apologise.\nThe Democratic Unionist Party (DUP) MP made his comments in a Facebook post on 31 January.\nHe was referring to the Gospel Singer of the Year competition.\nThe five semi-finalists, judges and presenter of the programme last Sunday were all of a black ethnicity. \nIn the post, the East Londonderry MP wrote: \"There were five singers, all of them black. There were three judges all of them black and one presenter who was incidentally, yes black.\n\"The singers were all very good but can you imagine an all white line up with an all white jury and presented by a white person? No I can't either.\"\nSinn Féin's Caoimhe Archibald said she has reported the comments to the standards commissioner at the House of Commons, while Alliance MP Stephen Farry called on the DUP to remove his party whip. \nA statement, published by the North West Migrants Forum and co-signed by a number of Northern Ireland-based organisations, called on Mr Campbell to withdraw his comments and issue \"a full public apology\". \nThe statement said it was \"both astonishing and shocking\" that Mr Campbell watched the programme and \"saw only skin colour\".\n\"Mr Campbell's statement is not a trivial matter; it is deeply irresponsible,\" it said.\n\"It is deeply worrying that Mr Campbell can confidently display such clear bias, apparently without fear of challenge or accountability.\n\"Given his role as an elected representative and public servant, Mr Campbell's statement cannot go unchallenged; the potential costs are too high.\"\nThe statement said Mr Campbell's comments had come three weeks after an arson attack at the headquarters of the Belfast Multi-Cultural Association.\n\"It is alarming that a political leader thinks it appropriate to use this kind of race-baiting to secure some sort of perceived political advantage, regardless of the consequences,\" it added. \nIt called on DUP leader Arlene Foster to \"ensure that he is held accountable for his words\".\nMs Archibald, an NI Assembly member representing the same area as Mr Campbell, said his comments were \"disgraceful\".\n\"[His] comments don't reflect the views of the vast majority of the constituents he's purport to represent,\" she said.\nAppealing to the DUP to remove his party whip, Mr Farry said: \"As we know there are genuine issues about diversity representation and racism in our society and that includes how people are perceived in the media.\n\"I find the comments objectionable and offensive and I think the DUP needs to take action in this regard.\n\"I do know that if any MP in parties in Great Britain were to make those comments they would have the whip removed by them.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55966795",
      "category": "uk",
      "title": "Mastermind: John Humphrys to step down as host",
      "tags": "John Humphrys",
      "text": "John Humphrys will step down as host of long-running BBC quiz Mastermind at the end of the current series.\nWriting in the Daily Mail, Humphrys, 77, said he would be giving up the role in March, after 18 years.\n\"Now, after more than 750 shows, it really is time to finish,\" he said in a nod to the show's catchphrase.\nHumphrys, who took on the quizmaster role in 2003, said he did not envy his successor - adding Mastermind was a show you tinkered with \"at your peril\".\nThe BBC said it wanted to thank Humphrys for his work on the programme. \"He has been a first class presenter and we look forward to working with him on other projects in the future,\" a spokesman added.\nThere is currently no word on who might follow in Humphrys' footsteps.\n\"When the present series comes to an end in March there will be someone else in the chair,\" the former Today programme presenter wrote in his newspaper column.\n\"I wish my successor well - but I'm not sure I envy them, whoever 'they' may be. \n\"What are the odds on the first female?\" he added. \nHumphrys said when he took on the role of Mastermind host in 2003, the BBC stipulated that he must retain predecessor Magnus Magnusson's much-mimicked coda: \"I've started, so I'll finish.\"\n\"Mastermind is one of those programmes you tinker with at your peril,\" he wrote in Saturday's column. \"Allow a contender to choose a light-hearted subject and the cry goes out: 'Dumbing down!' Change the format even slightly and you are 'sexing up'.\"\nMagnusson was the first host of Mastermind, which debuted on BBC One in 1972. \nThe show features four contenders who each answer questions on a specialist subject of their choice against the clock, followed by a series of general knowledge questions. There are no cash prizes, just kudos.\nThe show, which originally aired in a late night slot amid fears it was too highbrow, has become a national institution - and is famous for its black leather chair, in which the contestant sits, and ominous theme tune, aptly titled Approaching Menace.\nBroadcaster Humphrys built a reputation as a tenacious interrogator of politicians on BBC Radio 4's Today show, stepping down as a presenter on the show in September 2019, after 32 years.\nHe has since taken on a presenting role on Classic FM."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55888872",
      "category": "uk-wales",
      "title": "Covid: Horses 'dying and ill' from lockdown walkers' food",
      "tags": "Haverfordwest,Horses,RSPCA,NFU,Aberystwyth,Animals,Mountain Ash,Pontypridd",
      "text": "Owners have said a rise in lockdown walkers feeding their horses has led to some dying and falling ill. \nA four-month-old foal in Pembrokeshire died last week, after vegetables and sandwiches were repeatedly found in her field.\nAnimal owners claim the rise in walkers who don't understand the Countryside Code is becoming \"a real problem\".\nThe RSPCA said it was \"essential\" the public did not feed horses without permission.\nPeople in Wales are only currently allowed to travel for essential purposes but can leave their homes to exercise for unlimited times and periods each day, while maintaining social distancing.\nNatalie Morris, who lives in Haverfordwest, said her foal's stomach was found to be \"completely blocked\" by vets, when it died on 29 January. \nShe claimed this was because of walkers feeding her horses or leaving food in their field.\nThe 36-year-old said she had been finding potatoes, peelings, pasta and sandwiches in tin foil and cling film \"daily\" in her horses' field in the weeks before Chicco's death.\n\"It is such a waste,\" she said.\n\"It is people not caring what they have left and the impact it will have. This behaviour has gone crazy. \n\"It has become a lot worse this lockdown; normally regular walkers here are clued up and know not to feed them.\"\nMs Morris said Chicco was still nursing from her mother, just starting to eat stud mix and haylage, when she died.\nNow Ms Morris, who owns two horses, said she's looking for a new field to rent without a public footpath running through it.\nMeanwhile in Pontypridd, Lindsey Howard said she \"nearly lost\" her horse when she choked on whole potatoes someone had left in their field last April, during lockdown.\n\"The potato was so large it took two vets to move it to her stomach,\" she said.\nShe said she never experienced the issue of people wrongly feeding her horse in the 20 years she has lived on her farm, until the pandemic.\nAmanda Jones, who owns nine horses in Mountain Ash, said she had found walkers feeding her horses inappropriate food on two occasions in January.\n\"There was a woman throwing over brussels sprouts, and I managed to jump over the gate and throw them out.\n\"This would kill them, because they don't have a gag reflex,\" she said.\nMs Jones said on another occasion she found a walker feeding her horses cabbage, which would cause them a \"really upset stomach\".\n\"It is a real problem. We live on top of a mountain and have had a lot more walkers out here during lockdown.\n\"A lot of it is ignorance I think, people think they're doing a good thing by feeding horses.\"\nRSPCA equine welfare expert Dr Mark Kennedy said food that \"might seem innocent to the general public\" could actually be \"highly dangerous\" to horses.\nDr Kennedy added some horses might also be on specialist diets to control health conditions.\n\"Even foods which are safe for horses can be lethal if they are not prepared properly as they can cause obstructions in the horse's oesophagus (gullet) resulting in them choking to death.\"\nHe said horse owners concerned about this could download signs to warn the public.\nElsewhere Wyn Evans, who farms near Aberystwyth in Ceredigion, lost seven ewes and found a further five sheep injured after an attack by two dogs on New Year's Eve.\nHe said, although he appreciated that \"many people take great joy in walking their dog in Wales' beautiful countryside\" and that exercise was \"particularly important\" during lockdown, people should keep dogs on leads around livestock.\nNational Farmers' Union (NFU) Cymru president John Davies has urged all walkers to follow the Countryside Code, following other reports of dog attacks on sheep.\n\"Keep dogs on a short lead around livestock (but release your dog if chased by cattle), keep to the designated footpaths, leave gates as you found them and pick up your litter.\"\nHe added that, while feeding animals \"may appear kind\", it could cause \"serious implications for the health and welfare\" of the animal.\n\"We must remember that many of those open spaces enjoyed by walkers are working farms and are the permanent homes of livestock and wildlife - therefore, they must be treated with respect.\"\nSince the pandemic, the Countryside Code in the UK has been updated - you can read it here.\nIt urges people to respect the local community, including not interfering with animals and following marked paths.\nThe code also asks people to protect the natural environment and plan ahead when going outdoors."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55973847",
      "category": "uk",
      "title": "Covid: More than 12 million in UK have had first jab",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than 12 million people in the UK have now had at least one dose of a Covid vaccine, after 550,000 first jabs were given out on Saturday.\nThe government is aiming to offer first doses to 15 million people in the top four priority groups by 15 February.\nAt the current rate, about 16 million people would receive a first jab by that date.\nThe UK's daily Covid cases continue to fall, but remain high - with another 15,845 reported on Sunday.\nAnother 373 people in the UK have died within 28 days of a positive Covid test, the data also showed. Fewer deaths tend to be reported on Sundays, due to a reporting lag over the weekend.\nThe update on vaccine progress comes as scientists say early trials suggest Oxford-AstraZeneca's jab offers \"minimal protection\" against mild disease from the South Africa variant.\nMeanwhile, workplace Covid testing is being offered to more companies in England, for staff who cannot work from home during lockdown, the government says.\nBusinesses with more than 50 employees are now able to access lateral flow tests, which can produce results in less than 30 minutes.\nPreviously only firms with more than 250 staff qualified for testing.\nThe speedy rollout of Covid vaccines to all vulnerable people is seen as critical to reducing the pandemic's death toll and relieving pressure on the NHS.\nOnce the first four priority groups, including the over-70s, healthcare workers and people shielding, have received their jabs, the programme will move on to people aged 50 and over and those with underlying health conditions.\nFrom spring, the government plans to begin vaccinating the rest of the adult population, another 21 million people. Teachers, transport workers, supermarket workers and the military could be prioritised.\nThe UK's devolved nations have the power to set their own coronavirus regulations, and Scotland, Wales and Northern Ireland each offer their own advice on testing.\nOn Sunday, Scottish health secretary Jeane Freeman said her ambition was to have every adult vaccinated for Covid \"in the summer\".\nThe Scottish government had previously set a September target to vaccinate all over-18s.\nThe UK is currently receiving doses of two vaccines approved by the medicine regulator - the Pfizer-BioNTech jab and a second vaccine, from Oxford University and AstraZeneca.\nA third vaccine, made by US company Moderna, has been approved but supplies are not expected to be available until spring.\nThe UK is also lined up to receive at least three other vaccines if they are approved for use.\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55970561",
      "category": "uk-england-london",
      "title": "Kilburn stabbing: Police name victim of 'barbaric' attack as Sven Badzak",
      "tags": "Croydon,London violence,Kilburn",
      "text": "A 22-year-old man killed in a double stabbing outside a Tesco store in Kilburn, north-west London, has been named by police as Sven Badzak.\nDetectives said Mr Badzak was chased by a group of males and was attacked after falling on Willesden Lane.\nMr Badzak's 16-year-old friend was also stabbed in the attack and remains critically ill in hospital, the Met Police said.\nCh Insp Guy Ellwood described the attack as \"barbaric\".\nOfficers were called to Willesden Lane at 17:40 GMT on Saturday where they found Mr Badzak injured.\nMr Badzak was taken to a hospital in central London where he later died, Det Ch Insp Darren Jones said.\nHe added that, at this early stage of the investigation, detectives believe Sven and his friend came into contact with a group of males who then chased them.\n\"As this group chased the pair, Sven and his friend became separated. Sven fell to the ground and was attacked by a number of the group. \n\"His friend was also attacked but managed to seek sanctuary in a shop. However, he remains critically ill in hospital.\"\nDet Ch Insp Jones appealed for any witnesses who were in the Willesden Lane and Kilburn High Road areas at the time of the attack.\nThe murder investigation comes after another 13 people were injured in an \"abhorrent\" wave of knife crime across parts of the capital.\nThroughout Friday night the Met was called to separate stabbings in other parts of Croydon, Chislehurst and Streatham.\nOne of the victims, a 22-year-old man, died after being attacked in the Wisbeach area of Croydon.\nOn Saturday afternoon another man, aged 24, was stabbed on Oakfield Road near West Croydon station.\nHours later, a 15-year-old boy was attacked on the Churchill Gardens Estate in Westminster, police said.\nNone of those victims suffered life-threatening injuries, the Met added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55967607",
      "category": "uk-northern-ireland",
      "title": "PSNI 'crisis in confidence' among nationalists, says Michelle O'Neill",
      "tags": "Belfast,Police Service of Northern Ireland",
      "text": "NI's deputy first minister has said there is a \"crisis in confidence\" in policing among nationalists over the PSNI's handling of a commemoration event on Friday.\nHowever, Michelle O'Neill said she was not calling for NI's police chief to resign. \nAn officer has been suspended and another redeployed, with Simon Byrne issuing an apology after a man was arrested at the event.\nMr Byrne has said he will not quit.\nSpeaking to the BBC's Sunday Politics programme Ms O'Neill said she would lead a delegation on Monday morning to put questions to the PSNI's chief constable.\nShe said she wished to \"engage with him directly\" on who will be held accountable for what happened.\nThe arrest happened after people had gathered on the Ormeau Road in Belfast to mark the anniversary of a gun attack, in which five people were murdered by loyalists.\nRelatives of the victims had gathered at the site to lay flowers and mark the 29th anniversary of the murders. \nThe man who was arrested, Mark Sykes, had been shot and injured in the attack on a Sean Graham bookmakers shop in February 1992.\nVideo footage posted on social media shows a confrontation between police and people attending the event, after which Mr Sykes was arrested. \nHe was released a few hours later.\nLarge public gatherings are banned under current coronavirus restrictions and police said that \"30 to 40 people\" had attended the memorial.\nMs O'Neill described the actions of officers as \"crass\" and \"vulgar\".\nShe compared the police's actions on Friday to images, circulated on social media, of masked men in east Belfast, saying they were \"allowed to walk uninterrupted\". \n\"I think that the direct contrast in policing is laid bare for all to see.\n\"I think anybody who considers all those things in the round would understand that there certainly is a crisis in confidence in policing among the nationalist community.\"\nTraditional Unionist Voice (TUV) party leader Jim Allister told Sunday Politics that Sinn Féin was using the issue to \"destabilise\" Northern Ireland.\n\"Once more we hear all this talk that we used to hear 20 years ago about an unacceptable police force,\" he said.\n\"It's quite clear to me that it's playing into the agenda that is never far from the surface of destabilising Northern Ireland because, though they're in government in Northern Ireland, they don't want it to work.\"\nOn Saturday night, PSNI Chief Constable Simon Byrne made a public apology for the actions of his officers.\nSpeaking at a news conference outside police headquarters on Saturday evening, Mr Byrne acknowledged that his leadership of the PSNI is under increased scrutiny. \n\"Clearly that's the question on everybody's lips, but I'm not a quitter,\" he said. \n\"I took this job with my eyes open, determined to invest my time, my capital working with a top team, to deliver on my promise which was visible, accessible and responsive community policing.\n\"If I quit now it would just leave the same set of problems for whoever stood in my shoes. This is about leadership, it's about calm heads and direction.\"\nSinn Féin leader Mary Lou McDonald had described the statement by Mr Byrne as a \"token gesture\" and said it would not undo \"the damage done to public confidence in policing\". \nThe Democratic Unionist Party (DUP) questioned why the Police Service of Northern Ireland (PSNI) took action against officers before the outcome of a Police Ombudsman inquiry.\nThe party said: \"We cannot have trial by social media and we cannot have rushed announcements to suit some political agenda.\" \nAnalysis by Mark Simpson, BBC News NI correspondent\nOne of the most striking comments by the chief constable was his acceptance that his leadership is being questioned.\nRather than pretend it is not an issue he said \"clearly that's the question on everybody's lips\".\nHis words, and actions, suggest he knows he is man under pressure.\nHe clearly felt the need to clear the air, and re-affirm his leadership, even if it meant standing in the freezing cold for 10 minutes on a Saturday night.\nThe head of the Police Federation, which represents officers in Northern Ireland, said the two officers disciplined were \"being scapegoated\" and that it was not acceptable.\nMark Lyndsay said the PSNI had been criticised in the past for taking \"no action whenever there are potential breaches\" of Covid-19 restrictions, such as at funerals.\n\"Here, all of a sudden, when we do actually go to speak to people we're absolutely crucified.\n\"So it seems at the minute, as far as police dealing with Covid is concerned, we're damned if we do and we're damned if we don't.\" \nThe chair of the Northern Ireland Policing Board Doug Garrett said the chief constable's apology was a \"welcome first step\".\nMr Garrett said there was an \"urgent necessity to repair damage caused to community relations arising from the policing approach on Friday\".\nHowever, four DUP members of the Policing Board questioned that statement, saying it was \"not an agreed position\". \nIn a joint statement, NI Assembly members Joanne Bunting, Trevor Clarke, Tom Buchanan and Mervyn Storey said the \"proper course of action would have been to await the outcome of the Ombudsman inquiry\". \nThe Police Ombudsman's Office confirmed on Friday night that it has begun an investigation into the events and the PSNI said it is co-operating with that inquiry.\nMr Byrne has been chief constable of the PSNI since July 2019.\nHis previous contract, as chief constable of Cheshire Police, ended in June 2018 while he was fighting a disciplinary case involving complaints of bullying staff.\nHe was exonerated and a review found the investigation was \"flawed\" and based on \"flimsy\" allegations.\nMr Byrne had the most experience of the four applicants for the £207,000-a-year PSNI job, having held high ranks in the Metropolitan, Merseyside and Manchester police forces."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55968062",
      "category": "uk",
      "title": "Covid: Workplace testing expanded and helping survivors speak again",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning.\nWorkplace Covid testing is being offered to more companies in England, for staff who cannot work from home during lockdown, the government says. Businesses with more than 50 employees are now able to access lateral flow tests, which can produce results in less than 30 minutes. Previously only firms with more than 250 staff qualified for testing. Labour welcomed the expansion but said more needed to be done to make workplaces Covid-secure, including improving ventilation and protective equipment.\nEarly trials suggest the Oxford-AstraZeneca Covid vaccine offers limited protection against mild disease caused by the South Africa variant. The preliminary findings from a small study of more than 2,000 people have not yet been peer-reviewed. And the pharmaceutical firm said it believed the vaccine could protect against severe disease caused by the more transmissible coronavirus variant. Read more on how worried we should be about new variants here. \nOnline travel agent Lastminute.com has failed to keep to a promise to refund people for holidays hit by the pandemic. In December, it agreed to pay all outstanding package holiday refunds by the end of January. But consumer group Which? said several customers still hadn't received a full refund after the deadline had passed. Lastminute.com said the process had been \"very complex\" and it was working hard to complete refunds as quickly as possible. \nThroughout the pandemic, speech therapists have helped thousands of Covid survivors to regain the most basic of human functions. After weeks on a mechanical ventilator, Robert Crowther was left unable to talk, eat or drink. \"It was clear I'd fought off Covid, but now I couldn't speak,\" he says. Robert describes his long road to recovery - and the people who helped him along the way - here. \nAt times of great uncertainty, many people turn to faith leaders for support, but with the current lockdown restrictions it's more difficult than ever for ministers to offer pastoral and spiritual care to their congregations. Louise Haywood-Schiefer set out to photograph Christian chaplains around London - who work at places ranging from a prison to Gatwick Airport - to discover how they are facing these challenges.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can read about how we know whether coronavirus vaccines are safe here.\nAnd there's more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55948400",
      "category": "world-asia-india",
      "title": "India couple takes the plunge to marry underwater",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55971003",
      "category": "business",
      "title": "Amazon criticised in paying lower rates than shops",
      "tags": "Companies,HM Treasury,Amazon,Tax,Online shopping,Delivery services",
      "text": "Amazon has been criticised for paying less in business rates than British bricks and mortar retailers.\nThe online retail giant's financial results revealed that UK sales for 2020 totalled $26.5bn (£19.3bn) - a 51% jump from $17.5bn in 2019.\nAmazon's overall business rates bill for 2020-2021 is estimated by researchers to be £71.5m - just 0.37% of its retail sales.\nThey say this is far lower than what the retail sector typically pays.\nAmazon insists that it pays its tax and has created thousands of jobs in the UK.\nBusiness rates are calculated by looking at a property's rateable value and multiplying it by a tax rate set by the government. A new tax rate comes into effect at the start of each financial year on 1 April. \nAccording to figures from the Office for National Statistics (ONS), full-year retail sales at physical shops for the 12 months ending 31 December 2020 fell 10.3% from £318.5bn in 2019 to £285.8bn. \nRetail advisor Altus Group says that bricks and mortar retailers would have paid £8.25bn in business rates in 2020, had they not been given a tax holiday due to the pandemic.\nIt says the figure was calculated using rateable values, multiplied by the 2020 tax rate. The £8.25bn figure amounts to 2.9% of total retail sales, which is much higher than what Amazon pays. \nFor instance, Arcadia - which owns Topshop, Burton and Dorothy Perkins -  would have had to pay £91m in business rates on its 444 stores in 2020, had there not been a tax holiday, Altus Group says.\nA Treasury spokesman said: \"We want to see thriving high streets, which is why we've spent tens of billions of pounds supporting shops throughout the pandemic and are supporting town centres through the changes online shopping brings. \n\"Our business rates review call for evidence included questions on whether we should shift the balance between online and physical shops by introducing an online sales tax. We're considering responses now.\"\nSeparately, the Centre for Retail Research (CRR) calculated the business rates paid by physical shops in 2019 and found that they paid £7.17bn in business rates, or 2.3% of their total retail sales in 2019.\nThe two organisations said that Amazon, which has close to 100 sites in the UK, including distribution warehouses and lockers on High Streets, is not paying enough tax. \nHowever, their calculations do not include corporation tax, which is currently at 19% of profits. \nAmazon would not comment on the calculations made by Altus Group and CRR. \nA spokesman for Amazon said: \"We've invested more than £23bn in jobs and infrastructure in the UK since 2010. \n\"Last year we created 10,000 new jobs and last week we announced 1,000 new apprenticeships. This continued investment helped contribute to a total tax contribution of £1.1bn during 2019 - £293m in direct taxes and £854m in indirect taxes.\"\nThe government is currently reviewing the way in which the business rates system works, and is also separately considering a 2% tax on online sales and services. \nBut business lobby group the Confederation of British Industry (CBI) has warned that any tax rises would place additional pressure on businesses that are already struggling due to the pandemic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-55967709",
      "category": "world-latin-america",
      "title": "Cuba opens up its economy to private businesses",
      "tags": "Cuba",
      "text": "Cuba has announced it will allow private businesses to operate in most sectors, in what is a major reform to its state-controlled economy.\nLabour Minister Marta Elena Feito said the list of authorised activities had expanded from 127 to more than 2,000. \nOnly a minority of sectors would be reserved for the state, she said.\nThe communist country's economy has been hit hard by the pandemic and US sanctions introduced by the Trump administration.\nLast year its economy shrank by 11% - its worst decline in almost three decades - and Cubans have been facing shortages of basic goods.\nMs Feito said just 124 economic activities would be exempt from private involvement although she did not mention which ones.\n\"That private work continues to develop, is the objective of this reform,\" Ms Feito was quoted by AFP as saying. She said the move would \"help free the productive forces\" of the private sector.\nExperts on Cuba's tangled and complicated economy say the step essentially opens up almost all economic activity on the island to some form of private enterprise, the BBC's Will Grant in Havana says.\nThis will be a significant shot in the arm for those families and individuals who harbour hopes of moving beyond just the very small businesses into medium-sized ventures, he notes.\nApart from hundreds of thousands of small farms, Cuba's non-state sector is composed mainly of small private businesses run by artisans, taxi drivers and tradesmen. Around 600,000 people, around 13% of the workforce, joined the private sector when the opportunity arose.\nHowever a large number of private businesses are involved in the island's tourist industry, which has been hard hit by the pandemic and sanctions.\nGiven how slowly reforms tend to move in Cuba, it may still be some time before the change is noticeable in daily economic life, our correspondent says.\nSome 60 years of hostility between the US and Cuba were eased in 2015 when then US President Obama and Cuban leader Raul Castro agreed to normalise relations, allowing US citizens to visit the island and empowering local businesses.\nBut Obama's efforts were rolled back by his successor, President Donald Trump, with the support of hawkish Cuban-Americans who saw Mr Obama's historic opening as an appeasement of Castro's communist regime.\nNew US President Joe Biden - who was Barack Obama's vice-president - has previously signalled that he wants to improve US-Cuban relations but observers say it is not clear how high it might be on his priority list."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55970665",
      "category": "world-europe",
      "title": "Storm Darcy: Netherlands hit by 'first major snowstorm in decade'",
      "tags": "Storm Darcy,Germany,Snow,Netherlands,Severe weather",
      "text": "The Netherlands has been hit by its first major snowstorm in a decade, forecasters say, as cold weather pushes through much of northern Europe.\nA number of coronavirus testing centres were closed on Monday because of the extreme weather.\nTransport has been disrupted and rail connections with Germany, where northern areas have also been blanketed by snow, have been suspended.\nThe cold snap is a result of Storm Darcy, which has also affected parts of the UK.\nA \"Code Red\" weather warning was declared in the Netherlands for all of Sunday, meaning winds of up to 90km/h (55mph) and \"bitter cold\" were forecast.\nHeavy snow fell throughout much of the day, leading to long delays on the roads. People were advised to avoid travelling and there were reports of dozens of cars skidding off streets.\nEindhoven airport closed and incoming flights were diverted to Germany, while Schiphol airport in Amsterdam warned that travellers could face delays.\nOne Dutch weather forecasting website, Weer.nl, said the combination of strong winds and heavy snow had met the official definition of a snowstorm.\n\"It is the first snowstorm in a long time: the last snowstorm took place in January 2010,\" it said. \nMost parts of the country had seen 5-10cm (2-4in) of snow by Sunday afternoon, but some had received more than 30cm.\nUp to 10 days of sub-zero temperatures are expected in the Netherlands. On Sunday, the temperature dropped to -6C (21.2F) in the northern city of Groningen and it was a similar picture elsewhere.\nIn Germany, the snowfall caused major disruption to traffic and rail journeys in the country's most populous state of North Rhine-Westphalia.\nSome 222 traffic accidents have been reported there since Saturday afternoon, a police spokesman told the DPA news agency.\nSchools were closed in parts of the southern state of Bavaria on Monday, according to local media, with more snow forecast.\nIn Belgium, the snowfall has been less severe but officials are preparing for temperatures to plummet throughout the week.\nIn the UK, forecasters have warned that Storm Darcy could bring more heavy snowfall and gale-force winds to the east and south-east of England.\nThe cold weather is expected to last until at least the middle of the week.\n All images subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55952108/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK weather: 'Beast from the East Two' to bring snow, ice and floods",
      "tags": "Storm Darcy,Met Office,Snow",
      "text": "People are being urged to check in on the elderly and vulnerable as cold and snowy weather threatens disruption.\nAn amber snow warning - meaning travel issues and power cuts are likely - is in place for parts of east and south-east England until Monday morning.\nYellow snow and ice warnings are also in force for much of England, Scotland and eastern Wales.\nMet Office weather expert Steven Keates said there would be \"many similarities\" with the Beast from the East in 2018.\nIt is due to a combination of cold air from Scandinavia and Russia plus Storm Darcy bringing winds and snow, he said.\nAsked whether he thought it was fair to call it the Beast from the East Two, the meteorologist said: \"I think so. The air mass is not quite as cold as it was then, so it's not quite as extreme, but nonetheless this is probably the coldest weather we'll see across the UK as a whole since then. \n\"And if you're stepping outside at all through the next few days, it really is going to feel cold. Temperatures [will be] barely above freezing on a thermometer, and when you factor in a strong easterly wind, you'll be feeling many degrees below freezing.\"\nParts of Scotland have already seen heavy snowfall in the past few days, with up to 50cm in some places - but Scotland's amber warning for snow has now expired.\nMore snow is expected in eastern parts of Scotland later, with 10 to 15cm possible in some areas, especially above 200m. \nOne amber warning is now in place for parts of London, the south-east and the east of England until 09:00 GMT on Monday.\nThose areas could see between five and 10cm of snow on Sunday - with up to 20cm in some places, the BBC Weather Centre said.\nYellow warnings - which mean there could be travel disruption and a slight chance of power cuts or communities being cut off - are also in place for:\nMet Office forecasters have warned of \"significant disruptive snowfall\" and gale force winds in the south-east of England, saying up to 30cm of snow is possible in the Kent Downs and more widely on the North Downs. \nMeteorologist Sarah Kent said: \"It is a small chance, but the threat is there, up to a foot of snow potentially combined with extremely strong easterly winds. Even inland in that area, gusting could be 45mph and higher than that on the coasts.\n\"This could lead to significant drifting of any lying snow and obviously blizzards for the snow coming past you for anyone who is attempting to travel.\n\"Sadly there will be people who have to make journeys for the emergency services and there are still lorries that have to go to the ports. It is going to be really disruptive.\n\"With that sort of snowfall, you would expect some roads to be closed or blocked by the drifting snow, and long delays or some cancellations of public transport.\"\nPublic Health England's Dr Owen Landeg said it was \"crucial\" people looked out for those who may be vulnerable during the current cold snap.\nHe called on the public to make sure those at-risk have enough food and drink to stay warm and well.\nThe conditions are caused by cold air spreading east from the Arctic Circle, tracking across the relatively mild North Sea to form showers that bring snow and a significant wind chill.\nStorm Darcy, which was named by the Netherlands, is bringing an area of low pressure, adding moisture to the cold air to help form the snow.\nIn Scotland, parts of which have seen heavy snow and ice since the end of last year, road clearing will be prioritised around Covid vaccination centres, Deputy First Minister John Swinney said.\nHe said it was possible weather conditions would create challenges for the vaccination programme.\nOn Friday, about 20 vehicles were stranded in snow at Loch Droma, north west of Inverness, and emergency services have been assisting a rescue operation, Highland Council said.\nThe vehicles became stranded in two-metre snow drifts, said road management organisation Bear Scotland.\nNetwork Rail said services have been disrupted on the Highland Mainline despite plough trains being used to clear snow.\nAside from icy conditions, there were 52 flood warnings in place as of Sunday morning across parts of England, along the River Severn and the River Thames, according to the Environment Agency.\nIn Berkshire, parts of Cookham were left submerged after heavy rain caused flooding at Widbrook Common.\nMeanwhile, the Scottish Environment Protection Agency has issued a flood warning for Greenlaw to Allanton in the Borders.\nDrivers are advised to make sure their vehicle is ready for the cold weather amid predictions of an increase in breakdowns.\nRAC spokesman Ben Aldous said: \"This means checking oil, coolant and screen wash levels, as well as ensuring the tyres have plenty of tread and are inflated properly.\n\"Large amounts of snow on vehicles should be cleared before setting off to avoid it falling on to other road users. And never attempt to use the windscreen wipers to clear an icy or snowy windscreen - you risk damaging not only the wipers but the linkages too, which could be a more costly repair.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-55964742",
      "category": "uk-england-norfolk",
      "title": "Estrella Catalan: Hospital nurse dies with Covid-19",
      "tags": "Norfolk and Norwich University Hospital,Nursing,Coronavirus pandemic,Norwich",
      "text": "A \"wonderful, caring\" nurse has died with Covid-19 in the hospital she had worked at for nearly two decades.\nEstrella Catalan, 52, died on Friday at the Norfolk and Norwich University Hospital (NNUH), where she was an emergency department staff nurse.\nShe had been receiving treatment in the hospital's critical care complex.\nChief executive of NNUH NHS Foundation Trust, Sam Higginson, said Ms Catalan, who had worked at the hospital since 2002, \"will be terribly missed\".\nMs Catalan had previously been interviewed by the BBC from her intensive care bed while she was unwell with Covid-19.\nMr Higginson said: \"Our deepest and heartfelt condolences are with Estrella's loved ones and friends at this very difficult time and with all those who worked alongside Estrella and knew her.\"\nHe called Ms Catalan a \"wonderful person and a caring and conscientious nurse, who loved to teach and mentor students\" and said they would \"formulate a fitting memorial to Estrella\".\n\"This is a heartbreaking reminder of the situation we are facing every day to help others and we want to thank our staff for their ongoing courage and commitment during the pandemic,\" added Mr Higginson.\nAccording to a GoFundMe page which has raised more than £4,700, Ms Catalan is survived by her husband Melvin and their sons John and Josh, and added that her eldest son Vince died two years ago.\n\"She puts the needs of others first before her own,\" the page said.\n\"Her selflessness and dedication carried on even when she was on her hospital bed, she still thought and talked about when she could go back to work to help patients and colleagues throughout this pandemic.\n\"Estrella promised her family, 'I will be back' when she was taken to the hospital few weeks ago... sadly, a promise that she could no longer physically keep.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-55963093",
      "category": "uk-england-nottinghamshire",
      "title": "Covid-19: Police fine baby's birthday party-goers £11k",
      "tags": "Mansfield,Birmingham,Nottingham,Coronavirus pandemic",
      "text": "More than £11,000 in Covid fines have been handed out to 14 adults after they attended a one-year-old's birthday party. \nNottinghamshire Police were informed of the celebrations on Thursday after members of the public reported seeing party banners outside the gathering.\nOfficers said 24 people, including 10 children, were bunched into \"a small flat\" in Victoria Street, Mansfield.\nEach adult was fined £800 for attending the party. \nUnder new Covid-19 measures introduced in January, people attending a gathering of more than 15 people at a house party incur a higher fine.\nPolice said a number of people travelled from Birmingham to attend the celebrations.\nOfficers said the revellers were also having a family barbecue. Police issued £11,200 in fines after breaking up the celebrations at about 15:00 GMT. \nAssistant Chief Constable Steve Cooper said: \"Officers are putting their own health, as well as their families' health, on the line by attending these kind of house parties night after night. \n\"We would appeal to all local residents to comply with the Covid-19 regulations which are there to protect everyone.\"\nFollow BBC East Midlands on Facebook, Twitter, or  Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55963355",
      "category": "world-asia",
      "title": "Indonesia tigers: Zookeeper killed after endangered animals escape",
      "tags": "Tigers,Animals,Indonesia,Wildlife conservation",
      "text": "A zookeeper has been killed after two critically endangered Sumatran tigers escaped from a zoo on Borneo island.\nThe female tigers, both aged about 18 months, escaped the Sinka Zoo after a landslide caused by days of torrential rain damaged their enclosure. \nOn Saturday, one of the animals was captured after it was hit with a tranquiliser dart.\nBut the other tiger was shot dead after it behaved aggressively and attempts to tranquilise it failed.\nThe 47-year-old zookeeper was found dead close to the tigers' enclosure after the animals escaped late on Friday. He had bite wounds and scratches on his body, the AFP news agency reports.\nA number of dead animals, including an ostrich and a monkey, had earlier been found near the enclosure.\nThe escape triggered a large-scale hunt in the town of Singkawang, West Kalimantan. Nearby tourist attractions were ordered to close by police and people were told to stay at home.\nAnd while officials hoped to catch both animals alive - they said they were forced to shoot one of the tigers.\n\"We tried with a tranquilliser gun first but it didn't work, so we were forced to shoot the tiger because it was already behaving very aggressively,\" Sadtata Noor Adirahmanta, the head of a local conservation agency, told AFP.\n\"We were afraid it would escape to the nearest neighbourhood,\" he added. \"Although we tried our best to catch it alive, our priority is humans' safety.\"\nYou might also be interested in:\nA cage filled with animal prey was prepared in an attempt to lure the remaining tiger back to the zoo at feeding time. \nDrones were also used to try to locate the tiger in the dense forest surrounding the zoo. \"We had a hard time finding them,\" the local police chief told CNN Indonesia.\nBut officials managed to capture it alive after shooting it with a tranquiliser dart. The animal is now being monitored at the zoo by medical experts.\nSumatran tigers are critically endangered, with fewer than 400 believed to be left in the wild."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-55970536",
      "category": "uk-england-cumbria",
      "title": "Patterdale mountain rescuer seriously injured in 500ft fall",
      "tags": "Mountain Rescue ,Leicester,Liverpool,Patterdale",
      "text": "Two campers have been fined for breaching lockdown after a mountain rescue volunteer was seriously injured in a fall while going to their aid.\nThe volunteer, a man in his 60s, fell 500ft (150m) while responding to reports of one of the campers suffering chest pains in the Lake District in the early hours of Saturday.\nPatterdale Mountain Rescue said he suffered \"significant injuries\" and is in a serious condition in hospital.\nCumbria Police fined each camper £200.\nThe force said one man from Liverpool and another from Leicester were camping in breach of coronavirus rules at Red Screes above Kirkstone Pass.\nThe Lake District Search and Mountain Rescue Association, which previously thanked people for following the lockdown rules, said the Patterdale team was heading to the campers when one of its volunteers fell down a steep slope.\nHe was airlifted to hospital while the ill camper was carried out on a stretcher and taken to hospital by road ambulance.\nThe association said its thoughts were with the camper as \"no-one sets out on the fells with the intention of having an accident\", but the \"simple truth\" is the more people who go out in the fells, the higher the number of rescues the teams will have to carry out.\nMike Blakey from the association said: \"This rescue and the subsequent life-changing injuries incurred by our team member were avoidable.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-55968068",
      "category": "world-middle-east",
      "title": "Iraq's Yazidi community buries 104 victims of IS massacre",
      "tags": "Yazidis,Iraq",
      "text": "The Yazidi community of northern Iraq has brought home 104 of its members who were killed by the Islamic State group during its reign of terror in 2014.\nTheir remains had been identified and exhumed from mass graves, and they were laid to rest in the village of Kocho near Mount Sinjar in Ninevah province.\nThousands of men were killed and women and children enslaved and raped when IS overran the Yazidis' homeland.\nThe UN says IS carried out genocide against the community.\nThe 104 were all men who had been killed by IS militants in August 2014, the head of the Yazidi Organisation for Documentation, Khairi Ali Ibrahim, was quoted as saying.\nA funeral was held for them at the Unknown Soldier memorial in Baghdad on Thursday before they were brought home to Kocho.\nEach coffin was adorned with a photo of the man who had been lost.\n\"This is a first step in respecting the remains of these victims and it will be also a step of transitional justice that the other victims, the women, the children, who survived the genocide will be compensated,\" said Yazidi human rights activist Mirza Dinnayi.\n\"I hope that we can do far more in protecting the Yazidi and to say never again for the future.\"\nYazidis practise a form of religion which combines elements of ancient Iranian religions with parts of Judaism, Christianity, and Islam. They were considered heretics by IS, a Sunni jihadist group.\nThere were believed to be an estimated 550,000 Yazidis living in Iraq before IS invaded on 3 August 2014. Some 360,000 Yazidis escaped and found refuge elsewhere.\nAmnesty International said in July that some 2,000 Yazidi children who had survived brutal captivity at the hands of the IS were still not getting the care they needed and were suffering severe physical and mental health problems."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55940144",
      "category": "uk-wales",
      "title": "Covid: 'I'm chancing a holiday abroad in 2021 - why not?'",
      "tags": "Tourism,Treforest,Holidays,Cardiff,Ammanford",
      "text": "After a tough 2020 stuck indoors, many people are dreaming of a holiday this year.\nTravel is currently limited to essential purposes in Wales, and international travel is banned.\nBut bookings for UK staycations are \"coming in thick and fast\", and some are gambling on foreign trips in the hope rules will ease soon.\nAnd some countries have supported the prospect of accepting holidaymakers if they have a vaccine passport.\nOn Friday, First Minister Mark Drakeford said he hoped parts of Wales' tourism industry could reopen by Easter as long as the Covid-19 situation continued to improve. \nHowever, earlier in the week, Wales' Health Minister Vaughan Gething said it was \"too uncertain\" to say people would be able to enjoy a summer holiday abroad this year.\nSo, BBC Wales asked people to tell us about their holiday plans for 2021.\nFollowing the announcement of the Covid vaccine rollout, interest in holidays abroad in 2021 has \"spiked\", according Cowbridge travel consultant Louise O'Neill.\nShe said many people were choosing \"more bucket-list destinations\".\nOne of whom is Paul Powell, who has booked to go to Japan and Jordan this year.\nMr Powell, from Treforest in Rhondda Cynon Taf, had four holidays cancelled last year which left him with air travel vouchers, instead of refunds.\nThe 55-year-old has chosen to use his vouchers from last year to book his three-week holiday to Japan in November and Jordan in December with his son.\n\"We all have things we enjoy, mine is just travelling and seeing the world.\n\"We have created a bucket list of places of importance we'd like to see - like the seven wonders of the world, I want to tick them off.\"\nMr Powell, who said he's travelled to 60 countries, now plans to bring in 2022 on a hot air balloon over the Wadi Rum desert, near Aqaba.\n\"Some people wait until they retire to travel, but who knows whether we have a tomorrow? \n\"Why not plan these things today and not put things off for the future, when you may not have the health that you have today?\"\nMr Powell said that it would be a \"disappointment\" if the Covid restrictions meant more cancellations but that he felt covered with cancellable hotel bookings.\nHe said booking the holidays was \"more about hope\" and having \"something to look forward to\".\nMeanwhile Paula Hansen, in Cardiff, said she has had the Covid vaccine and, after shielding since March last year, she felt \"a bit desperate to go away\".\nMs Hansen said she had booked a three-week holiday in Orlando, Florida, in December and also hoped to book an August holiday to Italy to celebrate her husband's 50th birthday. \n\"I think it can be a bit depressing staying in the house. So I try to go away regularly, I just like going on holiday and it helps with my job.\n\"It is a way of life for us, to go away four or five times year,\" she said.\nMs Hansen has worked as an independent travel agent for the past year, alongside her main job in credit insurance.\nShe said now she was beginning to see customers spend more on holidays over the next three years.\n\"We're seeing interesting choices like going to Everest - things people wouldn't generally book.\n\"People want to make the most of their time now.\"\nShe added that Covid restrictions were \"really confusing for people at the moment\", even those working in the travel industry.\nAlthough she said she was \"hopeful\" travel would be allowed later in 2021, she advised that customers needed to be aware they \"may need to move dates or get a refund\" depending on rules.\nAndrew Williams, from Ammanford in Carmarthenshire, said he planned to take his campervan to St Brides bay in Pembrokeshire for a staycation this year.\n\"We have fantastic countryside in Wales, I can't wait to get back up into the hills, mountains and the coast for the peace and quiet and fresh air.\n\"With Covid still around, I can't see how getting on a plane can be safe.\"\nThe 58-year-old, who has been shielding, said he had a holiday to Kefalonia cancelled in 2020 but this year he had chosen not to go abroad because of the pandemic.\n\"I don't think you can make predictions about what will happen, everything is up in the air for everyone.\n\"But I hope this will be a boost for UK tourism - I think there will be rush of people for the countryside and beaches,\" he said.\nHowever, for Sally Roberts, who lives in Gronant in Flintshire, near popular holiday parks in Prestatyn, the prospect of many opting for a staycation was a worry.\n\"My concern is that these people coming here from all over the country will put us at greater risk, with more people in supermarkets.\n\"I don't think huge holiday camps in small residential communities should reopen until everyone is vaccinated.\n\"Last year in July, it went crazy here - there was no social distancing in shops.\"\nMs Roberts, 65, said she and her husband had no plans so far to travel abroad or in the UK in their motorhome this year.\n\"I like going on holiday, but there is no point being shut inside. Until everyone is vaccinated, I would feel more reassured and safer, especially with these new variants about.\n\"I doubt if I would feel safe in a Spanish campsite and also there's the risk of introducing it to their population.\n\"It is supposed to be a really good fun time, lots of things for the kids to do, but I don't think it is appropriate this year.\"\nTougher lockdown rules across Europe, the closure of air corridors, and uncertainty about post-Brexit travel, has added more pressures on the airline industry at the start of 2021.\nNew rules for travellers to the UK mean people arriving from Covid variant hotspots will have to stay in a hotel for 10 nights.\nThe rules affect UK residents and Irish nationals travelling from 33 countries on the \"red list\" - which covers much of South America, southern Africa, the United Arab Emirates and Portugal.\nHowever, EasyJet said last month that bookings for this summer with its holidays arm were up 250% on last year.\nEasyJet chief executive Johan Lundgren said people wanted to go on holiday as soon as they could, and that May was currently the most popular month for bookings.\nMr Lundgren said the vaccination programme being underway in the UK and Europe was \"undoubtedly the key to unlocking travel again\". \nCoach and tour operators also reported unexpected growth in holiday bookings last month, with TUI, the UK's largest tour operator, saying 50% of online bookings were being made over-50s.\nNational Express's coach holiday businesses said bookings made by those 65 and over had increased by 185% in the last fortnight compared to last year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55970394",
      "category": "uk-wales",
      "title": "Wylfa: Welsh ministers 'discuss ways forward' for nuclear plant",
      "tags": "Wylfa nuclear power project,Wales business,Welsh government,Nuclear power",
      "text": "A site on Anglesey remains one of the best for a new nuclear development in Europe, according to the Welsh Government.\nJapanese backers Hitachi pulled out of the Wylfa Newydd scheme last September. \nIts subsidiary Horizon confirmed the end of the troubled project last month in a letter to the UK government.\nBut the Welsh Government refused to comment on a Sunday Times report that it wanted to take on a caretaker role until a developer was found.\nA spokesman said it continued to discuss potential ways forward.\nA new Wylfa power station had been planned on a site next to the old power plant on Anglesey.\nSenior Welsh Government sources told BBC Wales that ministers and officials were \"exploring all the available options\" because they wanted to \"support a developer to make Wylfa a reality\".\nOne said: \"We're not in a position to say we're going to take over the site but we're continuing discussions with Horizon and other partners.\n\"We're exploring all the options but it's too early to be saying anything.\"\nThe Welsh Government said in a statement: \"Hitachi's decision to withdraw from the Wylfa Newydd project is disappointing. \n\"While we will not comment on speculation, we remain convinced that Wylfa Newydd is one of the best sites for a new nuclear development in Europe and continue to discuss potential ways forward for the site with both Hitachi and Horizon.\"\nThe Wylfa Newydd site, which sits next to the former nuclear plant now undergoing decommissioning, was expected to have cost between £15-£20bn to develop.\nWork was suspended in January 2019 because of rising costs after Hitachi failed to reach a funding agreement with the UK government.\nSpeaking on BBC Politics Wales, Education Minister Kirsty Williams said: \"We remain convinced that if there is to be a new nuclear power station that Wylfa is a perfect site for that.\n\"We will continue as a government to have discussions with both Hitachi and Horizon and the local authority about how we can utilise that site.\"\nThe Welsh Government bought Cardiff Airport in 2013 for £52m, and former First Minister Carwyn Jones said in 2016 he would have been prepared to take a stake in Tata Steel's UK operations, which are focused on Port Talbot.\nJanet Finch-Saunders, the Welsh Conservative spokeswoman on the environment, energy and rural affairs, said the party was \"disappointed as plans for the Wylfa site have seen setback after setback\".\n\"While we maintain that the Anglesey site is ideal for a nuclear power plant, I'd urge caution over - if accurate - reports that the Welsh Government is considering taking over the project. \n\"Its track record on major projects has been patchy to say the least,\" said the Member of the Senedd for Aberconwy.\nEconomy Minister Ken Skates and the UK government Business Secretary Kwasi Karteng are likely to discuss Wylfa's future during a scheduled meeting on Monday.\nIt comes after the UK's Planning Inspectorate released its report recommending the UK government \"should withhold consent\" for the Wylfa Newydd project.\nIn the report, dated July 2019, the inspectorate said: \"In terms of biodiversity, ecology and nature conservation the proposed development fails the tests.\n\"On balance, the matters weighing against the proposed development outweigh the matters weighing in favour of it.\"\nPlaid Cymru leader Adam Price said the Welsh Government should concentrate on a \"green economic stimulus for Wales that will deliver far better long term economic benefits and also will avoid the serious environmental concerns that led to the planning inspector turning down the application for Wylfa\".\nHe added: \"I think it certainly is the wrong move to put our eggs in the nuclear basket when Wales has far more potential in terms of renewable, in terms of this green industrial revolution rather than putting our hopes on a nuclear power station.\"\nAnglesey council said it was \"supportive and eager to see Welsh Government and the UK government consider and pursue all options which could see a new development progressed on Anglesey\".\nHorizon said it did not comment on speculation.\nLast December the UK government began talks with French energy company EDF about the construction of a new £20bn nuclear power plant, Sizewell C, in Suffolk.\nEDF is also building the Hinkley Point C nuclear energy plant in Somerset in partnership with China General Nuclear Power."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55967767",
      "category": "uk",
      "title": "Covid: Oxford jab offers less S Africa variant protection",
      "tags": "Coronavirus vaccines,Vaccination,University of Oxford,South Africa,Coronavirus pandemic,AstraZeneca",
      "text": "Oxford-AstraZeneca's vaccine offers \"minimal protection\" against mild disease from the South Africa variant, scientists say early trials suggest.\nA new study, not yet peer reviewed, involved about 2,000 people who were on average 31 years old.\nBut Prof Sarah Gilbert, Oxford lead vaccine developer, said vaccines should still protect against severe disease.\nShe said developers were likely to have a modified Oxford jab by the autumn to combat the South Africa variant.\nSouth Africa has said it is putting its rollout of the Oxford vaccine on temporary hold, while scientists advise on the best way to proceed following the results of the study.\nThe variant, also known as 501.V2 or B.1.351, is already the dominant virus variant in large parts of South Africa.\nEarlier, vaccine minister Nadhim Zahawi told the BBC's Andrew Marr that a booster in the autumn and annual vaccines could be required to combat variants.\nMore than 100 cases of the South Africa variant have been found in the UK. \nA study outlining early trials, first reported by the Financial Times, suggests the vaccine offered \"minimal protection\" against mild and moderate disease caused by the variant, the University of Oxford said.\nProf Gilbert told the Andrew Marr Show current vaccines \"have a reduction in efficacy against some of the variant viruses\".\n\"What that is looking like is that we may not be reducing the total number of cases but there's still protection in that case against deaths, hospitalisations and severe disease.\"\nShe added: \"That's really important for healthcare systems, even if we are having mild and asymptomatic infections, to prevent people going into hospital with Covid would have a major effect.\"\nMeanwhile, Mr Zahawi said the UK government had ruled out issuing so-called \"vaccine passports\" to enable people who have had the jab against coronavirus to travel abroad.\nThis isn't a complete surprise. \nThe mutation involved - known as E484K - seems to help the virus dodge immunity built up to previous variants and current vaccines.\nReal world trials of two other vaccines (Janssen and Novavax) showed a dip in performance in South Africa too.\nThis is the same mutation that has also appeared in some cases of the \"Kent variant\" in the UK. \nWe are still waiting for scientists to publish their report in order to find out what \"limited\" means in hard numbers. \nIf people are still getting sick, even if it's mild, then they can spread the virus and that will make it harder to get on top of cases.  \nIf the Oxford vaccine can prevent severe disease, and AstraZeneca thinks it will, then it would still be a life-saving vaccine.\nBut it is clear coronavirus is a moving target and that we may need to change vaccines in the future to keep up.\nIn a separate statement, AstraZeneca said the jab offered \"limited\" protection against mild and moderate disease caused by the variant.\nA spokesman for the pharmaceutical company said it had not yet been able to properly establish whether the jab would prevent severe disease and hospitalisation caused by the South Africa variant because those involved in the study had predominantly been young, healthy adults.\nBut the company expressed confidence the vaccine would offer protection against serious cases, because it created neutralising antibodies similar to those of other coronavirus vaccines.\nThe study, which assessed a two-dose regimen, is due to be published on Monday.\nAndrew Pollard, professor of paediatric infection and immunity and chief investigator on the Oxford vaccine trial, said: \"This study confirms that the pandemic coronavirus will find ways to continue to spread in vaccinated populations, as expected, but, taken with the promising results from other studies in South Africa using a similar viral vector, vaccines may continue to ease the toll on health care systems by preventing severe disease.\"\nIn a news conference on Sunday, Prof Shabir Madhi, who has led trials for the Oxford-AstraZeneca vaccine in South Africa, said the study had been \"largely disappointing\" in terms of the jab's efficacy against the South Africa variant. \n\"Unfortunately, the AstraZeneca vaccine does not work against mild and moderate illness,\" he said, adding that the data did not say whether or not the vaccine might still protect at least against severe infections.\nEarlier, Prof Madhi said a vaccine developed by Janssen showed it stopped moderate to severe disease, rather than all disease, and this kept people out of hospital.\n\"These findings recalibrate thinking about how to approach the pandemic virus and shift the focus from the goal of herd immunity against transmission to the protection of all at-risk individuals in population against severe disease,\" Prof Madhi added.\nOn Saturday, AstraZeneca said its vaccine provided good protection against the variant first discovered in Kent, which is now dominant in the UK. \nEarly results suggest the Pfizer-BioNTech vaccine protects against the new variants.\nData on two new coronavirus vaccines that could be approved soon - one from Novavax and another from Janssen - appear to offer some protection.\nAnd early results from Moderna suggest its vaccine is still effective against the South Africa variant.\nExperts say vaccines could be redesigned and tweaked to be a better match for new variants in a matter of weeks or months if necessary.\nHave you been affected by issues relating to the vaccine rollout? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55967959",
      "category": "world-asia",
      "title": "Myanmar coup: Tens of thousands join largest protests since 2007",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "Myanmar has seen its largest protests in more than a decade, as tens of thousands of people rallied against the military coup and demanded the release of elected leader Aung San Suu Kyi.\n\"We don't want military dictatorship. We want democracy,\" the crowds chanted in the main city, Yangon. Rallies were held in more than a dozen other cities. \nInternet access has now been restored after a day-long blackout.\nThe army has not yet commented on the growing opposition to Monday's coup.\nThe military seized power after claiming, without evidence, that the November election was fraudulent. The rulers declared a year-long state of emergency and have been hunkered down in the capital, Nay Pyi Daw.\nMs Suu Kyi and senior leaders of her National League for Democracy Party (NLD), including President Win Myint, have been put under house arrest.\nIn Yangon, people wore red shirts and held red balloons, the colour of Ms Suu Kyi's party, while cars and buses slowed to sound their horns in support. Many flashed the three-finger salute, a symbol of defiance against authoritarianism in the region.\nThe internet shutdown imposed by the military failed to curb the protesters. \"Respect our vote,\" read one banner, in reference to the NLD's landslide win in November.\nSunday's protests in Yangon were the biggest since the so-called Saffron Revolution in 2007, when thousands of the country's monks rose up against the military regime.\nCrowds marched towards the Sule Pagoda in the city centre while police vehicles and officers in riot gear were stationed near Yangon University. There were no immediate reports of violence. \n\"First, we don't want to go back to military rule. We don't want to live in fear. Secondly, we want Mother Su to be freed from being under detention unjustly,\" a protester told the BBC. \"And third, we want to root out the system where soldiers take civilian administrative positions.\"\nAnother demonstrator said that Ms Suu Kyi was \"our true leader\", adding: \"She is our only hope for our democracy, if she died or something happened to her, what is our future? We really need her back.\" \nA third said: \"This protest is not the end. We'll group... [every day] until we're free from the dictatorship.\"\nSmaller protests were also held in Nay Pyi Daw, Mawlamine and Mandalay, the country's second-largest city. \nIn the town of Myawaddy, there were reports of shots being fired, but no immediate reports of any injuries. According to some local media outlets, police had used rubber bullets to break up a rally. \nBy Nyein Chan, BBC Burmese, Yangon \nPeople from all different backgrounds, not just students and activists, have joined the protests in Yangon. They shouted anti-military slogans and sang famous revolutionary songs from the 1988 student uprising against the military regime. \nThe atmosphere was charged and protesters were defiant. They are angry but also quietly afraid.\nThey know that the military is capable of using violence to suppress dissent but they feel like they have no choice.\nWhen a group of protesters met a row of soldiers they chanted at them: \"You're trained to be professional soldiers, do not kill civilians.\"\nThe monitoring group NetBlocks Internet Observatory said connectivity rose to about 50% by 14:00 local time (07:30 GMT) but access to social media, including Facebook and Twitter, remained blocked.\nThe shutdown was criticised by human rights groups. Amnesty International said the blackout was \"heinous and reckless\" and warned it could put people at risk of human rights violations.\nThe United Nations special rapporteur on Myanmar, Tom Andrews, called on the agency's Human Rights Council to convene a special session on the \"unfolding crisis\", saying: \"[The] junta must stand down now.\"\nThe coup took place as a new session of parliament was set to open. Many Burmese watched events unfold in real time on Facebook, which is the country's primary source of information and news. \nMyanmar is a country of 54 million people in South East Asia which shares borders with Bangladesh, India, China, Thailand and Laos.\nIt was ruled by an oppressive military government from 1962 to 2011, either directly or indirectly,  leading to international condemnation and sanctions.\nAung San Suu Kyi spent years campaigning for democratic reforms. A gradual liberalisation began in 2010, though the military still retained considerable influence.\nA government led by Ms Suu Kyi came to power after free elections in 2015. But a deadly military crackdown two years later on Rohingya Muslims sent hundreds of thousands fleeing to Bangladesh.\nIt triggered a rift between Ms Suu Kyi and her previous supporters in the international community after she refused to condemn the crackdown or describe it as ethnic cleansing. But she has remained hugely popular at home.\nHave you been affected by recent events in Myanmar? You can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55966362",
      "category": "uk-england-london",
      "title": "Croydon stabbings: 'Abhorrent' night of violence leaves man dead",
      "tags": "Croydon",
      "text": "Police have condemned a night of \"needless and abhorrent\" violence after a man died and nine others were hurt in a spate of stabbings in south London.\nOfficers were called to five stabbing incidents in the space of just over two and half hours on Friday evening.\nA 22-year-old man was killed in a fight at a block of flats in Wisbeach Road, Croydon, police said.\nNone of the attacks is being linked, but police said extra officers would be deployed in south London.\nPolice said the dead man was stabbed in an altercation with a group of males and a murder investigation was under way. \nOn Saturday afternoon friends and family of the victim, including his mother, laid flowers alongside a police cordon at the scene.\nAnd in a separate incident a man in his 20s was found dead in Kilburn in north London at about 17:40 GMT on Saturday. A boy believed to be in his teens has been taken to hospital in a critical condition.\nDet Supt Nicky Arrowsmith said: \"Sadly, tonight [Friday] we have seen a number of needless and completely abhorrent violent altercations, including one that has tragically resulted in a loss of life.\n\"We need to hear from anyone who has information about crime, those who carry a weapon, or those who exploit others for gain or revenge, while putting young people's lives at risk - we need this information to help keep London safe.\"\nThe man who died was one of two men reported to have been injured at the property in Wisbeach Road.\nA resident described seeing police and medical staff trying to save him.\nThe witness, who asked not to be named, said: \"There was blood everywhere, it looked like he was cut in the leg and they tried to stop the bleeding.\n\"His mum was here crying and she was in pieces.\n\"It is terrifying, my son is 19 and I'm worried for him.\" Ch Insp Martin Thorpe, from the Met's Specialist Crime team, said: \"I am aware that this was one of a number of violent incidents in and around the south London area on Friday evening but there is nothing to connect these incidents together at this time.\"\nPolice said none of the nine other casualties was now considered to be in a life-threatening condition and added that two people had been arrested.\nOn Saturday afternoon a 10th man, aged 24, was stabbed near West Croydon station on Oakfield Road.\nThe other attacks are being investigated by officers from the South Area Basic Command Unit, the Met said.\nThese include a man who was stabbed on Chapman Road, Croydon, and four men who took themselves to hospital with stab wounds after a fight in the Penwortham Road area of Wandsworth.\nAnother two men, both in their 30s, also went to hospital after a stabbing on Jay Gardens, Chislehurst, just before 21:00.\nPolice are also investigating the stabbing of a man in his 40s who was found wounded on Dingwall Road at 21:12.\nThe victim has since been arrested on suspicion of affray and a 38-year-old man was arrested on suspicion of grievous bodily harm and remains in custody, the Met added.\nLabour MP for Croydon North Steve Reed said in a tweet that the \"absolutely horrific news\" would \"devastate our community\". \nFor more London news follow on Facebook, on Twitter, on Instagram and subscribe to our YouTube channel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55948436",
      "category": "business",
      "title": "Lastminute.com failed to meet Covid refund deadline",
      "tags": "Tourism,Companies,Personal finance,Lastminute.com,Air travel",
      "text": "Online travel agent Lastminute.com failed to keep to a promise to refund people for Covid-hit holidays.\nIn December, it agreed to pay all outstanding package holiday refunds by the end of January.\nBut consumer group Which? said several customers still hadn't received a full refund after the deadline had passed.\n\"The refund process has been a very complex and difficult,\" Lastminute.com said.\nWhich? has called on the Competition and Markets Authority to uncover how many customers were not refunded in time and take appropriate action.\n\"Despite being given ample time to return all outstanding refunds to customers - as well as clear instructions regarding its liability for refunding both accommodation and flight costs - Lastminute.com has failed to meet its commitment to the regulator,\" said Rory Boland, editor of Which? Travel.\n\"The CMA must send a clear message that this kind of behaviour is unacceptable.\"\nA CMA spokesperson said: \"CMA action led to Lastminute.com committing to pay out over £7m to customers waiting for money back. \n\"They must now report to us on how they are complying with the commitments they signed up to and the deadlines agreed. Should it become clear that they have breached these undertakings we will consider further action.\"\nLastminute.com said: \"Throughout this very challenging year, our customers have remained our number one priority, and we continue our commitment to dedicating our resources to helping them with their requests.\n\"Each customer request is unique, and often requiring a human touch-point and we've been working hard to get the money processed back through the system and into our customers' pockets as quickly as possible.\"\nSheryl McLeod booked a holiday for two adults and two children to Barcelona for July 2020 through Lastminute.com.\nThe firm told her in June the flights and hotel were cancelled and there were no alternatives, so the trip would be cancelled and refunded.\nIn September she was told by email that her refund was ready and she accepted the option of a cash refund. \nFor months afterwards Lastminute.com claimed it was finalising her refund. Then, on 27 January, she was finally sent £932.49 - more than £300 short of the £1,274.68 she was owed. \nClaire Barder is another customer who told Which? she didn't receive a full refund for her cancelled holiday before the CMA's deadline. \nDespite receiving confirmation of a refund for her July holiday to Barcelona, she was only given £431.75 - nearly £600 short as it did not include the flight portion of the trip.\nAfter Which? approached Lastminute.com both customers were told they would receive their outstanding money back.\n\"We can confirm that the refund has been sent to the customers also for the flight,\" Lastminute.com said.\nIf your travel company cancels a package holiday for any reason, it has to give you a full refund by law within 14 days.\nSimilarly, if you booked a flight (which was departing or arriving in an EU country or the UK or on an EU or UK airline) through a holiday company and the flight was cancelled, you must be reimbursed.\nBut many people have been left waiting months for a pay-out during the pandemic as travel firms face a cashflow crisis.\nSince the start of the Covid crisis, the CMA has written to more 100 package holiday firms to remind them of their obligations to comply with consumer protection law.\nLast week it began an investigation of Teletext Holidays following complaints it has failed to refund people for trips that have been cancelled by the Covid-19 pandemic.\nSome online travel agents have reported difficulties in securing refunds from airlines to pass on to their customers, meaning they have handed only partial refunds for cancelled package holidays.\nBut under the Package Travel and Linked Travel Regulations 2018, if a package holiday is cancelled by the provider, the customer is legally entitled to a full refund - including all travel and travel-related services - within 14 days. "
    }
  ]
}