{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56882682",
      "category": "world-asia-india",
      "title": "India Covid: 'A person cannot even die peacefully in Delhi'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56881083",
      "category": "world-asia-india",
      "title": "Covid: Countries send aid to ease India's oxygen emergency",
      "tags": "Coronavirus vaccines,Oxygen,Delhi,India,United States,Coronavirus pandemic",
      "text": "International efforts are under way to help India as the country suffers critical oxygen shortages amid a devastating surge in Covid cases.\nThe UK has begun sending ventilators and oxygen concentrator devices. EU members are also due to send aid.\nThe US is lifting a ban on sending raw materials abroad, enabling India to make more of the AstraZeneca vaccine.\nIndia's capital Delhi has extended its lockdown as overcrowded hospitals continue to turn patients away. \nThe government has approved plans for more than 500 oxygen generation plants across the country to boost supplies. \nMeanwhile neighbouring Bangladesh has announced that it will close its border with India from Monday to prevent the spread of the virus.\nIndia reported 349,691 more cases in the 24 hours to Sunday morning and another 2,767 deaths, however the true figures are thought to be much higher. \nThe first consignment of aid left the UK on Sunday and is due to arrive in India on Tuesday. Further shipments will take place later in the week. \nThe aid includes 495 oxygen concentrators - which can extract oxygen from the air when hospital oxygen systems have run out - as well as 120 non-invasive ventilators and 20 manual ventilators.\n\"We stand side by side with India as a friend and partner during what is a deeply concerning time in the fight against Covid-19,\" UK Prime Minister Boris Johnson said in a statement.\nThe spike in infection has led to the cancellation of a planned visit by Mr Johnson to India and to a travel ban. Other nations, including the UAE, Canada, Germany and the Netherlands have also banned flights from India.\nThe White House says it will immediately provide raw materials for vaccines to Indian vaccine manufacturers.\n\"Just as India sent assistance to the United States as our hospitals were strained early in the pandemic, we are determined to help India in its time of need,\" said President Joe Biden.\nIt follows calls by Indian officials and the Serum Institute of India (SII) for the US to lift export controls on raw materials for vaccines that were put in place in February.\nWashington has also been criticised for delaying a decision on sending surplus vaccine doses abroad. The US has millions of unused doses of the AstraZeneca vaccine, which has not yet been approved for use there. Top infectious diseases expert Dr Anthony Fauci said the option of sending them to India was being considered.\nThe US will also provide medical equipment and protective gear. France meanwhile says it will provide oxygen.\nIn Brussels, the European Commission said it planned to send oxygen and medicine too. Its head Ursula von der Leyen said the organisation was \"pooling resources to respond rapidly to India's request for assistance\".\nIndia's neighbour Pakistan - which has tense relations with Delhi amid territorial disputes - offered medical equipment and supplies and its Prime Minister Imran Khan tweeted prayers for a \"speedy recovery\". The country's Edhi foundation has also offered to send a fleet of 50 ambulances to India.\nIn Delhi - a region of about 20 million people - hospitals are full and are turning away new patients. At least two hospitals have seen patients die after oxygen supplies ran out.\nRelatives of sick people are appealing on social media for hospital places, oxygen supplies and ventilators. Some streets outside medical facilities have become crowded with the seriously ill, their loved ones trying to arrange stretchers and oxygen supplies for them as they plead with hospital authorities for a place inside.\nMeanwhile testing capacity has also been overwhelmed and crematoria are working around the clock.\nJayant Malhotra has been helping at one crematorium in Delhi.\n\"I've never seen such a terrifying situation. I can't believe we're in the capital of India. People aren't getting oxygen and they're dying like animals,\" he told the BBC.\nSimilar scenes are playing out in other major cities. In total India has confirmed nearly 17 million infections and 192,000 deaths. Some states and territories have imposed lockdowns and other restrictions. \nHealth officials say more infectious variants have been driving the surge in infections, including the UK variant which has been found in Delhi, and a variant first detected in India in October. \nThere has been growing criticism of Prime Minister Modi's government for the country's lack of readiness for the second wave. Large religious gatherings and political rallies have been taking place.\nOn Sunday in a radio address Mr Modi said: \"We were confident, our spirits were up after successfully tackling the first wave, but this storm has shaken the nation.\"\nHe also tweeted his condolences after it emerged that a famous classical Indian music singer, Rajan Mishra, had died in Delhi after suffering Covid-related health complications.\nIndia's government has confirmed it asked Twitter to block tweets that were critical of the authorities' handling of the crisis, saying the tweets had contained misinformation and were against Indian law. \nThe social media platform blocked dozens of tweets from being seen in India - among them were tweets from a lawmaker named Revnath Reddy, a minister in the state of West Bengal named Moloy Ghatak and a filmmaker named Avinash Das, Reuters reported.\nMeanwhile a newspaper group said it was suspending coverage of the country's flagship domestic cricket competition, the Indian Premier League, saying it was \"incongruous\" for the competition to be going ahead amid the surge."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56879033",
      "category": "uk-england-kent",
      "title": "Bomb disposal team called after car stopped on M20",
      "tags": "Maidstone",
      "text": "Concerns about the security of a car stopped by police on the M20 saw the motorway closed and bomb disposal experts called in, a force has said.\nKent Police brought the car to a halt earlier using \"tactical contact\" near Junction 9, after it refused to stop.\nA spokesman said an Army team attended \"as a precautionary measure\", but the motorway had since been reopened after they declared the vehicle safe.\nA man from Wales has been arrested on suspicion of dangerous driving.\nThe force spokesman said officers first attempted to stop the car as it travelled towards the coast \"at excess speed\" near Junction 12 just before 11:30 BST.\nHowever, after refusing to stop, it left the motorway and returned to the London-bound carriageway, with police in pursuit.\nHe said officers followed it to Junction 9 \"where a police car made tactical contact with the vehicle, bringing it to a stop with no injuries reported\".\n\"The Army's Explosive Ordnance Disposal team attended the scene as a precautionary measure following concerns about the security of the subject vehicle, which has subsequently been declared safe and removed from the carriageway,\" he said.\nHe added that the force wanted to \"thank everyone for their patience and understanding whilst the motorway was closed\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56875724",
      "category": "uk",
      "title": "Covid-19: Under-50s jab campaign and fans return to Wembley",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning. \nA series of photos documenting the NHS's largest-ever vaccination programme has been released by the Department of Health in efforts to encourage younger people to get the Covid vaccine when their turn comes. The pictures show vaccines given in care homes, cathedrals, museums and stadiums. Half the entire UK population, estimated at 66.7 million, have now received a first dose. Find out when you can expect to get your jab here.\nAt least 23 people have been killed in a fire at a hospital treating coronavirus patients in the capital of Iraq, Baghdad. Reports say an accident had caused an oxygen tank to explode. Dozens of others were injured in the blaze, which erupted at the Ibn Khatib hospital on Saturday night. Coronavirus infections have been rising steeply since February in Iraq, and passed one million cases in total this week. There have been 15,217 deaths since the pandemic began.\nEight thousand spectators will be at Wembley this afternoon for the Carabao Cup final between Manchester City and Tottenham - the biggest attendance at an outdoor sports event since the first lockdown in March last year. The game is part of the official test programme to work out the best way for big crowds to return to venues. Some of the pilot events are expected to test a Covid passport scheme, where passes would show if a person had been vaccinated, had a recent negative test or natural immunity.\nOn Saturday, lockdown restrictions were eased in Wales allowing six people from six households to meet outdoors. The BBC spoke to people who were able to meet up with friends. Among them was Elen Derrick, who said the easing of restrictions gave \"hope for the future\". Here's a reminder of the key dates in the easing of lockdown across the UK.\nFormer footballer Armel Zola has been teaching Congolese dance to people with Down's syndrome to stop them feeling so isolated during the pandemic. He says he was inspired to run the UK classes by his younger brother, Arnaud, who has the condition. \"I am just trying to give positivity to everyone,\" he says.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe number of people in the UK taking public transport is rising steadily, but what is the risk of catching Covid-19 for those who need to travel?\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-56878151",
      "category": "uk-england-merseyside",
      "title": "M62: Motorcyclist dies after crash with car on motorway",
      "tags": "Merseyside Police",
      "text": "A motorcyclist has died after a crash with a car on the M62 motorway.\nMerseyside Police said the 23-year-old man was riding a red Suzuki when he was involved in the collision with a black Audi between junctions 6 and 7 at about 00:20 BST on Sunday.\nHe was taken to hospital but pronounced dead a short time later.\nThe driver of the car, a 36-year-old man, was also taken to hospital where his condition is described as serious but stable.\nThe motorway has reopened between junctions 6 and 7 westbound after it was closed for investigations.\nPolice are appealing for anyone with information or dashcam footage to contact them.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56877634",
      "category": "world-asia",
      "title": "Menstrual leave: South Korea airline ex-CEO fined for refusing time off",
      "tags": "Women,Periods,South Korea",
      "text": "A former airline CEO who refused to allow female staff to take menstrual leave protected by employment law has been fined almost $1,800 (£1,300; 2m won) by a court in South Korea. \nKim Soo-cheon, the ex-head of Asiana Airlines, turned down 138 requests from 15 flight attendants in 2014 and 2015.\nMr Kim claimed the employees did not provide proof of menstruation. \nSince 1953, women in South Korea have been allowed to take one day off a month if they have painful periods. \nCan ‘period leave’ ever work?\nViewpoint: 'Why every woman should be offered menstrual leave'\nA lower court first found against Mr Kim in 2017. He had argued there were \"many suspicious cases\" when employees requested leave around holidays or days off, the South Korean news agency Yonhap reports. \nHowever, the court said that asking employees to prove they were having their period could \"infringe upon privacy and human rights\". \nThe ruling was upheld by a higher court. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56877967",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Sturgeon faces questions over 'hard border'",
      "tags": "Scottish Parliament election 2021,Willie Rennie,Nicola Sturgeon,Scotland economy,Scottish Greens,Scottish Labour,Scottish Conservatives,Scottish independence,Anas Sarwar,Scottish Liberal Democrats,Scottish Parliament,Douglas Ross,European Union,SNP (Scottish National Party)",
      "text": "Nicola Sturgeon says she wants to keep trade flowing across an England-Scotland border if an independent Scotland re-joined the European Union. \nSpeaking on the BBC's Andrew Marr programme, the SNP leader accepted there would have to be a border if an independent Scotland was in the EU. \nBut she said Scotland would try to negotiate arrangements to \"keep trade flowing freely\". \nOpponents say a hard border with England would be \"dreadful for trade\".\nThe SNP want to hold a referendum on Scottish independence if they win a majority in the Scottish Parliament elections on 6 May. \nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage\nMs Sturgeon was questioned on the practical details of an independent Scotland re-joining the EU. \n\"Of course we want to keep trade flowing across the England-Scotland border, that would be in the interests of Scotland as well and we would work to make sure that happened,\" she said. \n\"We will keep trade flowing freely, we will comply with all of the requirements of EU membership.\"\nEU regulations set out that 30% of poultry, eggs, milk and fish, as well as 100% of live animals, need to be inspected when entering the single market.\nAsked how she would police such a border, Ms Sturgeon said: \"I am not denying what the EU regulations say. I am not denying because of the absurdity of Brexit that all sorts of issues are raised for Scotland completely against our democratic will.\n\"We would work as a country to make sure that for our businesses, there is no difficulties in terms of their day to day experiences in trading.\"\nMs Sturgeon was pressed further on whether she had modelled the impact of Scottish independence on people's incomes.\nShe responded: \"If I was do to all of that modelling now we'd have to redo it when we were asking people to make that choice. I believe it's right to only ask people to make a choice of that magnitude on the basis of quality up to date information.\"\nThe Scottish Liberal Democrats treasury spokeswoman Christine Jardine said it was time the SNP \"came clean on whether they are planning tax rises or spending cuts\".\n\"This week has not only exposed the SNP as desperately confused over the economics of independence but revealed that they are contemplating a hard border with England,\" she added. \n\"This would not only be dreadful for trade but throw up barriers between friends and families.\"\nOn the election campaign trail, the Liberal Democrats have been highlighting mental health support for police officers.\nParty leader Willie Rennie said the emergency services in Scotland were suffering a mental health crisis because they were working under a government that was \"distracted\".\nSCOTLAND'S ELECTION: THE BASICS\nWhat's happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the government. Find out more here.\nWhat powers do they have? MSPs pass laws on aspects of life in Scotland such as health, education and transport - and have some powers over tax and welfare benefits.\nScottish Labour it was \"reckless beyond imagining\" for the SNP to call for a referendum during the recovery from the pandemic, while economists warned Scotland was headed for a jobs crisis.\nCommenting on Ms Sturgeon's Andrew Marr interview, the party's Scotland spokesman Ian Murray said: \"Hearing the casual way with which Nicola Sturgeon dismisses those independent experts that she is so fond of quoting when they agree with her and her failure to answer any of the tough questions on separation - from effects on income to the border - is playing fast and loose with people's futures.\n\"Scotland deserves better than this. Scottish Labour is opposed to independence and a second referendum.\"\nOn the campaign trail in Fife, party leader Anas Sarwar said only Labour could hold the SNP to account and ensure that the next parliament was focused on the \"national recovery\".\nScottish Conservative leader Douglas Ross said Ms Sturgeon's plans for a \"post-referendum border\" with England would be a \"hammer-blow\" for Scottish businesses.\n\"By Nicola Sturgeon's own admission, the SNP are clueless about the economic impact of independence. They've done no analysis on how many jobs it would put at risk or how much damage would be done to Scotland's economy,\" he said.\n\"She floundered and didn't have a single convincing answer to dispel the overwhelming evidence that separating Scotland from the rest of the UK would be devastating for jobs and businesses.\"\nMeanwhile, the party has been campaigning on the need to protect Scottish jobs and the economy by reopening safely at a slightly faster pace.\nThe Scottish Greens have been focusing on \"pointless plastics\" in their campaign, with the party pledging to phase out single use \"non-essential\" plastics by 2025 in a move towards a \"circular economy\".\nSpeaking ahead of a litter pick on a canal in Edinburgh, Scottish Greens co-leader Lorna Slater said: \"Plastic pollution is choking our planet, and we need to act.\n\"The Scottish Greens will deliver a dramatic reduction in the use of single use plastics where suitable alternatives are available.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56875801",
      "category": "world-europe",
      "title": "Deep Time study: French volunteers leave cave after 40 days in isolation",
      "tags": "France",
      "text": "A group of French volunteers have emerged from a cave after a 40-day study exploring the limits of human adaptability to isolation.\nThe 15 participants lived in the Lombrives cave in south-west France with no phones, clocks or sunlight. \nThey slept in tents, made their own electricity, and had no contact with the outside world.\nThe project aimed to test how people respond to losing their sense of time and space.\nThe so-called Deep Time experiment came to an end on Saturday, allowing the eight men and seven women, aged 27 to 50, who took part to leave the cave.\nScientists overseeing the project entered the cave a day earlier to tell them the project was nearing its end.\nSmiling but appearing dazed, the group left their voluntary isolation to a round of applause. They wore sunglasses to give their eyes time to adjust to the sunlight.\nThe director of the project, French-Swiss explorer Christian Clot, said time seemed to pass more slowly in the cave. \nOne volunteer, Marina Lançon, 33, said the experiment \"was like pressing pause\" on life.\nDuring their isolation, the group had to organise tasks without being able to use a measure of time to create deadlines. \nInstead, they had to rely on their body clocks and sleep cycles to structure their days.\nIn the cave, they had few modern comforts at their disposal. For example, volunteers had to generate their own electricity with a pedal bike and draw water from a well 45 m (146 ft) below the earth.\nThe scientists behind the project say it will help them understand how people can adapt to extreme living conditions.\nThe brain activity and cognitive function of volunteers was analysed before they entered the cave, to gather data for comparative studies after they left.\nThe purpose of the study has particular relevance during the coronavirus pandemic, a time when lockdown measures have confined millions of people to isolation.\n\"Our future as humans on this planet will evolve,\" Mr Clot said. \"We must learn to better understand how our brains are capable of finding new solutions, whatever the situation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56878417",
      "category": "world-europe",
      "title": "Man jumps through car window to stop dangerous driver in Albania",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56863547",
      "category": "uk-politics",
      "title": "Dominic Cummings launches attack on Boris Johnson's integrity",
      "tags": "Sir James Dyson,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom",
      "text": "Dominic Cummings has launched a blistering attack on his old boss Boris Johnson, questioning his \"competence and integrity\".\nThe former top adviser denied leaking text messages sent between Mr Johnson and businessman Sir James Dyson.\nAnd he claimed Mr Johnson once had a \"possibly illegal\" plan for donors to pay for renovations of the Downing Street flat.\nNo 10 said ministers had always obeyed codes of conduct and electoral law.\nMr Cummings was forced out of his Downing Street role at the end of last year, following an internal power struggle.\nOn Friday, in his first blog post since leaving that role, he also denied leaking details of the second Covid lockdown in England.\nThis is an explosive intervention from a man Boris Johnson used to count on as one of his closest allies. \nAnd if you're tempted to roll your eyes and think it's just sour grapes from a jilted adviser, think again. \nDominic Cummings' blog is proof that he is willing to lift the lid on his time at the heart of Downing Street, regardless of how it reflects on the prime minister. \nBeyond his denial of leaking text messages, he has also given his version of events relating to two potential political weak spots for Boris Johnson. \nThey are the questions over the financing of the renovation of the Downing Street flat and the leaking of a plan to impose a lockdown.\nThe level of detail shows that Mr Cummings is willing to expose others while defending himself and lay bare the inner workings of No 10.\nSeveral newspapers ran front page stories suggesting Mr Cummings was the source of leaked messages between Mr Johnson and Sir James Dyson, first reported this week by the BBC.\nThe BBC - whose political editor Laura Kuenssberg first reported on the text messages on Tuesday - said it did not discuss the sources of stories.\nAsked whether he had blamed his former adviser for it, Mr Johnson said: \"I don't think people give a monkey's, to be frank, about who is briefing what to who.\"\nNo 10 has launched an inquiry into who leaked the text messages.\nThe text exchange between Mr Johnson and Sir James happened in March last year, after the government asked companies to help build thousands of ventilators needed to deal with very ill patients.\nIn it, the prime minister agreed to \"fix\" concerns the businessman had about tax bills for his Singapore-based staff if they moved to the UK to do this.\nWriting on his blog, Mr Cummings said: \"I was not directly or indirectly a/the source for the BBC/Kuenssberg story on the PM/Dyson texts.\"\nHe adds: \"I am happy to meet with the cabinet secretary and for him to search my phone for Dyson messages.\"\nMr Cummings continues that he is \"happy for No 10 to publish every email I received and sent July 2019-November 2020\".\nHe also calls for an \"urgent parliamentary inquiry into the government's conduct over the Covid crisis\", adding that he thinks Mr Johnson has fallen \"far below\" the standards of \"competence\" the \"country deserves\".\nMr Cummings promises to answer questions about \"any\" issues when he appears before a parliamentary inquiry into the government's pandemic response on 26 May.\nIn his blog, Mr Cummings also claimed the prime minister once planned to have donors \"secretly pay\" for renovation of his official Downing street flat. \nLike several of his recent predecessors, the PM is living in the flat above No 11 Downing Street, which is larger than the one above No 10.\nHe adds that Mr Johnson \"stopped speaking to me about the matter in 2020\", as he told him the renovation plans were \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nMr Cummings says he would be \"happy to tell the cabinet secretary or Electoral Commission\" what he knew about the matter but that his knowledge is \"limited\". \nIn response to Mr Cummings's claims, a No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\n\"Cabinet Office officials have been engaged and informed throughout and official advice has been followed.\n\"All reportable donations are transparently declared and published - either by the Electoral Commission or the House of Commons registrar, in line with the requirements set out in electoral law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in transparency returns.\"\nEarlier on Friday, the government said that \"costs of wider refurbishment in this year have been met by the Prime Minister personally.\" \nLabour's shadow Cabinet Office minister Rachel Reeves said the issue needed \"investigating in full\". \nDenying being the source of a leak last year ahead of the second Covid lockdown in November, Mr Cummings says an inquiry at the time found that neither he nor the then-Downing Street director of communications, Lee Cain, had been responsible.\nHe adds that the events around that inquiry \"contributed to [his] decision to stick to [his] plan to leave No 10 by 18 December\", which he says were \"communicated to the prime minister in July\".\nIn his blog, Mr Cummings also claimed Mr Johnson had considered stopping the inquiry.\nHe wrote that he recalled a meeting between Mr Johnson and the cabinet secretary at the time, after an inquiry had been launched, at which the cabinet secretary allegedly said \"all the evidence definitely leads to Henry Newman and others in that office\".\nAt the time, Mr Newman was a special adviser at the Cabinet Office. He took up a role in Downing Street earlier this year. \nMr Cummings claims that, in a conversation he had with the PM afterwards, Boris Johnson said: \"If Newman is confirmed as the leaker then I will have to fire him, and this will cause me very serious problems with Carrie [Symonds - the PM's fiancee] as they're best friends… [pause] perhaps we could get the cabinet secretary to stop the leak inquiry?\"\nIn response to Mr Cummings' claims, a Downing Street statement said: \"The prime minister has never interfered in a government leak inquiry.\"\nAnd a senior government official said: \"The allegations against Henry Newman are entirely false. He wouldn't be working in Downing Street if he was suspected of leaking information.\"\nEarlier, Downing Street declined to comment on \"speculation\" that Mr Cummings - who quit his government job last November after a row over his role as the PM's chief adviser - had leaked the texts.\nOn a visit to Derbyshire, Mr Johnson said anyone who thought there was something \"dodgy or rum\" in his dealings with Sir James Dyson was \"out of their mind\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56859336",
      "category": "world-us-canada",
      "title": "Oscars 2021: The railway station now a hosting venue",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56874018",
      "category": "world-europe",
      "title": "Covid: Man arrested after infecting 22 people in Majorca",
      "tags": "Spain,Majorca,Coronavirus pandemic",
      "text": "A man has been arrested in Spain on suspicion of assault after allegedly infecting 22 people with Covid.\nThe 40-year-old is alleged to have continued to go to work and the gym despite having a cough and a temperature of more than 40C (104F).\nHe is said to have walked around his place of work in Majorca, pulling his mask down, coughing and telling colleagues he was going to infect them.\nFive colleagues and three fellow gym goers later tested positive.\nAnother 14 people - family members of the infected - also came down with Covid, including three one-year-olds.\nIn a statement released on Saturday, Spanish police said the man had been exhibiting symptoms for a number of days, but refused to go home from work in the town of Manacor.\nHe took a PCR test one evening, but then went to work and the gym the next day while awaiting the results.\nHis colleagues told him to go home, but he refused, police said. He would then pull down his mask, cough and say: \"I'm going to infect you all with coronavirus.\"\nWhen his test came back positive, colleagues were \"alarmed\", according to police, who have been investigating the allegations since late January.\nNone of the people became seriously ill, police said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-56880177",
      "category": "newsbeat",
      "title": "Ashley Cain's daughter Azaylia dies aged 8 months",
      "tags": "Childhood cancer,Reality TV,Coventry,Cancer",
      "text": "Former footballer Ashley Cain has announced his eight-month-old daughter Azaylia has died. \nShe was diagnosed with an aggressive form of leukaemia at eight weeks old. \nHer parents, ex-Coventry City player turned reality star Ashley Cain and partner Safiyya Vorajee, had raised more than £1.5m earlier this year to fund specialist treatment in Singapore. \nBut the 30-year-old told his Instagram followers last month that Azaylia had become too ill for the treatment. \nIn posts announcing her death, Ashley and Safiyya shared pictures of them cuddling their daughter.\nEx on the Beach star Ashley wrote: \"Rest in Paradise Princess. I will always hold you in my heart until I can hold you again in heaven.\"\nAzaylia's mum said her baby was \"my angel, my heartbeat, my soul.\"\nShe added: \"RIP my precious baby, you will always be with me like a handprint on my heart.\"\nIn November, the couple - from Nuneaton in Warwickshire - had urged people to register as stem cell donors after being told their daughter needed a transplant.\nIt led to 41,000 people registering within 48 hours.\nBut doctors had told them they wouldn't be able to cure Azaylia, whose leukaemia got worse despite a successful bone marrow transplant.\nLove Island's Molly-Mae Hague is one of many who've posted tributes online, writing: \"Heaven has gained the sweetest angel, My heart is broken\".\nLateysha Grace, who's also an MTV reality star, posted: \"So sorry. I honestly can't believe how strong you and your partner have been throughout this\".\nLove Island's Malin Andersson, who recently spoke about the death of her baby and a miscarriage, also sent her love to the couple. \nTOWIE's Mario Falcone wrote on Instagram: \"Heartbroken for you mate! Rip little Princess\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56882167",
      "category": "world-asia-india",
      "title": "Covid-19 in India: Patients struggle at home as hospitals choke",
      "tags": "Delhi,India,Coronavirus pandemic",
      "text": "As hospitals in Delhi and many other cities run out of beds, people have been forced to find ways to get treatment for sick patients at home. Many have turned to the black market, where prices of essential medicines, oxygen cylinders and concentrators have skyrocketed and questionable drugs are now proliferating.\nOn Monday, India recorded a new global high for daily coronavirus cases for a fifth straight day at 352, 991.\nAnshu Priya could not get a hospital bed in Delhi or its suburb of Noida for her father-in-law and as his condition continued to deteriorate. She spent most of Sunday looking for an oxygen cylinder but her search was futile. \nSo she finally turned to the black market. She paid a hefty amount - 50,000 rupees ($670; £480) - to procure a cylinder that normally costs 6,000 rupees. With her mother-in-law also struggling to breathe, Anshu knew she may not be able to find or afford another cylinder on the black market.\nThis is a familiar story not just in Delhi but also in Noida, Lucknow, Allahabad, Indore and so many other cities where families are desperately cobbling together makeshift arrangements at home.\nBut most of India's population cannot afford to do this. There are already several reports of people dying at the doorsteps of hospitals because they couldn't afford to buy essential drugs and oxygen on the black market.\nThe BBC called several oxygen cylinder suppliers and most of them asked for at least 10 times more than the normal price.\nThe situation is particularly dire in Delhi where there are no ICU beds left. Families of those who can afford it are hiring nurses and consulting doctors remotely to keep their loved ones breathing. \nBut the struggles are huge from getting blood tests done to getting a CT scan or x-ray. \nLabs are overrun and it's taking up to three days for test results to come back. This is making it harder for treating doctors to assess the progression of the disease. CT scans are also used by doctors to asses the condition of the patient but it's taking days to get an appointment.\nDoctors say that these delays are putting many patients at risk.  RT-PCR tests are also taking days. I know several sick patients who found a bed but couldn't get admitted as they didn't have a positive Covid report. \nAnuj Tiwari hired a nurse to assist in the treatment of his brother at home after he was refused admission in many hospitals. \nSome said they didn't have any free beds and others said they were not taking new patients due to continuing uncertainty over the supply of oxygen. A number of patients have died in Delhi due to a lack of oxygen supply. The city's hospitals are desperate and some have been issuing daily warnings, saying they are left with just a few hours of oxygen. Then the government swings into action and tankers are sent, which is often enough to run the hospital for a day.\nA doctor in Delhi said that was how hospitals were working and \"there are real fears now that a big tragedy may happen\". \nGiven the scenario at hospitals, Mr Tiwari paid a hefty amount to procure a concentrator  - which can extract oxygen from the air - keep his brother breathing. The doctor also asked him to arrange the anti-viral drug remdesivir, which has been given emergency-use approval in India and is being prescribed widely by doctors. The benefits of the drug - which was originally developed to treat Ebola - are still being debated across the world. \nMr Tiwari couldn't find the drug in any medicine shop and eventually turned to the black market. His brother's condition continues to be critical and the treating doctor says he may soon need a hospital where remdesvir could be administered. \n\"There are no beds. What will I do? I can't even take him anywhere else as I have already spent so much money and don't have much left,\" he said.\nHe added that \"the desperate battle to save Covid patients has shifted from hospitals to home\", and even that is proving to be a daunting task as \"we don't have easy access to oxygen\". \nRemdesivir is in such short supply that families of the patients who are being treated at home are rushing to procure it. They want to have the drug in case the patient is required to go to hospital and may need the drug.\nThe BBC spoke to several dealers on the black market who said the supply was tight and that was why they were charging such high prices. The government has allowed seven firms to manufacture remdesvir in India and they have been told to ramp up production. \nBut several promises of adequate supply from the government have failed to show any result on the ground. Epidemiologist Dr Lalit Kant says the decision to ramp up production was taken too late and the government should have been prepared for the second wave. \n\"But somehow the drug is available in the black market, so there is some leakage in the supply system which the regulators haven't been able to plug,\" he says.\n\"We learnt nothing from the first wave.\"\nAnother drug that is in huge demand is tocilizumab. It is normally used to treat arthritis but studies have shown that it can reduce the chances of a very sick patient needing to go on a ventilator. \nDoctors are prescribing the drug mostly to patients who are severely sick. But it has disappeared from the market. Cipla, the Indian company that imports and sells the drug, has been struggling to meet the rising demand.\nIt usually costs around 32,480 rupees for a vial of 400mg. But Kamal Kumar paid 250,000 rupees to buy one dose for his father. He said the price was \"mind boggling\" but he had no other option but to pay.\nPublic health expert Anant Bhan says the government should have procured the drug in huge quantities as not many can afford to buy it in the black market.\n \"This shows that there was no planning. The government failed to anticipate the wave and plan for it,\" he says.\n\"People have been left to their own fate.\"\nFake remdesivir has also appeared in the black market. When the BBC questioned a dealer that the drug he was offering seemed fake as the firm manufacturing it wasn't on the list of the companies licensed to produce it in India, he replied that it was \"100% original\".\nThe packaging was also full of spelling errors. But he shrugged and asked me to get it tested in any laboratory. The firm also has no presence on the internet.\nBut such is the desperation that people are willing to buy even questionable drugs. And some have been cheated as well. People are constantly sharing phone numbers of suppliers who can provide anything from oxygen to medicines. But not all of these numbers are verified.\nAn IT worker, who did not want to be named, said that he desperately needed to buy an oxygen cylinder and remdesivir, and he got a lead from Twitter. When he contacted the person, he was told to deposit 10,000 rupees as advance payment.\n\"The moment I sent the money, the person blocked my number,\" he said.\nDesperation is driving people to trust anything in the hour of need and that seems to be fuelling the black market. Several state governments have promised to crack down on black marketing of remdesivir and some arrests have also been made. But the black market seems unfazed.\nMr Tiwari says people like him don't have any choice but to pay more.\n\"It seems you can't get treated in hospitals, and now you can't save your loved ones even at home.\"\nHow have you been affected by coronavirus in India? Tell us your story by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56878795",
      "category": "business",
      "title": "Treasury snubbing 'mortgage prisoners', say MPs",
      "text": "MPs are challenging the government to live up to a promise to help homeowners trapped paying high interest rates because the Treasury sold their mortgages to unregulated firms.\nSince they cannot switch to a better deal, an estimated 250,000 homeowners are forced to pay standard variable interest rates.\nThese are well above what a competitive mortgage would charge.\nBut moves to ease their plight are being blocked, MPs say.\nThe House of Lords has passed an amendment to the Financial Services Act to cap rates for borrowers in that position, known as \"mortgage prisoners\".\nBut government whips are instructing Conservative MPs to vote against the amendment in the House of Commons on Monday.\nChancellor Rishi Sunak has promised to look at \"workable solutions\" for the homeowners. But the Treasury claims the SVR cap would be \"unfair\" on other borrowers.\nSince the financial crash, tougher affordability checks have made it hard to change lenders if your mortgage is large compared to your house price - or if you're close to retirement or have bad credit. \nBut most mortgage borrowers can still switch to a cheaper mortgage deal on lower interest rates with their existing lender. \nHowever, an estimated 250,000 borrowers - such as mother-of-two Vanessa Bampton - have seen their home loans sold by the Treasury to unregulated firms that do not offer new mortgage deals. \nAs a result, they are trapped by their mortgages, forced when their initial deal ends on to high standard variable interest rates - where their payments can be double or treble what they would pay in a competitive mortgage.\nVanessa and her husband purchased their Bournemouth home in 2006 with a mortgage with Northern Rock. At the time, it was a market-leading loan approved and regulated by the Financial Services Authority. \nHowever, in 2008, after Northern Rock had been nationalised, their interest rate jumped as they went on to the lender's standard variable rate. \nBut because they had borrowed a large sum compared to the price of their home, known as a high \"loan-to-value\", they could not switch lenders. \n\"Our mortgage went up overnight and literally almost doubled. Our disposable income was zilch,\" said Vanessa.\n\"And when we moved into this house, we had some work done to it. We had to put a boiler in the new kitchen and so we took out a small loan for that. So we couldn't cover all of our outgoings.\n\"I've suffered depression over it. I've had two or three jobs over the period since then and my husband was trying to study and it's been so, so difficult. I can't express how hard it's been for us as a family.\"\nIn 2009, Vanessa's mortgage was moved, with hundreds of thousands of others, to Northern Rock Asset Management (NRAM), which had been separated from the retail arm of Northern Rock, later sold to Virgin Money. \nThe same year, the Treasury, then under Labour Chancellor Alistair Darling, held a consultation on the mortgage market.\nIt warned that distressed mortgage lenders were selling books of mortgages to unregulated hedge funds and private equity firms \"attracted by the possibility of purchasing assets at a discount\", that were were unregulated and therefore not bound by the regulator's requirement to treat customers fairly. \n\"Non-regulated owners of regulated mortgage contracts may seek to maximise margins by raising interest rates and charges, potentially to levels that are unaffordable to borrowers,\" the Treasury consultation said. \n\"In some cases, the lack of regulation and the possibility of acting in this way to extract profit may be a contributing factor to firms' desire to purchase these mortgages.\n\"Such activity clearly has the potential to cause severe harm to borrowers,\" it added.\n\"The onward sale of regulated mortgage contracts may also be seen as unfair, as it leads to a reduction in protections for some consumers, both in absolute terms and relative to other borrowers who have purchased similar financial services.\"\nHowever, under the Coalition government of 2010-15, Chancellor George Osborne was keen to re-privatise assets nationalised in the 2008 crisis. \nIn 2014, the Treasury cast aside those concerns and sold a book of 270,000 Northern Rock mortgages in NRAM, amounting to £13.5bn of outstanding home loans, to US private equity firm Cerberus, a sprawling guns-to-finance conglomerate owned by Trump-supporting billionaire Steve Feinberg.  \nIt was the biggest privatisation in UK history. The taxpayer received just £5.5bn in cash. \nBecause Cerberus did not offer new loans, borrowers such as Vanessa, who could not switch lenders, also could not access cheaper deals with their existing lender. \nAs a consequence, they had no choice but to pay standard variable interest rates costing substantially more than the market rate. \nBecause many mortgage prisoners have now been paying those elevated rates for more than a decade, the additional cost runs into tens of thousand of pounds. \nA mortgage prisoner with an average mortgage of £165,000 has overpaid in interest between £25,000 and £45,000 over the past decade, according to a report by the UK Mortgage Prisoners action group.  \nIn a House of Commons debate on Monday, MPs will press the government to support the reform, which imposes a cap on standard variable rates charged by firms in \"closed books\" (meaning the firm that owns them does not offer new mortgage deals), such that their interest rates were no more than 2% above the Bank of England's base rate. \nAfter the last Budget, Chancellor Rishi Sunak promised to look for \"workable solutions\" to help mortgage prisoners.  \nBut in spite of the chancellor's promise, the Treasury has been lobbying MPs hard not to support the Lords amendment. \nSeema Malhotra, chair of the all-party parliamentary group on mortgage prisoners, said: \"We need to do something to protect these consumers, we need to do something to bring back some sort of level playing field for people who are in this situation through no fault of their own they took out their mortgages in good faith with regulated fully regulated High Street lenders.\n\"It's through the government selling off these mortgages without adequate protection to these mortgage loan sharks that has led to this situation. A targeted intervention for these for this specific circumstance is what's needed and it's needed now.\"\nIn a statement to the BBC, the Treasury said: \"We know that being unable to switch your mortgage can be incredibly difficult. But an interest rate cap would have serious market implications and be unfair to other borrowers.\n\"Many borrowers could now find it easier to switch to an active lender or continue interest-only payments, thanks to recent rule changes by the Financial Conduct Authority. \n\"We're committed to finding practical and proportionate options to address this issue and will set out further steps shortly.\" \nMany of the trapped borrowers took out high loan-to-value mortgages before the 2008 financial crash - something the government is again encouraging in Budget measures introduced last week designed to support mortgages worth 95% of the value of the property they are used to purchase. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56879933",
      "category": "world-asia",
      "title": "Indonesian navy submarine found split into three on sea bed",
      "tags": "Bali,Submarines,Indonesia",
      "text": "An Indonesian navy submarine that sank off the coast of Bali on Wednesday has been found split into three pieces on the sea bed, officials say.\nAll the vessel's 53 crew have been confirmed dead.  \nNavy officials said they had received signals from the sub's location more than 800m (2,600ft) deep early on Sunday. \nAn underwater rescue vehicle loaned by Singapore was sent down to get visual confirmation of the wreckage.\nThe KRI Nanggala disappeared after requesting permission to dive during a torpedo drill. The reason for its sinking is not yet clear.\nSunday's statement came a day after the Indonesian military confirmed that debris from the sub, including prayer mats, had been found in the area where it went missing.\nNavy Chief of Staff Yudo Margono said more items from the submarine had been recovered including an anchor and crew safety suits.\n\"The KRI Nanggala is divided into three parts, the hull of the ship, the stern of the ship, and the main parts are all separated, with the main part found cracked,\" he told reporters on Sunday.\nThe head of Indonesia's military, Hadi Tjahjanto, confirmed that there was no chance of finding any of the crew alive.\n\"With deep sadness I can say that all 53 personnel on board have died,\" he told reporters. \nExperts had said earlier that the depth at which the submarine was found was well beyond its survivable limit and it was only carrying enough oxygen for three days.\nPresident Joko Widodo described the crew as Indonesia's \"best patriots\", adding:  \"All Indonesians convey their deep sadness over this incident, especially to the families of the submarine crew.\"\nThe KRI Nanggala's disappearance led to an international search operation with US, Australia, Singapore, Malaysia, and India providing help.\nThe German-built vessel was more than 40 years old but underwent a refit in 2012."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56855712",
      "category": "world-asia-india",
      "title": "Deaths climb as India reels from deadly Covid wave",
      "tags": "Asia,India,Coronavirus pandemic",
      "text": "Deaths have been steadily rising in India as critical care beds, medicines and oxygen fall short in an unrelenting wave of Covid infections.\nThe country has so far confirmed more than 186,000 deaths and 16 million cases - three million have been added just in the last two weeks. And it continues to see record single-day spikes, evidence of a curve that is far steeper than the first wave in mid-September last year. \nAnd the devastating effect is evident in the images pouring in from crematoriums across the country -  of anguished families waiting for hours to perform last rites, mass cremations as cities run out of space to honour the dead and incessant plumes of smoke from funeral pyres. \nJournalists in various cities have challenged official figures, often spending days outside crematoriums to count the dead. Their estimates suggest that deaths in some cities are ten times higher than what is being reported. \nBBC Gujarat reported last week that a crematorium in Surat city had been running for so long that the heat had begun to melt part of its chimney. But officials are yet to revise figures anywhere. \nAll images are copyrighted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56882250",
      "category": "world-europe",
      "title": "German opera star Christa Ludwig dies at the age of 93",
      "tags": "Austria,Germany,Opera,Vienna",
      "text": "The celebrated German opera singer, Christa Ludwig, has died at the age of 93. \nThe mezzo-soprano, who was born in Berlin, died at her home near the Austrian capital, Vienna, on Saturday, her family confirmed.\nLudwig made her debut in Frankfurt aged 18 just after the end of World War Two. She retired in 1994. \nThe singer was widely praised for the rich quality, range and amplitude of her voice. \nLudwig grew up in Aachen, western Germany, with parents who were both musical. Her father was a tenor and also conducted at the local opera house. Her mother was a mezzo-soprano.\n \"Singing for me was as natural as learning to walk,\" Ludwig once said. \nLudwig joined the Vienna State Opera in 1955 and performed at the famous Salzburg Festival under Austrian conductor Karl Boehm. \nHer most memorable roles included Dorabella in Mozart's Cosi fan tutte, Kundry in Wagner's Parsifal, Leonora in Beethoven's Fidelio and both Octavian and Marschallin in Richard Strauss's Der Rosenkavalier.\nDuring her long career she also sang at London's Royal Opera House, New York's Metropolitan Opera, Milan's La Scala and other top international venues.\nIn 2010 France awarded her the Legion of Honour.\n\"It was the very special combination of a unique voice and intelligence of interpretation that made her so special,\" the Vienna State Opera said. \nLa Scala opera house said the music world had \"lost a luminous and inimitable personality\".\nLudwig was married to the Austrian bass-baritone Walter Berry for 13 years. They divorced in 1970 and two years later she married French actor and director Paul-Emile Deiber, who died 2011. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56873026",
      "category": "uk",
      "title": "Covid-19: New push for under-50s to take up jab offers",
      "tags": "Coronavirus vaccines,Vaccination,Matthew Hancock,Coronavirus pandemic",
      "text": "A new campaign is being launched to encourage younger people to get the Covid vaccine when their turn comes.\nThe Department of Health has released a series of photos documenting the NHS's largest-ever vaccination programme.\nHealth Secretary Matt Hancock said 45.5 million doses had been administered so far, but \"the battle is not yet over\".\nMore than half the entire UK population - 33.5 million people - have now received a first dose, while more than 12 million people have had two doses. \nOn Monday lockdown restrictions will ease further in Wales and Scotland. Pubs and restaurants will be allowed to serve customers outdoors in Wales, while in Scotland all non-essential shops, pubs and restaurants can reopen, with up to six people from two households allowed to socialise indoors in a public place. \nThe UK recorded another 2,061 confirmed cases on Saturday and a further 32 deaths.\nThe latest campaign aims to encourage under-50s to take the vaccine, following research that suggests younger people are more likely to be hesitant.\nIn England those aged 45 or over are already being invited to book an appointment, while in Scotland this applies to those aged 50 or over. \nNorthern Ireland has now opened bookings for the 35 to 39 age group and one health board in Wales is offering the vaccine to those aged 30 to 39 - although most are still vaccinating people in their 40s and 50s. \nAlthough 94% of all adults in the most recent survey by the Office for National Statistics felt positively about the vaccines, about one in eight 16 to 29-year-olds said they were hesitant, the highest such finding among all age groups.\nVaccine hesitancy is also higher among black people and people in more deprived areas, although the numbers saying they are hesitant has been falling in every group, the survey suggested.\nAmong the people caught on camera in the photo project was 25-year-old Alice Tooley, who was vaccinated early in the rollout because of her frontline work with vulnerable adults for a refugee charity.\nAs younger people get invited to have their jab, she said: \"I hope they jump at it the way I did so, as a collective, we all play our part in getting back to a more normal way of life.\"\nDocumentary photographers and filmmakers set out across the UK in February and March to capture the immunisation programme in action, travelling to hospitals, mobile vaccination units, care homes and some of the more unusual vaccination sites such as Salisbury Cathedral and the Science Museum in London.\nPhotojournalist Jude Palmer said it had been a privilege to document the \"smiles, laughs, nerves, and sighs of relief as we get one step closer to a more normal way of life\".\nAmong the people they photographed was Dr Gavin Chestnutt, a GP at Ballycastle Medical Practice, who took his vaccine supplies on the ferry to Rathlin Island - Northern Ireland's most northerly point - to immunise the community there and ensure the elderly population did not have to travel in bad weather.\nDr Chestnutt, who is also a part-time farmer, was photographed vaccinating a 92-year-old man in his back garden, looking out over the coastline.\nThe 42-year-old said it had been an honour to witness people's \"physical relief\" as they were protected from Covid-19. \n\"Most overwhelming has been to see how grateful everyone has been for getting their vaccine and finally seeing some light at the end of the tunnel,\" he added.\nMeanwhile, 8,000 football supporters will be at Wembley later for the Carabao Cup final between Manchester City and Tottenham - the biggest attendance at an outdoor sports event since the first lockdown in March last year. \nThe game is part of the government's official test programme to work out the best way for big crowds to return to venues.\nIt comes as 22 anti-lockdown scientists and academics have written an open letter calling for face masks and social distancing to end in June.\nThe letter, published in full on the Daily Express website, says more weight should be given to the success of the vaccines and less to what it calls the \"theoretical\" risk of new variants or a new surge in infections.  \nIt also urges the government to scrap plans for vaccine passports, along with mass community testing in favour of a more targeted approach.  \nThe government has already announced it hopes to end all legal limits on social contact in England on 21 June at the earliest and the prime minister has said there is nothing in the data to suggest this will not be the case.\nBut some scientists have suggested people could still be asked to wear face coverings and socially distance for several years as other countries are yet to complete their vaccination programmes. \nBBC health correspondent Katharine Da Costa says many of the signatories to the letter had previously called for lockdowns to be abolished in favour of shielding the vulnerable, a strategy strongly criticised by the wider scientific community."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56878998",
      "category": "uk-politics",
      "title": "Labour: Ministers must reveal Covid contract links",
      "tags": "Conservative Party,Michael Gove,Rachel Reeves,Boris Johnson,Lobbying in the United Kingdom,Personal protective equipment (PPE),Labour Party,Coronavirus pandemic",
      "text": "Labour is calling for ministers to publish all contacts and links they have with firms awarded government contracts during the Covid crisis.\nIn March 2020, emergency measures let the government speed up buying things like PPE and ventilators by directly awarding contracts rather than tenders. \nBut since then, ministers have faced accusations of offering a \"VIP fast-track\" to the contracts for friends.\nThe government said \"due diligence is carried out on every contract\". \nThe call comes as a lobbying row continues to surround Westminster, following revelations that former prime minister David Cameron texted ministers on behalf of a firm he worked for - Greensill Capital - during the crisis.\nLast week, the BBC also revealed that businessman Sir James Dyson directly texted Boris Johnson about tax issues during the pandemic, which the PM then said he would \"fix\".   \nIn the months following coronavirus hitting the UK in 2020, the government awarded thousands of contracts to private companies, spending billions of pounds of public money in the process.\nThey covered everything from masks, gowns and gloves, to services such as researching public opinion about the government's Covid measures.\nBut rather than going through the usual competitive tendering process for such contracts - which can take months or even years - the government was allowed to go directly to a preferred supplier without any competition, speeding up the process. \nSince then, questions have arisen over the decisions made by government, with accusations from Labour of \"cronyism\" and investigations by the BBC and others showing links between some of the firms and Whitehall. \nA case is also going through the High Court - brought forward by the Good Law Project - arguing that several of these deals were handled as part of a so-called VIP lane, reserved for leads endorsed by government officials or politicians.\nA Downing Street spokesperson said: \"We have been dealing with an unprecedented global pandemic and our approach throughout has been to act quickly to save lives, and we make no apology for that.\"\nWhile the government had to award contracts at speed, \"due diligence is carried out on every contract\" and \"ministers have no role in awarding them\", the spokesman said.\nNumber 10 said it is committed to transparency in procurement and notices of contracts awarded are published online.\nLabour is now calling for all ministers to publish any communications they had with their business contacts or links who were awarded contracts over the pandemic under the emergency rules - as well as details of any firms who were part of the \"VIP fast track\". \nShadow Chancellor of the Duchy of Lancaster, Rachel Reeves, has written to her government counterpart, Michael Gove, saying there is \"a growing impression that there is one set of rules for ministers and their close friends, and another for the rest of the British public\".\nAs well as details on ministers and their contacts, she asked Mr Gove when the prime minister would share his own messages with Mr Dyson and other business leaders - which he pledged to do last week - and when a new independent advisor for ministerial standards would be appointed, following the resignation of Sir Alex Allan in November 2020.\nIn a statement, Ms Reeves added that there was an \"increasing spread of Tory sleaze\" creating \"increasingly serious questions for government\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56870410",
      "category": "world-asia",
      "title": "India Covid surge: Hospitals send SOS as record deaths registered",
      "tags": "Delhi,India,Coronavirus pandemic",
      "text": "Indian hospitals say their patients are dying because of a shortage of oxygen as Covid case numbers and deaths set new records for a third day running. \nIndia has recorded nearly a million infections in three days, with 346,786 new cases overnight into Saturday. \nAt the Jaipur Golden Hospital in Delhi, 20 people died overnight because of a lack of oxygen, an official said. \nThe government says it is deploying trains and the air force to transport supplies to hard-hit areas. \nThe number of deaths across India rose by 2,624 in the 24 hours to Saturday, up from 2,263 on Friday. \nThe World Health Organization (WHO) said the situation in India was a \"devastating reminder\" of what the coronavirus could do. \nEarlier this year, the Indian government believed it had beaten the virus. New cases fell to 11,000 by mid-February, vaccines were being exported, and in March the health minister said India was \"in the endgame\" of the pandemic. \nHowever, since then, a new surge has erupted, driven by the emergence of new variants, as well as mass gatherings, such as the Kumbh Mela festival, where millions of pilgrims gathered earlier this month. \nHospitals in Delhi have warned they are at breaking point. At the Holy Family Hospital, intensive care units are full and there is no room for any more beds. \n\"Almost every hospital is on the edge. If oxygen runs out, there is no leeway for many patients,\" Dr Sumit Ray told the BBC. \n\"Within minutes, they will die. You can see these patients: they're on ventilators, they require high-flow oxygen. If the oxygen stops, most of them will die.\" \nAt the Jaipur Golden Hospital, a doctor told the BBC the government had allocated 3.6 tonnes of oxygen, to be delivered by 17:00 on Friday. \nHowever, the supply - a fraction of what was promised - only arrived at midnight, he told the BBC. \nOn Friday, Delhi's Chief Minister Arvind Kejriwal pleaded for oxygen supplies on live TV, Reuters news agency reported. \n\"All of the country's oxygen plants should immediately be taken over by the government through the army,\" he said.\n\"Oxygen, oxygen, can you get me oxygen?\" I wake up this morning to an anguished phone call from a school teacher, whose husband was been battling for his life in a Delhi hospital. \nI tell myself: another day of life in a city where breathing has become a luxury for so many.  We work the phone, send SOS calls. I text a doctor friend working in critical care.\nI pick up the newspaper. Twenty-five critically ill patients have died in a private hospital. The oxygen pressure had been dialled down in critical care, the hospital said. \nThere's a photograph of two men and a woman sharing a cylinder on the front page - three strangers, caught up in a tragedy brought upon by government negligence, sharing a lifeline. \nAs the day progresses I realise nothing has changed. Patients are dying because there's no oxygen. Medicines are still scarce and on the black market.\nThe teacher calls again. The hospital doesn't even have a spare oxygen flow meter, so she has to get one.  We work the phones again, send out Twitter appeals. Someone manages to find a device.\nDespite government claims, things are going from bad to worse. There are no beds, few medicines. For many it's a slow road to death.\nRead more from Soutik\nA virologist at the Christian Medical College in the city of Vellore in southern India, Gagandeep Kang, told the BBC more action was needed to stop the spread of the virus.\n\"We need to ensure that there are no non-essential activities taking place. You know what Indian weddings are like, and restricting the size of gatherings, whether it is for family reasons, other social reasons or for business or for political rallies. All of that really needs to stop,\" she told the BBC. \n\"I don't think a national lockdown is required, but I think that in places that are showing a rise in cases, we do need to intervene with greater stringency than we have done in the past.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56845104",
      "category": "science-environment",
      "title": "Space junk map tracks 200 ‘ticking time bombs’",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56870380",
      "category": "uk-northern-ireland",
      "title": "Slieve Donard: Over 100 firefighters continue to tackle Mournes 'major incident'",
      "tags": "Northern Ireland Fire and Rescue Service,Environment",
      "text": "More than 100 firefighters have been tackling a large fire in the Mourne Mountains which is still being treated as a \"major incident\".\nCoastguard helicopters have been used to move firefighters into remote areas to fight the blaze, the NI Fire and Rescue Service (NIRFS) said.\nThe fire began on NI's highest mountain, Slieve Donard, on Friday.\nThe operation is expected to continue into the evening and is \"likely\" to resume on Sunday. \n\"The use of the helicopters has allowed us to get a good aerial view of the fire spread, to inform our tactical firefighting approach and plan our resource deployments for tomorrow,\" said Aidan Jennings, Assistant Chief Fire and Rescue Officer.\n\"It has also been invaluable in helping us move firefighters into remote and difficult to reach positions to tackle the fire,\" he added. \n\"We are working closely with many partner agencies at the scene and this support has been invaluable. \n\"This is truly a multi-agency effort to bring this fire under control.\" \nThe emergency fire operation was escalated on Saturday morning and NIRFS declared the blaze a major incident.\nThey and the police have advise the public to avoid the area while the operation continues. \nAs well as engulfing the lower slopes of Slieve Donard, the fire has also affected the Glen River Valley and Thomas Mountain.\nThe 100 firefighters are from stations across Northern Ireland and 12 fire appliances are at the scene. \nAn Irish Coast Guard helicopter was deployed to assist with the operation on Saturday afternoon.\n\"We are making good progress however it's been a challenging and exhausting day for everyone involved,\" Mr Jennings said in a statement on Saturday evening.\n\"Every firefighter on the mountain has been working exceptionally hard and I want to pay tribute to them. \n\"They have had to work in intense heat, carrying equipment and they have been physically beating fires out.  \n\"They have witnessed first-hand the devastation on the mountain, yet they are heartened by the support of our local community and the generosity in providing refreshments.\"\nEarlier, it was reported that conventional fire appliances were unable to reach the fire due to the challenging terrain.\nEarlier, it was reported that conventional fire appliances were unable to reach the fire due to the challenging terrain.\nIn a statement, the PSNI asked the public to avoid the Newcastle area, \"in particular Trassey Road, Bloody Bridge, Tollymore Forest Park and Donard carpark to ensure NIFRS have full accessibility to these areas\". \nIt added: \"We understand many people will have made plans to walk the Mournes today but we would ask that you reschedule as you will be turned away upon arrival.\" \nNI Secretary of State Brandon Lewis asked people to heed this advice as \"deeply distressing scenes\" unfold in the area of outstanding natural beauty.\nMr Lewis paid tribute to the \"heroic work\" of the emergency services and said the impact of the fire on one of Northern Ireland's most beautiful landmarks was \"tragic\".\nAt the scene - BBC News NI's Catherine Morrison\nIt's an unusual sight- the top of Slieve Donard obscured not by cloud but by plumes of smoke.\nGorse fires are continuing to spread across the mountain, above the tree line, fanned by a steady eastern breeze.\nDozens of firefighters and crews from as far away as Belfast and Glengormley are tackling the blaze, building firebreaks to stop the fire spreading into the forest.\nMany of the most popular walking areas are affected: the Glen river walk, the Trassey track, Bloody Bridge. \nOn a sunny Saturday like this, there would usually be hikers and mountain bikers taking in the beautiful views.\nBut today, the warning from police and fire crews for people to avoid the area appears to have been heeded. Donard car park is virtually empty and the town is much quieter than normal.\nPolice have set up road blocks on the outskirts of Newcastle and are stopping drivers to warn them to stay away from Donard.\nIn a tweet, First Minister Arlene Foster said the fire was \"devastating and tragic\" and that she offered her \"full support for those battling the flames\".\nDeputy First Minister Michelle O'Neill echoed calls for people to avoid the Slieve Donard area and said her thoughts were with firefighters battling \"one of our worst ever wildfires\".\nThe NI Fire and Rescue Service has said that there was potential for further fires this weekend and urged people to avoid the Bloody Bridge and Glen Road access points.\nHealth Minister Robin Swann said he had spoken to the NIFRS to pay tribute to the crews fighting the blaze. \nHe joined the appeal to the public to stay away from the area to \"allow the crews to concentrate in the job in hand and stay safe\".\nThe NIFRS has said the area is unsuitable for wild camping, adding \"we would ask the public to exercise due care and vigilance in relation to fire safety if out in the countryside during this current dry spell\".\nThe sight of the Mournes in flames has upset many who love these mountains.\nThey are an important protected habitat for plants and animals.\nGround nesting birds and insects will have been badly affected.\nHow quickly they recover will depend on how deeply the fire has penetrated the peat.\nUpland areas like this have huge potential to store carbon.\nThey've been described as our equivalent of the rainforest.\nAnd today, they're once more on fire.\nOn Friday, Sinn Féin MP Chris Hazzard thanked the NIFRS but said local agencies need \"urgent help\".\n\"Whether accidental or deliberate, wildfires are incredibly dangerous. Today's fire will have caused widespread damage to an environmentally sensitive area, and will also unfortunately have proven deadly for local wildlife,\" he said.\nSDLP MLA Colin McGrath paid tribute to the firefighters' \"bravery and determination\", adding that the fire was visible from as far away as Downpatrick. \n\"Sadly, this will not only have a devastating impact on the natural landscape but the local economy of Newcastle that relies so heavily on the tourist product we associate with the Mournes,\" he said.\nSpeaking during a visit to the scene, DUP Agriculture Minister Edwin Poots thanked first responders and said he was \"shocked\" to see the damage inflicted on the landscape.\n\"Wildfires cause a devastating level of damage to our natural environment and threaten people's lives, homes and businesses,\" he said.\nHe added that wildfires were \"rarely natural\" and were almost always started \"either deliberately or by reckless burning of flammable vegetation or material\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56856901",
      "category": "uk-politics",
      "title": "Dyson lobbying row: Boris Johnson says sleaze accusers out of their minds",
      "tags": "Sir James Dyson,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "Boris Johnson has said anyone who thinks there was something \"dodgy or rum\" in his dealings with Sir James Dyson is \"out of their mind\".\nThe PM was responding to claims by Labour that he was personally involved in \"sleaze\" after texts between the two were revealed by the BBC.  \nDowning Street declined to comment on \"speculation\" Mr Johnson's former aide Dominic Cummings had leaked the texts.\nThe government has launched an internal inquiry into who was responsible.\nThe prime minister's spokesman said: \"We don't get into detail of processes in terms of these inquiries, but the Cabinet Office is taking that work forward.\"\nThe BBC said it did not discuss the sources of stories.\nMr Johnson was speaking on a visit to Derbyshire as allegations of cronyism abound at Westminster. \nOn Tuesday the BBC published text messages between Mr Johnson and Sir James, in which the prime minister agreed to \"fix\" concerns the businessman had over his employees' tax bills if they moved to the UK to make ventilators at the start of the pandemic.\nAsked whether this proved Labour's allegation that friends of the Conservatives were given privileged access, the prime minister said it was \"completely the right thing to do\" to ask manufacturers to help bolster supplies of equipment needed to treat Covid patients.\n\"To think that there's anything remotely dodgy or rum or weird or sleazy about trying to secure more ventilators at the time of a national pandemic and doing everything in your power to do that, I think you're out of your mind,\" he added.\nBut Labour leader Sir Keir Starmer, who was on a visit to Hartlepool, said it was \"increasingly obvious\" the prime minister was involved in \"sleaze\". \nAsked if media reports pointing to Mr Cummings as the source of leaks were part of an attempt to distract from lobbying allegations, Sir Keir said: \"Boris Johnson is desperate to try to keep this at arm's length but it's obvious that he can't. This is government by WhatsApp.\n\"They are all at it - whether it's access to the prime minister, whether it's the former prime minister accessing ministers and officials, whether it's the health secretary with shares in companies with the contracts with the NHS. The list just grows and grows...\n\"Sleaze is back and it's bigger than it was before.\"\nShadow Treasury minister Bridget Phillipson tweeted: \"Dominic Cummings is a distraction. Follow the money, not the soap opera.\"\nMr Cummings has not accepted invitations to respond to the reports and, so far, no evidence of his involvement in the leaks has been produced.\nLabour has called for an urgent investigation into the prime minister's conduct by the Liaison Committee of senior MPs.\nIt said the text messages showed Mr Johnson had offered a \"tax break\" to a \"chum\". \nThe head of the committee, Conservative MP Sir Bernard Jenkin, turned down the call for an inquiry, saying three other parliamentary committees were already looking at the issues.\nHe told Radio 4's Today programme ministers should not be \"locked away in ivory towers\" with people unable to contact them and should be able to carry out conversations about policy in private, as this would \"stifle proper conversation\".\n\"What's got to come out of this is obviously a system of managing conflicts of interest, which commands more public confidence, and is more rigorous, but also a balance,\" he added.\nThe SNP's Westminster leader, Ian Blackford, has written to the Cabinet Secretary, calling for officials to \"secure and publish\" all Mr Johnson's private correspondence on coronavirus contracts, and not just his texts with Sir James Dyson. \nHe said \"such a narrow and limited internal investigation totally and utterly fails to address the scale of the scandal\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56878507",
      "category": "entertainment-arts",
      "title": "Alber Elbaz: Fashion designer dies in Paris aged 59",
      "tags": "France,Fashion,Coronavirus pandemic",
      "text": "Designer Alber Elbaz, who worked at some of France's best-known fashion houses, has died in Paris aged 59.\nFrom 2001, Elbaz was artistic director at Lanvin, where he was credited with rejuvenating the brand, until he was sacked in 2015. \nHe had recently launched his own label, AZ Factory. \nHis business partner Johann Rupert said Elbaz had died from Covid. Mr Rupert praised Elbaz's \"inclusive vision of fashion\".\nHe said Elbaz had \"worked to realise his dreams of \"smart fashion that cares\".\nBorn in Morocco and raised in Israel, Elbaz went to New York to begin his fashion career, where he worked for designer Geoffrey Beene. \nIn 1996, he moved to Paris to take up the reins at Guy Laroche. He was selected by Yves St-Laurent to take over responsibility for the Rive Gauche brand, but was dismissed after the company was taken over by Gucci in 1999. \nVogue magazine said Elbaz \"always imbued his work with such joy and put the focus squarely on making individuals feel special\". \nWhen he arrived at Lanvin, founded in 1889, it was a small fashion house mainly focused on menswear. Elbaz revived Lanvin and transformed it to focus mainly on women's fashion. His cocktail dresses, many of them featuring heavy zips, were widely praised.\nHis dresses were favoured by Hollywood actresses, including Natalie Portman. Meryl Streep wore one of his gowns, in gold lamé, when accepting the Oscar for her portrayal of Margaret Thatcher in The Iron Lady in 2012. \n\"Alber's dresses for Lanvin are the only ones that when I wear them, I feel like myself, or even a better version of her,\" Streep said in 2015. \nOf his time at Lanvin, Women's Wear Daily said, \"His elegant, feminine designs and pulse-pounding runway shows... had a carnival spirit\". \nIn an interview in 2014, Elbaz said his vision was of \"giving ease to women\". \n\"I said, 'It's all about zip-in and zip-out,'\" he recalled. \nHe was rewarded with many of the fashion industry's top prizes, including an award named for his old mentor, Geoffrey Beene. \nIn 2016, he was made a member of the French Legion of Honour, the country's most prestigious award. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56882257",
      "category": "science-environment",
      "title": "Ingenuity: Nasa's Mars helicopter makes it three from three",
      "tags": "Mars,Nasa,Nasa Perseverance Mars rover,Ingenuity Mars helicopter,Mars rovers",
      "text": "The US space agency's Ingenuity Mars helicopter has now made its third successful flight on the Red Planet.\nOn Sunday, the little chopper rose to a height of 5m before speeding off laterally for 50m - half the length of a football field. \nIngenuity then came back to its take-off spot, for a total flight time of 80 seconds.\nSunday's sortie was the most ambitious yet, but engineers say they plan to push the technology harder still.\nThey want to find the chopper's limits, even if that means crashing it in the process.\nThe previous two flights were conducted on Monday and Thursday. Monday's historic outing marked the first time powered, controlled flight by an aircraft had been conducted on another world. \nIngenuity was carried to Mars by Nasa's Perseverance rover, which touched down in Jezero Crater in mid-February. \nThe 1.8kg drone is regarded as a technology demonstration intended to prove the utility of aerial mobility in the planet's rarefied atmosphere.\nIn the future, helicopters could be used to scout the way ahead for rovers and astronauts, and to investigate otherwise impossible to reach locations, such as cliff faces.    \nNasa officials have granted the Ingenuity engineering team two more flights before Perseverance is commanded to get on with its primary mission of searching for life in Jezero. \nFor the past week of testing, the one-tonne robot has been acting as the chopper's radio base-station and the photographer of record. Perseverance has been taking still images and making short movies, all from a distance of 65m from the drone's \"airfield\". \nIngenuity, too, has been taking photos, whilst airborne. These are black and white pictures that look straight down to track passing rocks to help with navigation. The drone also has a colour camera that looks horizontally. \nMuch of the imagery acquired so far has had to wait its turn to come back to Earth. The relay satellites at Mars are restricted in their bandwidth, and it is the engineering data that details flight performance which has been prioritised for immediate return. \nA few sample photos have come back but we may have to wait a few days for all the pictures, including the full-length movies shot by the spectating Perseverance, to make their way home.\nThe major difficulty in flying on the Red Planet is the very thin atmosphere, which has just 1% of the density here at Earth. \nThis gives the rotor blades on Ingenuity very little to bite into to produce lift. There's help from the lower gravity at Mars, but still - it takes a lot of work to get up off the ground.\nThe Nasa chopper was therefore made extremely light and given the power to turn those blades super-fast - at over 2,500 revolutions per minute.\nControl also has to be autonomous. The distance to Mars is currently 295 million km, which means radio signals take 16-and-a-half minutes to traverse the intervening space. Flying by joystick is simply out of the question."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56864789",
      "category": "world-asia-india",
      "title": "India Covid crisis: Inside the Delhi hospital running low on beds and oxygen",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56875804",
      "category": "world-middle-east",
      "title": "Iraq Covid hospital fire: 82 dead after 'oxygen tank explodes'",
      "tags": "Iraq",
      "text": "At least 82 people have been killed in a fire at a hospital treating coronavirus patients in the capital of Iraq, Baghdad.\nMore than 100 others were injured in the blaze, which erupted at the Ibn Khatib hospital on Saturday night.\nReports say an accident had caused an oxygen tank to explode, sparking the blaze.\nVideos on social media show firefighters scrambling to extinguish the flames as people flee the building.\nIraq's Prime Minister Mustafa al-Kadhimi on Sunday suspended the health minister and ordered an investigation into the tragedy. \nThe head of Iraq's Civil Defence, Gen Kadhim Bohan, said the fire had broken out in the hospital's intensive-care unit, on a floor \"designated for pulmonary resuscitation\".\nAbout \"30 patients were in the intensive care unit\", which was reserved for the most severe cases of Covid-19 in Baghdad, a hospital source told the AFP news agency.\nThe fire was under control by the early hours of Sunday morning, Iraq's Civil Defence said.\nIn a statement, the government's human rights commission said the incident was \"a crime against patients exhausted by Covid-19\".\nEmergency service officials said many patients died when they were taken off oxygen machines to be evacuated, while others were suffocated by smoke.\n\"Once the fire started somebody needed to put the auto central pipes off, which means basically cutting the oxygen from those who need it most,\" Halla Sarraf, the director of Iraqi Health Access, a non-governmental organisation, told the BBC.\nIraq's hospitals have been pushed to the limit during the coronavirus pandemic, adding to the strains wrought by years of war, neglect and corruption.\nCovid infections have been rising steeply since February in Iraq, and the total passed the one-million mark this week.\nThe health ministry has recorded 1,025,288 cases and 15,217 deaths since the pandemic began.\nThe country launched its vaccination campaign last month, and has received nearly 650,000 doses, most of which have come from Covax, a global programme for sharing jabs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56807445",
      "category": "entertainment-arts",
      "title": "Oscars 2021: Stars prepare for in-person ceremony",
      "tags": "The Oscars,Film",
      "text": "Stars are preparing for Sunday's Academy Awards, which will take place across multiple locations worldwide.\nUnlike recent awards ceremonies such as the Golden Globes, Baftas and Emmys, the Oscars have asked nominees to attend one of the locations in person.\nMank leads the nominees with 10, but is unlikely to win the night's top prizes.\nInstead, films including Nomadland, Minari, and Ma Rainey's Black Bottom could perform strongly in some of the major categories.\nHere's what to expect from the 93rd Academy Awards.\nThe 93d Academy Awards begin at 17:00 PT, which is 01:00 BST on Monday morning for those in the UK.\nThis year's ceremony is taking place two months later than usual, after the awards season was delayed due to the coronavirus pandemic.\nIn the UK, the ceremony will be broadcast on Sky Cinema's dedicated Oscars channel, and streamed on their sister service Now, formerly known as Now TV.\nThe BBC News website and BBC Radio 5 Live will be providing coverage throughout the night. \nThe main elements of the ceremony will come from Los Angeles, as usual. The event will be split across two venues in the city - the Dolby Theatre and Union Station.\nThere will be international locations too. London's BFI will serve as the UK's hub for British nominees, and another studio will be set up in Paris for French nominees.\nFebruary's bicoastal Golden Globes were successfully broadcast from two different locations - New York and Los Angeles - although while the hosts and category presenters were in the studio, the nominees had to dial in virtually. \nThe Oscar nominees have been told to try to avoid appearing via virtual platforms such as Zoom.\nThe show's producers said they had gone to \"great lengths to provide a safe and enjoyable evening\" for attendees in person.\nThe leading nominees are:\nSee the Oscar nominations in full\nNomadland is widely expected to win two major categories - best picture and best director for Chloé Zhao.\nThe film tells the story of a woman named Fern, played by Frances McDormand, who is seen travelling through the American West, taking temporary jobs to earn money and meeting fellow nomads along the way. Many of the film's stars are real-life nomads, rather than professional actors. \nZhao is one of two female directors nominated this year, alongside Promising Young Woman's Emerald Fennell, marking the first time two women have ever been nominated for best director in a single year.\nChadwick Boseman, who died last summer, could win best actor for his performance in Ma Rainey's Black Bottom. He has won the same award at most other ceremonies this year - although not the Bafta (which went to Sir Anthony Hopkins) or Independent Spirit (which was won by Riz Ahmed).\nDaniel Kaluuya (Judas and the Black Messiah) and Yuh-Jung Youn (Minari) are likely to be taking home best supporting actor and supporting actress respectively, judging by their previous wins this awards season.\nMank, the black-and-white drama starring Gary Oldman as Citizen Kane writer Herman J Mankiewicz, may have the most nominations, but is unlikely to win any of the major categories. It could scoop some technical prizes, however, such as production design.\nThe best actress category is by far the most interesting and hardest-to-call this year. \nFour of the five nominees have already won at least one major best actress award this season:\nMeanwhile, the fifth nominee, Vanessa Kirby from Pieces of a Woman, won the best actress prize early in the season at the Venice Film Festival. That may not traditionally be one of the big Academy indicators, but in recent years it has occasionally pre-empted Oscar victories for the likes of Emma Stone and Olivia Colman.\nIn other words, this category is wide open.\nThe eight British acting nominees range from Ahmed, who receives his first Oscar nomination for playing a drummer who loses his hearing in Sound of Metal, to Sir Anthony Hopkins, whose performance as a man who loses his grip on reality in The Father earns him his sixth nomination. \nAt 83, he is the oldest person ever to be nominated for best actor. Sir Anthony and Ahmed are joined on the award's five-strong shortlist by Oldman, who won the trophy three years ago for playing Winston Churchill in Darkest Hour.\nCarey Mulligan is nominated for Promising Young Woman. The revenge thriller also earns Fennell - best known for her acting in Call the Midwife and The Crown - nominations for best picture and best original screenplay as well as best director.\nKirby, who made her name on The Crown, is nominated for playing a traumatised mother in Pieces of a Woman, while Kaluuya and Sacha Baron Cohen are up for best supporting actor for Judas and the Black Messiah and The Trial of the Chicago 7 respectively.\nKaluuya portrays former Black Panther Party chairman Fred Hampton, while Cohen plays activist Abbie Hoffman, one of the major figures who protested against the Vietnam War at 1968's Democratic National Convention.\nOlivia Colman is nominated in the best supporting actress category for her role in The Father.\nOther British nominees include singer Celeste for best song, for her contribution to The Trial of the Chicago 7; and Aardman's A Shaun The Sheep Movie: Farmageddon, which is up for best animated film."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56880376",
      "category": "uk",
      "title": "Covid-19: Vaccine rollout in England extends to 44-year-olds",
      "tags": "Public health,Coronavirus vaccines,Vaccination,NHS,Matthew Hancock,Coronavirus pandemic",
      "text": "About half a million more people in England are being invited to book their Covid-19 jab from Monday, as the vaccine rollout opens to 44-year-olds.\nTwo-thirds of the previous age group - 45 to 49-year-olds - have received their first dose.\nThe NHS said it would set out when 40 to 43-year-olds would be able to book appointments \"in the coming days\", and as supply allows.\nIt comes as a TV advert is launched to encourage under-50s to get vaccinated.\nHealth Secretary Matt Hancock said the \"great news\" at being able to open up jabs to 44-year-olds came after \"a huge few days for vaccinations\".\nHe added: \"We'll keep working down the age range to make sure everybody can have the offer of a jab by the end of July - all adults.\"\nAs well as 44-year-olds, people who are due to turn 44 by 1 July are also eligible to make an appointment, according to the NHS Covid vaccination booking website.\nThe total number of vaccine doses given in the UK reached almost 46.3 million on Sunday, with a further 498,430 second doses and 142,215 first doses reported. \nMore than 33.7 million people have now received their first dose and almost 12.6 million are fully vaccinated.\nNorthern Ireland is opening its vaccination programme to people aged 35 to 39, while Wales has been asking over-40s to book appointments and Scotland has been inviting over-45s for vaccination.\nMeanwhile, Scotland is taking its biggest step out of lockdown since December as shops reopen along with cafes, pubs and restaurants - with some restrictions. Outdoor hospitality is also opening up in Wales.\nThe TV advert promoting the Covid-19 vaccine - featuring the slogan \"every vaccination gives us hope\" - is predominantly aimed at people aged under 50 who are being invited for their first dose, the Department of Health and Social Care said.\nShowing scenes from vaccination centres across the country, it also aims to encourage over-50s to ensure they receive their second jab for the best possible protection.\nIt will be accompanied by a poster campaign highlighting how the Covid-19 jab helps to reduce infections, hospital admissions and deaths.\nThe 60-second advert will be shown for the first time during Emmerdale on ITV at 19:15 BST on Monday, and it features people arriving at vaccination centres and getting the jab across the UK - to the accompaniment of a cover version of Dinah Washington's What a Difference a Day Makes recorded by songwriter and artist Shells.\nThe advert urges people to \"join the millions already vaccinated\" and reminds them \"you need two doses for maximum protection\".\nMr Hancock said it was a \"poignant reminder of everything we've been through as a country and everything we have to look forward to\".\nOne of the people featured in the advert is 32-year-old Thor Porter, a drummer and graphic designer from Salisbury, in Wiltshire, who said: \"I feel the vaccine rollout is key to regaining some form of normality. As a musician, it will hopefully enable venues to reopen and ensure a future in my career.\"\nThe campaign will also be reflected in special postmarks put on stamped mail by the Royal Mail, vaccine messaging on Google and YouTube, and free advertising on LinkedIn to get the vaccine message to businesses.\nHow has coronavirus affected you? Do you have any questions about the vaccine rollout? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIt comes as there are signs that the groups which are most hesitant about getting the vaccine are becoming more likely to get the jab.\nAmong ethnic minority communities, take-up has tripled since February, outpacing the national average increase among all ethnicities. In Pakistani communities, it has quadrupled, and among people from Bangladeshi backgrounds it has risen five-fold.\nAbout one in eight (12%) people aged 16 to 29 say they are hesitant about getting the vaccine, although this has decreased from 17% in February."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56878663",
      "category": "uk-politics",
      "title": "Downing Street refurbishment: What is the row about?",
      "tags": "Dominic Cummings,Boris Johnson",
      "text": "Further questions have been asked about the funding of home improvements at the prime minister's Downing Street flat, following the release of an exchange of letters with his standards adviser.\nLord Geidt complained about not having been shown WhatsApp messages between Boris Johnson and Tory donor Lord Brownlow, which talked about the refurbishment.\nBoris Johnson and Carrie Symonds had work carried out on their private residence, the flat above 11 Downing Street.\nThe prime minister receives an annual public grant of £30,000 to spend on his living quarters. But the work cost considerably more than that - at least £112,000 based on the amount we know Lord Brownlow contributed.\nThe work was initially paid for by the Cabinet Office, but £52,000 was given to the Conservative Party by Lord Brownlow to cover the bills. Mr Johnson says he has now covered all the costs out of his own pocket.\nThe Conservative Party was fined £17,800 after the Electoral Commission found it had failed to accurately declare all of Lord Brownlow's donations towards the renovation.\nLord Brownlow was asked in May 2020 to set up a Downing Street trust that would fund renovations to the flat above 11 Downing Street, but that trust was never established.\nIn November 2020, the prime minister approached Lord Brownlow by WhatsApp message to approve payments to the interior designer carrying out the work. \nThe Electoral Commission found in December 2021 that the subsequent £52,000 payment from Huntswood Associates Ltd, whose director is Lord Brownlow, had not been properly recorded and that it should not have been described as a loan or as part of a trust.\nBut it said that separate payments of almost £60,000 for the refurbishments made by Lord Brownlow directly to suppliers, did not need to be declared.\nThe Electoral Commission report led to further controversy because it referred to an exchange of WhatsApp messages between the prime minister and Lord Brownlow, which had not been seen by the adviser on standards, Lord Geidt, when he had reported on the case earlier in the year.\nLord Geidt's report in May had concluded that Mr Johnson did not break the ministerial code over the funding of the renovations.\nBut he said: \"The prime minister - unwisely, in my view - allowed the refurbishment of the apartment at No 11 Downing Street to proceed without more rigorous regard for how this would be funded.\"\nLord Geidt added: \"The record shows no evidence that the prime minister had been informed\" about the payments. His report says that when he found out in February 2021, Mr Johnson \"settled the full amount himself\". \nBut when Lord Geidt found out about the messages to Lord Brownlow, he wrote to the prime minister saying that while his overall conclusions about the ministerial code were unchanged, had he seen the messages, \"I doubt whether I would have concluded, without qualification... that 'at the point when the prime minister became aware, he took steps to make the relevant declaration and to seek advice'.\"\nMr Johnson replied, offering a \"humble and sincere apology\" for not giving him the messages, blaming security issues which had forced him to change his phone.   \nIf a politician accepts money from a donor - either as a gift or as a loan - they are expected to make that information public, normally within 28 days.\nThe concern is that if a financial gift is kept secret, it might be used to gain favours or political influence.\nThis is the exchange of messages between Mr Johnson and Lord Brownlow:\nAt the end of his message, Mr Johnson refers to the \"great exhibition plan\", which was a proposal for a cultural festival, which Lord Brownlow was involved with as a trustee of London's Albert Hall.\nLord Brownlow met Oliver Dowden, who was then culture secretary, to discuss the event six weeks after the text exchange with the prime minister, according to the meeting log. In the end, the exhibition did not happen, but Labour says Lord Brownlow's November 2020 text exchanges with the PM are still important.\n\"Lord Brownlow appears to have access to the prime minister because he was paying for the flat renovations. If that is the case, that is corruption,\" the party said.\nThe BBC has approached Lord Brownlow for comment but he has not yet responded.\nBusiness Minister Paul Scully denied that the prime minister was linking support for a Great Exhibition with financial support for flat renovations in his messages.\nHe said the Great Exhibition plan was passed to \"the right channels\" at the culture department and that Mr Johnson \"had no idea\" who would be paying for the flat refurbishments, believing the funding would come through a blind trust.\nLike several of his recent predecessors, Mr Johnson and Ms Symonds are living at No 11 because the four-bedroom flat there is much larger than the one above No 10.\nTony Blair was the first prime minister to live at No 11 - he and his wife Cherie turned the space into a family home. \nThe Grade 1-listed flat was then extensively refurbished by David and Samantha Cameron in 2011 at a cost of £30,000.\nThe latest upgrade for the flat was carried out by interior designer Lulu Lytle. \nMr Johnson and his wife wanted to transform the flat from previous Prime Minister Theresa May's \"John Lewis furniture nightmare\" into a \"high society haven\", according to the society magazine Tatler."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56864862",
      "category": "uk-england-london",
      "title": "Boy, 15, stabbed to death outside Newham pizza restaurant named",
      "tags": "London violence,Barking",
      "text": "A 15-year-old boy stabbed to death outside an east London pizza restaurant has been named by police.\nFares Maatou died at the scene of the attack on Barking Road, Newham, on Friday afternoon.\nThe Metropolitan Police said officers found the teenager with stab wounds shortly before 16:00 BST, but despite emergency efforts, he was pronounced dead half an hour later.\nWitnesses said Fares was wearing his school uniform when he was attacked.\nThe Met said it believed Fares was attacked with \"a large bladed item\".\nTwo boys, 14 and 15, were arrested on suspicion of murder on Friday, while another 15-year-old boy was also held in connection with the incident, a spokesman added.\nA post-mortem examination is still due to take place.\nFloral tributes and balloons have been placed outside the Zzetta Soul Fired Pizza restaurant.\nA member of staff from the restaurant, who asked not to be named, said a FedEx worker, an off-duty police officer and a woman passing by had all rushed to the teenager's aid as he lay injured in the street.\n\"They were just shouting at him, 'wake up, wake up, try to breathe',\" he said.\nA close friend of Fares said he had been a \"really nice\" person who \"loved life\".\nThe tearful 15-year-old, accompanied by her mother, said: \"He would just be there for you. \n\"If you ever needed him, he would be there. He had nothing to do with the gang stuff around here.\nHer mother, 33, from Stratford, said her daughter, who had been friends with Fares since nursery, had been left \"heartbroken\" and had not stopped crying \"since she found out\".\nDet Ch Insp Perry Benton said Fares's family were, \"of course, absolutely devastated\".\n\"I have assured them of my total commitment to bringing to justice those responsible for this senseless killing,\" he said.\n\"They will be supported by specialist officers at every stage of what will be a terrible ordeal for them.\"\nHe added that officers had \"received a good deal of information from local people\".\n\"I thank them for that, and ask anyone with information or any witnesses who have yet to speak with police to please come forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56878223",
      "category": "uk-politics",
      "title": "Boris Johnson covered Downing Street flat renovation from his own pocket, says Liz Truss",
      "tags": "Angela Rayner,Dominic Cummings,Boris Johnson,Elizabeth Truss",
      "text": "Boris Johnson covered the renovation costs for his Downing Street flat \"from his own pocket\", one of his ministers has said.\nTrade Secretary Liz Truss told the BBC the work is being \"fully declared\".\nBut she did not answer repeated questions on whether a Tory party donor initially provided the money to him.\nIt comes after the PM's former chief adviser, Dominic Cummings, claimed Mr Johnson had a \"possibly illegal\" plan for donors to pay the refurbishment.\nLabour said questions remained, as details over how the work was paid for had yet to be made public.\nThe government is supposed to publish the list of minister's interests twice a year, but the last one showing money donated to them was released in July 2020. \nSpeaking on the BBC's Andrew Marr Show, Labour deputy leader Angela Rayner said Mr Johnson should come in front of MPs on Monday to answer questions and publish the list \"as the public deserves [to see] it\". \nMr Johnson lives in the flat above 11 Downing Street with his fiancee Carrie Symonds - a move echoing a number of his predecessors as it is bigger than the accommodation above No 10. \nIn March, Downing Street dismissed as \"speculation\" suggestions that refurbishments on the flat last year would be paid for by Tory donors through a charity set up for this purpose, amid reports that the costs had spiralled out of control.\nBut on Friday, Mr Cummings launched a blistering attack on his former boss via his blog, claiming he advised the PM the renovation plans were \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nA No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\"\nAnd Cabinet Office Minister Lord True told the House of Lords on Friday that \"any costs of wider refurbishment in this year have been met by the prime minister personally\".\nDonations and loans to political parties of more than £7,500 must be reported to the Electoral Commission, which said it was having \"discussions with the Conservative Party\", but had not yet launched an investigation.\nThe controversy also comes amid an ongoing row over lobbying in Westminster, after revelations former prime minister David Cameron had texted ministers about the financial firm he was working for and businessman Sir James Dyson had directly contacted Mr Johnson over tax issues when working on ventilators during the pandemic. \nBy Damian Grammaticas, BBC political correspondent\nThe reason this issue is so difficult for Boris Johnson is it comes down to something simple - money.\nHow a job was paid for is a far more straightforward issue for people to form an opinion about than other recent questions about government conduct. \nThat swirl of revelation and allegation has dealt with the more intangible currency of politics, access, influence and favours. \nThis is about cash. Tens of thousands potentially. \nThe cost of a home makeover, and the as-yet-unanswered question, did Mr Johnson get help? \nAnd if he did, what about the implications for how that benefit should be declared - whether for electoral or tax reasons. \nSimple really.\nAlso talking to Marr, Ms Truss defended Mr Johnson, saying: \"My understanding is the costs have been covered by the prime minister and everything has been fully declared by the rules.\"\nBut asked five times whether the money was put up by a party donor first, she would not answer.\nInstead, she told the programme: \"What I know is the prime minister has personally met the costs of the flat refurbishment and that is what people in Britain want to know and that is what has happened.\" \nWhen asked why the list of minister's interests had yet to be published, Ms Truss replied: \"I'm sure it will be published in line with the rules.\"\nAnd questioned about rumours of leaks out of No 10 - also addressed by Mr Cummings in his blog - the minister urged Mr Johnson to \"carry on\" doing \"an excellent job\" rather than \"listening to these noises off\".\nShe added: \"I think this a complete load of Westminster tittle tattle that people simply don't care about.\" \nBut Ms Rayner said there was a \"real stench\" around the government and the \"serious allegations\" it faces.\nMs Rayner told Marr: \"The issues that we have seen with ministers over the last couple of months has really undermined the institution of government and there are serious questions now the Conservatives need to answer.\n\"These are serious allegations and we think the prime minister should come to the House of Commons on Monday and should declare the ministers register of interests, which is eight months in delay. \n\"The problem is the government is hiding.\"\nThe SNP's Westminster leader, Ian Blackford, backed the call for the prime minister to answer questions in Parliament.\nHe said: \"The longer Boris Johnson stays in hiding and dodges accountability, the more overpowering the stench of sleaze surrounding him and his government becomes.\n\"Rather than hiding behind Tory ministers, Boris Johnson must now come before Parliament and answer these very serious questions for himself.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56847518",
      "category": "technology",
      "title": "Cisco says computer chip shortage to last six months",
      "tags": "Manufacturing,Companies,Car Technology,China,Taiwan,5G,United States,Coronavirus pandemic,Joe Biden",
      "text": "The boss of networking giant Cisco has said the shortage of computer chips is set to last for most of this year. \nMany firms have seen production delayed because of a lack of semiconductors, triggered by the Covid pandemic and exacerbated by other factors. \nCisco chief Chuck Robbins told the BBC: \"We think we've got another six months to get through the short term.\n\"The providers are building out more capacity. And that'll get better and better over the next 12 to 18 months.\"\nThat expansion of capacity will be crucial as advances in technology - including 5G, cloud computing, the internet of things and artificial intelligence - drive a big increase in demand.  \nMr Robbins is the latest tech boss to weigh in on the debate - and with 85% of internet traffic using Cisco's systems, his opinion matters.\n\"Right now, it is a big problem,\" he says, \"because semiconductors go in virtually everything.\"\nThe seemingly insatiable demand is why major US manufacturer Intel announced a $20bn (£14.5bn) plan to significantly expand production, including two new plants in Arizona. \nAccording to Dan Ives, a tech analyst at investment firm Wedbush Securities, current \"demand is probably 25% higher than anyone would have expected\". \nEven though the shortage \"is going to be an issue for the next three to six months\", technology share prices are doing well because investors are focused on the growing long-term demand for their products.\nUS President Joe Biden also sees this as a long-term issue and used a White House summit with business leaders this month to urge them to make the country a world leader in computer chips. Amid the trade and technology war with China, the White House says it is \"a top and immediate priority\". \nThe US-based Semiconductor Industry Association says 75% of global manufacturing capacity is in East Asia. Taiwan's TSMC and South Korea's Samsung are the dominant players.\nEuropean politicians also want more chips made locally, a view partly driven by concerns over China's desire to achieve reunification with Taiwan. Meanwhile, China has seen a huge growth in domestic demand for chips to power new technology, but has only a small share of global manufacturing capacity.\nMr Robbins says: \"I think that it doesn't necessarily matter where they're made, as long as you have multiple sources.\"  \nHowever, Intel chief executive Pat Gelsinger told the BBC it was not \"palatable\" to have so many chips made in Asia.\nTSMC appears intent on holding on to its position as the world's biggest contract manufacturer and is spending $100bn to expand capacity over the next three years. \nThis week its founder, Morris Chang, called on the Taiwanese government to \"keep hold of it tightly\", arguing it is better positioned to make chips than the US or China, despite their big government subsidies.\nThe chip shortage was heightened by the coronavirus pandemic. At first, many companies cut their orders for chips, thinking demand would fall, which led suppliers to reduce capacity. However, demand for consumer electronics rose during the pandemic. \nThe problems have been worsened by a string of other factors, including a fire at a semiconductor factory and weather issues.\nThis, combined with a \"generational technological change has created an unprecedented situation for the industry\", according to Paul Triolo, who leads the geo-technology practice at consultancy Eurasia Group. \nHe thinks it doesn't matter where chips are made as long as there is a diversity of supply. However, the shortages are likely \"to persist for some time\" and longer-term solutions are needed to address the concentration of manufacturing of semiconductors, which is a \"problem that predates the shortage\". \nThat is why Mr Robbins says: \"What we don't want is to have consolidation where any of the risks that we may face could, frankly, result in the situation we're seeing today, whether it's weather-related disaster risks, whether it's single point of failure risk, whether its geopolitical risks, whatever those are. We just need more options, I think, for where semiconductors are built.\"\nCisco recently completed the $4.5bn acquisition of Acacia Communications, which, among other things, designs computer chips. Mr Robbins ruled out Cisco using it as an opportunity to start making its own chips. \n\"We're not a semiconductor fab company, so it's not a core competency for us to do that. So we think that companies that play in this space are much better equipped, we're working very closely with them.\"\nThe huge cost of chip manufacturing facilities means they operate at near full capacity and so it will take time to meet the increased demand. \nThe size of that demand \"is not clear\", according to Mr Triolo. He says that, like other major technology vendors, \"Cisco's equipment relies heavily on reliable supply chains for a range of semiconductors.\"\nThe shortages, he says, have been \"exacerbated by companies over ordering components to build up inventory, afraid of being caught short again\".\nYou can watch Chuck Robbins' full interview on \"Talking Business with Aaron Heslehurst\" this weekend on BBC World News at Saturday 2330 GMT,  Sunday  0530 and 1630 GMT,  Monday 0630 GMT and 1030 GMT and  Tuesday at 1230 GMT. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56873137",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Free test kits to be available on demand",
      "tags": "Coronavirus lockdown measures,Scottish government,Coronavirus testing,Coronavirus pandemic",
      "text": "\"Rapid\" Covid testing kits are to be made available to everyone in Scotland - even if they do not have symptoms.\nThe Scottish government said the free lateral flow tests would be available from Monday.\nThey can be picked up without an appointment from many local walk-in or drive-through test sites from 15:30 each afternoon.\nThe scheme is designed to find cases that would otherwise go undetected, the Scottish government said.\nIt means that anyone without Covid-19 symptoms, who does not already have access to asymptomatic testing, can test themselves - including those who are planning to travel to a Scottish island.\nThe first test should be taken three days before travel to an island and the second on the day of departure, the Scottish government said.\nSince 16 April, people have been permitted to travel across Scotland as long as they do not stay overnight.\nThis includes the Scottish islands, though some islanders raised concerns this risked cases being imported from the mainland to communities that have seen low levels of infection throughout the pandemic.\nThe Scottish government said it wanted to encourage anyone travelling to an island to get a test beforehand.\nA further 177 cases were confirmed in Scotland on Saturday, with 1.1% of all tests positive.\nFour Covid deaths within 28 days of a positive test were also reported.\nEach test pack will contain seven lateral flow kits, which can provide results in about 30 minutes.\nIf the test comes back positive then people are told to self-isolate and order a PCR test to confirm the result.\nChief medical officer Dr Gregor Smith said: \"This expansion builds on our existing testing strategy, and will help our efforts to ease the country out of lockdown safely.\n\"Routine testing is already available for people with no symptoms in a wide-range of settings, including schools, high-risk workplaces, and communities where Covid-19 rates remain stubbornly high.\"\nDr Smith said rapid lateral flow testing was already helping to find cases that might otherwise be missed, as about one in three people with Covid-19 did not show symptoms.\n\"It may be tempting to think as vaccinations increase and cases drop, that testing will become less important,\" he added.\n\"In fact, this will only make it more important to spot and prevent new outbreaks as cases emerge. We know from our experience of last summer just how quickly one outbreak can lead to another.\"\nFree lateral flow kits are also available in England for anyone to test themselves for Covid-19, even if they do not have symptoms.\nIn Wales, similar kits can be ordered by those who are unable to work from home. They are also used for regular testing of NHS and social care staff, and in universities, schools, care homes and other workplaces."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56878011",
      "category": "uk",
      "title": "Eight-year-old boy praised for his quick thinking",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56253365",
      "category": "uk-politics",
      "title": "Downing Street: Plan to fund makeover of PM's residence 'speculation'",
      "tags": "Carrie Symonds,Boris Johnson",
      "text": "No 10 has refused to comment on reports Boris Johnson is considering setting up a charity to pay for refurbishments to his official Downing Street residence.\nThe Daily Mail reported that a revamp of the flat lived in by the PM and his fiancee Carrie Symonds could be funded by wealthy Conservative benefactors.\nA spokeswoman said Downing Street was a Grade One listed building which had been periodically improved in the past.\nLabour said the public had a right to know the cost and who would be paying.\nAnd the SNP said greater clarity was needed over any move to set up a new Downing Street fund.\nLike several of his recent predecessors, Mr Johnson is living in the flat above No 11 Downing Street, the chancellor of the exchequer's official residence.\nThe four-bedroom flat, which is much larger than the flat above No 10 once occupied by Margaret Thatcher, was extensively refurbished by David and Samantha Cameron in 2011 at a cost of £30,000. \nThe couple spent the maximum £30,000 public grant available to prime ministers each year for the upkeep of their accommodation.\nTony Blair and Cherie Blair also spent thousands on turning the space into a family home when they lived there. \nMr Johnson and Ms Symonds moved into No 11 in July 2019. Their son Wilfred was born in April 2020.\nThere have been unconfirmed reports that the couple are undertaking extensive refurbishment work on the flat and considering options for how any expenditure over the £30,000 annual limit would be covered.\nNo 10 said suggestions some of the work could be funded by Tory supporters via a charity set up for the purpose of preserving Downing Street's heritage were \"speculation\".\nIn the US, a scheme of this kind pays for restoration work in the White House. \nNo 10 said details of any work carried out on the property would be published in the normal way later this year.\n\"Matters concerning any work on Downing Street, including the residences, are covered in the Cabinet Office annual report and accounts,\" a spokeswoman said. \"That is where we set out the details of what has happened.\n\"Downing Street is a working building, as has been the case under successive administrations, refurbishment and maintenance are made periodically.\"\nBut opposition parties are questioning whether it is appropriate for \"significant\" sums of public money to spent on the flat when millions of people are facing financial hardship due to Covid.\nLabour MP Sarah Owen has written to the PM asking him for details of taxpayers' contribution and to consider whether involving private Conservative donors in funding the project could lead to conflicts of interest. \n\"The British public rightly expect probity, integrity and transparency when it comes to spending public money,\" she said.\nThe SNP said the move would be \"grossly inappropriate\", suggesting the PM - who is paid a salary of £150,000 a year - should fund the improvements out of his own pocket.\n\"It reeks of secrecy and, unless all the accounts are fully published, suspicion will linger about where the money is coming from and whether anything has been offered in return,\" said the party's Pete Wishart. \nIn 2011, the Cabinet Office was forced to reveal details of the scale of the work undertaken by the Camerons after a ruling by the then Information Commissioner Christopher Graham.\nIt revealed that much of the expenditure had gone on a new kitchen, while the flat had been almost completely re-wired, re-plumbed and re-decorated. The couple covered the cost of furniture, fittings and accessories themselves. \nTheir sleek, modern kitchen was much commented on after it served as a backdrop to a famous picture of Samantha Cameron entertaining First Lady Michelle Obama in Downing Street during the 2011 US state visit. \nThe 2011 accounts also showed more than £650,000 had been spent on external and internal renovation of the offices and reception rooms in No 10, including cabling, plumbing and energy efficiency improvements."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56880377",
      "category": "uk",
      "title": "Covid-19: UK sends supplies to India amid record virus surge",
      "tags": "Boris Johnson,Foreign, Commonwealth and Development Office,India,Ventilators,Coronavirus pandemic",
      "text": "More than 600 pieces of medical equipment are being sent to India as the country faces a record surge of coronavirus cases, the UK government has said.\nThe assistance package includes 495 oxygen concentrators - which extract oxygen from the air to give to patients - as well as ventilators.\nIndia is seeing thousands of deaths a day amid oxygen shortages.\nPrime Minister Boris Johnson said: \"We stand side by side with India.\"\nThe first shipment of equipment will leave the UK on Sunday and is due to arrive in the Indian capital, New Delhi, in the early hours of Tuesday morning. \nIn total, the UK will send nine airline containers of supplies this week, including 495 oxygen concentrators, 120 non-invasive ventilators and 20 manual ventilators.\nLocal media reports say oxygen concentrators are in high demand in India, as they can meet some patients' need for extra oxygen without adding to the strain on hospital oxygen supplies.\nFor the fourth day in a row, India has reported a record number of new infections, with almost 350,000 cases in the last 24-hour period and 2,767 deaths.\nMany hospitals in Delhi are refusing to accept new patients because they cannot guarantee oxygen supplies. Oxygen tanks are being transported across the country, sometimes with a police escort, and flown in from nearby countries to meet demand.\nMr Johnson said India is a \"friend and partner\" facing \"a deeply concerning time in the fight against Covid-19\".\n\"I'm determined to make sure that the UK does everything it can to support the international community in the global fight against the pandemic,\" he said.\nForeign Secretary Dominic Raab said the UK was in discussions with the Indian government to provide further support in addition to this first delivery.\nThe EU has also pledged to pool resources to send supplies of oxygen and medicine to India.\nLabour has called on the government to offer UK expertise in genome sequencing to help track the impact of coronavirus variants in India, as well as offering oxygen supplies, surplus medicines and surplus vaccine doses.\nShadow foreign secretary Lisa Nandy said: \"Defeating this virus anywhere means defeating it everywhere. We have seen how quickly Covid-19 variants that have been identified in one country are able to spread rapidly across the globe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56858995",
      "category": "uk-wales-politics",
      "title": "Welsh election: Party leaders on beds of nails, coming out and boxing",
      "tags": "Plaid Cymru,Welsh Labour,Adam Price,Welsh Parliament election 2021,Welsh Conservatives",
      "text": "As the countdown to Wales' Senedd election continues, we sat down with the three men most likely to be first minister to talk beds of nails, coming out and referring to Brexit as breakfast. \nBeans are good. Carrots are useless.\n\"It's river clay,\" the Welsh Labour leader told us about his allotment.\nIt means carrots \"can't fight their way through the soil\" but \"it's quite hard to go wrong with runner beans so long as you don't plant them too early and the frost doesn't get them\". \nWe chatted to Mark Drakeford for our Walescast podcast, a \"muscular stone's throw\" away from his two passions - the allotment and Glamorgan County Cricket Club. \nHe took on the allotment with a friend in 1983 after they \"were so downhearted by Mrs Thatcher's victory in the general election of that year that we felt we had to do something to stop ourselves from going mad\".\nHe now works his little patch of soil in later life, after an upbringing of milking cows on his grandparents' farm in Carmarthenshire.\nA few miles down the road, a chorus of cattle and sheep mooed and bleated as we talked to Andrew Robert Tudor Davies on the family farm. \nTenant farmers at first, his parents eventually took ownership of the land. \nAway from the farm, his father was a bare-knuckle boxer in agricultural shows.\nThe Conservative Senedd leader said his father \"actually lost a knuckle, when he used to do that - there was no knuckle there, because it split the knuckle\".\nDid he inherit his father's pugilistic genes?\n\"I like to think I'm more conciliatory,\" he said with a chuckle.\nIt is a background that has shaped his view of himself as a \"blue-collar, working-class Tory\".\nMr Davies said: \"I never went to university, never went to college, left school at 16, very much put shoulder to the wheel and worked on the family farm here.\n\"It's through blood, sweat and tears that you build things in life and I believe that's the embodiment of what the Conservative party's about,\" he said.\nWhile Mr Davies was only drawn to politics in later life, after the BSE crisis of the late 1990s, Plaid Cymru's leader was telling people when he was as young as four that he wanted to be \"prime minister of Wales\".\n\"Ammanford was a very political place, the strength of mining, the NUM [National Union of Mineworkers], even though it was overwhelmingly Labour,\" Adam Price said. \n\"I stood in the mock election in Amman Valley comp in 1983 [for Plaid]. I came bottom of the poll. \n\"I was beaten by the communist. Well beaten by the communist,\" he said, self-mockingly.\nAsked to reflect on society's journey on gay rights, Mr Price said: \"If anyone had told me when I was 16 that I would be out, gay politician... in a civil partnership, and a father as well, I just could not have conceived that because there were no role models back then.\n\"The only thing you saw was maybe a gay character in [the 1978 BBC Wales film] Grand Slam, one or two stereotypes going on there. \n\"There was nothing that I could associate with and I really struggled in my teenage [years] and right into my early twenties.\"\nElected to public office for the first time in 2001, he remembered a \"suggestion that I was going to be outed by a journalist just a couple of days before the election but it didn't happen, for whatever reason\".\n\"I just decided, as soon as I got elected, I just want to be open and honest,\" and so he arranged an interview with the late BBC journalist John Stevenson and \"the response was terrific\".\n\"It does seem like an eon ago but it wasn't that long ago and I just decided I wasn't going to live my life like that. \n\"I also felt like I had a responsibility because of the lack of role models - well, here's my opportunity to do something about that,\" he added.\nBack on the farm, Andrew RT Davies spoke of his personal struggles with dyslexia.\n\"Ultimately, you're looking at a blackboard... it all looked a jumble of words, a jumble of confusion,\" he explained.\n\"To this day, very often when you're on the iPhone trying to send a tweet or send a text, you look at some word, or you look at something, and it just looks double Dutch.\n\"It was something I didn't used to speak about when I first came in to politics because I wrongly looked at it as a weakness - because in politics, weaknesses are exploited - but actually I looked at it the further on in public life I got that actually it was to be put to advantage in showing what could be achieved.\"\nHe said he finds writing speeches \"a hindrance, to be honest with you, and actually if I see an autocue, I take a sharp intake of breath\".\nA slip-up between Brexit and breakfast at the 2016 Conservative party conference hit the headlines. \n\"If I'd only copyrighted that, I'd have made a fortune by now,\" he joked.\nMark Drakeford spoke of a very different challenge during his time as special advisor to the then-First Minister Rhodri Morgan.\n\"Rhodri would introduce me to complete strangers, ambassadors, people who were walking through the office: 'This is Mark Drakeford, we keep him on because he's the only man who makes me look well dressed'.\"\nNever one known for his sartorial flair, after a year in which his profile has shot through the roof, you get the sense he might invest in some camouflaged jumpers.\n\"It's very hard to go out and be incognito any more,\" he said.\nDoes he hate that?\n\"I don't hate it. I do sometimes think it would be nice to be able to not be recognised and just be able to do ordinary things.\n\"My family went down to west Wales last weekend and came back and told me how it nice it was to be there without me. \n\"What they meant was they could go down to the beach and the could walk along and they weren't being stopped every few yards.\n\"On the whole, people are very kind,\" he added.\nAnd yet some stick in the mind more than others. \n'Concrete Ken', a man \"whose speciality was lying on beds of nails and breaking concrete blocks with his forehead\", was one such character. \n\"He was a martial arts instructor and, for a reason that was never completely clear to us, he decided that it was his mission in life to make sure that Rhodri was elected [in the 1987 general election],\" Mr Drakeford explained. \n\"And he accompanied us on that campaign, almost everywhere we went, entertaining crowds by lying on beds of nails.\" \nSome people test themselves by lying on beds of nails, others put themselves forward for election to become first minister.\nMark Drakeford, Adam Price, and Andrew RT Davies' own test of political and personal character has another week and a half to run."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56843429",
      "category": "uk-wales",
      "title": "Butetown: Search to find people in photos from Cardiff Docks past",
      "tags": "Photography,History,Cardiff",
      "text": "Standing on a stool, a little girl poses for a photo with no idea that decades later there would be a search to find out who she was.\nNow, around 100 years on, historians are looking for clues as they put names to faces of people from Cardiff's past.\nGlamorgan Archives want help to identify people in a series of photos, taken in Cardiff Docks.\nArchivist Rhian Diggins said the images were a significant piece of the city's diverse history.\nMs Diggins said: \"Quite often the images that survive in collections tend to be of the 'great and the good', the wealthy and powerful who would be photographed due to the positions they held in business or society. \n\"These photographs are interesting because they show the ordinary, everyday people of Cardiff at this time.\"\nThe pictures, which were tweeted in a bid to solve the \"archive mystery\", show individuals and family groups from Cardiff's docklands but there is very little information about them.\nThe photos are not dated, but Ms Diggins said it was thought they were all taken in the city's docklands between 1900-1920. \nMany are studio portraits which would have been taken in studios, most by photographer Fred Petersen, from Bute Street, in Butetown.\nMs Diggins said while identifying all in the photos was \"a long shot\", it would be nice to put names to some of the faces in the photos."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56874811",
      "category": "world-us-canada",
      "title": "Biden says Armenian mass killing was genocide",
      "tags": "Turkey,Armenia,Joe Biden",
      "text": "Joe Biden has become the first US president to issue a statement formally describing the 1915 massacre of Armenians as a genocide.\nThe killings took place in the waning days of the Ottoman Empire, the forerunner of modern-day Turkey.\nBut the issue is highly sensitive, with Turkey acknowledging atrocities but rejecting the term \"genocide\".\nForeign Minister Mevlut Cavusoglu said on Saturday that Turkey \"entirely rejects\" the US decision.\n\"We will not take lessons from anyone on our history,\" he tweeted.\nLater the Turkish foreign ministry said it had summoned the US ambassador to convey Ankara's \"strong reaction\".\nPrevious US administrations have not used the term genocide in formal statements amid concerns over damaging relations with Turkey, a Nato ally.\nOttoman Turks had accused Christian Armenians of treachery after suffering a heavy defeat at the hands of Russian forces and began deporting them en masse to the Syrian desert and elsewhere. Hundreds of thousands of Armenians were massacred or died from starvation or disease.\nAtrocities were widely recorded at the time by witnesses including journalists, missionaries and diplomats.\nThe number of Armenian dead has always been disputed. Armenians say about 1.5 million people died. Turkey estimates the total to be closer to 300,000. According to the International Association of Genocide Scholars (IAGS), the death toll was \"more than a million\".\nAlthough Turkish officials have accepted that atrocities took place, they argue that there was no systematic attempt to destroy the Christian Armenian people. Turkey says many Muslim Turks also died in the turmoil of World War One. \nMr Biden's statement, released as Armenia commemorates the start of the mass killings, said: \"We remember the lives of all those who died in the Ottoman-era Armenian genocide and recommit ourselves to preventing such an atrocity from ever again occurring.\n\"And we remember so that we remain ever-vigilant against the corrosive influence of hate in all its forms.\"\nMr Biden said the intention was \"not to cast blame but to ensure that what happened is never repeated\".\nHe had previously welcomed a move by the US House of Representatives, which in 2019 voted overwhelmingly to recognised the mass killings as a genocide.\nA Biden official told reporters that the decision to use the term formally as the administration turned its focus to human rights.\nIn 1981, then-President Ronald Reagan referred to the \"Armenian genocide\" in a proclamation on the Holocaust, but others have shied away from using the term since.\nThe administration of Mr Biden's immediate predecessor Donald Trump said it did not consider the killings a genocide. Mr Trump instead called it  \"one of the worst mass atrocities of the 20th Century\".\nArmenian Prime Minister Nikol Pashinyan said Mr Biden's words had \"honoured the memory\" of those who had died, adding in a tweet: \"The US has once again demonstrated its unwavering commitment to protecting human rights and universal values.\"\nBut the Turkish foreign ministry responded angrily, saying in a statement they \"reject and denounce in the strongest terms the statement\", saying it had been \"made under the pressure of radical Armenian circles and anti-Turkey groups\".\nIt warned the move would \"open a deep wound that undermines our mutual trust and friendship\".\nA further deterioration of relations between the two countries may be the most significant outcome of Mr Biden's statement, which is largely symbolic and comes with no additional sanctions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56842946",
      "category": "uk-politics",
      "title": "Lobbying row: Why ministers have two mobile phones",
      "tags": "Lobbying in the United Kingdom,Lobbying,Mobile phones,Civil Service",
      "text": "The lobbying controversy that has enveloped Westminster is a complex and fast-developing story but there is one strand running right through the centre of it - the smartphone. \nWhatsApp and text messages have replaced face-to-face meetings and letters as the favourite method of communication for politicians.\nThe casual, and sometimes untraceable, nature of these communications can make it harder for the Civil Service to ensure everyone - ministers, officials, businesses and lobbyists - plays by the rules.\nIt wasn't that long ago that everything was typed out in triplicate, and phone calls were routed through Whitehall switchboards, with officials listening in and taking notes.\nTony Blair didn't get a mobile phone until he left Downing Street in 2007. Now politicians, like the rest of us, can't live without them.\nFollowing a series of revelations about ministers' use of texts and messaging apps, Labour has warned that the UK is heading towards \"government by WhatsApp\".\nIt's a catchy slogan, but it might be a bit dated, as the prime minister and other leading politicians are reportedly migrating to Signal, a rival messaging app.\nUsers can set encrypted messages to automatically delete after short periods of time, even as short as five seconds.\nThey can also stop screenshots being taken of exchanges if they are using an Android phone. \nMessages sent and received on Facebook-owned WhatsApp - which has been around since 2009 - are also encrypted, but screenshots can be taken and shared.\nMinisters are issued with work mobile phones when they get a job in government. Until a few years ago, they were given Blackberries, but now the iPhone seems to be the favoured brand.\nThe idea is to ensure that professional and personal calls, texts and emails are kept separate from their personal communications.\n\"I was given a phone as soon as I started,\" one former Conservative minister tells the BBC, \"but I wasn't sat down and issued with any advice on how to use it.\"\nA government source says: \"Clearly ministers may have informal conversations from time-to-time, whether that is in person, via digital communications or remotely, and if they find themselves discussing official business then significant content from such discussions should be passed back to officials.\"\nIn official guidance, designed for private emails but applying to all electronic communications, ministers are told to work out whether they include details on \"substantive discussions\" or \"decisions\" made on government business.\nIf they do, they should then forward them to civil servants.\nThe ministerial code, laying out general rules of behaviour, says that a private secretary or another official should be present for \"all discussions relating to government\", to ensure transparency.\nIf that's impossible - such as when ministers chat to business leaders at social events - they have to report back to civil servants as soon as possible.\nIt's widely accepted that phone messaging should be reported in the same way if it's about important official business.\nBut the Institute for Government (IfG) think tank wants a tightening of the rules, so that all messages sent and received on official phones - about whatever topic - are logged, with the names of those taking part published quarterly. This already happens for meetings ministers attend.\n\"There needs to a public record that something's happened,\" IfG associate director Tim Durrant says. \"Texting's essentially a conversation, like a meeting.\"\nA source who used to work in Whitehall in a senior role says it was \"normal\" for ministers to have text exchanges with business leaders - and then let civil servants know about them.\n\"There's nothing wrong with the leaders of this country talking to captains of industry,\" they add. \"It's a part of how government functions. We live in a free country.\n\"What really annoys me is that there's an assumption of wrongdoing of some sort here. It's wrong to say government is run by text message. It's a form of communication that everyone uses for personal and official matters.\"\nCulture minister Caroline Dinenage told Times Radio ministers did not hand out their mobile numbers \"willy-nilly\" and there were \"very clear rules\" about handing contacts to civil servants.\nBut Labour argues that the government's use of messaging fosters \"cronyism\", that those with ministers' phone numbers have an unfair advantage over those who do not.\nAn ex-minister tells the BBC they kept personal and official messages completely separate when they were in office.\n\"You have to rely on people using their common sense,\" they add.\n\"Some ministers actually hand the work mobile across to be carried by a special adviser or a member of their team, so they're not too close to it and don't use it in an inappropriate way.\n\"You've also got to be careful as to whom you give your number out to.\"\nSome in government have suggested the prime minister should be less willing to share his personal contact details, the BBC understands, but officials have denied that he was told to change his number.\nBut Mr Johnson says he will keep his phone, arguing: \"I need to be in touch with people... You need one these days.\"\nAnd there would inevitably be resistance to any rule change among some in Whitehall.\nOne former special adviser asks: \"What are ministers supposed to do? Put in a 30-page submission for every transaction they carry out, even in the midst of a pandemic?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56834473",
      "category": "uk-wales",
      "title": "Army veteran who lost twin brother to suicide speaks out",
      "tags": "Loughor,Swansea,Suicide prevention,Bereavement,British Army,Mental health,Bristol",
      "text": "An Army veteran who lost his twin brother to suicide has spoken out to encourage others in need to seek help.\nAaron Leventhal and his brother Luke were inseparable growing up and both joined the Army in their late teens.\nAfter being discharged, Aaron adapted to civilian life, but Luke spiralled into depression before killing himself in April 2009 at the age of 25.\nAaron, 37, from Swansea, said: \"I don't want any other families to go through that.\"\nAaron, who grew up in Bristol before moving to south Wales, said he was \"lost\" after Luke died.\nThe pair had always dreamed of being pilots and Aaron channelled his grief into achieving their joint ambition.\nJust three months after Luke's death, he finished his qualifications and gained his private pilot licence.\nThe former Royal Mechanical and Electrical Engineer craftsman went on to self-fund his training by driving lorry tankers before becoming a commercial airline pilot for FlyBe.\nHe did this until the airline collapsed at the beginning of the pandemic and has since returned to his old job until the aviation industry rebounds.\nAaron, who lives with his long-term partner Abigail Hall and their seven-year-old daughter Belle in Loughor, said his brother's mental health deteriorated over two or three years.\nDuring this time he made several suicide attempts but always rang Aaron who managed to talk him out of it.\nOn the night he died, Luke did not call his brother - instead leaving him a note explaining his actions.\nDespite his previous attempts, Aaron was surprised at his death because he seemed \"really happy\" in the fortnight beforehand and had just started a new job.\nBut he sold his car, which Aaron thought was \"odd\", and in hindsight believes was a sign of Luke's intentions.\nThe night before he died, Luke \"repeatedly\" texted his brother pleading with him to come for a night out in Bristol.\n\"Due to work commitments I couldn't make it,\" he explained.\n\"Only hours later he took his own life. If only I knew that all he wanted was to say goodbye one last time I would have been there in a shot.\n\"I wouldn't want any other family or friends to experience the pain of losing someone in this same way.\n\"He didn't really understand life. He said 'I can't see the point in anything'. At the time I didn't understand depression - he went up and down and it was really deep. \n\"I don't want any other families to go through that. Mental health is a big thing, especially at the moment.\n\"After he died I was completely lost for about a year.\"\nChannelling his energy and grief into flying allowed Aaron to gradually rebuild his life.\nHe feared losing his dream job as a pilot might send him into a downward spiral, but said he had come through the pandemic stronger and wanted others to know there is always hope.\nBut he has never forgotten the trauma of his twin brother's death and has set himself challenges ever since.\nPart of his mission to raise awareness involves a challenge he is doing with several close friends and family, including climbing Pen Y Fan in the Brecon Beacons 10 times in 24 hours - the equivalent height of Africa's highest mountain, Mount Kilimanjaro.\nHe hopes to raise £2,000 for Papyrus - which works to try and prevent suicide among the young."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56870370",
      "category": "uk-politics",
      "title": "Dominic Cummings allegations: Boris Johnson urged to explain funding of flat refurbishment",
      "tags": "Keir Starmer,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "Boris Johnson is being urged to explain how the refurbishment of his Downing Street flat was paid for, following allegations from his ex-chief advisor. \nDominic Cummings claimed the PM had once had \"possibly illegal\" plans to get Tory donors to fund the work.\nThe government said \"costs of wider refurbishment in this year have been met by the prime minister personally\".\nBut Labour said Mr Johnson needed to fully disclose where the money came from and whether it was a loan.\nParty leader Sir Keir Starmer said: \"It matters. It is about integrity, it is about taxpayers' money. Every day there is more evidence of this sleaze. Frankly, it stinks.\n\"Publish the details, have the full inquiry. If there is nothing to see here - whether it is the refurb of No 10, whether it is the dodgy contracts, whether it is the privileged access - if there is nothing to see, publish everything, have a full inquiry.\n\"Sunlight is the best disinfectant,\" Sir Keir said.\nIt comes amid a row over the lobbying of ministers, including the prime minister, after it was revealed he had exchanged text messages with businessman Sir James Dyson. Mr Cummings denied reports he leaked the messages.\nFormer attorney general Dominic Grieve said the \"constant wriggling\" over payment for the flat refurbishment was \"just one illustration of the chaos Mr Johnson seems to bring in his wake\", describing the prime minister as \"a vacuum of integrity\". \nThe former Conservative MP, who was expelled from the parliamentary party by Mr Johnson in 2019 after rebelling against him in a Brexit vote, also described his government as \"a cronyistic cabal\". \nOnce Mr Johnson's closest ally, Mr Cummings was forced out of his Downing Street role at the end of last year, following an internal power struggle.\nIn a blistering attack on his old boss on Friday, Mr Cummings questioned the prime minister's \"competence and integrity\".\nIn his first blog post since leaving his role, Mr Cummings: \nNo 10 insisted the PM had never interfered in a government leak inquiry.\nMr Cummings promised to answer questions about \"any\" issues when he appears before a Parliamentary inquiry into the government's pandemic response on 26 May.\nSir Alistair Graham, former chairman of the Committee on Standards in Public Life, said if Mr Cummings could give evidence about the prime minister's alleged incompetence this could be \"very damaging\". \nIn his blog, Mr Cummings claimed the prime minister once planned to have donors \"secretly pay\" for renovation of his official Downing street flat. \nLike several of his recent predecessors, Mr Johnson and his fiancee Carrie Symonds are living in the flat above No 11 Downing Street, which is larger than the one above No 10.\nIn March, Downing Street dismissed as \"speculation\" suggestions that refurbishments carried out last year would be paid for by Tory donors through a charity set up for this purpose, amid reports that the costs had spiralled out of control.\nMr Cummings said Mr Johnson \"stopped speaking to me about the matter in 2020\", after he told the prime minister the renovation plans were \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nHe added he would be \"happy to tell the cabinet secretary [Simon Case] or Electoral Commission\" what he knew about the matter but that his knowledge is \"limited\".\nThe Electoral Commission says it is working to establish whether any of the spending on the flat needs to be examined within its own remit on political donations, and therefore needs to be reported and subsequently published.\nBy Damian Grammaticas\nWhen he was sacked by Boris Johnson last year Dominic Cummings left Downing Street ostentatiously carrying a cardboard box designed for office files. \nMr Cummings is a controversial figure. Many will not like him or put store by what he says. But the knowledge he bore with him is starting to come out as allegations. \nAnd he says he's prepared to give evidence under oath.\nWhen he gets his teeth into a cause, Mr Cummings is a tenacious campaigner, and he's skilful at weaving a narrative that can be damaging to his opponents. The prime minister is now one of them. \nWhat may have the biggest impact is the way Mr Cummings is drawing together the disparate strands of recent lobbying leaks and revelations, into one arc, questioning Mr Johnson's \"competence and integrity\". \nDowning Street says the prime minister has done nothing wrong. But can it close Pandora's box?\nIn response to Mr Cummings's claims, a No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\n\"Cabinet Office officials have been engaged and informed throughout and official advice has been followed.\n\"All reportable donations are transparently declared and published - either by the Electoral Commission or the House of Commons registrar, in line with the requirements set out in electoral law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in transparency returns.\"\nResponding to a Parliamentary question, Cabinet Office minister Lord True said that during successive governments the prime minister has been given an allowance of £30,000 a year from the public funds to maintain and furnish the flat in Downing Street.\nHe said no work took place in 2019-20 due to the pandemic, but official figures on spending this year are not yet available. \nDowning Street contractors have carried out work on painting, sanding and floorboards, Lord True said, while \"any costs of wider refurbishment in this year have been met by the prime minister personally\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56872426",
      "category": "uk-politics",
      "title": "Sir Keir Starmer: 'Every day there's more sleaze, it stinks'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56858219",
      "category": "uk-wales",
      "title": "TikTok: 'My nan has helped me get millions of views'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56878836",
      "category": "uk-england-london",
      "title": "Fares Maatou: Boy, 14, charged with murder after Newham stabbing",
      "tags": "Metropolitan Police Service,London violence",
      "text": "A 14-year-old boy has been charged with the murder of Fares Maatou, who was stabbed outside an east London pizza restaurant.\nFares, aged 15, died at the scene of the attack on Barking Road, Newham, at 16:30 BST on Friday.\nWitnesses said he was wearing his school uniform when he was stabbed.\nTwo boys, 14 and 15, were held on suspicion of murder on Friday. The charged boy is due to appear at Stratford Youth Court on Monday.\nThe 14-year-old is also accused of possession of an offensive weapon, while the 15-year-old has been released on bail.\nAnother 15-year-old boy was arrested on suspicion of murder on Saturday and remains in custody.\nA third 15-year-old boy, who police say was arrested in connection with the incident, was also bailed until May. \nThe Metropolitan Police believe Fares was in possession of an e-scooter when he was attacked, but officers are keeping \"an open mind\" as to the motive.\nA post-mortem examination gave the cause of his death as stab injuries.\nDet Ch Insp Perry Benton said: \"I spoke yesterday about how local people have provided fantastic support to our investigation and given us a good deal of information. This has continued over the weekend, and once again I thank them for that.\n\"Every piece of information could be vital, so I continue to appeal for anyone who knows anything and any witnesses who have yet to speak with police to please come forward.\"\nMr Benton added he has assured Fares's family of his \"total commitment to bringing to justice those responsible for this senseless killing\". \n\"This remains a fast-moving investigation and there will be further developments,\" he said.\nA cordon remains in place and the public can expect an increased police presence in the area, the Met added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56878753",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Shops, gyms, pools and pubs reopen after lockdown",
      "tags": "Coronavirus lockdown measures,Pubs,Museums,Glasgow,Scotland business,Coronavirus pandemic",
      "text": "Shops, gyms, swimming pools, pubs, restaurants and cafes in Scotland have reopened after a four month-long winter lockdown. \nEarly morning queues formed at fashion retailers in Glasgow and Edinburgh as shoppers waited for doors opening.\nTravel restrictions have also been eased, allowing trips to other parts of the UK for non-essential reasons.\nMinisters say restrictions can be eased as the most vulnerable people have been offered their first vaccine dose.\nScotland has been in level four lockdown since 26 December, with all non-essential shops, leisure facilities, and hospitality venues closed.\nDriving lessons and tests can resume, while nail salons, museums and holiday accommodation can also reopen.\nAs the mainland moves into level three restrictions many businesses will still be subject to strict rules on capacity and social distancing. \nUnlike England, pubs and restaurants will be able open indoors until 20:00 - but they will only be able to serve alcohol to customers seated outside. \nA number of shops across Scotland opened early to mark the easing of restrictions with queues outside many larger retailers.\nBraehead Shopping Centre near Glasgow opened at 07:00, with some customers outside for an hour beforehand. \nKatie Moody, of the city's Princes Square shopping centre, said: \"People do seem a bit more comfortable about coming out this time.\n\"Glaswegians love to shop, we have seen queues in the city and I think there are just some things you want to experience in person and we are giving them that back.\"\nIn Inverness, restaurateur Norman MacDonald MBE opened his Cafe 1 restaurant for the first time since Christmas Eve.\nHe said: \"It is great we are open, and the team is back in and champing at the bit to look after their customers.\"\nLush on Edinburgh's Princes Street had a small queue waiting. Manager Alan Brown said: \"We're just really excited to be speaking to people again after such a long time.\"\nLiz Cameron from the Scottish Chamber of Commerce said the excitement was \"fantastic\" for businesses.\nShe added: \"We must remember it's been a long time, and we have a lot of costs we have to be able to recoup and it will not happen in a day or a week.  \n\"It's the start of our journey but let's remember this is about trying to save as many jobs as possible. \"\nPublic Health expert Prof Devi Sridhar said infection numbers were low enough to support the opening up of a large part of society.\nShe told BBC Radio's Good Morning Scotland: \"The end is in sight within weeks. We can see the full adult population getting vaccines by the summer.\"\nShe said Covid testing would also make a difference.\n\"I would really encourage people to get tested both the PCR and at home lateral flow testing,\" she added. \n\"The safest way to keep bars and pubs and indoor hospitality open is to make sure that nobody inside is infectious.\"\nRapid testing kits are being made available to everyone in the country.  The lateral flow tests can be picked up without an appointment from walk-in or drive through test sites from 15:30 every day. \nAnd the Scottish government is launching a new app - Check In Scotland - making it easier for businesses to collect contact tracing details. \nAmong those reopening their business is Barry Cowan from The Walled Garden Touring Park, near Maybole in Ayrshire. \nHe had to open his gates four hours earlier than usual to meet demand.\nHe said the caravan park would be operating at half capacity so holiday-makers have more space.  But with restrictions on foreign travel still in place, Mr Cowan is booked into August and September. \n\"We can't wait, we're really, really excited and we're sure we're going to have a good season,\" he said. \nHepcat Tattoos in Glasgow is one of the \"close contact businesses\" that will be open for the first time in four months. \nPent-up demand means most of Kurt McGonigle's tattooists are booked up for months to come. \n\"We were closed for four months so most of our income stopped, so we're all really excited to be going back to work and get back to normal,\" Mr McGonigle said. \nSteve Annand, of drinks wholesaler Inverarity Morton, said the lifting of lockdown was \"a bit of light at the end of the tunnel - but there's still a good way to travel before we're back to normal levels\". \nPermitting bars and restaurants to serve drinks indoors will be the key to rebuilding after a \"really difficult\" few months. \n\"I think we need to get back to enjoying alcohol inside, in an indoor environment, in bars and restaurants,\" he said.\n\"That is what's going to give us the opportunity to try and trade normally and rebuild our business and rebuild the whole wholesale sector.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56882496",
      "category": "business",
      "title": "Post office scandal: Ex-boss quits director jobs after scandal",
      "tags": "Dunelm Group,Post Office Ltd,St Albans,The Church of England,Post offices,Information technology",
      "text": "The former chief executive of the Post Office has quit her roles on the boards of Morrisons and Dunelm following the IT scandal which led to the wrongful convictions of former postmasters.\nMorrisons announced Paula Vennells would leave after serving as a non-executive director since 2016.\nShe is relinquishing her non-executive position at home furnishing retailer Dunelm with immediate effect.\nShe is also stopping her duties as an ordained Church of England minister.\nMs Vennells said: \"It is obvious that my involvement with the Post Office has become a distraction from the good work undertaken by the boards I serve.\n\"I have therefore stepped down with immediate effect from all of my board positions.\"\nMs Vennells was chief executive of the Post Office between 2012 and 2019.\nOn Friday, 39 former Post Office workers saw their criminal convictions overturned by the Court of Appeal.  \nThe convictions had been based on the flawed software system Horizon, which showed shortfalls in the sub-postmasters' accounts where they did not exist. The IT system was installed in 1999 under former chief executive John Roberts.\nOther appeals are expected to follow in what is the most widespread miscarriage of justice in the UK's history. \nThe government has launched an inquiry into the prosecution of the former Post Office workers.\nMs Vennells said: \"I am truly sorry for the suffering caused to the 39 sub-postmasters as a result of their convictions which were overturned last week.\"\nMs Vennells said she now intended \"to focus fully on working with the ongoing government inquiry to ensure the affected sub-postmasters and wider public get the answers they deserve\".\nDunelm's chairman Andy Harrison said: \"We respect Paula's decision to step down from the board and I would like to thank her for the positive contribution she has made to the business since her appointment in September 2019.\"\nThe chairman of Morrisons, Andrew Higginson, said: \"Paula has been an insightful, effective and hardworking non-executive director, and, on behalf of the Board, I want to thank her for her significant contribution over the last five years.\"\nMore than 700 people were wrongly convicted of offences of theft, fraud and false accounting, in prosecutions between 2000 and 2014, and some of them were imprisoned.\nQuestions had been raised about the behaviour of Post Office directors during this time, and Ms Vennells, 62, faced calls to have her bonuses clawed back and be stripped of her CBE title, which had been given for \"services to the Post Office and to charity\".\nJo Hamilton, one of the 39 former Post Office workers whose convictions were quashed on Friday, said Ms Vennells' role at Morrisons and Dunelm was \"untenable and I don't think she could stay\".\nShe added that she would now consider shopping at the retailers after boycotting both when Ms Vennells joined their boards. Even during the pandemic when many supermarket online delivery slots were booked up, Ms Hamilton said \"I'd rather starve to death\" than shop at Morrisons.\nIn a statement issued on Sunday evening, Ms Vennells, an associate Anglican minister in Bromham, Oakley and Stagsden, Bedfordshire, said she would be stepping back from her \"regular parochial duties\".\nMs Vennells said: \"It is obvious that my involvement with the Post Office has become a distraction from the good work undertaken in the Diocese of St Albans and in the parishes I serve.\n\"I have therefore stepped back with immediate effect from regular parish ministry.\"\nFor the sub-postmasters and postmistresses who faced prison, criminal convictions and financial ruin after being wrongly pursued by the Post Office, one of the hardest elements has been confronting a faceless institution. \nBut the name that has been repeated to me again and again by victims I've spoken to is that of Paula Vennells.\nAlthough the computer problems began before her tenure as chief executive, under her leadership, the glitches within the system became widely reported on. \nBut she insisted the system was \"robust\", defending the technology and her organisation's actions to a committee of MPs.\nAs chief executive, she chose to fight lengthy and expensive legal battles against sub-postmasters seeking redress. \nWhen more than 500 sub-postmasters won a civil court case against the Post Office in December 2020, the judge said that under her leadership the actions of the Post Office had been \"both cruel and incompetent\".\nShe received a CBE for \"services to the Post Office\" in 2019. \nSince Ms Vennells stepped down as boss, there has been a dramatic shift in tone from the Post Office. It did not contest the vast majority of individuals who managed to overturn their convictions in the Court of Appeal last week. It has issued an apology and is already mentioning compensation.\nThe Bishop of St Albans, the Right Reverend Dr Alan Smith, said that his father had been a sub-postmaster, adding: \" I express my distress at the miscarriage of justice that so many sub-postmasters have suffered.\"\nHe said: \"I am aware that there are still legal processes and inquiries to take place during which it is right that Ms Vennells stands back from public ministry.\" \nFollowing the legal decision on Friday, Ms Vennells said she was \"deeply saddened\" by the sub-postmasters' accounts. She said she would cooperate with the government inquiry \"as I did with last year's select committee inquiry\". \nThe Horizon IT system, installed by the Post Office in branches across the UK, was flawed from the start.  \nAt the Court of Appeal on Friday, Lord Justice Holroyde said the Post Office \"knew there were serious issues\" and had a \"clear duty to investigate\".\nBut the Post Office \"consistently asserted that Horizon was robust and reliable\" and \"effectively steamrolled over any sub-postmaster who sought to challenge its accuracy\".\nThose affected have long called for a judge-led, full, public inquiry, rather than the government's own inquiry which is set to report in the summer.\nThe Criminal Cases Review Commission, which investigates potential miscarriages of justice, is reviewing another 22 cases.\nThere were more than 700 prosecutions based on Horizon evidence. The commission and the Post Office are asking anyone else who believes their conviction to be unsafe to come forward. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56876153",
      "category": "uk-politics",
      "title": "Dominic Cummings allegations: Labour wants minister to face MPs",
      "tags": "Keir Starmer,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "Labour is calling for a senior minister to face MPs' questions over allegations the PM considered asking Conservative donors to help fund his Downing Street flat refurbishment.\nThe party will request the government be summoned to the Commons to address claims by ex-adviser Dominic Cummings.\nLabour says Boris Johnson needs to disclose where the money came from.\nThe government said \"costs of wider refurbishment in this year have been met by the prime minister personally\".\nIt comes amid a row over the lobbying of ministers, including the prime minister, after it was revealed he had exchanged text messages with businessman Sir James Dyson. Mr Cummings denied reports he leaked the messages.\nOnce Mr Johnson's closest ally, Mr Cummings was forced out of his Downing Street role at the end of last year, following an internal power struggle.\nIn a blistering attack on his old boss on Friday, Mr Cummings questioned the prime minister's \"competence and integrity\".\nIn his first blog post since leaving his role at the end of 2020, Mr Cummings:\nNo 10 insisted the PM had never interfered in a government leak inquiry.\nOn Monday, Labour will ask the Commons speaker to grant an urgent question, a device which allows MPs to question a senior minister at short notice.\nMr Cummings promised to answer questions about \"any\" issues when he appears before a Parliamentary inquiry into the government's pandemic response on 26 May.\nTory MP Greg Clark, chairman of the Commons Science and Technology Committee, told the BBC the usual procedure would be to publish any documents Mr Cummings provides on lessons learned from the handling of Covid.\nLike several of his recent predecessors, Mr Johnson and his fiancee Carrie Symonds are living in the flat above No 11 Downing Street, which is larger than the one above No 10.\nIn March, Downing Street dismissed as \"speculation\" suggestions that refurbishments carried out last year would be paid for by Tory donors through a charity set up for this purpose, amid reports that the costs had spiralled out of control.\nThe Electoral Commission says it is working to establish whether any of the spending on the flat needs to be examined within its own remit on political donations, and therefore needs to be reported and subsequently published.\nOn Saturday, Labour also said Mr Johnson needed to reveal whether any of the money was a loan.\nLabour leader Sir Keir Starmer said: \"If there is nothing to see here - whether it is the refurb of No 10, whether it is the dodgy contracts, whether it is the privileged access - if there is nothing to see, publish everything, have a full inquiry.\"\nIn response to Mr Cummings's claims, a No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\n\"Cabinet Office officials have been engaged and informed throughout and official advice has been followed.\n\"All reportable donations are transparently declared and published - either by the Electoral Commission or the House of Commons registrar, in line with the requirements set out in electoral law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in transparency returns.\"\nResponding to a Parliamentary question, Cabinet Office minister Lord True said that during successive governments the prime minister has been given an allowance of £30,000 a year from the public funds to maintain and furnish the flat in Downing Street.\nHe said no work took place in 2019-20 due to the pandemic, but official figures on spending this year are not yet available. \nDowning Street contractors have carried out work on painting, sanding and floorboards, Lord True said, while \"any costs of wider refurbishment in this year have been met by the prime minister personally\"."
    }
  ]
}