{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-55804205",
      "category": "business",
      "title": "'I was scammed out of £17,000 on Instagram'",
      "tags": "Social media,Personal investment,Financial Conduct Authority (FCA),Personal finance,Instagram,Fraud",
      "text": "\"I was following this guy on Instagram and he always posts with his car, a rose gold Maserati, saying that he's rich and self-made and really young, he's only 21,\" says Jonathan Reuben, 24, an accountant.\nHe discovered a foreign exchange trade investment scheme through an account he followed on Instagram. \n\"At first I put in £1,000 and once I saw I was getting money I deposited a bit more and more. In the end I was scammed out £17,000,\" he told the BBC's Money Box programme.\nJonathan is one of a rising number of Instagram users who have lost money to alleged fraudsters posting on the social networking service. \nSince the coronavirus outbreak began last year, the average number of Instagram frauds reported each month has increased by more than 50%, according to new figures by Action Fraud, the UK police national reporting centre for fraud and cyber crime.\nThere's also been a rise in the reported amount of money lost. Before the pandemic it averaged £60,000 a month, but it has now risen to about £200,000 a month.\nJonathan said the alleged fraudster, Gurvin Singh, a man from Plymouth, claimed he got rich quick through foreign exchange trading. Mr Singh then offered users who follow him on Instagram the chance to follow his get-rich-quick trades.\n\"He said any trade he does will be copied to my account when I signed up.\"\nJonathan said he was promised almost immediate profits and given access to a trading platform called Infinox, where he could analyse his investment's performance. \nAt first, his profits rose and he invested more money. But he became suspicious after a few months, when he saw his funds plummet over two days. \n\"I did attempt to withdraw, but it just said withdrawal failed. I asked them for an explanation and their excuse was that the profits dropped because of Brexit. After a few days all my money was gone and I could no longer contact Gurvin or anyone involved,\" Jonathan said. \"I've reported it to the police, my banks and Instagram.\"\nJake Moore, a cyber security specialist, says that with a lot of young people looking at social media every day, scams like this are becoming more common.\n\"People are sucked in and want to believe it and want that lifestyle, especially these days, with young people struggling to get jobs,\" he said. \"You definitely see more people looking at different and newer ways to make more money.\"\n\"There are billions of social media accounts and algorithms aren't sophisticated enough yet, we can't rely on computers to do this. Social media companies have got a steep wall up against them.\"\nHe urged social media users to never part with money when they are dealing with somebody they don't know. \n\"There are accounts out there offering these wonderful schemes where you can double, triple, quadruple your money. These are scams,\" he said. \nFacebook, which owns Instagram, says it fights proactively against this type of content with spam detection technology and is investigating Mr Singh's account.\n\"There's no place for fraudulent or inauthentic behaviour on Instagram. We have a safety and security team of 35,000 people working to keep our platforms safe and we block millions of inauthentic accounts every day,\" a Facebook company spokesperson said.\nThe Financial Conduct Authority (FCA), which regulates financial markets in the UK, said Mr Singh had been added to a list of unauthorised traders targeting people in the UK.\nIt strongly advised investors to only deal with financial firms that are authorised by the FCA.\nAction Fraud's National Fraud Intelligence Bureau said the activities of Mr Singh were being investigated, but said there was no criminal inquiry. \nMr Singh did not respond to the BBC's request for comment.\nA spokesperson from Infinox, the platform Jonathan used, said any suggestion that it had acted without integrity or breached any rules was rejected. The spokesperson said it could not comment on the activities of Gurvin Singh as they did not relate to any services Infinox provides.\nYou can hear more on BBC Radio 4's Money Box programme by listening again here.\nFollow Money Box and Darin on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55881092",
      "category": "uk",
      "title": "Covid-19: Record day for UK vaccinations as total nears 9m",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A record 598,389 people were given their first coronavirus vaccination in one day across the UK on Saturday, government figures show.\nAs of Saturday a total of 8,977,329 people had received a jab, and 491,053 of those have had a second dose.\nHealth Secretary Matt Hancock said he was \"delighted\", adding each vaccine \"brings us one step closer to normal\".\nHowever, a further 587 deaths within 28 days of a positive Covid test were reported on Sunday.\nIt takes the UK's total by that measure to 106,158, although the number of reported deaths tends to be lower over the weekend.\nIn a video posted on Twitter Mr Hancock said he was \"so grateful to everybody who's involved in making this happen\", and said it meant three-quarters of those aged 75 to 79 and four-fifths of those over 80 had now been vaccinated.\nSir Jeremy Farrar, director of the Wellcome Trust and a member of the government's Scientific Advisory Group for Emergencies (Sage), described the volume of vaccinations as a \"staggering achievement\".\nEarlier, the health secretary predicted \"a happy and free Great British summer\" but warned of a \"a tough few months\" as national restrictions continue across the UK while vaccinations are administered.\nHis comments came after Dr Susan Hopkins, Public Health England's Covid strategy chief, warned that ending the current coronavirus lockdown must happen \"very slowly, very cautiously\".\n\"It is better to be cautious, let's get the population vaccinated,\" she told the BBC's Andrew Marr.\nEngland's current lockdown will continue until 8 March, when it is hoped schools could begin to reopen, while national restrictions are also in place across Wales, Scotland and Northern Ireland.\nThe vaccines record comes after a week which had seen a row with the European Union over vaccine distribution.\nTaoiseach Micheál Martin said there were \"a lot of lessons to be learnt\" after Brussels reversed its threat to put checks on the Irish border - a move which had been widely condemned.\nInternational Trade Secretary Liz Truss said the president of the European Commission Ursula von der Leyen had assured Prime Minister Boris Johnson that \"there will be no disruption of contracts that we have with any producer in the EU\".\nMeanwhile, the situation in hospitals has \"stabilised\", according to intensive care doctor Prof Rupert Pearse, who said it was going to be \"another very hard year\" for NHS staff.\nHis comments came before it was announced that charity fundraiser Captain Sir Tom Moore, 100, had been admitted to hospital with coronavirus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-55879337",
      "category": "world-middle-east",
      "title": "Covid: Israel to transfer 5,000 vaccine doses to Palestinians",
      "tags": "Israel & the Palestinians,Coronavirus vaccines",
      "text": "Israel says it is transferring 5,000 doses of Covid vaccine to immunise frontline Palestinian health workers.\nIsrael has one of the most advanced vaccination programmes in the world but Palestinians in the occupied West Bank and Gaza have yet to see one.\nUN experts say Israel has a responsibility for vaccinations there.\nIsrael says that is not part of agreed protocols and it has not received any requests from the Palestinians. This is its first such transfer.\nIsrael has recorded some 640,000 Covid cases since the pandemic began, and just over 4,700 deaths, Johns Hopkins University research shows. There have been almost 160,000 cases in the West Bank and Gaza, with 1,833 deaths, the research shows.\nIsrael's special deal with vaccine supplier Pfizer - Israel is providing vital medical data in return for a quick rollout - has helped it to become the country that has inoculated more people per head of population than any other.\nSome 1.7 million people, almost 20% of the population, have already received both doses. More than three million people have received the first. However, the country remains under lockdown.\nThe office of Israeli Defence Minister Benny Gantz confirmed on Sunday that Israel would make the transfer to the Palestinian Authority. The Palestinians have not yet commented.\nNeither the West Bank, whose limited self-rule is run by the Palestinian Authority, nor Gaza, controlled by militant Islamist movement Hamas, has started vaccination programmes.\nPalestinian health officials say deals are being negotiated for vaccine supplies but it is unclear when they will start.\nThe territories also hope to benefit from the World Health Organization-backed Covax scheme, to supply vaccines to poorer states and nations, but again timings are unknown.\nA few thousand Russian-made vaccines have arrived but is unclear who they have gone to.\nAbout 2.7 million Palestinians live in the West Bank, and another 1.8 million in Gaza.\nIsrael points to the Oslo accords, agreed in 1993 and 1995, which set out how parts of the West Bank and Gaza would be governed under an interim framework until a permanent peace settlement can be reached.\nIt says these give the Palestinian Authority oversight of public health under the principles of self-determination.\nThe Palestinians say those accords also say Israel should co-operate in combating epidemics and contagious diseases.\nUN experts say the Geneva Convention on occupied territories takes priority over these accords and it is Israel's responsibility to provide equitable access to vaccines for Palestinians in Gaza and the West Bank.\nIsrael's extensive vaccination drive does include Israel's Arab citizens and Palestinians living in annexed east Jerusalem.\nOn Friday the WHO warned against \"vaccine nationalism\", saying there was a \"real danger that the very tools that could help to end the pandemic - vaccines - may exacerbate\" global inequality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55877829",
      "category": "uk-england-london",
      "title": "HS2 underground protest: Activists 'being forced out' of tunnel",
      "tags": "Euston,HS2",
      "text": "Activists staging an underground protest in central London say an eviction team is in the process of forcing them out.\nHS2 Rebellion, who are camped out at Euston Square Gardens, say the team is burrowing a vertical tunnel causing crumbs of earth to fall around them. \nThe activists dug tunnels to thwart their eviction from a protest camp.\nHS2 declined to comment but has previously said all activities to protect the protesters would be safe.\nThe protesters, who said the eviction team was also digging above their heads, have refused to say how many people are underground but say they are confident they can last several more days. \nSome of the group who were outside the tunnels have been arrested.\nOne protester said: \"All night we've had rocks falling down on to our head through the gaps. \n\"They've kept us awake all night for hours and hours and hours to keep us awake and try and coax us out of the hole. \n\"All of the dirt is still coming down in my sleeves. It's not the most pleasant of experiences, it's pretty nasty to be fair.\"\nIn September, the group set up a Tree Protection Camp in the gardens in protest against the £106bn HS2 scheme. \nThe campaigners allege that the small green space near Euston station will be built over with a temporary taxi rank, before being sold to developers, as part of plans for the high-speed railway. \nThe eviction team has now removed the roof from the structure which protected the front of the tunnel.\nMeanwhile, Greenpeace and Friends of the Earth have urged the government to reconsider the HS2 project, saying the coronavirus pandemic has destroyed the economic case for the high-speed rail line.\nThe railway was signed off by Prime Minister Boris Johnson almost a year ago before travel plummeted as a result of the virus and people turned to home working and Zoom.\nThe protesters say the project will prove a waste of money.\nA government spokesman said HS2 would continue because and form a vital part of the UK's future infrastructure.\nRoger Harrabin, BBC News Environment Analyst:\nMost people think of trains as being cleaner than cars and that's generally true.\nBut in the case of HS2, there's a new track to be carved through the countryside and that has changed the equation.\nThat's because of the vast quantities of carbon emitted during the construction of the line, with all its steel, and cement, and its huge construction machines.\nHS2 first estimated it would take more than 100 years to repay this \"carbon debt\" before the line started to save CO2 - that's way beyond what UK climate targets demand. \nThe firm has now withdrawn that calculation, but not offered another figure.\nAnd now there's another factor at play: the seismic shift in travel patterns following the coronavirus pandemic and the Zoom revolution.\nHS2 was designed to serve increased passenger numbers. Protesters say there's such uncertainty about future travel that building the line now looks a £100bn gamble. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55882489",
      "category": "world-asia",
      "title": "Myanmar coup: Aung San Suu Kyi detained as military seizes control",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,Rohingya",
      "text": "Myanmar's military has seized power after detaining Aung San Suu Kyi and other democratically elected leaders.\nTroops are patrolling the streets and a night-time curfew is in force, with a one-year state of emergency declared.\nUS President Joe Biden raised the threat of new sanctions, with the UN and UK also condemning the coup.\nThe army alleges the recent landslide election win by Ms Suu Kyi's party was marred by fraud. She urged supporters to \"protest against the coup\".\nIn a letter written in preparation for her impending detention, she said the military's actions would put the country back under a dictatorship.\nThe military has already announced replacements for a number of ministers.\nOn the streets of the main city, Yangon (Rangoon), people said they felt their hard-fought battle for democracy had been lost.\nOne 25-year-old resident, who asked not to be named, told the BBC: \"Waking up to learn your world has been completely turned upside down overnight was not a new feeling, but a feeling that I thought that we had moved on from, and one that I never thought we'd be forced to feel again.\"\nMyanmar, also known as Burma, was ruled by the armed forces from 1962 until 2011, when a new government began ushering in a return to civilian rule.\nShe spent nearly 15 years in detention between 1989 and 2010. She was internationally hailed as a beacon of democracy and received the Nobel Peace Prize in 1991.\nBut her international reputation suffered severely following an army crackdown on the mostly Muslim Rohingya minority. Former supporters accused her of refusing to condemn the military or acknowledge accounts of atrocities.\nIn the early hours of Monday, the army's TV station said power had been handed over to commander-in-chief Min Aung Hlaing.\nMs Suu Kyi, President Win Myint and other leaders of the National League for Democracy (NLD) were arrested in a series of raids. It is not clear where they are being held.\nNo major violence has been reported. Soldiers blocked roads in the capital, Nay Pyi Taw, and the main city, Yangon. International and domestic TV channels, including the state broadcaster, went off air. Internet and phone services were disrupted. Banks said they had been forced to close.\nLater, the military announced that 24 ministers and deputies had been removed, and 11 replacements had been named, including in finance, health, the interior and foreign affairs.\nA curfew is now reportedly in effect from 20:00 local time to 06:00 (13:30-23:30 GMT).\nThe military takeover follows weeks of tensions between the armed forces and the government following parliamentary elections lost by the army-backed opposition.\nThe opposition had demanded a re-run of the election, raising allegations of widespread fraud that were not backed by the electoral commission.\nSo it is official. The armed forces in Myanmar have confirmed that they have carried out a coup d'etat, their first against a civilian government since 1962, and in apparent violation of the constitution which the military promised to honour as recently as last Saturday.\nThe grievances which have been driving tension between the military and the government are well enough known. The military-backed party, the USDP, performed poorly in last November's general election, whereas the NLD did even better than in 2015.\nThe timing of this coup is also easily explained. This week the first session of parliament since the election was due to start, which would have enshrined the election result by approving the next government. That will no longer happen.\nBut the military's longer game plan is hard to fathom. What do they plan to do in the year they have given themselves to run the country? There will be public anger over a coup so soon after an election in which 70% of voters defied the Covid-19 pandemic to vote so overwhelmingly for Aung San Suu Kyi. \nFamously stubborn, she is unlikely to co-operate with a gun held to her head. Her ally, President Win Myint, is the only person authorised under the constitution to enact a state of emergency. He has been detained with her. \nFor the moment the military's action appears reckless, and puts Myanmar on a perilous path.\nMichael Ghilezan, a partner of a US law firm who lives in Yangon, told the BBC he had expected military vehicles and protests in the city, but there was instead an eerie calm. \"The most common reaction from my Burmese friends has been anger. They feel deeply betrayed by the military and the USDP.\"\nThis was reflected in other comments from the streets, although there have been some supporters of the army out waving flags in Yangon.\nTheinny Oo, a development consultant, told Reuters: \"We had a lawful election. People voted for the one they preferred. We have no protection under the law now.\"\nMany people feared giving their names. One 64-year-old resident of Hlaing township told AFP: \"I don't want the coup. I have seen many transitions in this country and I was looking forward to a better future.\"\nAuthor and historian Thant Myint-U tweeted that a door had opened to a \"very different future\", and he feared for the millions who had been descending into poverty.\nUN Secretary-General António Guterres called the army's move a \"serious blow to democratic reforms\", as the security council prepared for an emergency meeting. The UN demanded the release of what it said were at least 45 people who had been detained.\nJoe Biden released a statement saying \"force should never seek to overrule the will of the people or attempt to erase the outcome of a credible election\".\nHe said the removal of sanctions over the past decade as Myanmar progressed to democracy would be immediately reviewed, adding: \"The United States will stand up for democracy wherever it is under attack.\"\nIn the UK, Prime Minister Boris Johnson condemned the coup and Aung San Suu Kyi's \"unlawful imprisonment\".\nEuropean Union leaders have issued similar condemnations.\nChina, which has previously opposed international intervention in Myanmar, urged all sides in the country to \"resolve differences\", while some regional powers, including Cambodia, Thailand and the Philippines, said it was an \"internal matter\".\nAung San Suu Kyi, 75, is the daughter of Myanmar's independence hero, Gen Aung San who was assassinated just before the country gained independence from British colonial rule in 1948.\nShe remained popular with the public despite spending years under house arrest. \nShe was released in 2010, and in November 2015 she led the NLD to a landslide victory in Myanmar's first openly contested election for 25 years and became de facto leader.\nIn recent years, her leadership has been defined by the treatment of the country's mostly Muslim Rohingya minority.\nIn 2017 hundreds of thousands of Rohingya fled to neighbouring Bangladesh due to an army crackdown sparked by deadly attacks on police stations in Rakhine state.\nMs Suu Kyi's defence of the military over the widely condemned crackdown lost her much of her international support.\nAre you in Myanmar? What have you seen of the coup? Only if it is safe to do so, please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55876035",
      "category": "world-us-canada",
      "title": "Donald Trump 'parts with lawyers' before impeachment trial",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Donald Trump,United States",
      "text": "Former US President Donald Trump has parted ways with lawyers representing him in his impeachment trial in the Senate, US media report.\nThe departure of Butch Bowers and Deborah Barbier was reportedly a mutual decision. \nMr Trump's trial for incitement to insurrection starts on 8 February. \nSenators will be asked whether to convict him on a charge he incited insurrection at the US Capitol on 6 January, when five people died.\nGreg Harris and Johnny Gasser, two former federal prosecutors from South Carolina, have also left the team, the Associated Press reports. They were reportedly unwilling to defend Mr Trump on the basis of alleged election fraud.\nJosh Howard, a North Carolina attorney who was recently added to the team, has also left, CNN reports.\nIt is now unclear who will represent Mr Trump during the trial. \n\"We have done much work, but have not made a final decision on our legal team, which will be made shortly,\" tweeted Trump advisor Jason Miller in response to the reports.\nMr Trump is the first president in history to be impeached twice. He was impeached by the House in 2019 over his dealings with Ukraine, but acquitted by the Senate.\nNow he is accused of inciting a mob that stormed Congress after he repeated false claims of election fraud.\nBut it is likely he will be acquitted again. \nA total of 45 out of 50 Senate Republicans voted this week to consider stopping the trial before it even started on the grounds that presidents cannot face impeachment trials once they have left office.\nIt would take 17 Republican senators breaking ranks and voting alongside the 50 Democrats to convict the president, potentially leading to his prevention from running for federal office ever again."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55796748",
      "category": "uk-wales",
      "title": "Covid: Pandemic 'has highlighted archaic wedding laws'",
      "tags": "Coronavirus lockdown measures,Marriage,Weddings,Coronavirus pandemic",
      "text": "Restrictions forcing couples to cancel weddings during the coronavirus pandemic have highlighted \"archaic\" marriage laws, a legal body has said.\nWith wedding venues and churches closed for months, many couples have had to put their big days on hold. \nThe Law Commission wants to see changes in England and Wales to marry at home, outdoors - and even remotely.\nThe Ministry of Justice said it wanted to ensure the law \"better reflects modern society\".\nThe Law Commission said the pandemic had highlighted the laws, some of which date back to the 19th Century, were \"ancient\" and \"unnecessarily restrictive\" and had led to weddings becoming more expensive.\nVicars and celebrants told BBC Wales many couples had realised during lockdown they did not care about the \"bells and whistles\" and just wanted to get married as soon as possible.\nWhile rules have changed in Scotland and Northern Ireland, in England and Wales couples must choose between a civil or religious ceremony with an officiant and certain wording, with no option for a legally-binding ceremony reflecting other beliefs.\nMost couples must have their weddings in a registered building - either a place of worship or a licensed venue - and cannot marry outdoors, meaning many had been forced to be postponed due to venues being closed.\nBut under changes, proposed by the Law Commission, people would be allowed to marry legally \"anywhere\".\nWeddings could also be permitted via video call during any future national emergency, such as another pandemic.\nProfessor Nick Hopkins, family law commissioner at the Law Commission, which reviews legislation, said the marriage laws in England and Wales had \"not kept up with changes in society\".\n\"Our proposals would give couples the freedom to choose the wedding venue they want and a ceremony that is meaningful for them,\" he said.\nAfter getting engaged at the Glastonbury Festival, Amy Neagle and her fiancé Matt Bartlett had hoped to get married in a weekend-long glamping celebration in the Brecon Beacons in May.\nBut with their humanist ceremony not being legally recognised, the couple had planned to attend a register office the week before, which Ms Neagle said was not easy when things feel \"so uncertain\".\n\"My biggest concern is, is it going to take away from the actual day, as we have already signed the paper...to us it feels like an administrative task,\" she said.\n\"It would be great to have the full focus on the wedding day and for it to be legally binding.\"\nMs Neagle said the couple would go ahead with the date, but might have to change their plans and make tough decisions.\n\"If worse comes to worse and we can't go Brecon then it would be nice if we could get married in the garden over Zoom,\" she added.\nHowever, she said they would still have to go to the register office.\n\"It's sad, but our family and friends understand that we just want to start our married lives together.\"\nLast year during the pandemic, celebrant Sian Julia Jackson performed a ceremony in a back garden of the groom's childhood home, around a tree where his mother's ashes were scattered.\n\"That was really special ceremony,\" said Ms Jackson, from Neath Valley.\n\"People were probably looking from their gardens and could see what was going on.\n\"For that to be recognised legally would be incredible\". \nMany Muslim weddings are not classed as legally binding under English and Welsh law, and couples are required to have a civil ceremony if they want to have it legally recognised. \nAbdul-Azim Ahmed, the Secretary General of the Muslim Council of Wales, said Islamic marriages could be undertaken by \"anyone, anywhere\" and the existing laws were \"too bureaucratic \" and not reflective of the diverse cultures and traditions of modern Wales.\nHe said changing the law would give couples greater protection in courts, but that there needed to be flexibility to recognise the many reasons couples may not want their marriage to be binding under UK law.\n\"If the location did not have to be registered that would help remove barriers to getting a ceremony which is recognised in civil law as well as religiously valid for Muslims,\" he said.\nIn 2018, 2,223 weddings were held in Church in Wales churches.\nWith couples paying a standard fee of £455, weddings contributed more than £1m in total towards the estate.\nBut due to uncertainty during the pandemic, and changing rules regarding ceremonies and receptions, many weddings planned for 2021 have already been pushed back.\nAt St Giles' Parish Church, Wrexham, the Rev Dr Jason Bray said that while changes in the 1990s to allow people to get married in approved places - like hotels - had seen a drop in bookings, he did not imagine that would happen again.\n\"For many brides in Wrexham it is their dream place to get married,\" he said.\nDr Bray said when churches were allowed to reopen, a number of couples had asked to get married as soon as possible, despite restrictions.\n\"It's been a bit strange really,\" he said.\n\"But we've tried to make sure we can give them the best experience we can under the circumstances.\"\nThe Church in Wales said that while changes would \"likely have an impact on local churches\" it welcomed any moves to make it easier for people to get married.\n\"We believe a church wedding continues to be a very special experience. Churches are not only beautiful buildings, they are rich in meaning from centuries of use by their communities,\" a spokeswoman said.\nThe Law Commission's review into marriage law was announced in June 2019 by the UK government and following a consultation the body is considering publishing its findings.\nThe Ministry of Justice said it had commissioned the review into weddings in England and Wales to ensure the law \"better reflects modern society\" and would respond after the findings were published."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55840062",
      "category": "world-europe",
      "title": "Navalny slams 'illegal' Russian case against him",
      "tags": "Social media,Russia,Alexei Navalny,Moscow,Vladimir Putin",
      "text": "Russian anti-Putin campaigner Alexei Navalny has denounced his detention as \"blatantly illegal\" in an appeal hearing via video link.\nA judge heard, and then rejected, his appeal against detention for 30 days. \nHe was arrested on 17 January for not complying with a suspended sentence. He had only just arrived from Berlin, where he spent months recovering from a near-fatal Russian nerve agent attack.\nThousands of Navalny supporters protested across Russia last Saturday.\nThe authorities say he was supposed to report to police regularly because of a suspended sentence for embezzlement.\nBut his lawyers called this \"absurd\", saying the authorities knew he was being treated in Berlin for the Novichok poisoning, which happened in Russia last August.\nMr Navalny, Russia's most prominent opposition leader, told the judge on Thursday \"this is all massively, blatantly illegal\".\nHis lawyers protested that Mr Navalny's hasty trial at a police station on 18 January had lacked transparency and that they had been denied access to him.\nMr Navalny also complained he had not been allowed to speak to his lawyers in private since his arrest. Then the judge did allow that to happen briefly. \nPolice have arrested some of his top aides, including lawyer Lyubov Sobol and his brother Oleg.\nTwo other aides - his spokeswoman Kira Yarmysh and anti-corruption investigator Georgi Alburov - were escorted back to their homes to witness police searches, then returned to detention.\nMr Navalny's doctor Anastasia Vasilyeva was among those whose flats were raided by police on Thursday. \nA video clip shows her defiantly playing the piano while a police officer reads out an official document, demanding that she sign it.\nMr Navalny accuses President Vladimir Putin of running an administration full of \"thieves\". Mr Putin refuses to name him in public and belittles him as simply a \"blogger\".\nThe campaigner's Anti-Corruption Foundation (FBK) has urged supporters to rally again on Sunday. The wave of arrests is linked to last Saturday's unauthorised rallies. One of the accusations is that children are being drawn to them via social media.\nIn the appeal hearing, Mr Navalny blamed his treatment on \"those who want to shut me up - to scare me and everyone else.\"\n\"You want to show you're the bosses of this country. But you are not. You have the power now, but that's not eternal.\"\nHe said the protesters and his team facing criminal charges and having their homes searched were the real patriots of Russia - and the majority.\nMr Navalny blamed state security agents under Mr Putin's orders for the Novichok attack which nearly killed him. Investigative journalists in the Bellingcat team have named Russian FSB agents suspected of the poisoning.\nThe Kremlin denies involvement and disputes the conclusion, by Western weapons experts, that Novichok was used."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55860938",
      "category": "entertainment-arts",
      "title": "'Visionary' music producer Sophie dies aged 34",
      "tags": "Music",
      "text": "Sophie, the Grammy-nominated experimental pop musician and producer, has died aged 34 following a \"sudden accident\" in Athens.\nThe Glasgow-born artist worked with the likes of Madonna, Diplo, Camila Cabello and Charli XCX.\nIn a statement, Sophie's management said the musician had died at around 04:00 on Saturday in the Greek capital.\n\"Sophie was a pioneer of a new sound, one of the most influential artists in the last decade,\" they said.\nA further statement from Sophie's record label Transgressive, explained how the \"terrible accident\" had occurred.\n\"True to her spirituality she had climbed up to watch the full moon and slipped and fell,\" they posted online. \"She will always be here with us.\"\n\"The family thank everyone for their love and support and request privacy at this devastating time.\"\nSophie was also known as a transgender icon, after affirming their identity in the 2017 video for It's Okay To Cry. \nThe musician, who preferred not to use gendered pronouns, told Billboard that being trans meant \"taking control to bring your body more in line with your soul and spirit so the two aren't fighting against each other and struggling to survive\",\nThe artist's management said Sophie would be remembered \"not only for ingenious production and creativity but also for the message and visibility that was achieved. An icon of liberation\".\nSophie's innovative productions drew on pop, trance and underground dance music, mixing them with warped, disorientating waveforms to create a sound that was both instantly recognisable and highly in-demand.\nMadonna sought Sophie out to co-produce the 2015 single Bitch, I'm Madonna; while Charli XCX worked with the musician on her abrasive, avant-garde EP, Vroom Vroom and the hit single After The Afterparty.\nSophie's debut album, Oil of Every Pearl's Un-Insides, followed in 2018, exploring questions of identity, non-conformity and reinvention, while expanding the artist's trademark sound with longer, more explorative tracks. \n\"Crossing boundaries of pop music and chasing transcendence, Sophie achieves the rare feat of making abstract, difficult electronic music that hits you straight in the heart,\" wrote the NME in a four-star review.\nThe album was subsequently nominated for a Grammy for best dance/electronic album.\nFrench pop act Héloïse Letissier, aka Christine and the Queens led the tributes to the late star, whose full name was Sophie Xeon. \nWriting on Twitter, Letissier described Sophie as a \"stellar producer\", \"a visionary\", and \"a pioneer\".\n\"She rebelled against the narrow, normative society by being an absolute triumph, both as an artist and as a woman\" she added.\nLondon-based Japanese singer Rina Sawayama echoed those sentiments, calling Sophie an \"icon\". \"The world and our community has lost a beautiful soul,\" she tweeted.\nGuitar hero Nile Rodgers said she was an \"innovative\", \"dynamic\", and \"warm\" person.\n\"Heart-breaking news,\" added singer Sam Smith.\n\"The world has lost an angel. A true visionary and icon of our generation. Your light will continue to inspire so many for generations to come.\"\nAfter being given the Innovator gong at the Association of Independent Music (AIM) Awards in 2018, Sophie used the platform to promote trans rights.\n\"To be truly deserving of this award involved not only changing the sound of today's music, but also ripping apart a deeply entrenched and deeply flawed patriarchal society,\" said the producer while collecting the award.\n\"Creating a more diverse, inspiring and meaningful future for us and the generations whose lives our decisions affect and help shape.\"\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55878450",
      "category": "uk",
      "title": "Covid: Lockdown easing must happen 'very slowly', adviser says",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Elizabeth Truss,Matthew Hancock,Coronavirus pandemic",
      "text": "Ending the current coronavirus lockdown must happen \"very slowly, very cautiously\", Public Health England's Covid strategy chief has said.\nDr Susan Hopkins said the focus should be on getting people vaccinated and preventing another wave of infections.\nShe told the BBC's Andrew Marr: \"I hope that this summer will be similar to last summer... and that will allow us to do things that feel more normal.\"\nMeanwhile, Matt Hancock predicted \"a happy and free Great British summer\".\nBut the health secretary warned of a \"a tough few months\" as national restrictions continue across the UK while vaccinations are administered.\n\"We have to follow the data, we have to see the impact of the vaccine on the ground. It's a difficult balance: we've got to move as fast as we can but in such a way that keeps people safe,\" he told BBC Politics East.\nA record 598,389 first vaccinations were given on Saturday, UK government figures show, taking the total number of people who had received their initial jab to 8,977,329.\nA further 21,088 positive coronavirus cases were identified on Sunday and a further 587 deaths within 28 days of a positive test were recorded - death figures tend to be lower at the weekend.\nDr Hopkins said that, while final decisions are taken by politicians, restrictions should be relaxed \"really quite slowly so that if cases start to increase we can clamp down quite fast\".\nShe added: \"The NHS is going to be under pressure until the end of March, as normal in winter, but even more so with the amount of inpatients they still have with Covid-19. \n\"Any releases that we have will have to happen very slowly, very cautiously, watching and waiting as we go with a two-week period to watch and see the impact of that relaxation because it takes that [time] to see what's happening in the population.\"\nDr Hopkins said every effort must be made to avoid another wave of infections similar to that experienced during the current winter period. \n\"It is better to be cautious, let's get the population vaccinated,\" she added.\nThe latest data indicates 8.98m people in the UK have now received a first vaccine dose, with experts saying all current vaccines should show at least 50% effectiveness against emerging new variants, such as the one first identified in South Africa.\nDr Hopkins described the news that two new vaccines - produced by Novavax and Janssen - are at least 60% effective against the South African variant as \"reassuring\".\nEngland's current lockdown will continue until 8 March, when it is hoped schools could begin to reopen. National restrictions are also in place across Wales, Scotland and Northern Ireland.\nIt came as International Trade Secretary Liz Truss guaranteed there will be no disruption to Pfizer vaccines being supplied to the UK from within the EU after a dispute over exports.\nShe told the Marr programme: \"The prime minister has spoken to the president of the European Commission, she has assured him that there will be no disruption of contracts that we have with any producer in the EU.\" \nShe said it was \"too early\" to say when the UK would send vaccine doses abroad amid predictions there will be a surplus of jabs here.\nThe UK would \"work with friends and neighbours... [and] developing countries because we're only going to solve this issue once everybody in the world is vaccinated,\" she added.\nA paper modelling how and when coronavirus restrictions might be lifted once the most vulnerable are vaccinated suggested that releasing measures suddenly could lead to \"substantial additional deaths\".\nScientists predicted that continuing measures, such as social distancing, for a longer period - at least until all adults are vaccinated - may be key to controlling infections.\nDr Sam Moore, an epidemiological modeller at Warwick University who led the study, warned that even if vaccines do significantly reduce infections the impact will not be seen \"for some time to come\".\nHe said restrictions should \"relax slowly\", and added \"we're going to have to be patient\".\nAsked whether social-distancing measures would be in place for the rest of the year, Ms Truss said autumn \"is a very long time away\" with the focus now being on the vaccine rollout.\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55879345",
      "category": "world-europe",
      "title": "Covid: EU and AstraZeneca in 'step forward' on vaccines",
      "tags": "European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The EU says UK-Swedish drug firm AstraZeneca will now supply an additional nine million Covid vaccine doses by March, after days of criticism of the bloc's vaccination programme.\nCommission President Ursula von der Leyen said it was a \"step forward\".\nBut the 40m doses now expected are still only about half of what had been hoped, amid continuing supply problems.\nThe Commission has been involved in a much-criticised row with both the UK and AstraZeneca this week.\nIn particular it was condemned over its threat to put checks on the Northern Ireland border to prevent vaccines produced in the EU from reaching the UK.\nThe border was one of the most difficult problems to overcome in the recently agreed Brexit deal, following the UK's departure from the EU.\nThe EU was angry that Britain was getting its UK-made contracted supplies from AstraZeneca while it suffered a shortfall. So the bloc announced it was introducing export controls on coronavirus vaccines made inside the EU to try to protect its supplies. The Brexit deal ensures there are no obstacles to trade between the Republic of Ireland and Northern Ireland .\nIn a tweet, Ms von der Leyen said AstraZeneca would \"deliver 9 million additional doses in the first quarter (40 million in total) compared to last week's offer & will start deliveries one week earlier than scheduled\".\nShe said this represented a 30% increase on the previous amount.\nIrish broadcaster RTE is reporting that the country will get another 100,000 doses as a result.\nThe EU signed a deal in August for 300 million AstraZeneca doses, with an option for 100 million more.\nIt was hoped 80 million would be delivered in the first quarter of 2021 - although other sources had put the figure at 100 million - but AstraZeneca said there were production problems at its Dutch and Belgian plants. Media reported this would mean a 60% cut in supplies to the end of March.\nThere followed a terse exchange between the two parties on contractual obligations, the EU arguing it was binding and the drug firm saying it had only to provide its \"best reasonable efforts\". The contract between the two was partly published as both tried to win the argument.\nThe Commission pointed out it could be supplied from UK-based plants, but the UK staunchly defended its supply contracts with AstraZeneca.\nThe UK was the first country to approve the vaccine, on 30 December - the EU only did so on Friday.\nThe EU, also on Friday, announced its so-called transparency mechanism, which gives countries in the bloc powers to deny authorisation for vaccine exports if the company making them has not honoured existing contracts with the EU.\nThe EU's attempt to apply measures to the Irish border was widely condemned, and the heads of the UK- and Europe-wide industry bodies warned against export bans.\nThe EU stepped back and, in a call with Prime Minister Boris Johnson, Ursula Von Der Leyen said that \"there will be no disruption of contracts that we have with any producer in the EU\".\nIn addition to her announcement on the doses, Ms Von Der Leyen said she had had a video-conference with vaccine manufacturers.\nIn an earlier tweet she spoke of \"our new initiative to strengthen bio-defence preparedness\", adding: \"We're discussing how to address Covid-19 variants & scale up manufacturing, be better prepared for future pandemics.\"\nThere was no reference to the talk earlier in the week of legal action and \"hijacking\" of supplies. The BBC's Kevin Connolly says this was a curiously flat and bland conclusion to a week of stormy rhetoric.\nThe additional doses announcement will be greeted with relief in Brussels, our correspondent says, but it still leaves the European Commission facing awkward questions about how its signing of supply contracts and approval processes have lagged behind those of other wealthy nations.\nEven Ms Von Der Leyen's reference to AstraZeneca expanding its production in Europe and the earlier supply date were partly signalled by the firm last week.\nBut she said on Sunday that the EU was maintaining its \"target of vaccinating 70% of adults by the end of summer\".\n\"Our opponent is the virus and the pharmaceutical industry is part of the solution,\" Ms Von Der Leyen told German public broadcaster ZDF.\nRemember just how long and difficult the Brexit negotiations were in reaching an agreement on Northern Ireland? Think about how often the EU lectured the UK government about the importance of respecting the detail of the arrangement; how peace in Northern Ireland was at stake.\nYet the impression the European Commission gave on Friday - however incorrect or unintended, which is what it insists - is that those concerns could be thrown aside in a heartbeat.\nThe European Commission back-tracked late on Friday (although it has reserved the right to revisit the issue, it says, if it sees EU-manufactured vaccines entering the rest of the UK via Northern Ireland).\nThe U-turn was publicly welcomed by Taoiseach Micheál Martin. But take a look at political and press reaction in Ireland, Northern Ireland and the rest of the UK, and you'll see a lot of damage had already been done.\nRead Katya's analysis in full here"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-55872050",
      "category": "uk-england-birmingham",
      "title": "Keon Lincoln: Boys charged with murder of Birmingham teenager",
      "tags": "Birmingham,Walsall",
      "text": "Two teenagers have been charged with the murder of a boy who was killed in a gun and knife attack.\nKeon Lincoln, 15, was attacked by a group of youths on Linwood Road in Handsworth, Birmingham, on 21 January.\nWest Midlands Police said a 14-year-old boy, from Birmingham, and a 15-year-old boy, from Walsall, have been remanded into custody to appear at Birmingham Magistrates' Court on Monday.\nOn Thursday, his mother and twin sister laid flowers at the scene of his death.\nKeon's mother Sharmaine Lincoln has described her son's killing as \"senseless\".\nThe teenager died at Birmingham Children's Hospital after the attack, which is thought to have involved up to six people.\nDet Ch Insp Alastair Orencas, from the force's homicide unit, said: \"The death of Keon has left so many devastated.\n\"The whole community has felt the pain of losing a 15-year-old boy with his life in front of him.\"\nHe added that the investigation into the teenager's death was continuing and appealed for anyone with information to come forward."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55876033",
      "category": "world-europe",
      "title": "Navalny protests: Thousands across Russia join demonstrations",
      "tags": "Russia,Alexei Navalny,Moscow,Vladimir Putin",
      "text": "Thousands of Russians have taken part in unauthorised protests to demand the release of the jailed opposition leader Alexei Navalny.\nMore than 5,000 people have been detained in nearly 90 cities, a monitoring group says. In Moscow police blocked off the city centre. \nMr Navalny was jailed on his return to Russia after recovering from an attempt to kill him with a nerve agent.\nHe blames the security services for the attack but the Kremlin denies this.\nThe opposition figure, a vociferous critic of Russian President Vladimir Putin, was arrested nearly two weeks ago after arriving in Moscow from Germany, where he spent months recovering from the near-fatal incident.\nSunday's mass arrests brought international condemnation. The US accused Russian authorities of \"persistent use of harsh tactics\" against protesters.\nDespite the crackdown, Mr Navalny's supporters have called for another demonstration on Tuesday outside a Moscow court where he is due to appear.\nProsecutors want him to serve a three-and-a-half year prison sentence that was suspended in 2014. He was convicted on embezzlement charges that Mr Navalny says were trumped up.\nIt's risky protesting in Russia. Even if you escape the police batons, you can be fired, face a hefty fine or criminal prosecution.\nSo the fact that people turned out for a second weekend, right across Russia, is significant - the fact that there were fewer than last week, unsurprising. \nBy blocking off central Moscow, the authorities were trying to prevent a large crowd gathering in one place and so play down the scale of dissent. Instead, they got protesters marching along main city streets to the hoots of passing cars whose passengers waved victory signs in support. \nShopkeepers were drawn to their windows to watch and, in one beauty salon, women in hairnets stood filming on their phones as the crowd filed past. \nMost protesters I spoke to said they weren't fans or followers of Alexei Navalny in particular, but they are shocked at how he's been treated. They described him as a symbol of resistance and talked of their own desire for change. \nNone of this means that Vladimir Putin is about to be ousted - he still has significant support. But after two decades in power, the shine has begun to rub off his presidency. \nIn Moscow, protesters played cat-and-mouse with police, the BBC's Sarah Rainsford says, getting up close to officers before retreating to safety. Footage showed a stream of people being escorted on to buses by riot police.\nProtesters then attempted to reach the Matrosskaya Tishina prison where Mr Navalny is being held. \nMr Navalny's wife, Yulia Navalnaya, was among those detained at Sunday's protest. She was later released.\nA 40-year-old protester in Moscow told Reuters: \"I understand that I live in a totally lawless state. In a police state, with no independent courts. In a country ruled by corruption. I would like to live differently,\" she said.\nIn St Petersburg, President Putin's home city, a crowd gathered in a central square and chanted: \"Down with the Tsar.\"\nIn the Siberian city of Novosibirsk, at least 2,000 people marched through the city chanting \"Freedom\" and \"Putin is a thief\".\nIn Yakutsk, also in Siberia, where temperatures fell to -40C, a protester named Ivan said it was the first rally he had attended.\n\"I am tired of the despotism and lawlessness of the authorities. No questions have been answered. I want clarity, openness, and change. This is what made me come here,\" he said.\nFurther rallies saw about 1,000 people demonstrate in Omsk, Siberia, and about 7,000 people protested in Yekaterinburg in the Ural region, according to local media.\nThe OVD-Info monitoring group said police had detained more than 5,000 people at protests in 86 cities across the country. They included 1,608 held in Moscow and 1,122 in St Petersburg.\nA number of close associates of Mr Navalny have been detained since last week and others, including his brother and Pussy Riot activist Maria Alyokhina, have been put under house arrest. \nThe chief editor of a Russian website specialising in human rights, Sergei Smirnov, was also arrested outside his home on Saturday. News of his detention, apparently over allegations he participated in last week's protests, has been condemned by other journalists.\nIn Moscow, police have reportedly been struggling to find space in jail for supporters of the opposition leader.\nUK Foreign Secretary Dominic Raab condemned the \"indiscriminate and arbitrary\" arrests and called on the Kremlin to respect peaceful protests.\nThe EU's foreign policy chief, Josep Borrell, said he deplored the \"widespread detentions and disproportionate use of force\".\nNew US Secretary of State Antony Blinken condemned \"the persistent use of harsh tactics against peaceful protesters and journalists\". \nHe called for Mr Navalny and other opposition supporters to be released.\nIn response, the Russian foreign ministry accused the US of \"gross interference\" in its internal affairs and of using \"online platforms\" to promote the protests.\nRussian authorities said Mr Navalny had failed to report to police regularly in connection with the suspended sentence for embezzlement.\nHe has denounced his detention as \"blatantly illegal\", saying the authorities had allowed him to travel to Berlin for treatment for the Novichok poisoning, which happened in Russia last August.\nMr Navalny has blamed state security agents under Mr Putin's orders for the attempt on his life. Investigative journalists have named Russian FSB agents suspected of the poisoning. \nBut the Kremlin denies involvement and disputes the conclusion, by Western weapons experts, that Novichok was used."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55871908",
      "category": "uk-england-london",
      "title": "HS2 tunnel protest: Activists in 'great danger' as weather worsens",
      "tags": "Euston,HS2,Environment",
      "text": "Activists staging an underground protest in central London have \"put themselves in great danger\" as weather conditions worsen, HS2 said.\nAt least five HS2 Rebellion campaigners have refused to leave tunnels they have dug under Euston Square Gardens.\nOfficials have said they are at risk of suffocating or drowning, as weather forecasters warn of heavy rain, sleet and snow.\nThe activists dug the tunnels to thwart their eviction from a protest camp.\nIn September, they set up a Tree Protection Camp in Euston Square Gardens in protest against the £106bn HS2 scheme. The campaigners allege that the small green space near Euston station will be built over with a temporary taxi rank, before being sold to developers, as part of plans for the high-speed railway.\nVeteran environmental campaigner Daniel Cooper - better known as Swampy and who is in the tunnel - said on Friday the situation was \"not safe\" after it rained overnight.\n\"There's not enough room for people to get out quickly from this tunnel,\" he said.\nThe National Eviction Team previously warned the \"very dangerous\" tunnels could collapse.\nIn a statement, HS2 said: \"We are concerned that the occupants of the tunnel are now impeding efforts to help them, shutting themselves off underground, and preventing us from checking air quality as we supply them with air. \n\"As carbon dioxide can build up in the tunnel, they are putting themselves in even greater danger.\"\nHS2 said paramedics and police officers had spoken to the campaigners to warn them of the perils of their protest. Firefighters have also been to the scene to prepare a rescue plan.  \n\"These activists have had multiple opportunities to remove themselves from the danger they have put themselves in,\" HS2 said.\n\"For their own safety, and the safety of our staff and the emergency service personnel at Euston, we urge them to get out of the tunnel.\"\nHS2 is set to link London, Birmingham, Manchester and Leeds. It is hoped the 20-year project will reduce rail passenger overcrowding and help to rebalance the UK's economy.\nThe campaign group alleges HS2 is the \"most expensive, wasteful and destructive project in UK history\" and that it is \"set to destroy or irreparably damage 108 ancient woodlands and 693 wildlife sites\".\nHowever, HS2 bosses have said seven million trees will be planted during phase one of the project.\nThey also say that much ancient woodland will \"remain intact\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55874235",
      "category": "uk-northern-ireland",
      "title": "Leo Varadkar: PSNI investigating Belfast graffiti warning",
      "tags": "Belfast,Leo Varadkar,Police Service of Northern Ireland",
      "text": "Graffiti carrying a threat to lynch Tánaiste (Irish deputy PM) Leo Varadkar is being treated as a hate crime, police have confirmed.\nThe threat appeared on a shop wall at Drumart Square in the Belvoir estate, south Belfast, between Friday, 29 January, and Saturday, 30 January.\nIt was framed in large black writing on a white wall and warned Mr Varadkar not to \"set foot in Ulster\".\nSouth Belfast MP Claire Hanna described the words as \"vile\".\nIn a post on social media, the SDLP MP said Belvoir residents were \"nauseated by words seemingly borrowed from the Ku Klux Klan\". \n\"Actions like this will persist until we treat backward elements as the societal threats they are. Words on walls and words from politicians have consequences - time for leadership and calm,\" she said in a tweet.\nMr Varadkar was born in the Republic of Ireland to an Indian father and an Irish mother.\nSinn Féin MP Paul Maskey said there was no place in society for such hatred.\n\"The appearance of threatening graffiti with racist undertones directed at An Tánaiste Leo Varadkar in Belfast is disgusting,\" he said.\n\"It has now been removed but those responsible for this hate crime in the first place should be held to account.\n\"Anyone with information on those responsible should forward that to the PSNI.\" \nAlliance Party leader Naomi Long described the words as \"absolutely sick and offensive\" with \"clearly racist overtones\" while Ulster Unionist councillor Michael Palmer said it was \"disgusting graffiti\" that is \"not at all representative of the community\". \nThe wall was painted over by the shop's staff by Saturday evening. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55873900",
      "category": "uk",
      "title": "'Daddy, look at this': Girl's dinosaur footprint discovery on Barry beach",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55844268",
      "category": "world-europe",
      "title": "Covid: Why is EU’s vaccine rollout so slow?",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,Moderna,Pfizer,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "Has the European Commission failed EU voters in its all-for-one and one-for-all approach to procuring coronavirus vaccines? Are member countries now regretting they didn't go it alone?\nAs things stand, according to EU sources, the bloc looks sets to receive only a quarter of the 100 million doses it had been expecting from pharma company AstraZeneca by the end of March - putting millions of lives at risk. \nVaccine deliveries from another pharma giant, Pfizer, have also slowed down temporarily, while the firm says it's adjusting production methods.\nDwindling supplies of coronavirus vaccines have seen Madrid cancelling first dose injections for two weeks.\nRegional hospitals in Paris say they're in a similar position. They said they're delaying first dose appointments in order to ensure already-vaccinated citizens their second jab. \nPortugal has warned it could take up to two months longer than initially planned to complete the first phase of its vaccinations. \nAngela Merkel has scheduled a Monday video conference with Germany's regional leaders and representatives of vaccine manufacturers, after her Health Minister Jens Spahn warned of \"at least another 10 weeks of shortages\".\nCharles Michel, the president of the European Council (the man who represents EU countries in Brussels) said on Thursday he hoped delays in vaccine deliveries could be solved. If not, he said he supported the use of \"all legal means and enforcement measures to ensure effective vaccine production and supply for our population\".\nIn the meantime, the EU is trying to get some control over the number of vaccine doses leaving the bloc from pharmaceutical company sites. New powers for EU members to restrict exports of vaccines are expected to be made public later on Friday. \nAstraZeneca, BioNTech and Pfizer have EU production sites. Moderna completes its vaccines for countries other than the US in Spain, although the vaccine itself is produced in Switzerland, which is not an EU member.  \nBasically, Brussels wants to know if pharmaceutical companies are exporting vaccines or components needed to produce vaccines from EU production sites, in order to fulfil orders elsewhere, when those same companies have delayed supplies to the EU.\nOfficially, Brussels insists it doesn't intend to ban vaccine exports in the future. It claims the new powers for members states are for the purpose of transparency. But the situation is evolving.\nEU suspicions led it to ask Belgian investigators to inspect a factory - part of the AstraZeneca production chain - this week, to look into the company's claims that the dramatic delay in vaccine supply for the EU was due to production problems.\nBrussels also asked AstraZeneca whether vaccines produced, or partially produced, in the EU were delivered to the UK. The EU has also demanded the company divert vaccines made at its UK production sites to boost the supply to the EU.\nIn what at first seemed an extremely emotional attack on AstraZeneca, Brussels threw at the company the fact that it had invested more than €300m (£265m; $364m) to help it develop the vaccine and to produce it in mass quantities. \nIn reality, Brussels has yet to hand over a substantial lump of the promised amount.\nAnd some EU accusations just don't add up. \nTake the complaint that the bloc is being treated as \"second class\" by AstraZeneca. The fact is, when it comes to honouring its contract with the UK, for example, the EU signed its AstraZeneca vaccine contract three months later than Prime Minister Boris Johnson's government. \nAstraZeneca has also claimed that it has a \"best effort\" agreement with the EU, rather than a 100% commitment that the desired amount of vaccines would be delivered by the end of March.\nThe UK has tried to stay out of the Astra Zeneca row, with the government focusing instead on the content of their contract with the pharmaceutical company. There have been public assurances from cabinet ministers that the UK supply agreed with AstraZeneca will not be affected. That was the really important thing, said UK cabinet office minister, Michael Gove, on Thursday, also adding: \"We will want to talk to and with our friends in Europe to see how we can help.\" \nSome EU figures bridled at comments by Mr Johnson this week that he didn't want to see restrictions on vaccines or their ingredients across borders. \nThey took it as criticism of the discussion in EU circles - originally championed, but later stepped away from, by Germany - of a possible export ban.\nPost-Brexit, relations are sensitive between the EU and UK - but by Thursday the European Commission was keen to spell out that its beef was with the pharmaceuticals, not with Downing Street.\nBut while there's clearly been bad luck with vaccine supplies so far, the finger of blame has also been pointed squarely - from inside the EU - at the European Commission itself.\nBrussels had hoped the EU's vaccination procurement scheme would be a beacon of European solidarity and strength. A stark contrast to the \"each country for itself\" impression given off by member states at the start of the pandemic, when EU countries closed off national borders, and Germany and France initially blocked exports of PPE equipment, much needed elsewhere in the bloc.\nA stark contrast too, according the EU, to the \"vaccine nationalism'\" it believed it saw in the US under President Donald Trump.\nEU diplomats say the bloc was \"desperate\" to avoid having one EU member state pitted against the other in an \"ugly\" national scramble to secure vaccine contracts for their own populations.\nBut the Commission's ensuing three-pronged attempt to sign a number of contracts with different pharmaceutical companies, at lower prices, ensuring more legal liability on the companies themselves, undoubtedly slowed the process down.\nThe EU is also accused of not investing enough in expanding production capacity.\nAn added complication was the initial suspicion from some member states of the motives of others, such as Germany, France and the Netherlands that are homes to big vaccine producers. Were they keen for the EU to spend more on vaccine procurement, so companies on their soil could benefit?   \nThe EU got there in the end with its contracts, amounting to 2.3bn doses, it says, but an online article from Belgium's RTBF describes the current vaccine situation as politically humiliating for the EU, especially after Brexit. \nIt says even though the EU managed to negotiate vaccine contracts as a bloc, even though it played a major role in the research and development of a Covid vaccine, it ultimately failed to achieve \"vaccine sovereignty\".\nEU defenders say it's a question of perspective and that smaller, less well-off member states are still relieved the EU negotiated on their behalf as they would have probably found themselves far nearer the back of the vaccine queue had they been trying to go it alone.\nEU officials also make the argument that the European Medicines Agency (EMA) has been slower to approve new vaccines in order to be extra sure of their safety. \nDespite a week of rowing with AstraZeneca, for example, the EU has yet to actually approve the company's vaccine. By contrast, the UK government approved the vaccine a month ago. An EMA announcement is expected on Friday afternoon.\nDiplomats point to lowering levels of vaccine scepticism amongst the EU public this year, compared with 2020, for example in France, which has a pretty high level of anti-vaxxers. They attribute that to public confidence in the EMA.\nBut EU vaccine problems don't just lie in Brussels. \nSome member countries have been far more efficient at rolling out the vaccines they have so far received, than others. Denmark is held up as a poster child, for example, whereas Germany's popular Bild newspaper has criticised Angela Merkel's government for being a \"vaccination snail\".\nAnd that, coupled with a steadily climbing Covid death toll, has a definite impact on national politics - and EU solidarity.\nThis is election year in Germany. Under fire for the slow rate of getting vaccines into arms compared with the UK, the German government felt forced to admit it had negotiated a separate vaccine contract with Pfizer back in September.\nMs Merkel is obliged to wait with using those additional vaccines until all EU countries have received their allotted doses under the EU-Pfizer contract, but still...\nHungary, meanwhile, has agreed to purchase two million doses of Russia's Sputnik V vaccine. Since the EU has no contract with Moscow, Prime Minister Viktor Orban is legally free to start rolling out those jabs whenever he wants.\nPharmaceutical companies promised vaccine deliveries to the EU will greatly increase after March - but EU citizens look at the advanced rate of vaccinations in the UK, the US, never mind Israel, and right now the mood is fearful and sceptical.\nIn the initial race to find a vaccine, most countries spoke of the need for fairness. \nGlobal pledging conferences emphasised the importance of everyone getting the vaccine, rich or poor; wherever they live.\nBut now vaccines are available and with Covid still a huge health threat, the rush for jabs is proving rather messier than was hoped. At least in the immediate term."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55875263",
      "category": "world-us-canada",
      "title": "Covid vaccination: Los Angeles' Dodger Stadium 'closed by protests'",
      "tags": "Los Angeles,Vaccination,United States,Coronavirus pandemic,California",
      "text": "A Covid-19 vaccination centre at the Dodger Stadium in Los Angeles was forced to close for an hour on Saturday after protests by anti-vaccine and far-right groups, local media report. \nAround 50 protesters stalled motorists who had been waiting for hours.\nThe demonstrators carried placards decrying the effectiveness of the vaccine.\nProtesters told people to \"turn back\", while one man shouted: \"You're a lab rat\", the Los Angeles Times reported.\nThe Los Angeles Fire Department closed the entrance to the stadium around 14:00 local time (22:00 GMT) as a precaution.\nThe Los Angeles Police Department tweeted that it \"did NOT close the gates\" to the stadium and all scheduled vaccines would be delivered.\nCalifornia Governor Gavin Newsom tweeted that that stadium was \"back up and running\".\n\"This is completely wrong,\" German Jaquez, who had been waiting for a jab, told the Times. \n\"I've been waiting for weeks to get an appointment. I am a dentist; I am taking a big risk being around patients. I want to be safe for my patients and for my family. The vaccine is the only way to beat the virus.\"\nA post on social media called the protest the \"Scamdemic Protest/March\".\n\"This is a sharing information protest and march against everything COVID, Vaccine, PCR Tests, Lockdowns, Masks, Fauci, Gates, Newsom, China, digital tracking, etc.\" it said. \nProtesters carried placards with slogans including:  \"Save Your Soul Turn Back Now\", \"CNN is lying to you\", and \"Take off your mask\".\nThe stadium was eventually reopened around an hour later. \nCalifornia has been one of the worst-hit states in the US, with around 3.2 million cases and more than 40,000 deaths. \nMore than 439,000 people have lost their lives to the virus in the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-55871503",
      "category": "science-environment",
      "title": "Climate change: Minister rapped for allowing Cumbria coal mine",
      "tags": "Robert Jenrick,Cumbria County Council,Committee on Climate Change,China,COP26,Climate change,Whitehaven",
      "text": "The government’s climate change advisors have rapped ministers for allowing a new coal mine in Cumbria. \nThey say the site will increase global emissions and compromise the UK’s legally binding carbon budgets. \nThey warn the decision could undermine its leadership of the vital COP26 climate summit in Glasgow in November. \nThe new deep coking coal mine was agreed by Cumbria County Council and the government previously said it did not want to intervene. \nThe rebuke comes in the form of a letter from the chair of the Climate Change Committee (CCC), Lord Deben, to the planning minister Robert Jenrick, which says:\nIn response to the letter, a government spokesperson said the decision to allow the coal mine would not be reversed. \nCumbria councillors told BBC News there were no good planning grounds for them to refuse permission for the mine, near Whitehaven, and said it would help to diversify local employment prospects.\nThe government’s chief planning officer Joanna Averley defended Mr Jenrick’s decision not to over-rule their consent for the mine.\nShe told conference on planning policy arranged by the countryside charity CPRE that the decision was only a local issue.\nShe was asked why, given the UK's policies on cutting carbon, Mr Jenrick had not exercised his powers to overrule Cumbria County Council's approval of the mine.\nMs Averley said: \"The Secretary of State has to make a judgement based on whether the impacts of the scheme are more than local.\n\"And in this case, the decision was that this was a decision for local determination, and the application was approved by the local authority… a decision for local democracy.\"\nShe said the planning department was playing its part in tackling climate change.\nEnvironmentalists have reacted with astonishment and disbelief, saying the carbon from burning coal is clearly a global concern.\nJohn Sauven, from Greenpeace, said: \"It’s extraordinary that anyone still believes burning coal is only a local issue and has no global impacts.\n\"Let’s hope China doesn’t take the same view or the world will be toast. It certainly isn’t setting the global leadership on climate that the prime minister says he's aspiring to.\"\nThe critics point out that the UK has also helped drive an international group called the Powering Past Coal Alliance.\nSupporters of the mine say it will supply coking coal for steel manufacture in the UK and that will save the need to import coal.\nFollow Roger on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55879679",
      "category": "world-africa",
      "title": "Somalia al-Shabab militants attack Afrik hotel in Mogadishu",
      "tags": "Mogadishu,Somalia,al-Shabab",
      "text": "A gun battle between militant Islamists and Somali security forces at a hotel in the capital, Mogadishu, is now over.\nAt least five people were killed in the attack at the Afrik Hotel, which began with a car bomb on Sunday.\nAl-Shabab said it was responsible. The group, which is linked to al-Qaeda, regularly carries out attacks against the government.\nAt least four attackers also died - according to AFP news agency three were shot and one blew himself up.\nA car hit the hotel's front entrance and detonated before gunmen stormed the building, according to officials and others at the scene. \n\"The blast made the hotel tremble as we sat inside and were talking. We were panicked, confused,\" eyewitness Ahmed Nur was quoted by Reuters as saying. \n\"The operation is over now. Nine people, including four attackers, died and over 10 civilians were injured. There is no electricity,\" a police spokesman told reporters from the scene and via Facebook.\nPrime Minister Mohamed Hussein Roble said in a statement that among those killed was a former military general, Mohamed Nur Galal.\nThe militants targeted the Afrik Hotel despite the fact that it is in a heavily guarded area near the city's main airport, the BBC's Bella Sheegow reported from Mogadishu. \nThe hotel is known to be a gathering place for Somali government officials. A local police captain said a number of lawmakers and senior military officials were inside at the time of the attack. \nFootage on social media showed large plumes of smoke rising across the city earlier on Sunday. \nOur reporter says it was one of the most devastating recent attacks in Mogadishu. Al-Shabab also targeted the beachside Elite hotel last year resulting in a seven-hour battle with police and security in which 17 people were killed.\nThe violent siege comes just weeks after former US President Donald Trump ordered the withdrawal of some 700 troops who had been supporting local security forces against militant groups, including al-Shabab.\nThere are fears the withdrawal could lead to further instability in the country, which is due to hold elections next month. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55878062",
      "category": "business",
      "title": "Cardboard shortage forces retailers to box clever",
      "tags": "Companies,Recycling,Retailing",
      "text": "Jawbone Brewing, a newly launched craft brewery in Twickenham, south-west London, was all ready with its new pale ale when it came across a stumbling block.\nIt couldn't get hold of any boxes.\nThe boom in online ordering during the pandemic has also meant rocketing demand for cardboard, as consumers have started  taking delivery of everything from bicycles to houseplants.\nIn the end Jawbone had to delay the launch of online deliveries by three weeks while the company looked for packaging.\nThey put out a plea to local customers on social media: could you bring a box with you? And founder Ben Hughes went on a mad scramble to find the right kind of double-walled delivery boxes that would protect the cans of beer adequately in the post.\n\"I wanted to get the boxes branded. But we haven't been able to. All the suppliers are saying you have to wait a few months for that.\"\nThe Confederation of Paper Industries (CPI) says while there is always a peak in demand in the run up to Christmas, stockpiling around the Brexit deadline exacerbated the problem. Covid-19 also led to complications with shipping and staffing challenges, which affected the industry on a global basis.\nThe CPI described it as a \"perfect storm\" but said new capacity coming on stream would help ease the pressure.\nMultinational packaging firm, DS Smith, said the problem lies partly in the recycling chain. Pre-pandemic when most deliveries were made in bulk to High Street shops and restaurants, packaging found its way quickly back into the system via recycling firms.\n\"All our boxes are made from recycled material,\" said group chief executive Miles Roberts. \n\"One of the challenges for us is that, with so much packaging now in peoples homes or in their garages, how do we get that paper back into the recycled network, how we can get it back into our mills so we can convert it into paper and reuse it again?\" \nRichard Ellison had to explain the problems to some disappointed customers. About 100 customers, expecting a next-day delivery of organic wine from Wanderlust Wine, saw their orders slip by a day or two. \nSome were \"massively hacked off\", he says. Like Jawbone, Wanderlust Wine had run short of packaging. \n\"We were warned there was a shortage of raw materials,\" says Mr Ellison. Prices jumped and the lead time on orders went from a week to three months.\n\"That's a huge lead time to get boxes made,\" he says. He ended up buying 3,000 boxes at double the cost, he says. And now he's switched to using non-branded standard boxes rather than the bespoke ones designed for Wanderlust. \nEven supermarkets are feeling the pinch with Asda, Lidl and the Co-op, finding they had to switch to plastic boxes for their eggs for the same reason, prompting criticism on social media.\n\"There is a shortage of the pulp used to make the cardboard boxes that is affecting all retailers. These plastic ones are 100% recyclable but we hope to go back to the cardboard ones as soon as we can,\" Asda responded on Twitter.\nAxl Barber, boss of packaging firm Rightbox, says the problems started back in October but now \"it's really crazy\".\n\"A standard box with flaps at top and bottom can get made up in days and delivered in a week in a normal times,\" he says. \"At the moment it's two months, three months.\" \nHe's helping small firms find solutions on a case-by-case basis, using whatever boxes can be found. One firm selling PPE resorted to using boxes without lids by wrapping them thoroughly.\nSome firms are blaming the suppliers of raw materials themselves, others point the finger at the retail behemoths, like Amazon for taking more than their fair share.\nAmazon said it has been reducing the amount of packaging it uses in recent years, including sometimes shipping products in their own packages without additional \"shipping boxes\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55872249",
      "category": "world-europe",
      "title": "Russian billionaire Arkady Rotenberg says 'Putin Palace' is his",
      "tags": "Russia,Alexei Navalny,Vladimir Putin",
      "text": "Russian oligarch Arkady Rotenberg says he is the owner of an opulent Black Sea mansion, not President Vladimir Putin, as the leaders' critics had alleged.\nA video report about the vast palace, by Kremlin critic Alexei Navalny, went viral across Russia and has now been watched more than 100m times. \nThe Russian president rubbished reports he owned the resort earlier this week. \nMr Rotenberg, a billionaire with close links to Mr Putin, went public claiming to be the owner on Saturday.\nThe revelation came in an interview posted on the pro-Kremlin Mash Telegram channel, before being confirmed to the Interfax news agency.\n\"I have managed to strike a deal with creditors a few years ago, and I became a beneficiary of this site a few years ago,\" Mr Rotenberg's press office quoted him as saying.\nMr Rotenberg said the property will be completed \"in a couple of years\" and is expected to become an apartment hotel.\nThe claim comes as a crackdown against opposition figures intensifies across Russia. \nControversy over the property has been rife following the publication of the documentary by jailed Kremlin critic Alexei Navalny's team earlier this month.\nTheir investigation alleged the property cost £1bn ($1.37bn) and was paid for \"with the largest bribe in history\". \nThe BBC's Tim Whewell previously reported on the mysterious palace back in 2012, quoting a former business associate of Mr Putin who alleged that the mansion was built to his specifications for his personal use - but a spokesman dismissed the allegations at the time. \nEarlier this week, the Russian president directly denied that he or his family owned it and described the video about it as \"boring\".\nThe allegations about the palace have taken off on Russian social media, including video platform TikTok. The corruption allegations helped spur on protests held throughout the country last weekend in support of Mr Navalny - the biggest seen against President Putin in years.  \nMore than 4,000 people were arrested as large crowds took to cities across Russia demanding Mr Navalny's release.\nThe anti-corruption campaigner was immediately taken into custody after returning to Russia on a flight from Germany, where he had been recovering from an attempt to kill him with a nerve agent last year. \nBoth the heavy-handed police response and the continued detention of Mr Nalavany has drawn sharp international criticism.  \nDespite this, a crackdown seems to be intensifying.\nA number of close associates of Mr Navalny have been detained since last week and others, including his brother and Pussy Riot activist Maria Alyokhina, have been put under house arrest.\nThe chief editor of a Russian website specialising in human rights, Sergei Smirnov, was also arrested outside his home on Saturday. News of his detention, apparently over allegations he participated in last week's protests, has been condemned by other journalists.\nFurther demonstrations are expected on Sunday, despite fresh police warnings about gatherings.\nOfficials have said that public transport routes and pedestrian movement will be limited across Moscow to try to curb protests.\nMr Rotenberg is a significant figure in Russia as the owner of huge construction firms which build infrastructure like bridges and gas pipelines. He is known to be close to Mr Putin as a former childhood friend and judo partner. \nMr Rotenberg and his brother were implicated during the FinCEN file revelations late last year. \nThe businessman has been under US sanctions since 2014, when officials described him as a member of the \"Russian leadership's inner circle\" who they claimed provided \"support for Putin's pet projects\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55872485",
      "category": "world-africa",
      "title": "Central African Republic's capital in 'apocalyptic situation' as rebels close in",
      "tags": "Central African Republic,Bangui",
      "text": "The situation in the Central African Republic's (CAR) capital of Bangui is \"apocalyptic\" as rebels encircle the city, a former prime minister says.\nMartin Ziguélé said there was daily fighting across the country and that he couldn't leave Bangui without an armed escort.\nThe UN says more than 200,000 people have fled their homes since the conflict erupted last month.\nRebel forces now control two-thirds of the country.\nThe CAR is one of Africa's poorest and most unstable countries, even though it is rich in resources such as diamonds and uranium. The UN estimates that about half the population is dependent on humanitarian aid.\nRebel forces now surrounding Bangui dispute the validity of President Faustin Archange Touadéra's re-election in December and want to see him ousted.\nThe city is being defended by government forces backed by UN, Russian and Rwandan troops. A state of emergency was declared earlier this month.\nMr Ziguélé, who came third in the poll, said everyone's focus was on keeping the main supply route between Bangui and eastern Cameroon open.\n\"I cannot leave Bangui... without a heavily armed army escort,\" he told Reuters news agency by phone.\n\"Imagine, then, the population. Add the curfew and the state of emergency - it is really an apocalyptic situation,\" he added.\nMr Ziguélé welcomed a UN request for more peacekeeping troops but said talks between all parties were urgently needed.\n\"A military surge is not the only solution to tackle the security, humanitarian and economic crisis that is threatening to put one of the world's least developed countries into a complete coma,\" he said.\nAt least 12,000 peacekeepers are already on the ground in the CAR.\nThe UN refugee agency (UNHCR) said about 92,000 refugees had fled to the Democratic Republic of Congo and more than 13,000 had crossed into Cameroon, Chad and the Republic of Congo. It said the rest were displaced within the CAR.\nSpeaking in Geneva, a spokesman for the UN refugee agency, UNHCR, told reporters that rebel attacks had hampered humanitarian access to Bangui and that many people were now facing \"dire conditions\".\nDisease was growing and some of those displaced were so desperate they were exchanging sex for food, spokesman Boris Cheshirkov added. \nMeanwhile, a regional body of 12 member states has called for a ceasefire and urged armed groups to \"disengage from the encirclement of Bangui\".\nThe International Conference on the Great Lakes Region has warned that the crisis poses a serious threat to neighbouring countries. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55873288",
      "category": "uk",
      "title": "Covid: EU 'made a mistake' over vaccines, Gove says",
      "tags": "Michael Gove,Coronavirus vaccines,European Union,Brexit,Coronavirus pandemic",
      "text": "The European Union recognised it \"made a mistake\" in triggering an emergency provision in the Brexit deal to control Covid vaccine exports, the Cabinet Office minister has said.\nMichael Gove said he was \"confident\" of the UK's vaccine supply and said its programme would continue as planned.\nHe said the UK was \"on track\" to deliver 15 million jabs by 15 February.\nIt comes after the EU reversed a decision which could have seen checks at the Irish border amid a vaccine row.\nMr Gove said he had spoken with European Commission vice-president Maroš Šefčovič and both had agreed \"we need a reset\" and to put the people of Northern Ireland first.\nHe said Prime Minister Boris Johnson had spoken to European Commission President Ursula von der Leyen and it was made clear that \"supply would not be interrupted so we can proceed with our plans\".\nOn Friday, the EU said it would trigger Article 16 of the Northern Ireland Protocol - which allows the EU and UK to choose to suspend any aspects they consider are causing \"economic, societal or environmental difficulties\" - before later reversing the decision following condemnation from London, Dublin and Belfast.\nThe Irish Republic's foreign minister, Simon Coveney, said in a tweet the protocol was a \"hard-won compromise\" and was \"not something to be tampered with lightly\". \nThe move came amid a deepening dispute over delays to the production and distribution of Covid vaccines across the EU.\nOne EU diplomat told BBC Europe editor Katya Adler they were not consulted on the move and would have said it was a \"terrible idea\", while another described the EU's vaccination programme as a \"car crash in slow motion\". \nAfter speaking with Mr Gove, Mr Šefčovič tweeted their shared priority was ensuring the protocol worked for the people of Northern Ireland, \"protecting gains of the peace process and avoiding disruption to everyday lives\".\nMr Coveney said he had also spoken with the pair, as well as UK Northern Ireland Secretary Brandon Lewis. He said the protocol was there to \"protect relationships, facilitate trade, avoid borders\".\nA major row has been avoided - and UK ministers are adopting a conciliatory tone. \nBut this situation did something rare in our recent political history - it united politicians from across the Brexit divide in condemnation of the EU.\nAlthough Michael Gove is pleased Brussels has stepped back from its plan to introduce controls on the island of Ireland, this could still do political damage.\nIt's unlikely to help with trust between London and Brussels when it comes to implementing the Brexit trade deal. \nAnd some think the bar has been lowered for invoking emergency powers in the future. We've already seen some unionist politicians in Northern Ireland saying it should be used by the UK to make sure goods can travel seamlessly between Great Britain and Northern Ireland. \nThe UK government said a further 1,200 people had died within 28 days of testing positive for coronavirus as of Saturday, taking the total deaths by that measure to 105,571.\nThere have been a further 23,275 lab-confirmed cases of the virus in the UK, while 8,378,940 have received their first dose of a vaccine.\nMr Gove said the government expected vaccines manufactured by Pfizer and AstraZeneca to be supplied to the UK but said it would work with the EU to \"make sure that their own problems can be tackled\".\n\"Our first priority is vaccinating people in the United Kingdom, but we also want to work with our friends and neighbours in the European Union in order to help them as well,\" he said.\nA government spokeswoman said the UK had secured \"more than enough to vaccinate the whole country\", with 30 million doses of Janssen's jab expected to begin arriving in the second half of the year, if approved for use by the regulator.\nThere's no doubt the UK is in a much better position than many countries when it comes to vaccines. \nAlthough the supply of Pfizer might be disrupted by recent plans to upgrade the company's plant in Belgium (or the row with the EU), the AstraZeneca vaccine is made in the UK and the supply chains are working well. \nThe government has ordered 100 million doses of AstraZeneca, which is why it's so confident it can vaccinate the most vulnerable groups by mid-February. \nBy April, the UK is expected to get access to its first doses of the Moderna vaccine. Then there was good news on Friday when two other vaccines - Novavax and Janssen - were both declared effective by their manufacturers. \nLike AstraZeneca, Novavax will be made inside the UK and that will mean it won't be subject to any disputes with other countries. \nWith 60 million doses of Novavax on order, it will make up the second biggest tranche of the UK's vaccine supply. \nIt's expected to come on stream in the summer and will help boost plans to vaccinate the bulk of the UK's adult population by the start of the autumn. \nThe EU proposal to trigger Article 16 sparked concern from Irish Prime Minister Micheál Martin as well as all five parties in Northern Ireland's devolved government.\nNorthern Ireland First Minister Arlene Foster described it as \"an absolutely incredible act of hostility\" that created a hard Irish border.\nDespite later backtracking on Article 16, the EU is still introducing new controls giving its member states the power - should they want to - to block exports of the coronavirus vaccine to countries including the UK, if the company making them has not honoured existing contracts with the EU.\nThe European Commission said the temporary mechanism is to combat \"the current lack of transparency\" over vaccine exports outside the EU, and is not an export ban.\nBut the World Health Organization is among those criticising the move, saying \"vaccine nationalism\" could prolong the pandemic and further widen global inequality.\nLast summer the EU agreed to buy up to 400m doses of the Oxford-AstraZeneca vaccine, and on Friday the EU's drugs regulator approved the vaccine's use for all adults.\nBut the firm said that due to problems at one of its EU factories, supplies would be reduced by about 60% in the first quarter of 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-55877741",
      "category": "uk-england-merseyside",
      "title": "Baby boy found dead at Wirral golf course",
      "tags": "Metropolitan Borough of Wirral,Merseyside Police,Bebington",
      "text": "A baby boy has been found dead in a wooded area of a golf course. \nPolice said they were treating the death of the boy, who was found at Brackenwood golf course in Bebington, Wirral, as \"unexplained\".\nA post-mortem examination is due and officers were trying to trace the boy's mother, Merseyside Police said.\nDet Ch Supt Lee Turner described the discovery on Friday as \"distressing\" and said \"extensive enquiries\" were being carried out. \nThe force is appealing for anyone with information to contact police \"as a matter of urgency\".\nDet Ch Supt Turner said: \"It is not clear at this stage when the baby died, how long the baby's body had been there or the cause of death.\n\"Extensive enquiries are currently being carried out to trace the mother of the baby to check her welfare and offer any support.\" \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55871373",
      "category": "business",
      "title": "UK applying to join Asia-Pacific free trade pact CPTPP",
      "tags": "Peru,UK trade tariffs,Vietnam,Singapore,Boris Johnson,Elizabeth Truss,Japan,Brunei,Department for International Trade,Mexico,Chile,Brexit,Malaysia,Canada,New Zealand,Australia",
      "text": "The UK will apply to join a free trade area with 11 Asia and Pacific nations on Monday, a year after it officially left the EU.\nJoining the group of \"fast-growing nations\" will boost UK exports, the government says.\nThe Comprehensive and Progressive Agreement for Trans-Pacific Partnership - or CPTPP - covers a market of around 500 million people.\nBut they are harder to reach than neighbouring markets in Europe.\nMembers include Australia, Canada, Japan and New Zealand.\nBrunei, Chile, Malaysia, Mexico, Peru, Singapore and Vietnam are also founder members of the bloc, which was established in 2018.\n\"In future it's going to be Asia-Pacific countries in particular where the big markets are, where growing middle-class markets are, for British products,\" International Trade Secretary Liz Truss told the BBC's Andrew Marr.\n\"Of course British businesses will have to reach out and take these opportunities, but what I'm doing is I'm creating the opportunities, the low tariffs, removing those barriers so they can go out and do that.\" \nJoining the bloc would reduce tariffs on UK exports such as whisky and cars, as well as service industries, she said.\nHowever the immediate impact is likely to be modest as the UK already has free trade deals in place with several CPTPP members, some of which were rolled over from its EU membership. The UK is negotiating deals with Australia and New Zealand.\nIn total, CPTPP nations accounted for 8.4% of UK exports in 2019, roughly the same proportion as Germany alone.\nThe US was originally in talks to be part of the CPTPP, but former President Donald Trump pulled out when he took office. \nIf the new administration in Washington were to reconsider the CPTPP, that would make membership much more attractive to the UK. It could allow a much closer UK-US trading relationship, without waiting for a bilateral trade deal to be negotiated.\nExactly a year after it said goodbye to the EU, the UK is eying a new trading club. \nIt sounds a win-win: those Pacific Rim nations represent 13% of global income and 500 million people - and the UK would retain the freedom to strike deals elsewhere. There'd be agreement on how standards and regulations are set (with minimums to be adhered to) - but they wouldn't need to be identical.\nIn practice, however, the short-terms gains for households and business would be limited. The UK already has trade deals with seven of the 11 nations - and is pursuing two more. In total, CPTPP nations account for less than 10% of UK exports, a fraction of what goes to the EU. \nThis deal would however deepen some of those ties - and allow UK manufacturers who source components from multiple nations in the bloc some benefits under \"rules of origins\" allowances. \nBut the real boost could come in the future, if others join - in particular the US, as President Biden has hinted. That would give the UK that hoped-for trade deal with America - within a trading bloc wielding considerable power on the global stage. \nRead more from Dharshini\nThe UK is the first non-founding country to apply to join the CPTPP and, if successful, would be its second biggest economy after Japan.\nThe free trade block aims to reduce trade tariffs - a form of border tax - between member countries.\nIt includes a promise to eliminate or reduce 95% of import charges- although some of these charges are kept to protect some home-made products, for example Japan's rice and Canada's dairy industry.\nIn return, countries must cooperate on regulations, such as food standards. However, these standards and regulations do not have to be identical, and member countries can strike their own trade deals.\nThe government was putting place strategies that would \"deliver for Britain in 2030 and 2050\", Ms Truss said. She said services, robotics, data and digital industries were particularly set to gain, which could lead to more UK jobs.\nMembership will also offer the potential for faster and cheaper visas for business people, the government said.\nThe formal request to join will be made on Monday, with negotiations expected in the spring."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55875170",
      "category": "uk",
      "title": "Covid-19: EU and UK 'reset' relations, and the vaccine's journey in pictures",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic on Sunday. We'll have another update for you on Monday morning. \nThe UK and European Union will \"reset\" relations after Brussels triggered a provision in the Brexit deal to control vaccine exports, Cabinet Office Minister Michael Gove has said. Ministers said they are confident that the EU will not block vaccines entering the UK. It comes after Brussels reversed its widely-condemned decision which could have seen checks at the Irish border.\nAn unprecedented global scientific effort has led to the development of a number of coronavirus vaccines, which promise to help protect the world's most vulnerable from Covid-19. This explainer from the BBC Visual Journalism Team shows how those vaccines got from the science lab to people's arms in record time.\nWhen Matt Raw was given an instruction to \"get out of Wuhan\", he took the advice seriously. Exactly one year on, he wishes he had \"never got on that flight\" back to the UK. Along with his wife and mother, the 39-year-old from Cheshire was among 83 Britons evacuated from the Chinese city identified as the source of Covid-19.\nA rising number of Instagram users have lost money to alleged fraudsters posting on the social networking service during the pandemic. Jonathan Reuben discovered a foreign exchange trade investment scheme through an account he followed and ended up losing £17,000.\nA Swedish nurse has won a competition to watch the entire 60-movie programme of the Goteborg Film Festival from a lighthouse on an isolated island off the coast of Sweden. Lisa Enroth said she hoped to enjoy \"being part of a totally different kind of reality for a week\". She beat 12,000 film fans who applied for the experience after the festival was curtailed by the pandemic.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs two new vaccines prove effective, where do we stand with the other jabs in development, and the fight back against Covid?\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55876176",
      "category": "uk",
      "title": "Covid: 'Lessons to be learnt' from NI vaccine row - Irish PM",
      "tags": "Elizabeth Truss,Coronavirus pandemic",
      "text": "\"There are a lot of lessons to be learnt,\" Taoiseach (Irish PM) Micheál Martin has said after Brussels reversed its threat to put checks on the Irish border.\nThis came as part of EU efforts to control vaccine exports, amid dose shortages in the bloc.\nPeople had been \"blindsided\" by the row but insisted the EU's move was \"not an act of hostility,\" Mr Martin said.\nThe UK says it is confident the EU will not block vaccines entering the UK.\nInternational Trade Secretary Liz Truss said the president of the European Commission Ursula von der Leyen had assured Prime Minister Boris Johnson that \"there will be no disruption of contracts that we have with any producer in the EU\".\nSpeaking to the BBC's Andrew Marr programme, she added that she was \"very pleased\" the EU stepped back from its plan to implement the border checks.\n\"What I want to do now is work with fellow trade ministers to keep these supplies open and to move away from the idea of vaccine nationalism and protectionism which we know simply harms our global health efforts and harms our global economy.\"\nSpeaking on the same show, Taoiseach Mr Martin said he first became aware of the EU's plan to put checks on the Irish border when the commission issued a public announcement.\nHe said he immediately contacted European Commission President Mrs von der Leyen and \"articulated the very serious implications the move would have\" - and that Mrs von der Leyen \"took on board\" his concerns and \"thankfully\" the commission pulled back from its stance.\nMr Martin added that the commission should have spoken to him first and said there were \"a lot of lessons to be learnt\" from the incident and that issues with the border between Ireland and Northern Ireland needed \"fine-tuning\".\nAcknowledging the tension between the EU and vaccine manufacturer AstraZeneca was \"terrible\", he stressed the need for all sides to \"calm down\" and \"dial down the tone\".\nHowever he also noted that there had been \"shock\" in the EU when \"it emerged the original commitment [by AstraZeneca] of delivering 100 million doses wasn't going to be realised.\"\nEarlier this week AstraZeneca's chief executive, Pascal Soriot, said the contract with the EU obliged the company to make its \"best effort\" to meet EU demand, without compelling the company to stick to a specific timetable.\nThis comes as the World Health Organization said \"vaccine nationalism\" could prolong the pandemic and further widen global inequality.\nMs Truss told the BBC: \"This is a global problem that needs global solutions and what we want to do is help other countries, including the developing world get the vaccines they need to make sure the whole world is vaccinated.\"\nThe EU's threat of border controls came amid a deepening dispute over delays to the production and distribution of Covid vaccines across the continent.\nThe bloc is introducing a so-called transparency mechanism, which gives countries in the bloc powers to deny authorisation for vaccine exports if the company making them has not honoured existing contracts with the EU.\nThe EU's attempt to apply measures to the Irish border was widely-condemned, and the heads of the UK- and Europe-wide industry bodies have warned against export bans. \nFormer prime minister Tony Blair said the EU's threat was \"a very foolish thing to do and fortunately they withdrew it very quickly\".\n\"Companies are working as fast as they can to protect everyone. Export restrictions do no one any good and we urge governments to avoid them,\" Richard Torbett, head of the UK's Association of the British Pharmaceutical Industry, and Nathalie Moll, head of the European Federation of Pharmaceutical Industries and Associations, wrote in the Observer.\nThe EU has insisted that its controls are a temporary scheme, and not an export ban.\nOn Saturday Cabinet Office minister Michael Gove said the government expected vaccines manufactured by Pfizer and AstraZeneca to be supplied to the UK but said it would work with the EU to \"make sure that their own problems can be tackled\".\n\"Our first priority is vaccinating people in the United Kingdom, but we also want to work with our friends and neighbours in the European Union in order to help them as well,\" he said.\nBy Naomi Grimley health correspondent\nLike many rich countries, the UK has bought more vaccines than it needs in order to hedge its bets in an emergency.\nThat's led some to argue that the UK should consider donating some - either to a neighbouring EU country such as Ireland which does not have such a plentiful supply or to poorer countries which currently have none. \nBut ministers say it's too early to make that call yet.\nThe World Health Organization wants richer countries to commit to donating their excess once they have enough to vaccinate their most vulnerable. \nNorway has said it will do this and India has already given some vaccines to Nepal, Bhutan and Bangladesh in what's been called \"vaccine diplomacy\". \nThe UK government said a further 587 people had died within 28 days of testing positive for coronavirus as of Sunday, taking the total deaths by that measure to 106,158.\nThere have been a further 21,088 lab-confirmed cases of the virus in the UK, while 8,977,329 have received their first dose of a vaccine and 491,053 have been given the second dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55878487",
      "category": "uk-politics",
      "title": "Cladding: Safety improvement costs 'are taking over our lives'",
      "tags": "Grenfell Tower fire,Keir Starmer,Ministry of Housing, Communities & Local Government,Grenfell Tower Inquiry,Labour Party,UK fire safety",
      "text": "Thousands of flat owners are facing large bills for fire-safety improvements demanded following the Grenfell disaster. Labour says they're not getting enough help, but the government insists it's taking appropriate action.\n\"The building should never have been signed off in the first place,\" says Pippa Hamshaw. \"The flats are all valued at nothing. Mortgage companies won't offer mortgages on any of them.\"\nPippa, 31, is also expecting a £70,000 bill for her share of renovations on her block of flats in Leeds.\n\"I go from being really angry with the situation to being in tears,\" she tells BBC 5 live's Naga Munchetty. \"It's taken over my life.\"\nPippa is one of thousands of people facing large payments for safety renovations required following the Grenfell Tower fire in 2017, in west London, in which 72 people died when flames spread via combustible exterior cladding.\nMany fire-safety concerns have come up in inspections since then, but those not relating to cladding - such as missing fire breaks and flammable balconies - are not covered by the government's Building Safety Fund.\nAnd a report by MPs has said that the £1.6bn the government has allocated for removing dangerous cladding is insufficient - with the real cost nearer £15bn.\nFixing safety faults has seen costs surge for leaseholders like Pippa, whose monthly service charge has risen from £240 to £630.\n\"I just feel totally let down by the whole system,\" she says. \"The government could do something right now... I feel like everyone's winning bar the leaseholder.\"\nAfter Grenfell, round-the-clock fire patrols known as \"waking watches\" were put in place in hundreds of buildings, costing groups of leaseholders tens of thousands of pounds every month.\n\"I don't feel any safer,\" says Pippa. \"I don't see how they are going to be much use. They literally have to go and knock on every door of the flats to tell you that the building is on fire. We've got 10 floors in my property. Are they really going to be able to knock on every door?\"\nLabour leader Sir Keir Starmer is accusing ministers of offering \"half-baked solutions\" to the problems exposed by Grenfell and has called for a national cladding taskforce, modelled on a similar body set up in Australia.\nHe argues this would \"drive forward\" work on funding the removal of dangerous cladding, while pursuing \"those responsible for the cladding scandal\", protecting residents from costs and ensuring they can sell their properties.\nJenny Garrett, who bought her flat in Sheffield in 2019, says that, when the survey was carried out, \"absolutely nothing\" wrong was found. Only later did she find out the building's cladding was flammable.\n\"The whole situation is quite overwhelming because there's the issue of feeling unsafe,\" she says. \"On top of that, there's the issue about the financial pressure and worrying about what's coming down the road.\"\nResidents have seen insurance costs on buildings with fire safety problems rocket.\nFlat owners in one Cheshire development had their combined premiums rise from £34,000 in 2018 to more than £500,000. Some are now paying almost £2,000 a year for building insurance.\nMeanwhile, data released last month shows that cladding removal and repair work has been completed on only 58% of social housing blocks and 30% of private sector buildings.\nThe Association of British Insurers says the slow pace of getting buildings fixed means means high policy prices reflect risks accurately.\n\"For the last two or three years, a lot of our lives have been completely ruined,\" says Giles, a flat owner from Manchester. \"We're living in fear and limbo. All we've been told so far is the government wants us to pay sums running into the tens of thousands of pounds, simply to make our homes safe.\n\"It's all got even worse over the last year, because we're trapped in our homes for 23 hours a day during the pandemic. We almost feel safer outside than inside.\"\n\"We all want to see homes made safer, as quickly as possible... we are making good progress on remediating unsafe homes,\" a Ministry of Housing, Communities and Local Government spokesman says.\n\"Leaseholders shouldn't have to worry about the unaffordable costs of fixing safety defects in high-rise buildings that they didn't cause - and should be protected from large-scale remediation costs wherever possible,\" he adds.\n\"The Building Safety Bill is the appropriate legislative mechanism for addressing these issues and will be brought forward in due course.\"\nThe House of Commons backed a Labour motion calling for further action on cladding on Monday by 263 votes to none.\nThe Conservative leadership asked its MPs to abstain and the result is not binding on the government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-55881508",
      "category": "uk-england-beds-bucks-herts",
      "title": "Covid-19: Captain Sir Tom Moore in hospital with coronavirus",
      "tags": "Keighley,Bedford,Keir Starmer,Marston Moretaine,Captain Tom Moore,NHS,Matthew Hancock,Sadiq Khan,Coronavirus pandemic",
      "text": "Captain Sir Tom Moore has been admitted to hospital with coronavirus, his daughter said.\nThe 100-year-old, who raised almost £33m for the NHS, was taken to Bedford Hospital after requiring help with his breathing, Hannah Ingram-Moore said on Twitter.\nShe said he had been treated for pneumonia over the past few weeks and last week tested positive for Covid-19.\nMrs Ingram-Moore said her father was not in intensive care.\nA spokeswoman for the family said Capt Sir Tom had not yet received the Covid-19 vaccine due to the medication he was on for pneumonia.\nPrime Minister Boris Johnson tweeted: \"My thoughts are very much with @CaptainTomMoore and his family. You've inspired the whole nation, and I know we are all wishing you a full recovery.\"\nThe Army veteran, originally from Keighley in West Yorkshire, came to prominence by walking 100 laps of his garden in Marston Moretaine, Bedfordshire, before his 100th birthday during the first national lockdown.\nHe was knighted by the Queen in July.\nIn December, he went on a family holiday in Barbados after British Airways paid for his flight.\nIn Mrs Ingram-Moore's tweet, she said her father had been at home with the family until Sunday when he \"needed additional help with breathing\".\nShe said the medical care he had received in the past few weeks had been \"remarkable\".\n\"We know that the wonderful staff at Bedford Hospital will do all they can to make him comfortable and hopefully [he will] return home as soon as possible,\" she said.\nNHS Charities Together, which benefited from the millions raised, said he had been an \"inspiration to the country\" and had also led to many other people raising money and doing \"crazy different things to support the charity and give extra support to the NHS\".\nChief executive, Ellie Orton, said: \"If it wasn't for him and the remarkable fundraising her has done, we wouldn't be able to [provide] the extra support that we give to the NHS.\n\"It's been phenomenal, the funds that he has raised are making a significant difference in the NHS right now and these funds are additional to what the NHS and the government are able to give.\"\nShe said it was being used for extra mental health support and wellbeing rooms and gardens for NHS staff as well as iPads for patients isolated from their families and bereavement counselling.\nThere has been an outpouring of well wishes for the centenarian on social media.\nThe Twitter account for England's national football teams said: \"We're very sorry to hear this. We are thinking of you all and hoping Captain Sir Tom makes a full and speedy recovery.\"\nHealth Secretary Matt Hancock also sent his \"best wishes\", while Labour leader Sir Keir Starmer said the whole nation was wishing him well, adding: \"You've been an inspiration to us all throughout this crisis.\"\nIn a tweet, Mayor of London Sadiq Khan thanked the NHS for the care the veteran had received and said he hoped he would have a \"speedy recovery\" and be \"back home with his family soon\".\nBBC Breakfast presenter Dan Walker posted: \"Come on Captain Tom\", while actor and singer Michael Ball - who recorded a charity single with Capt Sir Tom - sent \"love and prayers\".\nCapt Sir Tom, who was given the honorary title of colonel on his 100th birthday, had initially set out to raise £1,000 for NHS charities by repeatedly walking an 82ft (25m) loop of his garden.\nBut he eventually raised £32,794,701 from more than 1.5m supporters.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55845067",
      "category": "uk-wales",
      "title": "Post-Brexit taxes for steel 'very damaging', says Kinnock",
      "tags": "Wales business,Steel industry,Stephen Kinnock,UK economy,Port Talbot,Wales economy,Brexit",
      "text": "Some steel products could face post-Brexit taxes within months, the sector has warned. \nUK Steel said it was \"likely\" that export quotas for some products would run out in the first quarter of this year - meaning exports would face a 25% tariff.  \nAberavon MP Stephen Kinnock said the UK government should renegotiate the \"very damaging\" new quotas with the EU.\nThe UK government said it would \"engage intensively\" with the sector. \nTata Steel UK employs about 8,000 people in the UK, the majority of which are in Wales with about half based at Port Talbot. \nIn the year to March 2020 - before the coronavirus pandemic hit demand for steel - Tata Steel UK made a pre-tax loss of £654m and there have been ongoing calls for financial support from the UK Government. \nBut Welsh Labour MPs told BBC Politics Wales the latest challenge for the sector could be the changes agreed in the post-Brexit trade deal at the end of last year. \n\"Boris Johnson has said that the Brexit deal is no quotas and no tariffs - that is just not true,\" said Mr Kinnock, whose constituency includes the Port Talbot steelworks.\n\"The steel industry is going to be subjected to 25% tariffs on every tonne of steel that we export to the European Union above a certain quota.\n\"What's even worse is steel going from Great Britain to Northern Ireland will be included in the calculation of that quota, so we really have got a very troubling situation that could have a very damaging impact on our steel industry.\n\"We need the government to get back to the negotiating table with the European Union.\n\"The big question is, does the European Union have any incentive to get back to the negotiating table now the deal is done. Have we lost all of our leverage?\" \nThere are now separate quotas for UK steel trading with the EU for 29 different steel products. \nUK Steel, which represents manufacturers, said some of those quotas were likely to run out in the first quarter of this year.\n\"The official expiry date of the EU safeguard measure [quotas] is June 2021, but it is looking increasingly likely that they will be extended beyond this period - perhaps for another three years,\" a spokeswoman said.\n\"If the UK can't get an exemption, or its quotas expanded, it will cause huge problems for the UK steel sector.\" \nShe said Brexit was also impacting how much steel the UK can expect to export due to customs delays, a shortage of hauliers and concern from EU customers. \nMr Kinnock has urged the UK government to provide support to the industry.\nSteel analyst Kathryn Ringwald Wildman said more state aid could have been given, even while a member of the EU, while the steel industry is among many sectors asking for help following the coronavirus pandemic.\n\"One is inclined to think that because [the UK government] expressed such concern over the ability to use state aid that they intend to use state aid,\" she said. \n\"However, in the past they haven't used it to the maximum, even within European regulations. \n\"Within European regulations, some countries were able to give their steel industries much more support with relation to energy costs than the UK government chose to do.\" \nShe said the UK government would be weighing up whether steel remains a \"strategic industry\".\n\"Many would say yes - we have a strong manufacturing sector [so] you need a thriving steel industry [however] now we have competing voices for support.\n\"Industries like hospitality, leisure and tourism, retail, have all been devastated by the pandemic and seeking help to recover. The government has to decide what are their priorities, where is the economy going to be best served in the long-term.\"\nProf Kent Matthews, economist at Cardiff University, said any steel subsidy would need a time limit. \n\"The main challenges are in terms of value for money,\" he said.\n\"The Treasury's argument will be they don't want to keep throwing money at something that's not going to produce a return at all.\n\"The long-term effect for steel coming out of Brexit, if nothing changes, is that it will be absolutely destroyed by world markets. So the arguments for subsidising are ones of giving it breathing space to be able to up their game, invest in the right technologies and move up the value chain. \n\"There are arguments for permanent subsidies for certain industries but steel is not one of them because it's a tradable good, it's something that can be got from outside.\"\nThe UK government said it was in continuing discussions about increasing quotas for exports into the EU single market. \nA UK government spokesman said: \"We have worked successfully with the European Commission to secure tariff rate quotas for some steel products to enable UK companies to trade tariff-free into the EU. \n\"These tariff-free allocations came into operation on 1 January 2021.\n\"The government will continue to engage intensively with the sector to understand their concerns and requirements.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52380823",
      "category": "explainers",
      "title": "Covid: What is happening with the EU vaccine rollout?",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,Moderna,Pfizer,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The rollout of Covid vaccines in European Union (EU) countries is picking up speed, with more than 300 million jabs  administered.\nAs of 20 June, nearly half of the EU's adult population have had at least one one dose, while 28% have been fully vaccinated.\nEarlier this year, the rollout was hit by delays in production and distribution and vaccine hesitancy in some countries.\nIn the week to 20 June 2021, Germany administered an average of 1 dose per 100 people a day, with Italy and France close behind on  0.9 dose per 100 people - all higher than the UK's 0.6 per 100.\nHungary - which is using Russian and Chinese vaccines as well as the EU-approved ones - has fully vaccinated 46% of its population, the same proportion as the UK. \nIn France, children who are 12 and over can be vaccinated, with parental consent. The government is hoping to avoid class closures when schools reopen after the summer holidays. \nThe EU authorised the use of the Pfizer vaccine in children aged 12-15 at the end of May. \nGermany said it would give it to those aged 12-17 with pre-existing conditions while a number of other EU countries said they would vaccinate children before the start of the next academic year.\nIn June 2020, all 27 member states joined a scheme giving the EU central responsibility for buying vaccines.\nHowever, the EU was slower than the UK to negotiate a contract with AstraZeneca and there were supply problems.\nIts deals with Pfizer-BioNTech and Moderna also saw early problems with production and distribution.\nIn February, European Commission President Ursula von der Leyen acknowledged the EU's vaccine difficulties, saying: \"We were late to authorise. We were too optimistic when it came to massive production and perhaps too confident that what we ordered would actually be delivered on time.\" \nIn January 2021, the European Medicines Agency (EMA) approved the use of the Oxford-AstraZeneca vaccine for all age groups, but a number of EU countries initially refused to recommend its use for people over 65.\nFrance and Germany eventually revised their stance and approved the vaccine for 65-74 year olds at the beginning of March.\nThey were again among 13 European countries who paused the AstraZeneca rollout again later in March, following reports that a small number of people developed blood clots after receiving the jab. \nOn 7 April, the EMA said there was a \"possible link\" between the vaccine and the clots, although it is still recommended the jab for all age groups. \nSeveral EU countries, including France, Germany and the Netherlands now say only people over 55 or 60 should get the jab, while others like Denmark have suspended its use altogether. \nThe headlines surrounding AstraZeneca led to a drop in confidence in the jab. In March, the polling company YouGov suggested that only a third of Germans and 23% of French respondents considered it safe.\nThe EU took AstraZeneca to court to force it to deliver more doses of vaccine. The company blamed production problems but said it had \"fully complied\" with its contract.\nThe EU lost its legal battle. It had wanted AstraZeneca to deliver 120 million doses by the end of June but a court ruled that the company must instead provide 80 million doses by the end of September. \nThe EU said the UK has had an unfair advantage in contracts it signed with vaccine manufacturers, some of whom have plants in the EU.\nEU leaders considered a ban on exports of vaccines to the UK but decided not to introduce one.\nInstead, they called for more transparency from the UK and other countries on the number of doses they export.\nThe EU says that by 1 June 2021, it had exported 245 million doses to 46 different countries. \nUnder the terms of the EU scheme, member states are not supposed to strike deals with any vaccine manufacturer with whom the EU already has an agreement, but they can make separate deals with vaccine makers which have not signed agreements with the EU.\nHungary has been using Russia's Sputnik vaccine for months and and Slovakia has also bought doses of it.\nGermany said in April it would begin talks to secure supplies of the Russian vaccine and Austria said it would buy one million doses, but only once the EU's medicines agency approves the jab for use in the EU. \nThe Czech Republic and Poland have entered talks with both Russia and China.\nThe UK approved the Pfizer vaccine in November 2020, nearly three weeks before EU regulators. \nThe government claimed that being outside the EU allowed it to be more nimble in this area. \nHowever, the UK's approval of the vaccine would have been permitted anyway under EU law - a point made by the head of the UK medicines regulator.\nThe UK could have joined the EU vaccine scheme last year while it was still in a transition phase with the EU, but it chose not to. \nIf it had, the UK might not have been able to do as many deals with vaccine companies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55877514",
      "category": "uk",
      "title": "Covid: Hospitals 'stable' but 'another hard year ahead'",
      "tags": "NHS,Intensive care,Coronavirus pandemic",
      "text": "The situation in hospitals has \"stabilised\" and staff are no longer having to plan for extra capacity, an intensive care doctor says.\nBut Rupert Pearse, from the Intensive Care Society, said it was going to be \"another very hard year\" and warned of the mental health impact on NHS staff.\n\"I've never been in the Army but I imagine it's a little bit like a second tour of duty,\" he said.\nThe second wave has seen higher numbers of Covid patients in UK hospitals.\nThere are currently 34,783 people in hospital in the UK. In the peak of the first wave in April 2020 there were 21,684 Covid patients in hospital.\nThere are 3,832 people on ventilators, according to the latest government data.\nProf Pearse, a consultant in intensive care medicine at a London hospital, speaking on behalf of the Intensive Care Society, told BBC Breakfast the situation had \"stabilised in most areas\", calling it a \"big step forward\".\n\"We are no longer having to plan to build extra capacity - extra ICU beds, extra ward beds, and we can focus all that mass of energy on building extra capacity on improving the standards of care for the patients that we've already got,\" he said.\n\"And as time gradually progresses, new hospital beds, new ICU beds, become available as patients get better and go home, so the system gets less strained as we move forwards and as you can imagine it's always easier walking downhill.\"\nProf Pearse said the UK's first wave of coronavirus lasted about eight weeks before \"calming down\", but the second wave has gone on \"for more than three months now\" and it could be a further three months before admissions \"settle\".\nHe said it had been an \"endless struggle\" to maintain high standards of care for hospital patients as a result of the pressure put on the NHS during the current wave of Covid infections.\nEarlier this month, figures showed that a record number of seriously-ill Covid patients were being transferred from over-stretched hospitals because of a lack of bed space.\nProf Pearse added that he was worried about the long-term impact on health workers, saying: \"We're so busy trying to look after the patients that we have in hospital - we don't have time to pause and think about ourselves just yet.\"\nA study has suggested that many hospital staff treating the sickest patients during the first wave of the pandemic were left traumatised by the experience.\nThe UK government said on Saturday that a further 1,200 people had died within 28 days of a positive Covid test and there were another 23,275 cases recorded.\nA total of 8,378,940 people have received their first dose of a vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55875256",
      "category": "world-europe",
      "title": "Swedish Covid nurse to watch entire film festival alone in lighthouse",
      "tags": "Sweden,Film,Coronavirus pandemic",
      "text": "A Swedish nurse has won a competition to watch the entire 60-movie programme of the Goteborg Film Festival from a lighthouse on an isolated island off the coast of Sweden.\nLisa Enroth beat 12,000 film fans from around the world who applied.\nThe nurse, who has worked on Covid-19 wards during the pandemic, said she hoped to enjoy \"being part of a totally different kind of reality for a week\". \nFestival organisers were forced to curtail the festival by the pandemic.\nThere will be no screenings in cinemas - instead, the entire programme will be streamed online. \nOrganisers said they were searching for a genuine movie fan that was emotionally and psychologically up to the task, the BBC's Maddy Savage reports from Stockholm. \nMs Enroth, who said she has been \"drained of energy\" due to the pandemic, will spend a week living alone in the Pater Noster lighthouse on Hamneskar island, without a phone, computer, books or any other form of entertainment.\nHowever, she will be given a tablet, for limited periods, so she can record a daily video diary. And one other person will also be on the island for security reasons and will check in on her once a day.  \nTo watch the films, a screen has been set up in the lantern room at the top of the lighthouse, where Ms Enroth can also experience a 360-degree view of her new surroundings.\n\"The wind, the sea, the possibility of being part of a totally different kind of reality for a week - all this is really attractive,\" the nurse said. \nShe usually lives in Skovde, a small city east of Goteborg, where she is part of a local movie club. \nOn Saturday morning, Ms Enroth was taken by boat to the island, which lies off the coast near Marstrand. \nFestival CEO Mirja Wester said it felt right to give the unique opportunity to one of the many heroes working in healthcare during the pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-16057045",
      "category": "world-europe",
      "title": "Alexei Navalny: Russia's jailed vociferous Putin critic",
      "tags": "Russia,Chemical weapons,Alexei Navalny,Vladimir Putin",
      "text": "Anti-corruption campaigner Alexei Navalny has long been the most prominent face of Russian opposition to President Vladimir Putin.\nThe 45-year-old blogger has survived poisoning with a nerve agent and is now behind bars. Even though he has been unable to challenge the president at the ballot box, his voice retains its power for many Russians and he remains a threat to the Kremlin.\nHe has millions of Russian followers on social media - many in their early 20s or younger - and his campaign group's anti-corruption videos have reached millions.\nNavalny, whose organisations have been banned as \"extremist\" in Russia, nearly died in August 2020 when he was attacked with a Novichok nerve agent in Siberia. \nBut his team had him flown to Berlin and he recovered over a period of months, returning to Moscow on 17 January and immediate detention.\nHis supporters staged mass protests across Russia and police responded with force, detaining thousands for attending the unauthorised rallies. \nAlthough he and his anti-corruption team were banned from standing in parliamentary elections, they still managed to anger the Kremlin with a \"smart voting\" app that encouraged voters to back candidates who had a chance of defeating Mr Putin's United Russia party.\nNavalny's consistent message is that Mr Putin's party is full of \"crooks and thieves\". He has accused the president of \"sucking the blood out of Russia\" through a \"feudal state\" concentrating power in the Kremlin. That patronage system, he claims, is like tsarist Russia.\nHe speaks the street language of younger Russians and uses it to powerful effect on social media. His Anti-Corruption Foundation (FBK) has made detailed claims about official corruption. \nAfter Navalny's arrest in January, his team published the \"Putin's palace\" video on YouTube which focused on a vast luxury Black Sea palace, allegedly gifted to Mr Putin by rich associates. \nThe video has been viewed well over 100 million times. The Kremlin dismissed it as a \"pseudo-investigation\" and Mr Putin called it \"boring\", denying the claims. Later billionaire businessman Arkady Rotenberg, one of Mr Putin's closest friends, said it was his own palace.\nAfter Navalny was given a jail term in February 2021, the European Court of Human Rights ruled he should be freed immediately because of the risk to his life, but Russia rejected the decision. \nHe went on hunger strike, protesting that authorities at the penal colony in Vladimir, 100km (60 miles) east of Moscow, were refusing to give him proper treatment for leg and back problems. \nControversially, Amnesty International revoked his status as a \"prisoner of conscience\" in February, before conceding it had been subjected to an \"orchestrated campaign\" to \"delist\" him and then reversing its decision.\nAt issue were xenophobic comments he had made years before but had not disavowed. In videos dating back to 2007 he appeared to compare ethnic conflict to tooth decay and likened immigrants to cockroaches. He has also said the Crimea peninsula \"de facto belongs to Russia\", despite international condemnation of Russia's 2014 annexation of the Ukrainian territory. \nOn 2 February a Moscow court jailed Navalny for violating the terms of a 2014 suspended sentence for fraud. \nThe case against him was based on his failure to report regularly to police during 2020. His legal team said that was absurd, as the authorities knew full well he was getting emergency treatment in Berlin for the Novichok nerve agent attack in Siberia. He reminded the court he had been in a coma during part of that time.\nNavalny argued that between January and August 2020, before the poisoning, he had reported to police twice a month. He dismissed the fraud case as fabricated in order to silence him.\nThe case concerns alleged embezzlement from a Russian subsidiary of French cosmetics firm Yves Rocher and from a timber firm, Kirovles. His brother Oleg was jailed for three-and-a-half years and Alexei got the same term, but suspended.\nThat 2014 fraud conviction itself was condemned in 2016 by the European Court of Human Rights, which found that Navalny's rights had been violated, and it ordered Russia to pay him and Oleg compensation. But later the Russian Supreme Court upheld the conviction.\nNavalny's battle against President Putin, 69, is now intensely personal: he accuses the president of ordering state agents to poison him - and he repeated that allegation in court.\n\"His main gripe with me is that he'll go down in history as a poisoner,\" Navalny told the court scornfully. \"We had Alexander the Liberator, Yaroslav the Wise, and we will have Vladimir the Underpants Poisoner.\"\nUnderpants became a social media meme in Russia after Navalny carried out a telephone sting in December on a Russian FSB state security agent, who revealed that Novichok, a highly toxic Russian chemical weapon, had been smeared on Navalny's underwear.\nIn August 2020 Navalny collapsed on a flight over Siberia and was rushed to hospital in Omsk. That emergency landing saved his life. A German-based charity persuaded Russian officials to allow him to be airlifted to Berlin for treatment.\nIn September the German government revealed that tests carried out by the military found \"unequivocal proof of a chemical nerve warfare agent of the Novichok group\". The Kremlin denied any involvement and rejected the Novichok finding.\nThe EU then imposed sanctions on six top Russian officials and a Russian chemical weapons research centre, accusing them of direct involvement in the poisoning. Russia retaliated with tit-for-tat sanctions.\nNovichok was the chemical weapon which nearly killed former Russian spy Sergei Skripal and his daughter Yulia in Salisbury, England, in March 2018. A local woman died later from contact with Novichok.\nMr Putin admitted that the state was keeping Navalny under surveillance - it was justified, he alleged, because US spies were helping the blogger.\nDetective work by the investigative group Bellingcat pointed to long-running Federal Security Service (FSB) shadowing of Navalny - despite the official denials. And Bellingcat named agents it suspected of poisoning him.\nThe next big test is whether Navalny can still organise - from jail - big, unauthorised street protests against official corruption. The police have cracked down hard, detaining his wife Yulia and his top FBK assistants.\nFor years he has led nationwide protests, but in 2018 he was barred from challenging Mr Putin at the ballot box, because of his fraud conviction.\nNavalny is familiar with the physical risks in Russia, having been attacked before the Novichok poisoning. And he has been arrested repeatedly.\nIn 2019, he was diagnosed with contact dermatitis whilst in jail, with his doctor suggesting he might have been exposed to \"some toxic agent\".\nHe has also twice been targeted with antiseptic green dye known as zelyonka and suffered chemical burns to an eye.\nHis rise as a force in Russian politics began in 2008, when he started blogging about alleged malpractice and corruption at some of Russia's big state-controlled corporations.  \nOne of his tactics was to become a minority shareholder in major oil companies, banks and ministries, and to ask awkward questions about holes in state finances.\nWhen he was briefly jailed in July 2013 for embezzlement in the city of Kirov, the five-year sentence was widely seen as political.\nHe was unexpectedly allowed out of prison to campaign for the 2013 Moscow mayoral elections, in which he was runner-up with 27% of the vote, behind Putin ally Sergei Sobyanin.\nThat was considered a dramatic success as he had no access to state TV, relying only on the internet and word of mouth.\nNavalny told the BBC the best thing Western states could do for justice in Russia was to crack down on \"dirty money\".\n\"I want people involved in corruption and persecution of activists to be barred from entering these countries, to be denied visas.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55877699",
      "category": "uk-politics",
      "title": "Covid: Labour stands by teacher vaccination policy",
      "tags": "Teaching,Rachel Reeves,Schools,Keir Starmer,Coronavirus vaccines,Labour Party,Coronavirus pandemic",
      "text": "Teachers should be vaccinated against Covid once the most vulnerable have received their doses, shadow Cabinet Office minister Rachel Reeves has said.\nShe added that Labour wanted the Joint Committee on Vaccinations and Immunisation (JCVI) to look at the evidence on prioritising key workers.\nLabour has argued vaccinating teachers could help reopen schools.\nBut International Trade Secretary Liz Truss said \"the most important thing is protecting lives\".\nSpeaking to Sky News, Ms Truss said: \"For every person you vaccinate who isn't in the most vulnerable group, that is somebody in the most vulnerable group who isn't getting their vaccine and who is more likely to die in the next few weeks and months.\"\nShe said it was right that the JCVI - an independent body of experts - looked at these issues.\nThe vaccinations committee has said early vaccination of certain professions should be considered - but only once those in the top nine priority groups have been offered a first jab.\nThe first four priority groups cover those aged over 70 and care home residents and workers. The government aims to offer vaccines to everyone in these groups by mid-February. \nThe next five groups include people over the age of 50 and those between 16-64 with underlying health conditions. \nThe committee is expected to look at the next priority groups for vaccination in the coming month. \nOn Wednesday, Labour leader Sir Keir Starmer called for all school staff to be vaccinated during the February half-term, saying they should receive doses alongside priority groups five to nine.\nHowever on Friday, Welsh First Minister Mark Drakeford - a Labour politician - said he would prioritise teachers for vaccinations only if advised to do so by the JCVI.\nLabour later clarified that moving teachers up the queue was a decision for the JCVI - something that had not been made explicit when the Labour leader first announced the policy. \nAnd speaking to the BBC's Andrew Marr programme, Ms Reeves reiterated that Labour wanted the JCVI to look at the evidence but added that using the February half-term to vaccinate school staff would be \"the sensible thing to do\".\n\"The government say that getting our kids back to school is a priority - Labour agree but the government have no plan to achieve this.\"\nShe said children will have had \"the best part of a year\" out of school and that although online learning exists \"there is no substitute for being in the classroom with a qualified teacher.\"\n\"It would take just a couple of days to get our teaching staff vaccinated so the JCVI should look at this,\" she said.\nHer position was supported by former Labour Prime Minister Tony Blair, who said there was a \"very strong case\" for teachers to be vaccinated before schools reopen.\nBut Conservative Party Chairwoman Amanda Milling MP said Labour had \"abandoned the science and is playing politics with the vaccine\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55827509",
      "category": "world-europe",
      "title": "Russian anti-Putin anger spreads: 'We have to protest'",
      "tags": "Moscow,Vladimir Putin",
      "text": "Filip Kuznetsov spent an entire night crammed into a police van with 17 other protesters because Moscow's detention centres were all full.\nHe was among a record 4,002 people arrested across Russia last week, as large crowds took to the streets to demand the release of the opposition politician Alexei Navalny. Further protests have been called for Sunday, threatening to strain the system even further. \n\"We didn't sleep all night. One person always had to stand for space, so we took it in turns,\" Filip told me by phone on Wednesday from the back of the police van, which he described as an \"ancient vehicle with metal bars all round\".\nAnti-corruption campaigner Alexei Navalny, fiercely critical of the Kremlin, was imprisoned on his recent return to Russia after recovering from an attempt to kill him with a nerve agent.\nA judge had sentenced Filip to 10 days in custody on Monday for his part in the protest. But it took police a further two days to find space in city cells. By the time we spoke, his group had been waiting outside Moscow Detention Centre No 2 for 17 hours, fed only by volunteers who brought sandwiches to the van.\nFilip, a small-business owner, is not a fan or follower of Mr Navalny, but he is disturbed by how a fellow citizen is being treated. \n\"They're punishing him for nothing - which means anyone could be next, including me,\" he explained.\nFew protesters we spoke to at Moscow's Pushkin Square last Saturday mentioned Mr Navalny's near-fatal poisoning, but all were shocked at how his flight home had been diverted so he could be detained at the border. He then faced a bizarre, makeshift court hearing in a police station. \nOne poll suggests as many as 42% in the Moscow crowd were moved to protest for the first time. The rallies were also unprecedented in their spread, covering towns and cities usually seen as politically \"passive\".\n\"In Moscow, we have safety in numbers, places to work if we get fired, but in the regions it's much more constricted,\" political scientist Ekaterina Schulmann points out. \"People there take higher risks.\"\nIn Vladivostok, Russia's far east, Mr Navalny's team say there haven't been demonstrations in the city on last Saturday's scale for over a decade.\nKaterina Ostapenko, his local co-ordinator there, did not take part herself: she was picked up by police the day before. But she says up to 3,000 people came out, motivated partly by Navalny's latest video exposé: a corruption investigation targeting President Vladimir Putin himself. \nThe film claimed that Mr Putin had a secret, opulent palace built for him on the Black Sea, complete with an aqua-disco and a pole-dancing salon. \n\"I think people in the regions are much angrier and that's why so many protested,\" Ms Ostapenko told me. \"They're really angry because they have no money, and now look how much Putin has! And it's our tax money that paid for his palace.\"\nVladimir Putin has denied any link to the giant property in Gelendzhik, calling the film a poor montage meant to brainwash people. It's already been watched on YouTube more than 100 million times.\n\"The number of views is staggering,\" Ekaterina Schulmann says, arguing that the scale of subsequent protests reflects deepening discontent here.\n\"[There's] the year of lockdown measures, the frustration and weariness collected inside people in that time, and the ongoing economic stagnation and declining incomes,\" she notes, adding that Mr Putin's trust rating has been sliding since his re-election two years ago.\n\"We are in a turbulent period.\"\nSo, unsurprisingly, the response to Saturday's protest has been swift and hard. \nAfter rounding up thousands of protesters on the day, issuing fines or short-term detention, officials are now going after key allies of Alexei Navalny including his brother, doctor, and a lawyer at his Anti-Corruption Foundation.\nPolice in black balaclavas, armed with crowbars, launched raids at their flats and offices across Moscow, as a criminal case was opened for calling a protest mid-pandemic. The fact that Moscow's mayor just lifted a curfew on bars and nightclubs, claiming that Covid-19 is in retreat, made no difference.\nOn Friday, a court placed the three under house arrest for two months, barred from using the internet, while the investigation continues.\nThe Kremlin spokesman denies the prosecutions are politically motivated, telling journalists that law enforcement officers are \"just doing their job\".\nBut with another day of demonstrations ahead, the authorities clearly want to remove the ringleaders. \nThe crackdown may well shrink the crowd this weekend: criminal cases have been launched against ordinary protesters, too - serious charges, including violence against police and hooliganism.\nBut many have vowed to come out regardless.\n\"We share one problem, the way we're governed,\" Danya says - a student who was detained last Saturday along with several friends. \"We're all protesting for one thing: the alternation of power.\"\nHis friend Kirill says their group were standing quietly when the police \"flew at us and started to beat us with their batons\". \n\"I'm not a direct supporter of Navalny,\" Kirill explains, but he considers his treatment \"illegal\". \"So as citizens of a country we love and want to be better, we have to protest.\"\nOne person who definitely won't join him is Filip Kuznetsov, who still has several days of his sentence left to run.\nBut on Friday he sent word that he and other protesters were being moved \"at great haste\". \n\"They're making space for the protest on the 31st,\" he messaged me, before being bundled into another police van and driven to a detention centre for illegal migrants 100km (60 miles) out of town. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-pacific-11685977",
      "category": "world-asia-pacific",
      "title": "Aung San Suu Kyi: Myanmar democracy icon who fell from grace",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,Asia migrant crisis,Rohingya",
      "text": "She was once seen as a beacon for human rights - a principled activist who gave up her freedom to challenge the ruthless army generals who ruled Myanmar for decades.\nIn 1991, Aung San Suu Kyi was awarded the Nobel Peace Prize, while still under house arrest, and hailed as \"an outstanding example of the power of the powerless\". \nIn 2015, she led her National League for Democracy (NLD) to victory in Myanmar's first openly contested election in 25 years. But she was deposed by a coup in 2021 when the military took control and arrested her and the political leadership around her. \nWhile her image had suffered internationally due to her response to the crisis that befell Myanmar's mostly Muslim Rohingya minority, she remains hugely popular with the country's Buddhist majority.\nMs Suu Kyi spent nearly 15 years in detention between 1989 and 2010. Her personal struggle to bring democracy to then military-ruled Myanmar (also known as Burma) - made her an international symbol of peaceful resistance in the face of oppression.\nDespite her landslide victory in 2015, the Myanmar constitution forbade her from becoming president because she has children who are foreign nationals. But Ms Suu Kyi, now 75, was widely seen as de facto leader.\nHer official title was state counsellor. The President until the 2021 coup, Win Myint, was a close aide.\nIn 2020, her NLD once again won a landslide majority, getting even more votes than in the 2015 vote.\nThe still powerful military disputed the results, claiming election fraud. On the day parliament was to a sit for the first time, the military arrested Ms Suu Kyi along with many other political leaders. \nIt then declared a state of emergency, handing power to the military for a full year.\nMs Suu Kyi was later charged with illegally importing communications equipment. Police said they found seven walkie-talkie radios in her home which she was not authorised to possess.\nMs Suu Kyi is the daughter of Myanmar's independence hero, General Aung San.\nHe was assassinated when she was only two years old, just before Myanmar gained independence from British colonial rule in 1948.\nIn 1960 she went to India with her mother Daw Khin Kyi, who had been appointed Myanmar's ambassador in Delhi.\nFour years later she went to Oxford University in the UK, where she studied philosophy, politics and economics. There she met her future husband, academic Michael Aris.\nAfter stints of living and working in Japan and Bhutan, she settled in the UK to raise their two children, Alexander and Kim, but Myanmar was never far from her thoughts.\nWhen she arrived back in Yangon in 1988 - to look after her critically ill mother - Myanmar was in the midst of major political upheaval.\nThousands of students, office workers and monks took to the streets demanding democratic reform.\n\"I could not as my father's daughter remain indifferent to all that was going on,\" she said in a speech in Yangon on 26 August 1988. She went on to lead the revolt against the then-dictator, General Ne Win.\nInspired by the non-violent campaigns of US civil rights leader Martin Luther King and India's Mahatma Gandhi, she organised rallies and travelled around the country, calling for peaceful democratic reform and free elections.\nBut the demonstrations were brutally suppressed by the army, which seized power in a coup on 18 September 1988. Ms Suu Kyi was placed under house arrest the following year.\nThe military government called national elections in May 1990, which Ms Suu Kyi's NLD convincingly won - but the junta refused to hand over control.\nMs Suu Kyi remained under house arrest in Yangon for six years, until she was released in July 1995.\nShe was again put under house arrest in September 2000, when she tried to travel to the city of Mandalay in defiance of travel restrictions.\nShe was released unconditionally in May 2002, but just over a year later was imprisoned after a government-backed mob set upon her entourage in the north of the country. She escaped because of the swift action taken by her driver, but many of her supporters were savagely beaten and a number died. \nShe was later allowed to return home - but again under effective house arrest. \nAt times she was able to meet other NLD officials and selected diplomats, but during the early years she was often in solitary confinement. She was not allowed to see her two sons or her husband, who died of cancer in March 1999.\nThe military authorities had offered to allow her to travel to the UK to see him when he was gravely ill, but she felt compelled to refuse for fear she would not be allowed back into the country.\nMs Suu Kyi was side-lined from Myanmar's first elections in two decades on 7 November 2010 but released from house arrest six days later. Her son Kim was allowed to visit her for the first time in a decade.\nAs the new government embarked on a process of reform, Ms Suu Kyi and her party re-joined the political process. \nThey won 43 of the 45 seats contested in April 2012 by-elections, in an emphatic statement of support. Ms Suu Kyi was sworn in as an MP and leader of the opposition. \nThe following May, she left Myanmar for the first time in 24 years, in a sign of apparent confidence that its new leaders would allow her to return. \nSince becoming Myanmar's state counsellor, her leadership has been partly defined by the treatment of the country's mostly Muslim Rohingya minority. \nIn 2017 hundreds of thousands of Rohingya fled to neighbouring Bangladesh due to an army crackdown sparked by deadly attacks on police stations in Rakhine state.\nMyanmar now faces a lawsuit accusing it of genocide at the International Court of Justice (ICJ), while the International Criminal Court is investigating the country for crimes against humanity.\nMs Suu Kyi's former international supporters accused her of doing nothing to stop rape, murder and possible genocide by refusing to condemn the still powerful military or acknowledge accounts of atrocities.\nA few initially argued that she was a pragmatic politician, trying to govern a multi-ethnic country with a complex history.\nBut her personal defence of the army's actions at the ICJ hearing in the Hague was seen as a new turning point for her international reputation.\nAt home, however, \"the Lady\", as Ms Suu Kyi is known, remains wildly popular among the Buddhist majority who hold little sympathy for the Rohingya. \nDuring her time in power Ms Suu Kyi and the NLD government also faced criticism for prosecuting journalists and activists using colonial-era laws.\nWhile there was progress in some areas, the military continued to hold a quarter of parliamentary seats and controlled key ministries including defence, home affairs and border affairs.\nIn August 2018, Ms Suu Kyi described the generals in her cabinet as \"rather sweet\" and Myanmar's democratic transition, analysts said, appeared to have stalled.\nThe 2021 military coup came as the country was facing one of South East Asia's worst Covid-19 outbreaks, putting new strains on an already impoverished healthcare system as lockdown measures devastate livelihoods. \nThe coup triggered widespread demonstrations and Myanmar's military has cracked down on pro-democracy protesters, activists and journalists.\nIn December 2021, Ms Suu Kyi was found guilty of inciting dissent and breaking Covid rules in the first of a series of verdicts that could see her jailed for life. UN Human Rights chief Michelle Bachelet called it a \"sham trial\" that would only \"deepen rejection of the coup\".\nMs Suu Kyi faces 11 charges in total and denies them all.\nYet Ms Suu Kyi remains popular. A 2020 survey by the People's Alliance for Credible Elections, a watchdog, found that 79% of people had trust in her - up from 70% the previous year.\nDerek Mitchell, former US Ambassador to Myanmar told the BBC: \"The story of Aung San Suu Kyi is as much about us as it is about her. She may not have changed. She may have been consistent and we just didn't know the full complexity of who she is.\n\"We have to be mindful that we shouldn't endow people with some iconic image beyond which is human.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55873821",
      "category": "uk-scotland-scotland-politics",
      "title": "Claims Sturgeon adviser spoke of 'getting' Salmond",
      "tags": "Scottish government,Alex Salmond inquiry,Scottish Parliament",
      "text": "A claim has emerged from Alex Salmond saying a Scottish government adviser spoke of \"getting\" him in a criminal court case just before its own investigation into harassment claims was deemed unlawful.\nHis comments come in a new written submission to the Holyrood inquiry into the handling of the claims.\nHe also called the government's behaviour in the affair \"a disgrace\".\nThe Scottish government would not comment on an unseen submission.\nMr Salmond was acquitted of sexual assault charges in a criminal trial in March 2020.\nThe committee on the Scottish government handling of harassment complaints was set up after a judicial review court case where the Scottish government admitted its internal investigation of two harassment complaints against Mr Salmond had been unlawful.\nThe government had to pay out more than £500,000 in legal expenses to the former first minister, who was later cleared of 13 charges of sexual assault by a criminal court.\nMr Salmond has now made a written submission to the inquiry, ahead of an expected appearance later this month.\nIn the submission, first reported by The Times and seen by the BBC, Mr Salmond states: \"During November 2018 we became concerned about the possibility of the government attempting to sist (delay) the judicial review and (mindful of their likely loss in court) seek to emphasise instead the police investigation. \n\"We have a witness precognition (statement) which recounts that in late November 2018 a special adviser told the witness that the government knew they would lose the JR but that they would \"get him\" in the criminal case.\"\nIn his conclusion, Mr Salmond said: \"The behaviour of the government was, in my view, a disgrace. But actions have consequences. \n\"Accountability is at the heart of the Scottish Parliament. The rule of law requires that those who have acted illegally are held to account. It is now the job of this committee to resolve how that is best done\".\nA Scottish government spokeswoman said: \"We can't comment on a submission that we haven't seen and that the committee has not yet published.\n\"The committee has received both written and oral evidence, including from the Lord Advocate, explaining clearly the legal position taken by the Scottish government throughout the judicial review. \n\"As the Lord Advocate set out in his evidence, when the judicial review was first raised the Scottish government was satisfied that it could answer all of the grounds raised by Mr Salmond in the judicial review.\" \nThe spokeswoman added: \"The issue on which the case was ultimately conceded only emerged over time from late October into December.  \n\"The case was conceded as quickly as possible once it became clear that it could no longer be defended on the single ground of perceived bias.\"\nOn Friday, the Crown Office confirmed that it had handed over evidence to the Holyrood inquiry following an unprecedented move by MSPs to use legal powers to seek documents from the prosecution service.\nMr Salmond looks set to appear before the inquiry on 9 February, while his successor as first minister, Nicola Sturgeon, is expected to give evidence the following week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51665497",
      "category": "health",
      "title": "Covid vaccine update: Those that work - and the others on the way",
      "tags": "Medical research,Coronavirus vaccines,Moderna,Vaccination,James Gallagher,Pfizer,Flu,Coronavirus pandemic,Immune system,AstraZeneca",
      "text": "Covid vaccination campaigns are under way in the UK and across the world. \nA range of vaccines are being used to reduce people's chances of getting sick, needing hospital treatment or dying. \nIt is more than a year since the virus first emerged, yet many people are still vulnerable. \nThe restrictions on our lives help keep the virus in check as they reduce opportunities for the virus to spread. \nVaccines teach our bodies to fight the infection and are \"the\" exit strategy from the pandemic.\nThe three vaccine frontrunners are those developed by Pfizer-BioNTech, Moderna and Oxford-AstraZeneca.\nPfizer and Moderna both developed RNA vaccines - a new approach that is incredibly quick to design.\nThey inject a tiny fragment of the virus's genetic code into the body, which starts producing part of the coronavirus and pushes the body to mount a defence. \nThese have been approved for use in the UK, Europe and the US. \nThe Oxford vaccine is subtly different as it uses a harmless virus to carry the same genetic material into the body. This has been approved in the UK and Europe.\nIt is the easiest of the three to use as it can be stored in a fridge, rather than needing very cold temperatures.\nAll three are supposed to be given as two doses.\nA single-dose Covid vaccine made by Janssen has now been approved for use in the UK.\nTwenty million doses of the jab, which was 85% effective in stopping severe illness from Covid-19 in trials, will arrive later this year.\nBecause only one dose is needed - and the vaccine can be stored in a fridge - it could have a significant impact around the world. A billion doses are planned this year.\nAnother jab, Novavax, is also being reviewed by drugs regulators.\nIt uses a different, old-school, approach to vaccines - proteins from the virus and a chemical to prime the immune system are injected into the body. \nThere are other noteworthy vaccines, even if they are not being used in Europe and the US. \nThe Sinovac, CanSino and Sinopharm vaccines have been developed by scientists in China and deals have signed with other countries in Asia and South America. Around one million people in China are reported to have been given the Sinopharm injection.\nThe Sputnik V vaccine, developed by Russia's Gamaleya Research Centre, is also effective according to late stage trial results published in The Lancet. Some people have been immunised.\nThe vaccine, which works in a similar way to the Oxford-AstraZeneca and Janssen vaccines has also been deemed to be safe - and offer complete protection against hospitalisation and death.\nIt is hard to compare one company's results with another as their trials will have been conducted in slightly different ways and at different points in the pandemic. \nHowever, all the main vaccines seem to have a large impact on your chances of needing hospital treatment or dying from Covid.\nNonetheless, one of the most important questions - do they stop you spreading the virus - remains unknown. \nUnderstanding which method produces the best results will be explored in challenge trials where people are deliberately infected with the virus.\nNew versions of the coronavirus are emerging in countries around the world. \nHowever, there is a warning sign from Janssen and Novavax, which have the first \"real-world\" data on the new variants.\nBoth showed a dip in their overall effectiveness in South Africa, where a new and worrying variant has been spreading.\nThe results were still good and clearly better than no vaccine at all, but they emphasise how coronavirus is a moving target.\nWe may need to change the vaccines we use in the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-55870959",
      "category": "uk-england-tyne",
      "title": "Covid-19: Joelinton an idiot for sharing haircut photo, barber says",
      "tags": "Coronavirus lockdown measures,Newcastle upon Tyne,Coronavirus pandemic",
      "text": "A barber to the stars has called a Premier League ace an \"idiot\" for sharing a photo of an illegal haircut.\nTom Baxter cut Newcastle United forward Joelinton's hair on Friday. The Brazilian footballer then posted an image of the encounter on Instagram.\nThe celebrity stylist said it was obvious many footballers were getting professional cuts done, adding that if \"I didn't do it someone else would\".\nHe does, however, accept he \"is not above the law\" regarding Covid rules.\nMr Baxter admits he has cut a number of players' hair in his Newcastle salon during lockdown but said he had costs to cover. \nHe pointed out that Joelinton's visit was part of a photoshoot, which could be allowed under the rules, although the stylist said he \"should not have done it\" and Joelinton was an \"idiot\" for putting the image on social media.\nMr Baxter said he had spent £20,000 to make his salon Covid secure, he and his clients wear masks and both he and Joelinton have had regular tests showing they have not got the virus.\n\"Yes it was lockdown and we should not have done it, I should not have done it,\" he said.\n\"But I'm not a bad lad and he's not a bad lad.\n\"Everyone has probably broken the rules at some point. During the first lockdown everyone took it seriously but now I think people are fed up with it.\"\nHe said he was expecting a visit from the police and would \"accept what's handed down to me\".\nMr Baxter also said it was not fair to target 24-year-old Joelinton, Newcastle United's record signing when he joined the club in 2019 for £40m, saying: \"He is a lovely young lad in a new country where he does not know people or speak the language.\"\nThe stylist added: \"I'm not being arrogant or cocky. I know people who have had symptoms and I know people have died.\n\"I do regret it if I was putting somebody else at risk. I shall take the heat, whatever is thrown at me.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55875914",
      "category": "entertainment-arts",
      "title": "Hilton Valentine, guitarist with the Animals, dies aged 77",
      "tags": "North Shields,Newcastle upon Tyne,Music",
      "text": "The Animals guitarist Hilton Valentine, who created one of the most famous opening riffs in 1960s pop music, has died at the age of 77.\nThe British band's version of blues standard The House of The Rising Sun topped the UK and US charts in 1964.\nThe Animals' record label ABKCO Music described Valentine as a \"pioneering guitar player  influencing the sound of rock and roll for decades to come\".\nNorth Shields-born Valentine died on Friday, ABKCO said on Twitter.\nValentine co-founded the Animals in Newcastle in 1963 alongside singer Eric Burdon, bassist Chas Chandler, organist Alan Price and drummer John Steel.\nThe group also scored six other UK top 10 hits including Don't Let Me Be Misunderstood and We Gotta Get Out of This Place.\nValentine left The Animals for a solo career after the original line-up split in 1966, but he went on take part in several reunions and toured with Burdon in 2007.\nBased in Connecticut in recent years, he also released music with his band Skiffledog.\nBurdon paid tribute to Valentine on Instagram, writing: \"The opening opus of Rising Sun will never sound the same!... You didn't just play it, you lived it! Heartbroken by the sudden news of Hilton's passing.\n\"We had great times together, Geordie lad. From the North Shields to the entire world...Rock In Peace.\"\nABKCO Music said: \"Our deepest sympathies go out to Hilton Valentine's family and friends.\"\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55871381",
      "category": "business",
      "title": "GameStop and AMC: UK trading platform IG stops new trades",
      "tags": "Financial services,Stock markets,GameStop",
      "text": "One of the UK's biggest financial trading platforms, IG, has stopped any new trades in GameStop and theatre chain AMC when markets open on Monday.\nUS video games retailer GameStop is the focus of a trading war between amateurs and Wall Street pros.\nBoth GameStop and AMC Entertainment have seen their share prices boom as amateur investors, fuelled by chat on social media, bought their shares.\nIn a statement IG said the restrictions will be reviewed regularly.\nOther popular stock market trading apps also temporarily halted dealings in GameStop on Thursday, after its shares soared as much as 700% in the past week. \nAMC Entertainment and Blackberry, which have also seen huge trading activity, were among the other companies hit by the trading restrictions.\nBut the move left investors outraged, accusing the trading platforms of working on behalf of traditional Wall Street investors who were losing out. Several platforms then rowed back on their stance.\nIn a statement, IG said: \"Due to the recent extreme volatility, and in order to prioritise the service we give our existing clients, we are not allowing any new positions to be opened on the US stocks GameStop and AMC Entertainment.\n\"These restrictions apply to all IG accounts, and will be reviewed regularly. You will still be able to close any open positions that you have in these stocks. Any orders that you have already placed on these two stocks will remain.\"\nGameStop is a struggling US High Street shop that sells games, consoles and other electronics.\nLots of big investment firms, such as hedge funds, had bet on GameStop to lose a lot of value, meaning they borrowed shares in the company and then sold them, with a promise to buy them back at a later date. This is called \"short selling\" or \"shorting\" and the idea is to make money as the share price falls.\nGameStop - which saw heavy losses last year and was described as \"failing\" by one big investor - is the most shorted stock on Wall Street.\nBut huge numbers of independent amateur traders on social media, including Reddit, swapped tips and bought shares in GameStop. The demand raised its share price massively, leading to losses for the Wall Street traders.\nAnd the idea has caught on globally, fuelling activity in stocks traded in other parts of the world, including the UK, Brazil and Malaysia.\nThe strategy has also been deployed on behalf of other firms, such as struggling theatre chain AMC Entertainment, owner of Odeon Cinemas. Publisher Pearson and cinema operator Cineworld have also been the focus of social media discussion, although the share price movements were minimal compared with the GameStop surge.\nEarlier this week, watchdogs in the US and UK said they were monitoring activity and potential lawbreaking, and warned traders they risked facing huge losses.\nIn a statement on Friday, the UK's Financial Conduct Authority said: \"The FCA is aware of the situation and continues to closely monitor trading in UK markets. UK investors should take care when trading shares in highly volatile market conditions that they fully understand the risks they are taking. This applies to UK investors trading both US and UK stocks.\n\"Firms and individuals should also ensure they are familiar with, and abiding by, all regulations including the market abuse and short selling regimes in the jurisdiction they are trading in.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-50709830",
      "category": "world-asia",
      "title": "Aung San Suu Kyi: How a peace icon ended up at a genocide trial",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-55877150",
      "category": "world-australia",
      "title": "Covid: Australian city of Perth goes into snap lockdown after guard tests positive",
      "tags": "Coronavirus lockdown measures,Perth,Western Australia,Coronavirus pandemic,Australia",
      "text": "The Australian city of Perth has begun a snap five-day lockdown after a security guard working at a quarantine hotel tested positive for coronavirus. \nWestern Australia - the state of which Perth is the capital - had not had a case of locally acquired coronavirus for 10 months. \nThe lockdown began at 18:00 (10:00 GMT) and runs until Friday night. \nSchools, restaurants, bars, cinemas and gyms have been ordered to close. \nOnly essential travel is allowed and masks must be worn. \nPeople in the city of two million - along with people living in the nearby Peel and South West regions - must stay at home, except for essential work, healthcare, food shopping or exercise, said Western Australia state Premier Mark McGowan.\nA scheduled return of schools on Monday has also been delayed by a week.\n\"I know for many Western Australians this is going to come as a shock,\" Mr McGowan said at a news conference. \"We cannot forget how quickly this virus can spread, nor the devastation it can cause.\n\"Our model is to deal with it very, very quickly and harshly... so that we can bring it under control and not have community spread of the virus as you have seen in other countries around the world,\" he added.\nMr McGowan said the guard may have the UK variant of the virus: \"We are told the guard was working on the same floor as a positive UK variant case.\" The guard and his family have been placed into quarantine at a state-run facility, he added.\nLeaders of other states and territories have also been contacted and advised not to allow people to travel into the state.\nAustralia has recorded nearly 29,000 cases and 909 deaths since the pandemic began, for a populations of about 25 million - far fewer than many other countries.\nIn recent months in particular, the nation has taken swift and aggressive actions to contain outbreaks at their source, and it currently has a travel ban in place preventing residents from overseas travel.\nEarlier this month, Queensland's capital, Brisbane, completed a three-day lockdown over the detection of a single case.\nEarlier this week, Australia also suspended a travel bubble with New Zealand after its first Covid case in months was confirmed to be a more contagious variant.\nIt has now reopened the travel bubble with New Zealand. Travellers to Australia will be screened before and after flights for the next 10 days, but will no longer be required to enter quarantine. \nUntil the Perth case, Australia had not had any locally acquired infection for the past 14 days. Its only infections had been in returned overseas travellers in hotel quarantine.\nOn Thursday, Australia was ranked eighth in a list of nations which had responded best to the virus. New Zealand and Vietnam topped the list from the Lowy Institute think tank."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55795297",
      "category": "world",
      "title": "Covax: How many Covid vaccines have the US and the other G7 countries pledged?",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The US has pledged to donate 500 million more doses of the Pfizer vaccine to poorer nations from next year - bringing its total commitment to more than one billion.\n\"To beat the pandemic here, we need to beat it everywhere,\" US President Joe Biden told a virtual Covid-19 summit.\nThe donation will be routed through Covax - the international scheme designed to ensure low-income countries aren't left behind in the fight against Covid.\nIt came amid growing warnings over the pace of global vaccinations, and inequity of access.\nCovax was created last year to ensure that Covid vaccines are made available around the world, with richer countries subsidising costs for poorer nations.\nThe scheme hopes to distribute enough vaccines to protect at least 20% of the population in 92 low- or medium-income countries - starting with healthcare workers and the most vulnerable groups.\nIts initial goal was to provide two billion doses of vaccines worldwide in 2021, and 1.8 billion doses to 92 poorer countries by early 2022. \nCovax is run by a number of international organisations, including the World Health Organization (WHO) and the UN children's charity, Unicef. \nGhana was the first country to receive Covax vaccines in February. \nSince then, more than 303 million doses have been shipped through Covax to 142 countries around the world, including Bangladesh, Brazil, Ethiopia and Fiji. \nMost doses are going to poorer countries, but some have been sent to wealthier countries such as Canada, which defended its request.\nCovax works with with governments and vaccine manufacturers around the world. Supporters include the US, the UK, Canada, Japan, Australia, New Zealand, the UAE, France, Germany, Italy, Spain, Sweden, and Portugal.  \nCountries have pledged to donate both money and surplus doses from their own vaccine supplies.\nThe UK, Japan, Canada and the European Union are among those to have committed to supplying tens of millions of doses.\nWHO director-general Tedros Adhanom Ghebreyesus previously criticised wealthier nations for \"gobbling up\" the global vaccine supply. \nG7 countries have purchased over a third of the world's vaccine supply, despite making up only 13% of the global population.\nSix vaccines have been given \"emergency use authorisation\" by the WHO, meaning they can be shared via Covax: AstraZeneca, Pfizer, Janssen, Moderna, Sinopharm and Sinovac.\nHowever, only Pfizer and AstraZeneca doses have been delivered so far. \nModerna has agreed to supply 500 million doses at its \"lowest-tiered price\", but most won't be available until 2022. \nCovax has been criticised for being slow. Some initial targets were missed, partly as a result of the poor health infrastructure in many of the recipient countries, and partly because of vaccine hesitancy. \nDeliveries were also delayed because of the deteriorating situation in India. Officials there restricted exports to protect their own population amid soaring infection rates. These are set to resume from October. \nCovax has told the BBC that too many donations have come in small quantities, at the last minute and with little time left before they expire. This makes it very hard to get them to where they are needed. \nRepresentatives of the scheme also note that only a small percentage of the pledges made earlier this year have turned into actual doses. \nUnicef executive director Henrietta Fore said countries needed to \"accelerate their donation plans\", with low-income nations unable to wait any longer. \nWhile many high-income countries have now given at least one shot to more than half their populations, only 2% of people in low-income countries have had their first dose, according to data from the University of Oxford.\nCovax says it is now expecting to hit its \"key milestone\" of releasing two billion doses for delivery some time early next year. \nIn total, some six billion doses of coronavirus vaccines have been administered, in over 195 countries worldwide.\nHowever, while some countries have fully vaccinated a large amount of their population, many others have only just begun, or in some cases are still waiting for their first doses to arrive.\nCovax aims to close that gap. \"With a fast-moving pandemic, no one is safe, unless everyone is safe,\" the WHO says on its website. \nBut even if Covax meets its goal to vaccinate 20% of the population in its 92 target countries, that's well short of the level of immunity that experts say is needed to end the pandemic.\nThe WHO has suggested that figure is at least 70%. People may also need booster doses to remain protected. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55872763",
      "category": "world-europe",
      "title": "EU 'fiasco' on N Ireland heaps pressure on Commission",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,Moderna,Pfizer,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "\"Misjudgement\", \"mismanagement\", \"blunder\"... and words that were far, far stronger.\nThat's what I've been hearing from EU insiders about the European Commission's initial decision on Friday to suspend part of the Brexit deal agreement on Northern Ireland, in its rush to impose restrictions on Covid vaccines, or components of vaccines, exported from the bloc.\nThe EU vaccine roll-out is in very clear trouble. EU countries are openly desperate to get hold of the jabs they have been promised to put in voters' arms. But representatives of member states I've spoken to say they were blindsided by the European Commission move.\n\"We certainly weren't asked about it,\" one EU diplomat told me. \"If we had been, we would have shouted loudly that it was a terrible idea. The decision was taken, in a hurry, at the top or close to the top [of the Commission].\" \nEven more astonishing, considering the huge sensitivity of the Northern Ireland chapter of the Brexit deal, EU member Ireland wasn't consulted, or even informed, of the Commission's intention.\nNor were those in the Commission with intimate knowledge of the post-Brexit Northern Ireland arrangement: former EU lead negotiator Michel Barnier and colleagues.\nThey tried to intervene on Friday evening, urging a swift U-turn on the policy, even as Boris Johnson and the Irish Taoiseach Micheál Martin held separate conversations with the European Commission president.\nRemember just how long and difficult the Brexit negotiations were in reaching an agreement on Northern Ireland? Think about how often the EU lectured the UK government about the importance of respecting the detail of the arrangement; how peace in Northern Ireland was at stake.\nYet the impression the European Commission gave on Friday - however incorrect or unintended, which is what it insists - is that those concerns could be thrown aside in a heartbeat. \nEU national diplomats, whom I've spoken to over the years as part of my Brexit coverage, appeared frustrated and dismayed.\n\"Over and again, I've repeated to the press the importance and the fragility of peace in Northern Ireland and how we in the EU appreciated and respected the importance of getting the Brexit deal right,\" a representative from a prominent EU country told me.\n\"And what do we look like now? This was a disaster. It plays into the hands of EU-haters and UK opponents of the Brexit deal.\"\nAnother diplomat questioned whether the team around Commission President Ursula von der Leyen actually understood the Irish protocol in the Brexit deal. \"They came in right at the end. Most of the deal was agreed under [former Commission President Jean-Claude] Juncker. Maybe they just don't get it?\" \nThe European Commission back-tracked late on Friday (although it has reserved the right to revisit the issue, it says, if it sees EU-manufactured vaccines entering the rest of the UK via Northern Ireland).\nThe U-turn was publicly welcomed by Micheál Martin. But take a look at political and press reaction in Ireland, Northern Ireland and the rest of the UK, and you'll see a lot of damage had already been done. \nBut Friday's \"Northern Ireland fiasco\" as I've heard it referred to, doesn't feature very prominently in the media elsewhere in Europe. The focus remains on the absence of vaccines, promised by the European Commission, which agreed contracts with pharmaceutical companies on behalf of all its members. \nHere again EU politicians seem increasingly irritated with what is now perceived as incompetence at the highest levels of the Commission. Friday's mess-up over the Brexit Northern Ireland agreement is being described to me as \"a symptom\" of mismanagement of the wider vaccine programme.\n\"It's like watching a car crash in slow motion,\" one irate EU diplomat told me. \"President von der Leyen is a medical doctor. She wanted to take over the mass purchase of vaccines for all the EU - as a high-profile exercise. Normally health issues are dealt with nationally. This hasn't been a great advertisement for handing over powers to Brussels. I think that's the lesson member states will take away from this.\"\nIt should be said that smaller, less well-off EU countries are still relieved the Commission represented them on the vaccine market, otherwise, they say, they'd have found themselves \"at the back of the queue\".\nThere is definite EU-wide anger too at pharmaceutical companies, which have delayed vaccine deliveries. Especially AstraZeneca, which is understood to have promised the EU 100 million doses before the end of March. It has now said it can supply only a fraction of that amount.\nBut by now - when EU governments look at how far ahead the UK and the US are compared to the EU in their vaccine roll-outs - blame is also being directed at Ursula von der Leyen. Some in the EU say privately she may come under pressure to resign.\nThe Commission stands accused of not investing enough in expanding vaccine production sites. And Bavarian leader Markus Soeder - a favourite to replace Angela Merkel as German chancellor - is far from alone when he lashed out at the Commission last week for being \"too late\" in concluding vaccine contracts.\nAstraZeneca's argument (rejected by the EU) as to why it's honouring its agreement with the UK first, is, it says, because the Johnson government signed on the dotted line three months before Brussels.\nSo now what?\nThe priority for people across the EU is protecting themselves and their families. They were promised a vaccine action-plan they're not - or not yet - getting. Which, in turn, is having an impact on domestic politics. Take the Netherlands or Germany, for example, as they head towards parliamentary elections.\nVaccine appointments have been cancelled in France, Portugal, Spain and beyond because of dwindling supplies. \nThe European Commission is under pressure to take effective action. But of late it has given the impression of firing hastily in all directions - threatening AstraZeneca with legal proceedings; demanding some of the company's vaccines be diverted to the EU from production centres in the UK; risking alienating allies in Japan, Canada and Australia with new authorisation requirements for vaccine exports from the EU; and dragging the Brexit deal on Northern Ireland into the fray.\nNone of this, so far, has resulted in reducing the EU's vaccine shortfall. \nOf course, not all aspects of the current vaccine debacle are the fault of the Commission. Aside from pharmaceutical company delays, the EMA, the EU's medical regulator, has been slow to approve the use of individual vaccines. Some EU countries have proved more efficient than others with their national roll-out programmes. \nAstraZeneca and others have promised far larger vaccine supplies for the EU come the spring. Perhaps the EU mood towards the Commission may then soften, but not now, while the health threat from Covid looms large."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55847572",
      "category": "uk",
      "title": "Hong Kong residents now eligible for special UK visa",
      "tags": "China,Hong Kong",
      "text": "A visa scheme to allow Hong Kong residents to come to the UK opens on Sunday, with some 300,000 people expected to apply. \nThe visa, which is open to holders of a British National (Overseas) passport and their immediate dependents, will offer a fast track to UK citizenship.\nBut the Chinese foreign ministry said it would no longer recognise the BNO passport as a travel document.\nThe UK launched the new visa after China imposed a new security law.\nThose who apply and secure the visa will be able to apply for settlement after five years and then British citizenship after a further 12 months.\nBeijing has previously warned the UK not to meddle in domestic issues.\nPrime Minister Boris Johnson said the move honoured the UK's \"profound ties of history and friendship\" with the ex-British colony.\nAbout 7,000 people from Hong Kong have already been allowed to settle in the UK since July, the Home Office said.\nAlthough there are 2.9 million citizens eligible to move to the UK, with a further estimated 2.3 million dependents, the government expects about 300,000 people to take up the offer in the first five years. \nThe 7,000 who have already arrived were allowed to settle before the scheme began by being granted Leave Outside the Rules, which gives the government discretion over immigration rules on compassionate grounds.\nMr Johnson said: \"I am immensely proud that we have brought in this new route for Hong Kong BNOs to live, work and make their home in our country.\n\"In doing so we have honoured our profound ties of history and friendship with the people of Hong Kong, and we have stood up for freedom and autonomy - values both the UK and Hong Kong hold dear.\" \nChinese Ministry of Foreign Affairs spokesman Zhao Lijian called the scheme a violation of China's sovereignty and gross interference in Hong Kong and China's internal affairs, the country's state-affiliated news website The Paper reported.  \n\"The British side disregarded the fact that Hong Kong returned to China 24 years ago,\" he said. \nChina will no longer recognise the BNO passport from Sunday. It is not yet clear what this move will mean. \nHong Kongers use their own Hong Kong passport or ID card to leave the city. To enter mainland China, they need to use their Home Return Permit, issued by Chinese immigration, unless they use a full foreign passport and apply for a visa to enter as a foreigner. \nThe only time they might use a BNO is upon arrival into the UK, or another country that recognises the document.\nThe new visa system helping British nationals escape Hong Kong is perhaps the clearest example yet of the government's promise to be a force for good in the world.\nIt is one thing to condemn oppression. It is another to do something about it.\nAnd here the UK is delivering on a promise made more than two decades ago to those it has a duty to protect.\nBut there are questions.\nWhat support are these migrants going to have?\nIn the long term they may well enrich Britain's economy and culture, but in the short term, they will need help.\nWhere are they going to live? Where are they going to find jobs? What if more than the predicted 300,000 or so come in the first five years? How will people in Britain respond to seeing their borders opened up?\nAnd above all, how will China retaliate, as they have promised? Will Beijing ban BNOs from public office, from voting or even from leaving? What will the UK do then? \nThose eligible for the new visa can apply online and will need to book an appointment to attend a visa application centre.\nAnd from 23 February, BNO status holders who hold an eligible biometric passport will be able to use an app to complete their application from home.\nThe visa fee to stay for five years will be £250 per person - or £180 for a 30-month stay - and there is an immigration health surcharge of up to £624-a-year.\nNathan Law, a pro-democracy campaigner who fled Hong Kong and now lives in exile in the UK, welcomed the announcement. \n\"It's a commitment to the historical agreement to Hong Kong and I think it's important that we offer safe exit for the people who are facing political suppression in Hong Kong,\" he told the BBC.\nHome Secretary Priti Patel said this was to give applicants greater security amid fears they could be identified and targeted by the authorities.\n\"Safeguarding individuals' freedoms, liberty and security is absolutely vital for those individuals that go through this process,\" she said.\nThe BNO status was created before the UK handed responsibility for Hong Kong back to China in 1997.\nBefore Hong Kong was returned, the UK and China made an agreement to introduce \"one country, two systems\", which meant, among other things, rights such as freedom of assembly, free speech and freedom of the press would be protected.\nThe agreement signed in 1984 was set to last until 2047.\nBut the UK has said this agreement - known as the Joint Declaration - is under threat because the territory passed a new law in June that gives China sweeping new controls over the people of Hong Kong.\nChina has said the law is necessary to prevent the type of protests seen in Hong Kong during much of 2019. However, the law has caused alarm both in Hong Kong and abroad, with opponents saying it erodes the territory's freedoms as a semi-autonomous region of China."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55866285",
      "category": "uk-northern-ireland",
      "title": "Arlene Foster urges PM to replace 'unworkable' NI Brexit deal",
      "tags": "UUP (Ulster Unionist Party),Simon Coveney,Coronavirus vaccines,DUP (Democratic Unionist Party),Brexit,Nigel Dodds,Coronavirus pandemic",
      "text": "Arlene Foster has called on Boris Johnson to invoke part of the Brexit agreement to deal with problems in the movement of goods between GB and NI.\nIt comes as the EU reversed its decision to use the same mechanism to control the export of coronavirus vaccines from the EU into NI.\nNorthern Ireland's first minister said the move to trigger Article 16 of the NI Protocol was an \"act of hostility\".\nIreland's leader rejected her claim that the protocol is unworkable.\nHowever, Taoiseach (Irish Prime Minister) Micheál Martin it was a mistake on the part of the European Commission to signal its intention to trigger Article 16 and lessons would have to be learned.\nMeanwhile, cabinet office minister Michael Gove said he was \"confident\" the UK can now continue its vaccine programme and is \"on track\" to deliver 15 million jabs by 15 February.\nMr Gove said the EU bloc had recognised it \"made a mistake\" in signalling that it might trigger Article 16, which could have seen checks at the Irish border.\nEarlier, Northern Ireland Deputy First Minister Michelle O'Neill said the EU had been \"unwise and ill-judged\".\nMrs Foster, the leader of the Democratic Unionist Party (DUP), said the EU's move was prompted by what she called its \"vaccine embarrassment\".\nEU countries are dealing with a big shortfall in vaccines and there was concern the Irish border could be used as a backdoor for supplies entering the UK. \nThe protocol, which is part of the Withdrawal Agreement, is designed to allow the free movement of goods from the EU into NI, and prevent the need for a hard border on the island of Ireland.\nMrs Foster urged the prime minister to use Article 16 of the protocol to take immediate action to address trade flow problems between GB and NI, as some businesses grapple with post-Brexit arrangements for importing food products from GB.\nSince 1 January, there has been a new trade border between Northern Ireland and the rest of the UK - the so-called Irish Sea border - because Northern Ireland has stayed in the EU single market for goods and enforces EU customs rules at its ports.\nThere have been calls from unionist parties to reduce checks on goods entering Northern Ireland from the rest of the UK but the government insists the new arrangements are not creating serious difficulties.\nThe protocol itself was \"unworkable\" and should be replaced, Mrs Foster told BBC Radio 4's Today programme.\nShe added it was based on a \"misunderstanding\" of the Good Friday Agreement, the two-decade-old deal to maintain peace in Northern Ireland.\n\"This protocol that was meant to bring about peace and harmony in Northern Ireland is doing quite the reverse,\" she said.\nLast night Stephen Kelly's phone rang off the hook.\nAs chief executive of Manufacturing Northern Ireland his members were clamouring to know what on earth the European Commission's decision meant for their businesses.\n\"We'd just started to get used to the new regime - and now they want to rip it all up again?\"\nFor business, the decision to trigger Article 16 and subsequent U-turn was a test that delivered a swift result, but raised the spectre of many more.\nA month on from the Brexit deal and companies were aghast at the prospect that the European Commission could so quickly trigger a change that was only meant for the most egregious circumstances.\nThe Brexit deal and protocol which eliminated the need for a border on the island of Ireland is, businesses feel, vital for maintaining peace and prosperity.\nArlene Foster said this morning the protocol isn't working.\nThere are indeed trade issues relating to the implementation of barriers between Great Britain and Northern Ireland, delays, cancellations.\nBut experts say the protocol is doing exactly as it was planned to do - which is ensuring goods can flow friction free across the island of Ireland's border.\nMs O'Neill, the Sinn Féin vice-president, said the EU had given \"the Brexiteers a rod to beat the protocol with and that is unfortunate because the protocol is absolutely necessary\".\n\"There was a lot of attention and effort and dedication put in to protecting the all-island economy,\" she added.\nOn Friday night, the European Commission backtracked on its plan to invoke Article 16 of the Northern Ireland Protocol over the export of vaccines.\nTriggering the mechanism would have temporarily placed export controls on the movement of vaccines to prevent NI being used as a backdoor to move them from the bloc into the UK.\nThe clause allows the EU and UK to chose to suspend any aspects they consider are causing \"economic, societal or environmental difficulties\".\nThe Irish government was not consulted on the EU's initial decision to invoke the article.\nTaoiseach Mr Martin told RTÉ News on Saturday that the EC had made a mistake but that any damage done could be repaired.\nHe said he had spoken to Boris Johnson on Friday night and also had several conversations with President von der Leyen.\nHe said that dialogue would continue to ensure that lessons are learned.\nWhatever the sequencing and the hard conversation between Dublin and Brussels, political parties in Northern Ireland are already picking through the wreckage to salvage what they can.\nFor Sinn Féin, the SDLP and the Alliance Party, it is all about damage limitation and ensuring Brussels has learned lessons from its costly political blunder.\nFor the DUP and Ulster Unionists, the EU's reaction has supercharged their onslaught on the Northern Ireland protocol.\nThey can say that, at the first sign of trouble, Brussels effectively advocated for the same hard land border it had fought years to prevent.\nIt was a political penalty kick for unionists into an open goal.\nRead more of Enda's analysis here.\nParties in Northern Ireland were unanimously opposed to the invocation of Article 16.\nUlster Unionist Party leader Steve Aiken called it a \"tipping point\".\n\"The EU cynically and deliberately used Northern Ireland in an attempt to cover up their vaccine omnishambles with a political one,\" he said.\n\"The EU's actions show that they do not have our best interests at heart.\"\nThe SDLP claimed Mrs Foster's position was illogical, with the party's South Belfast Stormont assembly member Matthew O'Toole saying: \"Invoking Article 16 was an indefensible act which has been rectified.\n\"But the logic at work from Arlene Foster is remarkable: Triggering Article 16 was aggressive and hostile so let's force London to do same?\"\nAlliance Party MP Stephen Farry said it was something which \"should not have happened\" and that \"trust and confidence now needs to be rebuilt\".\nIrish Foreign Minister Simon Coveney said \"lessons should be learned\" about the way the matter had been handled.\n\"The protocol is not something to be tampered with lightly,\" he tweeted.\n\"It's an essential, hard won compromise, protecting peace and trade for many.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55879434",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Cases rise by 1,003",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Scotland has registered a further 1,003 positive Covid tests.\nDaily figures for Sunday showed that 14,163 new tests were carried out, with a positivity rate of 8.1%, up from 5.8% in the previous 24 hours.\nSix deaths have been recorded since the last set of figures, but it should be noted that register offices are closed at the weekend.\nOne more person with recently confirmed Covid-19 is in intensive care, bringing the total to 143.\nThere are now 1,941 people in hospital, a drop of 11. \nThe death toll of people who first tested positive for the virus within the previous 28 days is now 6,106.\nOf the new cases, 291 are in Greater Glasgow and Clyde, 176 in Lanarkshire, and 121 in Lothian.\nThe Scottish government has also confirmed that 566,269 people have received the first dose of a Covid vaccination and 7,794 have received their second dose.\nOn Saturday, public health expert Prof Linda Bauld said it was important that anyone offered the vaccine should accept it, and not be concerned about which vaccine was offered.\nShe said: \"We should recognise that if we are offered an appointment we should take it up. Its phenomenal the rate science is delivering these vaccines. It was reassuring to hear Novavax is effective against the variant but it is important if someone gets an appointment, they go. If you delay, you are delaying potential protection for yourself.\"\nShe said overall the situation was moving in the right direction, but very slowly."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55877984",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish Labour leadership: Candidates admit need for change",
      "tags": "Scottish Labour,Scottish independence,Anas Sarwar,Labour Party",
      "text": "The two candidates who hope to take control of Scottish Labour have admitted things have gone very wrong for the party.\nMonica Lennon says the Labour party is \"broken\" and Scots \"don't think it is their party any more\" and Anas Sarwar wants to \"give people the Labour Party they deserve\".\nBoth MSPs were speaking on the BBC's Politics Scotland programme.\nAnd both claimed to be the \"change\" candidate for Scottish Labour.\nThe contest was triggered after Richard Leonard resigned as leader, saying it was in the best interests of the party for him to stand down.\nMr Leonard said he believed speculation about his leadership had become a \"distraction\". And he stepped down with immediate effect on 14 January.\nMonica Lennon admitted a number of things had gone wrong for Labour.\nShe said: \"A lot has gone wrong for Labour. We need to start actively listening to people who have walked away from Labour, those people who feel that we have not been on their side.\n\"We need to support our communities through this pandemic. But we need to show ambition for the future.\n\"Right now, we have to protect our NHS, we have to look after our young people who have had a year of lost learning, people who are going to food banks. What saddens me about the Labour party is that many of those people have come to feel that Labour isn't their party and that is what I want to change.\"\nAnas Sarwar said the party's issues have been ongoing for a long time.\nHe said: \"If we are honest, we would recognise we haven't given our members, and the people of Scotland, the Labour party they deserve. At a time when we have got rising inequalities, rising injustices, rising division in our country, Labour's not been on the pitch.\n\"At times, we have looked like we were too busy fighting amongst ourselves or fighting yesterday's battles rather than looking like we were Scotland's future. And I never want that to happen again.\"\nHe said the issues began even before Scottish Labour worked with the Conservatives on the Better Together campaign in 2014.\n\"Our problems were long before that referendum campaign and we have had even deeper problems since that campaign,\" he said.\nBoth hopefuls said they were the candidate for change. And both said they did not believe supporting a second independence referendum was the way forward for Labour.\nMs Lennon said she expected the issue of independence to come up.\n\"That's an issue that Scottish labour can't just sit out and I want to have a confident debate with the public to listen to what they have to say and not tell the people of Scotland they can't have a referendum if they want one in the future,\" she said.\nShe added: \"I don't think the only option in town is between independence led by the SNP and the status quo led by the Tories. I believe in devolution and think we need more powers in Scotland and to do better using the powers we have.\"\nMr Sarwar said: \"I get out of bed to fight for social justice and equality and if I thought a referendum or independence would help support social justice I would support that but I think the reality is it would make it harder.\n\"Regardless of your position on independence, let's all recognise we are all going through a collective period of trauma of Covid and after that we need a period of healing, a period of calm, and reunite our country.\"\nBoth candidates also said they were willing to work with UK leader Keir Starmer but that there would be no doubt who was in charge in Scotland.\nA leader to replace Richard Leonard will be declared on 27 February."
    }
  ]
}