{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-56085733",
      "category": "world",
      "title": "Texas weather: Are frozen wind turbines to blame for power cuts?",
      "tags": "Reality Check,United States,Renewable energy",
      "text": "Critics of green energy in the United States have blamed the failure of wind turbines for the power shortages in Texas during the recent freezing conditions there.\n\"The windmills failed like the silly fashion accessories they are, and people in Texas died,\" said Fox News's Tucker Carlson.\nThe power grid was clearly overwhelmed, but to what extent was a loss of wind power to blame?\nTexas has promoted the development of wind energy over the past 15 years, and some of these turbines certainly froze in the recent bitingly cold conditions\nBut so did vital equipment at gas wells and in the nuclear industry.\nAnd these failures in the non-renewable energy sector had a much greater impact.\nSo although nearly half of Texas's wind-energy capacity was lost at the peak of the freeze, twice as much overall was being lost from other sources. \nOn average, renewable energy sources - mostly wind - account for about 20% of the state's electricity supply. \nAt the height of the freeze last week the state's principal energy supplier, the Electricity Reliability Council of Texas (ERCOT), said the freezing conditions had led to:\nAnd this, it said, had severely curtailed its ability to satisfy a peak demand of 69GW - a surge even greater than anticipated.\nThe company's Dan Woodfin said: \"It appears that a lot of the generation that has gone offline today has been primarily due to issues on the natural gas system.\"\nThe cold weather also affected a water system needed to run the South Texas Nuclear Power Station, causing one reactor to shut down. Nuclear provides around 10% of the state's power.\nDr Joshua Rhodes, at the University of Texas at Austin, tweeted: \"There is no single resource to blame for this. \n\"We usually think of peak events happening over a couple of hours. This one is lasting days. \n\"Wind has been below expected output. But so have other sources.\"\nTurbines can be equipped to deal with freezing temperatures.\n\"The wind energy industry has almost five decades of experience designing wind turbines to operate in freezing temperatures in harsh climates,\" says Prof Benjamin K. Sovacool at the University of Sussex.\nTurbine blades can be heated, special anti-freeze fluids used, along with better insulation of gearboxes. \nThe blades themselves can also designed for performance in sub-zero temperatures.\nBut this only makes economic sense in places that regularly experience extreme conditions, such as in Alaska, Canada and northern Europe.\n\"Operators [in Texas] didn't invest in the usual weatherization or ice protection techniques says Prof Sovacool \"because generally they didn't expect it to become so cold,\"\nTexas is the only state in the US with an independent power grid.\nIn normal times, this works fine because Texas is a large producer of energy and can provide enough for its population and export to other states.\nBut when its infrastructure is under strain, for example during this latest freeze, it's largely unable to link up with other grids outside Texas to make up the shortfall. \nTexas officials have now called for a hearing into the state's grid's ability to cope with extreme weather events. \nThe debate about renewable energy and the blackouts in Texas has also prompted the sharing of misleading claims online.\nOne image widely circulating on Twitter and Facebook shows a helicopter de-icing a wind turbine, with some comments suggesting it is in Texas.\n\"In Texas today... a helicopter, using fossil fuels, spraying de-icer, made with fossil fuels, to de-ice a wind turbine, manufactured using fossil fuels, that is supposed to produce clean energy without using fossil fuels,\" one Facebook post says.\nBut the picture actually shows ice being removed from a wind turbine in Sweden, using hot water. \nBBC News traced the image back to a 2016 report published by Swedish company Alpine Helicopter, demonstrating \"airborne de-icing solutions\" for wind turbines.\nReporting by Christopher Giles, Jake Horton and Olga Robinson. \nWhat claims do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56138699",
      "category": "world-us-canada",
      "title": "Two US women pose as 'grannies' to skip vaccine queue",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51041958",
      "category": "uk",
      "title": "In pictures: Harry and Meghan's life together",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex",
      "text": "The Duke and Duchess of Sussex will not return as working members of the Royal Family, Buckingham Palace has said.\nThe couple said last year that they would step back as \"senior\" royals, and work to become financially independent.\nAll photographs subject to copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56131781",
      "category": "world-us-canada",
      "title": "America is back, US Secretary of State Antony Blinken tells BBC",
      "tags": "Coronavirus vaccines,G7 summits,G7",
      "text": "\"America is back\" and is fully engaged in helping resolve issues including the pandemic, climate change and Iran's nuclear ambitions, US Secretary of State Antony Blinken has told the BBC.\nIn his first international interview, Mr Blinken stressed the importance of worldwide vaccination against Covid-19.\nHe also criticised China for its lack of transparency in uncovering how coronavirus emerged.\nIt marks a break with the \"America First\" policy of Donald Trump. \nMr Blinken was speaking as the leaders of the G7 richest industrialised nations met in virtual session. \nBy Yalda Hakim, BBC News \nThe last four years with Donald Trump in charge, it has been all about America first. But what does the US now stand for in the world with Joe Biden as President? \nIn his first international broadcast interview, I've been speaking to Secretary Blinken about what role Washington can play in resolving conflicts and navigating a path out of the coronavirus pandemic. \nBlinken has been Biden's top foreign policy advisor for nearly two decades. He has also served as deputy secretary of state. \nArguably, not since James Baker under the first President Bush has a Secretary of State entered office with so close a relationship with the president. \nThis is what distinguishes Antony Blinken from Colin Powell, Rex Tillerson or Hillary Clinton. None of these people knew the President deeply. None of them had worked for the president previously. \nWhen Antony Blinken speaks, he speaks for the president. \nHe is a consummate foreign policy insider and like his boss he is also someone with a reputation for his civility and graciousness. \nBlinken has had a front row seat to history over the past 30 years and now he's been tasked by the president to re-frame America's relationship with the world. \nAt the centre of the Trump Administration's approach was great power competition. For Obama it was restraint. For Bush it was the war on terror. I asked Blinken what the Biden Administration's foreign policy bumper sticker was. He smiled and without hesitation said \"American engagement, American leadership\".  \nThe US is giving $4bn (£2.85bn) to the Covax vaccination scheme, which aims to deliver more than two billion doses to people in 190 countries in less than a year.\n\"Unless and until everyone in the world is vaccinated, then no-one is really fully safe, because if the virus is out there and continuing to proliferate, it's also going to be mutating,\" Mr Blinken said. \n\"And if it's mutating, it's also going to come back and bite people everywhere.\"\nThe US has now vaccinated more than 27 million of its own people. However, in many poorer countries, vaccination has yet to begin. \nMr Blinken also accused China of failing to share information that might shed light on the origins of coronavirus. \nA team of investigators from the World Health Organization (WHO) spent four weeks in China on a fact-finding mission at the beginning of 2021. However, two experts from the WHO team said afterwards that China refused to grant full access to the data they sought. \nThe secretary of state said a better health security system was needed to spot pandemics before they fully emerged. \n\"It requires countries to be transparent. It requires them to share information. It requires them to give access to international experts at the beginning of an outbreak - things that unfortunately we haven't seen from China,\" he said. \nYes. Under Donald Trump, the US left the deal under which world powers eased crippling economic sanctions, in return for limits on sensitive activities to show it was not developing nuclear weapons.\nNow the US is examining whether to rejoin the deal. President Biden said on Friday that the US must work with other major powers to rein in what he called Iran's \"destabilising\" nuclear ambitions. \nFor its part, Iran says that despite an EU offer to broker talks with the US to revive the deal, the US \"must act\" first and lift sanctions. \nMr Blinken told the BBC the US and its European partners were \"once again on the same page\" on Iran. \n\"President Biden has been clear for some time: if Iran returns to its obligations under the nuclear agreement, the United States will do the same thing,\" he said. \nAnd he said the US would then work with other countries to confront Iran on other issues, including its influence in the region and its ballistic missile programme. \nAsked by the BBC's Yalda Hakim how he would respond to accusations that the US had made concessions to Iran, he said the previous approach had failed. \n\"We have a policy in recent years of so-called 'maximum pressure' on Iran that has not produced results. In fact, the problem has gotten worse. Iran is now much closer to being able to produce, on short order, enough fissile material for a nuclear weapon.\"\nMr Blinken was also asked about the case of Princess Latifa, the daughter of the ruler of Dubai, who has accused her family of holding her hostage since she tried to flee in 2018.\nIn the secretly recorded videos, obtained by the BBC, the princess said she feared for her life. The story has prompted global calls for a UN investigation and the UN human rights agency has asked the United Arab Emirates (UAE) to provide proof that the princess is still alive.\nThe US secretary of state said that the US would be closely monitoring the situation, adding: \"Across the board, with adversaries, competitors, with partners and allies alike.. we take human rights seriously and the president has put it at the heart of our foreign policy and countries can expect us to follow through on that.\"\nOn Friday, Dubai's royal family said via the UAE's London embassy that Princess Latifa was \"being cared for at home\".\nBut there was no video or photo released with the family's statement which could serve as proof of life, nor did it give any details about her condition.\nThe Americans are currently reviewing their policy on Afghanistan to decide whether or not to keep troops there. Mr Blinken said the US and others would be putting pressure on the Taliban and others to honour their commitments to disassociate themselves from al-Qaeda.\nHe described the recent military coup in Myanmar as \"a tragic setback to what had been a historic democratic transition\".\nHe condemned China's decision to block BBC World News television and World Service radio, calling the Chinese information space \"one of the least open\" in the world. \n\"China uses that to spread misinformation and propaganda... I think ultimately is unsustainable and it requires countries coming together to stand up for free and open information space and we are looking at ways to do that more effectively,\" he said.\nMr Blinken refused to be drawn on calls for a boycott of the 2022 Winter Olympics, due to be held in Beijing, over allegations of genocide against the Uighur minority, saying only: \"That's something we'll come to at the right time, in the right moment.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56123728/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Swann downplays easing of restrictions for Easter",
      "tags": "Coronavirus lockdown measures,NI Health,Robin Swann,Coronavirus pandemic",
      "text": "Northern Ireland's health minister has played down the prospect of lockdown restrictions being eased in time for Easter. \nOn Thursday, the executive extended restrictions until 1 April.\nA review of the current measures will take place on 18 March. \nFive more coronavirus-related deaths were reported by the Department of Health on Friday, bringing its total number of deaths to 2,026. It also recorded another 313 positive cases.\nRobin Swann reiterated that the pathway-to-recovery roadmap on easing restrictions, due to be published on 1 March, will be linked to data as opposed to specific dates. \nSpeaking on the BBC's Good Morning Ulster programme, he said: \"One of the approaches the executive made in the first wave was to follow the data, not the dates and that approach has been replicated in other jurisdictions.\n\"So the roadmap will set a trajectory that won't be tied to dates and will be very clear about following the science.\" \nThe current restrictions were imposed in Northern Ireland on 26 December to manage the spread of Covid-19.\nMr Swann said the health service is currently supporting more Covid-19 inpatients than at the peak of the first wave. \n\"So there would be no point in saying that where we will be in a number of weeks time will be far better than where we were at the same period of the first wave,\" he said.\nThere are 403 people with Covid-19 in hospitals across Northern Ireland, of which 49 are being treated in intensive care and 41 have been ventilated.\nHowever, the vaccine does provide more cause for hope of recovery in this wave, the health minister added.\nOn Friday afternoon it was announced that all carers over the age of 18 can now book the Covid-19 vaccine at a regional vaccination centre after the scheme was again extended.\nPreviously only carers over 50 were eligible, but Mr Swann said he had decided to remove the age criteria and \"open this up to all carers\".  \n\"If you are a carer of someone who is elderly or disabled, you can now book your vaccine online at one of the seven trust centres,\" he said.  \nThe latest NI Department of Health figures show that as of Friday, 466,524 vaccines have been administered, of which 436,143 were first doses and 30,381 were second doses.\nOn Thursday, Mr Swann said he hoped to expand Northern Ireland's vaccine programme to carers of all ages soon.\nSpeaking on Friday morning, he said: \"That will be the difference this time around that we didn't have last time - that extra support that the vaccine is actually bringing.\n\"But we're balancing hope with caution. Anything we're doing now will be reviewed on 18 March. \n\"The figures are moving in the right direction, but they started from a very high point this time around.\" \nMr Swann said the vaccine programme is beginning to make a difference. \n\"It's really starting to make progress in the over 75s, but it takes time for that vaccine to have the positive impact it needs to have.\" \nHealth officials have said they want to avoid a possible rise in cases around St Patrick's Day on 17 March.\nMr Swann said there was \"a realisation across the executive table that if we take [easing lockdown] on a measured basis, we won't end up going back... into full lockdown in a few months time\".\nThe head of the BMA in NI, Dr Tom Black, told BBC Radio Foyle it would have been difficult to justify further lifting of lockdown measures when the number of infections and hospital inpatients remains high.\"We are half way down the slope, but have another few weeks of work to do,\" Dr Black said.\"We can't afford to ease up for St Patrick's Day, we can't ease up for Easter. \"This continued lockdown is what is going to free up the summer, this is giving you the opportunity for some normality during summer.\"\nOn Thursday, it was announced that pre-school, nursery and primary school pupils in P1 to P3 (aged four to seven) will go back to school in Northern Ireland on 8 March.\nThey will then resume remote learning on 22 March to enable the return of years 12 to 14, until the start of the Easter holidays.\nMr Swann said: \"From a health point of view, it's about seeing a cohort to return for a few weeks and allowing us to asses what impact that has had on transmission and the R number.\"\nHe added that the decision over which year group returned was \"not something [the Department of Health] would get involved in\". \nStormont ministers have also agreed slight changes to click-and-collect services for some retailers.\nThose services will resume from 8 March for baby equipment shops, clothing shops, footwear shops and electrical goods shops. \nFrom that date, the number of people allowed to meet outdoors in a public space will increase to 10 people from two households.\nMeanwhile, a body representing NI hotels has published a plan it said will help the industry recover from lockdown.\nThe NI Hotels Federation said the tourism industry would be in \"survival mode\" for the immediate future.\nIts 'Return to Trading' plan sets out eight requests for the executive to consider, including the removal of the earlier closing time of 23:00 for hospitality, which was in force before the lockdown was imposed.\nThe body's chief executive, Janice Gault, said the restriction had \"little effect on the spread of the virus, but has significant impact on the viability of trading\".\nShe said extension of a reduction in VAT to 5% beyond 31 March was imperative and called for an extension of business rates relief for the next financial year, as well as a \"staged and controlled end\" to the furlough scheme.\nThe document also suggests that holiday-at-home vouchers should be issued to promote domestic tourism as Northern Ireland emerges from lockdown in the coming months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56002771",
      "category": "uk-wales",
      "title": "Covid: GP call-answering target 'unachievable' in pandemic",
      "tags": "Welsh government,NHS Wales,Coronavirus pandemic,GP,Vaughan Gething",
      "text": "GP surgeries face losing out on thousands of pounds because the Welsh Government will not relax an \"unachievable\" target, a doctor says.\nThe GP, who wants to remain anonymous, told BBC Wales an aim set before the Covid pandemic to answer 90% of calls within two minutes should be relaxed.\nBMA Cymru has also \"petitioned strongly\" for the target's suspension.\nBut the Welsh Government said Covid only made it \"more important\" that calls were answered in a timely manner.\nIn a review of the policy published in January, the Welsh Government said it had \"reworded\" the target but not scrapped it.\nThe GP said surgery staff already had \"immense workloads\" from the Covid vaccine rollout and did not have time to hit other goals.\nThey said their surgery faced losing out on about £9,000 of extra cash because it will not hit the target by the 31 March deadline.\n\"Understandably there's disgust at this approach by GPs throughout Wales,\" they said.\n\"It's as if we're not actually in a pandemic. At the same time secondary care are rightly not penalised for not providing a normal service.\n\"It's a push normally [to achieve it] but we work hard to achieve it. Not because it's [Wales' Health Minister] Vaughan Gething's wish but because it's what we want to do. \n\"Last summer we only just managed it and that was when the background patient-contact numbers were probably 60% of current ones.  \n\"And we're now delivering a major part of the immunisation scheme which involves our staff on the phone all day contacting patients.  \n\"We're pretty much expected to pick up most routine services, large additional Covid workloads, and the vaccination work. And then get penalised financially.\"\nThe targets were brought in under the Welsh Quality Assurance and Improvement Framework's Access to In-Hours GMS Services Standards.\nThe report identified issues that many patients had getting access to their GP across Wales and set targets for surgeries to improve.\nAmong the goals published in March last year was that \"90% of calls are answered within two minutes of the recorded message ending\".\nThe report had eight standards spread across two categories. Reaching all eight would give a surgery 100 points plus 25 bonus points - earning it a financial reward from the Welsh Government.\nBut failure to achieve one would see the bonus lost and the total drop considerably.\nThe doctor said an average-sized GP surgery would lose more than £8,000 by not hitting the two-minute target.\nDr Phil White, chairman of BMA Cymru Welsh GPs' Committee, said it had \"petitioned strongly\" that the target should be \"suspended, referencing the increasing telephone traffic in and out of practices due to the Covid pandemic workload, the practice administration of the Covid vaccination programme and the reintroduction of shielding. \n\"Unfortunately, Welsh Government are wedded to the standard and despite our persuasive argument have rejected our request to suspend this indicator,\" he added.\nA Welsh Government spokesperson said it had responded to BMA Cymru on 21 January.\nThe response said it did not \"believe this is appropriate, telephone access and the time taken for calls to be answered continue to be important during the current period, ensuring patients have timely access to urgent primary medical advice, this measure will therefore remain in place for achievement at 31 March 2021\".\nThe spokesperson added: \"We provided £3.7m in 2019/20 to GP practices in Wales to invest in new digital telephony systems to improve services for their patients. A further £7.5m of funding was allocated in June 2020 for practices achieving the In Hours Access Standards. \n\"This investment has been crucial during the pandemic to help practices provide services over the telephone and on video platforms. \n\"Due to coronavirus, it is now more important than ever that patients calling their GP practice have their calls answered in a timely manner to receive urgent care and advice. Practices achieving the In Hours Access Standards by 31 March 2021 could receive a share of an additional investment of up to £9.2m. \n\"The funding available for achievement of the standards is on top of the £420m of funding that is already paid directly to GP practices across Wales throughout the year.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56129833",
      "category": "world-us-canada",
      "title": "Texas weather: President Biden declares major disaster",
      "tags": "Texas,United States,Severe weather,Houston",
      "text": "President Joe Biden has declared a major disaster in Texas, clearing the way for more federal funds to be spent on relief efforts in the US state.\nPower is returning across Texas and temperatures are set to rise, but at least 14 million people still have difficulty accessing clean water. \nMr Biden has said he will visit Texas as long as his presence is not a burden on relief efforts. \nNearly 60 deaths have been attributed to cold weather across the US.\nThe administration had already declared a state of emergency for Texas, along with Oklahoma and Louisiana. \nIn a statement on Texas released by the White House, President Biden said he had \"ordered federal assistance to supplement state and local recovery efforts in the areas affected by severe winter storms\".\n\"Assistance can include grants for temporary housing and home repairs, low-cost loans to cover uninsured property losses, and other programmes to help individuals and business owners recover from the effects of the disaster,\" the statement said.\nMr Biden has been in touch with the mayors of some of Texas' biggest cities, such as Houston, Austin and Dallas, to ensure they have access to government resources, an administration official said. \nSeveral other southern states hit by snow and ice storms this week have also reported water service outages.\nWinter weather also cut off water in the city of Jackson, Mississippi - home to around 150,000 people - as well as the largest county in Tennessee that includes the city of Memphis, with more than 651,000 residents.\nCity officials in Jackson say water treatment plants are now running again, but 43,000 households still have no or low water pressure, WLBT TV reports.\nAcross the US South, a region unaccustomed to such frigid temperatures, people whose pipes have frozen have taken to boiling snow to make water.\nThe south-western state's energy grid was overwhelmed by a surge in demand for heat as temperatures plummeted to 30-year lows, hitting 0F (-18C) earlier this week.\nNearly 80,000 homes were still without electricity on Saturday morning. Earlier this week, amid freezing temperatures as many as 3.3 million homes and businesses were without power.\nBut the power company, Electric Reliability Council of Texas, said consumers were no longer being asked to conserve energy. \nClose to half of the state's population have faced some disruption of water services as hundreds of water systems have been damaged by the freeze.\nAustin, the state's capital, lost 325 million gallons (1.2 billion litres) of water when pipes burst. \nTexas' largest city, Houston, is under a so-called \"boil water notice\", with the US Centers for Disease Control and Prevention (CDC) advising that all water planned for consumption - even if filtered - must be boiled as it may be contaminated.\nThe advisory could go on into Monday, the Houston Chronicle reports. \nTexas Governor Greg Abbott has thanked President Biden for the major disaster declaration, describing it as \"an important first step\". \nWater pipes have been bursting across Texas due to the freeze, and local plumbers have struggled to meet demand. Officials say more are headed to Texas to help out. \nNew York congresswoman Alexandria Ocasio-Cortez said on Saturday she had raised more than $3m (£2.1m) in donations as part of relief efforts for Texas.\n\"When you already have so many families in the state and across the country that are on the brink, that can't even afford an emergency to begin with, when you have a disaster like this, it can just set people back for years, not just for days,\" she said, speaking at a Houston food bank. \nSome easing is expected as temperatures are expected to rise in Texas in the coming days, according to the National Weather Service (NWS).\nAs the state grappled with the weather crisis, Texas Republican Senator Ted Cruz faced a backlash after he left Houston on Wednesday for a vacation in Mexico with his family. \nMr Cruz apologised on Thursday and returned to the US after initially planning to stay through the weekend.\nThe recorded deaths in Texas include people who have died in traffic accidents, as well as some who suffered carbon monoxide poisoning from running cars and generators indoors to stay warm.\nIn Harris County, home to Houston, there were more than 300 suspected cases of carbon monoxide poisoning during the cold snap. \nAt least four people were killed following a house fire in Houston that officials said may have been started by candles. \nSeparately, police said two men found alongside a Houston highway were believed to have died due to the cold.\nAn 11-year-old boy died after temperatures outside his unheated mobile trailer home fell to below freezing. Authorities are now investigating whether Cristian Pavon, who was born in Honduras and saw snow for the first time in his life the day before his death, succumbed to hypothermia on Tuesday. \nCarrol Anderson, a 75-year-old Vietnam War veteran, died in his truck after he ran out of the oxygen tanks he used to breathe and went outside to get a spare.\nTwo other men died in their homes and another man was found dead in a car park."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56090176",
      "category": "health",
      "title": "Ambulance delays led to 'secondary Covid victims'",
      "tags": "Dr Faye Kirkland,NHS,London Ambulance Service,Coronavirus pandemic",
      "text": "Ambulances waiting outside busy hospitals over Christmas led to \"secondary Covid victims\", the Royal College of Emergency Medicine has said.\nInformation requests show that the number of hours ambulances spent waiting to offload patients rose by 63% in London and 48% in the West Midlands.\nBBC News has spoken to the widow of a man who died of a stroke, having waited three hours for an ambulance.\nThe NHS said capacity had been freed up despite increasing Covid-19 infections.\nNHS England said the number of individual ambulances waiting more than 30 minutes across the whole of England from the end of December to the beginning of February, had fallen. \nA spokesperson said: \"Despite seeing a significant increase in the number of patients with coronavirus at the end of December, the NHS has worked together to free up capacity and enable quicker patient handovers.\"\nRose Rwagasore was working as a nurse treating coronavirus at North Middlesex Hospital in north London on New Year's Eve, when her teenage children called her late in the evening to say their father, Robert Wabwire, was unwell, with a sudden headache and vomiting.\nDespite calling 999, no ambulance had arrived. Increasingly concerned, Rose spoke to her husband on the phone and recognised his speech was slurred, a common warning sign of a stroke.\nRose drove home but her husband deteriorated further, and she performed CPR.\n\"It is literally five minutes to the hospital\", she says. \"But because now he could not move, we couldn't get him in the car.\"\nThe first of three ambulances arrived more than three hours after the initial call. The family had rung 999 four times. \nThe desired response time for patients with symptoms of a stroke is 18 minutes.\nRobert, 48 years old, had died by the time paramedics arrived. Rose says she feels his death could have been prevented.\n\"I can't really expect that an ambulance can take such a long time,\" she said. \n\"The children were alone in the house with their father who was unwell.\" \nAmbulance Trusts record handover times if the wait outside hospital exceeds 30 minutes.\nBBC News has learned that ambulances outside Robert's local hospital, North Middlesex, spent, on average, double the time waiting during the week he died, compared with the equivalent week the year before. In the week Robert died the wait was 197.8 hours. For the corresponding week in 2019 it was 94.1 hours.\nIn London overall, ambulances waited for 4,164 hours in the two weeks spanning Christmas and New Year - a 63% increase on the 2,550 hours for the same time period in 2019. \nIn the West Midlands, there was a 48% increase on last year - 3,954 hours for the fortnight from 28 December 2020, compared to 2,673 hours for the same time period in 2019. \nIn other parts of England, waiting times showed an improvement on the previous year.\nRichard Webber, from the College of Paramedics, said handover delays meant patients calling 999 may have to wait longer. \nBBC News has learned of other serious incidents in December and January: \nRoyal College of Emergency Medicine vice-president Adrian Boyle said:  \"All that's happened is Covid has taken a very fragile system and basically pushed it over the edge.\n\"The idea that there are patients who have called for help [and] a paramedic has made a judgement that this is a person who is seriously ill, and they get to the hospital and the whole system that's designed to help them is unable to help them...I think that's absolutely ghastly.\" \nThe London Ambulance Service said December 2020 was its busiest ever month, and it responded to more emergency calls than during the peak of the first pandemic wave. West Midlands Ambulance Service said it had \"substantially increased the number of staff available to respond to patients\".\nA Department of Health and Social Care spokesperson said: \"Covid-19 has put the NHS under acute pressure and our heroic paramedics, nurses and doctors have been doing everything possible to ensure hospitals continue to provide vital services and quality healthcare.\n\"We recognise the unique challenges facing the NHS and we continue to make sure our health service has the capacity and resources - both financial and practical - it needs to continue to weather the Covid storm.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56135778",
      "category": "uk",
      "title": "Covid-19: UK should send vaccines to poorer nations now - WTO chief",
      "tags": "Coronavirus vaccines,Vaccination,World Trade Organization,Coronavirus pandemic",
      "text": "The UK should donate vaccines to developing countries now rather than waiting until it has a surplus, the new head of the World Trade Organization has told the BBC.\nNgozi Okonjo-Iweala said it was \"in the interest\" of wealthy countries that all nations access vaccines.\nIt comes after PM Boris Johnson said the UK would donate most of its surplus supply to poorer nations.\nOn Friday, G7 leaders pledged to intensify co-operation on Covid-19.\nThey agreed to increase their contribution to the Covax vaccine-sharing initiative, which is aiming to get at least 1.3 billion doses to vulnerable populations worldwide in the coming months.\nAddressing the UK government's plans to donate its surplus vaccines to the developing world, Ms Okonjo-Iweala told BBC Radio 4's Today programme it was \"welcome\" - but cautioned against delay.\n\"I don't think we should wait to get surplus when other people have been served,\" she said. \"I think that any donations that are coming must come now. \n\"The reason is very simple. It's in the interest of rich countries as well as poor countries to have equitable access.\"\nThe new WTO chief cited a study by the International Chamber of Commerce (ICC), which outlined the economic case for global vaccinations.\nThe ICC-commissioned research found that the world stood to lose as much as $9tn (£6.4tn) in GDP if, by the middle of the year, rich countries have vaccinated half their populations and poor countries have not vaccinated theirs, Ms Okonjo-Iweala said.\n\"Half of that cost will be borne by rich countries,\" she said.\n\"So we need to understand that it's in the self-interest of both rich and poor to have equitable access to vaccines otherwise all counties lose; all people lose.\" \nG7 leaders said in a joint statement released after the virtual summit on Friday that they have raised their overall commitment to the Covax scheme to $7.5bn (£5.3bn).\nThe leaders' commitments came just days after UN secretary general António Guterres slated the distribution of vaccines so far as \"wildly uneven and unfair\".\nJust 10 countries have administered 75% of all vaccinations worldwide, while 130 countries had not yet received a single dose, he said.\nManufacturing is the biggest constraint in providing vaccines to people quickly, Ms Okonjo-Iweala said.\nShe encouraged manufacturing companies to issue more licenses in developing countries, so a larger volume of doses could be produced across poorer regions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-56125237",
      "category": "uk-england-cambridgeshire",
      "title": "Cambridge moonflower: Global viewers watch webcam for 'UK's first' bloom",
      "tags": "Cambridge,Plants,University of Cambridge,Horticulture,Flowers",
      "text": "The long wait for a rare Amazonian cactus to bloom has attracted interest from around the world.\nCambridge University Botanic Garden, where it is growing, believed the moonflower Selenicereus wittii would be the first to flower in the UK.\nThousands of people have viewed a webcam which was trained on the plant about 11 days ago, but it has still not bloomed.\nAnticipation is high as it will flower at night - just once - for 12 hours.\nThe specimen was acquired from Bonn Botanic Garden in Germany in 2015 and was attached to a water chestnut tree, where it climbed 12ft (3.5m) above the ground in a glasshouse before putting out its first bud.\nGlasshouse supervisor Alex Summers, who planted it, sparked global interest when he said: \"It's very rare to have this plant in our collection and we believe this is the first time the moonflower has flowered in the UK.\"\nThe webcam has been viewed about 120,000 times since it went live.\n\"People are watching from all over the world which is lovely - UK, USA, Canada, New Zealand, all over Europe and as far as the Philippines,\" a spokeswoman said.\nHowever, the global coverage also led to a number of people questioning the \"rarity\" of the Cambridge specimen and sending their own moonflower photographs to staff.\n\"People have been getting a bit confused about the name 'moonflower',\" the spokeswoman said, explaining that \"lots of plants are given the common name moonflower\".\nIt prompted glasshouse expert Mr Summers to publish an article on the website titled \"Is my moonflower the same as your moonflower?\".\n\"It is likely that most people may have Epiphyllum oxypetalum - a common epiphytic cactus species in cultivation,\" he wrote.\n\"This is not in the same genus as the moonflower we have growing here.\n\"According to the Botanic Gardens Conservation International (BGCI), the species that we are growing can be found only in 13 botanic gardens globally. \n\"To put this in to perspective, this makes it even rarer in cultivation than the Titan arum (otherwise known as the corpse flower) which bloomed at Cambridge University Botanic Garden in 2017.\"\nThe garden's director, Prof Beverley Glover, said they had \"lost count\" of the number of people who had phoned and sent photos of their own - different - moonflowers, many of which have been posted on the website.\n\"The response, though, is absolutely fantastic,\" she said.\n\"One of our primary roles is getting people engaged with plants and to have so many people interested, from around the world, is just thrilling.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55931181",
      "category": "uk",
      "title": "UK Covid lockdown easing: A No 10 'priority' is to allow more social contact",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "Reuniting families and allowing people to have more social contact will be an \"absolute priority\" in easing lockdown after schools reopen, No 10 says.\nOptions being considered include allowing two households to mix outdoors in the coming weeks.\nIt comes after confirmation that care home residents in England will each be allowed one regular visitor from 8 March.\nThe full plan for England's lockdown easing is due to be set out on Monday.\nPrime Minister Boris Johnson has previously said that reopening schools will be the first step - but teachers' unions have said it would be \"reckless\" to bring back all pupils together.\nA final meeting is expected to be held on Sunday before the prime minister unveils the full \"road map\".\nAny relaxing of social contact rules will be focused on the outdoors, where transmission is less of a risk. The rules for England's current national lockdown, which began on 4 January, only allow people to meet one person from another household for exercise outdoors.\nThe devolved nations of the UK have the power to set their own coronavirus restrictions, and have been moving at different speeds to ease lockdown:\nMr Johnson said during a coronavirus briefing this week that steps taken to ease lockdown should be \"cautious but irreversible\".\nHe hailed the success of the UK's vaccine rollout, but warned the threat from the virus remained \"very real\" and now was not the time to \"relax\".\nThe latest business leader to express concern at lockdown measures continuing is John Vincent, co-founder of fast-food chain Leon, who has said extending lockdowns will \"cost lives\" as businesses keep losing money that should be going to their employees and the government through taxes.\nThe political reality is that Boris Johnson had to offer up a date for when he'd explain the path out of lockdown. \nThere are those on the Tory backbenches who would not have accepted an open-ended timeline. \nBut the government would argue that naming 22 February wasn't some arbitrary effort to buy time, rather a logical choice - one that's linked to the aim of reopening schools, two weeks later, while allowing both the lockdown and vaccine programme to take effect. \nRegardless of considerations in play, the long-awaited road map does now loom on the very near horizon. \nGovernment sources insist that the details are, even now, still being finalised. \nBut with two days to go a broad plan must now be in place. \nThe government can try and stress caution or talk about caveats but all the build-up has led to a growing sense of anticipation. \nAnd, for many, that anticipation's linked to a hope that our daily lives may soon be less limited. \nIn care homes, in addition to the new \"one visitor\" rule, outdoor visits - as well as those inside pods or behind screens - will be able to continue. \nThe government said the new measure, which follows advice from the deputy chief medical officers and Public Health England, is the next step towards normal indoor visits resuming. \nHealth Secretary Matt Hancock said he was pleased people would soon be  \"carefully and safely reunited with loved ones\".  \n\"This is just the first step to getting back to where we want to be,\" he said. \"We need to make sure we keep the infection rate down, to allow greater visiting in a step-by-step way in the future.\"  \nMichael Blakstad says the new visiting rules have come \"too late\" for his wife Tricia, who has Alzheimer's disease and lives in a care home in Hampshire.\nSince moving into the care home last July, Tricia has only been able to see visitors who wear face masks and for a short period of time over a fence, Michael told BBC Radio 4's Today programme. \nHe believes the restricted visits, combined with periods of isolation, with no contact other than her carers, has led to her Alzheimer's deteriorating much faster than it should have done.\nAs a result, Tricia has gone past \"the point of no return\" so the new visiting provisions will not make a meaningful difference for her, Michael says.\n\"It's far too late for Tricia now. Two or three months ago, Matt Hancock promised [on the Today programme] that every care home would have this testing by Christmas.\n\"It didn't, the home Tricia's in never adopted it, and I think it's too late.\"\nLiz Kendall, shadow minister for health and social care, said families had been calling for the resumption of care home visits - made safe with access to personal protective equipment and testing - for seven months. \n\"Over this period, ministers have repeatedly failed to grasp how important families are for the physical and mental health of care home residents, and the appalling impact preventing visits has caused,\" she said. \nIn Scotland, care home residents will be allowed up to two designated visitors once a week, under Scottish government guidelines due to be published on Wednesday.\nChief nurse for adult social care Prof Deborah Study said while she knew people wanted to hug and kiss their loved ones, lives could be put at risk so people had to continue to follow the rules. \nJames Tugendhat, chief executive of HC-One, Britain's largest care home provider, said the move was \"welcome news\" for families and colleagues.\nHe told BBC Radio 4's Today programme: \"Visiting is obviously a fundamental and necessary part of care home life and we certainly feel very ready now for visiting to resume.\"\nWhile only one named person will be able to make the visits, care homes will have the discretion to allow more than one visitor in exceptional circumstances. Full details on the plans will be given before 8 March. \nNadra Ahmed, executive chair of the National Care Association, said she understood how difficult it would be for families to select just one nominated visitor.\nShe added that the biggest issue for care homes would be having enough staff to manage testing and extra cleaning. \n\"Staff resource is our biggest problem,\" she told BBC Breakfast, adding that care home workers were \"exhausted\" and many were ill with either Covid or \"long Covid\".\nEvery care home resident in the UK has now been offered their first vaccination.  \nBut the latest NHS England data shows three in 10 care home staff have not received their first coronavirus vaccine, despite being in the top four priority groups for a jab. \nOffice for National Statistics data shows coronavirus infections are continuing to decrease around the UK - but experts have warned that infection levels remain high, with about 553,000 people identified as having the virus.\nThe latest daily figures show another 445 people have died within 28 days of a positive Covid test, taking the total by that measure to 120,365. \nA further 10,406 cases were reported on Saturday, which is a 22% decrease on last Saturday's figure of 13,308."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56128879",
      "category": "uk-politics",
      "title": "Boris Johnson's 'union adviser' Oliver Lewis quits after two weeks",
      "tags": "Dominic Cummings,Boris Johnson",
      "text": "Boris Johnson's main adviser on keeping the UK together has departed, saying his position was made \"untenable\" by others within Downing Street.\nOliver Lewis, an ally of the prime minister's former chief adviser, Dominic Cummings, was a key part of the campaign for the UK to leave the EU.\nHis departure comes as the Scottish National Party is calling for another referendum on independence.\nMr Lewis was confirmed in his role just two weeks ago.\nHe replaced Luke Graham, a former Conservative MP.\nDowning Street declined to comment on staffing matters. \nFollowing Mr Lewis's departure, Scotland's First Minister, Nicola Sturgeon, tweeted: \"Disunity in the Union unit. Or maybe just despair at realising how threadbare the case for it is.\"\nThe SNP's Westminster deputy leader Kirsten Oswald claimed Mr Johnson's \"taxpayer-funded anti-independence campaign is completely falling apart\".\n\"As support for independence grows, the Tories are losing advisers like rats on a sinking ship,\" she said. \n\"People in Scotland have a right to determine their own future in a post-pandemic referendum.\" \nAside from the pandemic, protecting the union is one of Boris Johnson's key challenges in the coming months. \nThe SNP will demand another referendum if they win the Holyrood election in May - while the impact of the Brexit deal on Northern Ireland is still playing out. \nOliver Lewis was appointed head of the Union unit at the start of the month and was seen as an important player in Number 10 who had Mr Johnson's ear. \nSo his departure a fortnight later shows all is not well in Downing Street. Far from it.\nSources say Mr Lewis was the victim of a(nother) power struggle - after personnel changes at the heart of government last week.\nIn particular, it seems Mr Lewis found it hard to work with another special adviser, Henry Newman, who was brought into the Number 10 operation last week. \nMr Newman is extremely close to the prime minister's fiancée, Carrie Symonds. \nAround Westminster, these power struggles are fascinating. \nBut the fear some around Mr Johnson have is that they keep happening - and it shows an operation where the ship is still not particularly steady.\nIn the words of one source: \"Everything just needs to settle down in there.\"\nRead more from Nick.\nMr Johnson has said another referendum on Scottish independence - following the last one in 2014 - should not happen, describing it as a \"once-in-a-generation\" vote.\nMr Lewis was research director of the Vote Leave campaign in the 2016 EU membership referendum, writing its manifesto.\nHe joined the UK government as an adviser on Brexit policy before taking up his role defending the union."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56123695/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK sees further drop in coronavirus numbers",
      "tags": "Coronavirus pandemic",
      "text": "Coronavirus infections are continuing to decrease around the UK, Office for National Statistics data shows. \nThe figures, for the seven days up to 12 February, reveal fewer people are testing positive for the virus in the community than in recent weeks.\nExperts warn that infection levels remain high however, with about 553,000 people found to have the virus. \nAnd another 533 people in the UK have died within 28 days of a positive coronavirus test.\nIt brings the UK total to 119,920. \nDaily figures show there were a further 12,027 new cases of coronavirus recorded in the UK on Friday. \nMore than 16.8 million people have had their first COVID vaccine dose, while 589,591 have had a second jab, bringing the total number of shots since the rollout began to nearly 17.5m.\nThe latest R number, estimated to be between 0.6 and 0.9, also suggests infection numbers are shrinking. It means that, on average, every 10 people infected will infect between 6 and 9 other people.\nOther studies of infection rates have shown a similar \"strong\" decline.\nThe ONS results, based on tests from people whether or not they had symptoms, suggest:\nIn England, there is some regional variation in the infection rate, although it is decreasing in all areas. \nNorth-west England had the highest proportion of people of any region in England likely to test positive for coronavirus - at around one in 85 people.\nFor London the estimate was one in 100, and for the West Midlands it was one in 110.\nElsewhere, the estimates are:\nIt comes as Prime Minister Boris Johnson prepares to receive new data on the effect of vaccines on the spread of coronavirus, ahead of Monday's publication of a roadmap for easing the lockdown in England.\nDowning Street has refused to comment on the likely contents of the unlocking plan amid press speculation.\nThe Welsh government has already announced some changes. From Saturday, four people from two different households will be allowed to exercise outdoors together. And from Monday, children in Wales aged between three and seven are returning to school - as are young children in Scotland.\nExperts say any unlocking should be done slowly and cautiously to avoid a rebound surge in cases. There is still plenty of the virus circulating that people can catch. \nProf Neil Ferguson, whose modelling prompted the first lockdown last March, told BBC Radio 4's Today programme that he was hopeful more restrictions could be lifted by the end of May. \n\"We will still have rules in place but... I think society will be a lot more normal.\"\nMeanwhile, Foreign Office minister James Cleverly said it was wrong to speculate on whether summer holidays will be allowed this year: \"I get how frustrating this is, it's completely natural. We all want to get a break from this, I get that. But it would wrong for me to start speculating now.\n\"We are assessing the numbers, we are making a judgment based on the science and we will be making an announcement on Monday. I can't go further than that.\"\nA continued fall in new infections is one of the reassuring signs PM Boris Johnson will be considering this weekend, along with advisers, to decide if, when and how to start lifting some restrictions in England. \nR is below 1, even with more infectious variants of the virus circulating, which is good news too. \nBut within the wider UK figures there are some regional differences that are worth keeping an eye on. Infection rates appear to be higher in some urban areas of England, for example. \nLessons from last year tell us that the virus can take off again if you unlock too quickly or too soon. 'One size fits all' may not be the best approach for every type of easing, although a shared priority is to get children back to school. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56123728",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Swann downplays easing of restrictions for Easter",
      "tags": "Coronavirus lockdown measures,NI Health,Robin Swann,Coronavirus pandemic",
      "text": "Northern Ireland's health minister has played down the prospect of lockdown restrictions being eased in time for Easter. \nOn Thursday, the executive extended restrictions until 1 April.\nA review of the current measures will take place on 18 March. \nFive more coronavirus-related deaths were reported by the Department of Health on Friday, bringing its total number of deaths to 2,026. It also recorded another 313 positive cases.\nRobin Swann reiterated that the pathway-to-recovery roadmap on easing restrictions, due to be published on 1 March, will be linked to data as opposed to specific dates. \nSpeaking on the BBC's Good Morning Ulster programme, he said: \"One of the approaches the executive made in the first wave was to follow the data, not the dates and that approach has been replicated in other jurisdictions.\n\"So the roadmap will set a trajectory that won't be tied to dates and will be very clear about following the science.\" \nThe current restrictions were imposed in Northern Ireland on 26 December to manage the spread of Covid-19.\nMr Swann said the health service is currently supporting more Covid-19 inpatients than at the peak of the first wave. \n\"So there would be no point in saying that where we will be in a number of weeks time will be far better than where we were at the same period of the first wave,\" he said.\nThere are 403 people with Covid-19 in hospitals across Northern Ireland, of which 49 are being treated in intensive care and 41 have been ventilated.\nHowever, the vaccine does provide more cause for hope of recovery in this wave, the health minister added.\nOn Friday afternoon it was announced that all carers over the age of 18 can now book the Covid-19 vaccine at a regional vaccination centre after the scheme was again extended.\nPreviously only carers over 50 were eligible, but Mr Swann said he had decided to remove the age criteria and \"open this up to all carers\".  \n\"If you are a carer of someone who is elderly or disabled, you can now book your vaccine online at one of the seven trust centres,\" he said.  \nThe latest NI Department of Health figures show that as of Friday, 466,524 vaccines have been administered, of which 436,143 were first doses and 30,381 were second doses.\nOn Thursday, Mr Swann said he hoped to expand Northern Ireland's vaccine programme to carers of all ages soon.\nSpeaking on Friday morning, he said: \"That will be the difference this time around that we didn't have last time - that extra support that the vaccine is actually bringing.\n\"But we're balancing hope with caution. Anything we're doing now will be reviewed on 18 March. \n\"The figures are moving in the right direction, but they started from a very high point this time around.\" \nMr Swann said the vaccine programme is beginning to make a difference. \n\"It's really starting to make progress in the over 75s, but it takes time for that vaccine to have the positive impact it needs to have.\" \nHealth officials have said they want to avoid a possible rise in cases around St Patrick's Day on 17 March.\nMr Swann said there was \"a realisation across the executive table that if we take [easing lockdown] on a measured basis, we won't end up going back... into full lockdown in a few months time\".\nThe head of the BMA in NI, Dr Tom Black, told BBC Radio Foyle it would have been difficult to justify further lifting of lockdown measures when the number of infections and hospital inpatients remains high.\"We are half way down the slope, but have another few weeks of work to do,\" Dr Black said.\"We can't afford to ease up for St Patrick's Day, we can't ease up for Easter. \"This continued lockdown is what is going to free up the summer, this is giving you the opportunity for some normality during summer.\"\nOn Thursday, it was announced that pre-school, nursery and primary school pupils in P1 to P3 (aged four to seven) will go back to school in Northern Ireland on 8 March.\nThey will then resume remote learning on 22 March to enable the return of years 12 to 14, until the start of the Easter holidays.\nMr Swann said: \"From a health point of view, it's about seeing a cohort to return for a few weeks and allowing us to asses what impact that has had on transmission and the R number.\"\nHe added that the decision over which year group returned was \"not something [the Department of Health] would get involved in\". \nStormont ministers have also agreed slight changes to click-and-collect services for some retailers.\nThose services will resume from 8 March for baby equipment shops, clothing shops, footwear shops and electrical goods shops. \nFrom that date, the number of people allowed to meet outdoors in a public space will increase to 10 people from two households.\nMeanwhile, a body representing NI hotels has published a plan it said will help the industry recover from lockdown.\nThe NI Hotels Federation said the tourism industry would be in \"survival mode\" for the immediate future.\nIts 'Return to Trading' plan sets out eight requests for the executive to consider, including the removal of the earlier closing time of 23:00 for hospitality, which was in force before the lockdown was imposed.\nThe body's chief executive, Janice Gault, said the restriction had \"little effect on the spread of the virus, but has significant impact on the viability of trading\".\nShe said extension of a reduction in VAT to 5% beyond 31 March was imperative and called for an extension of business rates relief for the next financial year, as well as a \"staged and controlled end\" to the furlough scheme.\nThe document also suggests that holiday-at-home vouchers should be issued to promote domestic tourism as Northern Ireland emerges from lockdown in the coming months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56097899",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Is vaccination cutting the death rate?",
      "tags": "Chris Whitty,Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Coronavirus vaccines,Coronavirus pandemic",
      "text": "First Minister Nicola Sturgeon says that falling Covid-19 deaths in care homes and among the oldest Scots is the first \"hard evidence\" the vaccination programme is working. So, can this drop in deaths be attributed to the vaccine?\nFirst, it's worth looking at the progress made in vaccinating the oldest people in Scotland.\nAnd in short, progress has been good.\nAll residents in care homes for older people have now been vaccinated with a first dose - more than 30,000 people - according to Scottish government figures.\nFirst doses for this group were completed last week, with the bulk of the vaccinations being done in late December and the first half of January.\nUsing Public Health Scotland data, we can also see how many people in each age group have been vaccinated.\nThe Scottish government is vaccinating groups of people in line with the priorities set out by the Joint Committee on Vaccination and Immunisation, so older people have been first in line for the jab.\nNeither the Pfizer nor Oxford-AstraZeneca vaccine have an immediate effect.\nThe jabs will take two to three weeks to provide some level of protection, with maximum protection following administration of the second dose several weeks later.\nBecause of that, an instant drop in care home deaths would not be expected.\nHowever, the latest National Records of Scotland data shows that Covid deaths in care homes are falling as a proportion of the total number of deaths.\nIn the week beginning 28 December, 33% of all Covid deaths were in care homes. This figure has fallen every week since and last week reached 13%.\nThere were 42 Covid-19 deaths in care homes between 8 and 14 February, out of a total of 323 deaths.\nUsing NRS data, we can also see the number of deaths in each age group.\nLooking at the older age groups only, there are rises across all ages from late December, with a marked decline in deaths in the oldest age group towards the end of January.\nThe NRS counts all death certificates that mention Covid-19 and weekly deaths seem to have risen to a peak in mid-January.\nSince then, weekly deaths have fallen by about 29% overall, whereas deaths in the 85+ age group have seen a 45% cut.\nBBC News analysis, using data from England only also suggests the vaccine is starting to push the numbers down.\nCoronavirus deaths are falling faster for vaccinated than unvaccinated groups.\nOn average, deaths of over-80s fell by 53% between 28 January and 11 February, compared with 44% for under-80s.\nAt this stage, it's difficult to say for certain if the data shows \"hard evidence\" that the vaccination programme is working.\nReferring to the English figures this week, Prof Chris Whitty, the UK's chief medical adviser, said: \"The earliest indications would imply there is some effect.\n\"But I think it's too early to put a number on that. We would expect to see some evidence that is strong enough to put into the public domain in the next few weeks.\"\nScotland's national clinical director, Prof Jason Leitch, strikes a similar note of caution.\n\"The care homes data is really good. It's the first signs that the vaccination is doing in the wild, what it did in the trials,\" he told BBC Radio's Good Morning Scotland.\n\"It's a little bit too early to say that's going to happen across all ages and all populations. So we have to be cautious.\"\nThe suppression of the virus by the current lockdown will undoubtedly be having an effect on the number of deaths. As the number of cases goes down, so the number of hospital admissions and deaths will fall.\nThis is exactly what happened in the spring, when deaths reached very low levels following the restrictions introduced in March.\nSince most of Scotland has been in full lockdown since the beginning of January - with a corresponding cut in case numbers - it is hard to disentangle this from the vaccine effect.\nBut the marked fall in care home deaths and in the over-85 age groups is encouraging, and as in England, gives some indication the vaccination programme is working."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56136249",
      "category": "world-us-canada",
      "title": "Alaska woman attacked by bear while using toilet",
      "text": "A woman in Alaska says she \"jumped up and screamed\" after she was attacked by a bear while using the toilet. \nShannon Stevens sustained a puncture wound while using a remote outhouse toilet at Chilkat Lake last weekend. \nAfter hearing her scream, Ms Stevens' brother went to see what had caused the injury, only to find a bear's head in the hole of the toilet. \nMs Stevens says the wound was caused by either a bite or a swipe from the animal's claw. \nShe was spending the weekend in a yurt with her brother Erik and his girlfriend when the incident occurred. Earlier in the evening they had cooked sausages on an open firepit. \n\"I got out there and sat down on the toilet and immediately something bit my butt as I sat down,\" she told the Associated Press news agency.\nShe screamed for her brother who came out with a head torch to help her. \nAfter she pointed him to the toilet, Erik saw \"right there at the level of the toilet seat was a cinnamon-coloured bear face,\" he said. \nThey ran from the outhouse and into the yurt, opting to stay inside until it got light. \nShe managed to treat her wound using a first aid kit. \nThe following morning, they noticed bear prints by the firepit and the outhouse. \nAlaska Department of Fish and Game biologist Carl Koch told KTOO News that he thinks the animal was a black bear.\n\"[She] might be the only person this has ever happened to. I wouldn't be surprised over the years if other folks have had bizarre things - but during February to sit down in an outhouse and have something like that happen is very unusual.\"\nMs Stevens told the Anchorage Daily News that she will practice a \"look before you sit\" policy in the future. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56128679",
      "category": "business",
      "title": "HSBC fraud helpline's 20-hour wait 'disgraceful'",
      "tags": "Companies,Personal finance,Kent Police,Fraud",
      "text": "The daughter of a fraud victim has branded HSBC's dedicated fraud helpline a \"disgrace\" after it took 20 hours of waiting on hold to get help.\nLynn Edmonds' father, Richard, had £8,500 stolen by criminals who tricked him to gain access to his HSBC account.\nAs soon as he realised what had happened he called Lynn for help and their wait began.\nHSBC has apologised for Richard's prolonged wait and also agreed to refund the money stolen. \n\"In my opinion it's disgraceful the way HSBC's 24/7 fraud helpline is ran, there's no excuse for it.\n\"Not only is it appalling but it's also very stressful.\n\"Because [of Covid] we can't be near him at all, and we can't physically go and help him, we feel incredibly stressed by this and all the time we can't get through we're worried his money is being stolen.\"\nHSBC said: \"Like others in the industry, we are currently receiving higher than normal reports of fraud.\n\"We are conscious of extended call waiting times, and while we have recently increased the size of the team, we are in the process of bringing on board new additional customer-facing colleagues which will cut waiting times.\"\nTo try to get an idea of how widespread the problem of long wait times on fraud helplines is BBC Radio 4's Money Box conducted a totally unscientific experiment.\nWe called each of the big five High Street banks (HSBC, Santander, Barclays, NatWest and Lloyds), as well as Nationwide Building Society, at just after 09:00 on a weekday.\nEach call was answered in minutes - except our call to HSBC.\nIn total we spent more than seven hours on hold to HSBC's dedicated scam helpline on three phone calls. Each one ended when we were cut off without being able to speak to anyone.\nHSBC sent us a second statement: \"Customers who suspect fraud or wish to dispute a transaction should call the number on the back of their card, which is the best and fastest number to report the fraud.\n\"While we are seeing higher than normal levels of traffic to our contact centres as a result of Covid-19, customers should expect to be able to get through to us within a few minutes, which is within industry guidelines.\"\nThere are two numbers on the back of my HSBC card as it happens.\nOne labelled as \"enquiries\" and another labelled as \"24-hour lost or stolen\".\nNeither of which are the same as the number scam victims are directed to call on the HSBC website - the number where Richard's family and I saw those terrible wait times.\nAnd in a third statement, HSBC said it's looking to update its website advice and that any delays for customers who are fraud victims will be taken into account: \"We are reviewing the wording of our website to be more clear about which numbers to call.\n\"Any delay in getting through on this number would of course be taken into account in any subsequent investigation into a scam.\"\nThe delay suffered by Richard and his family is all the more worrying because to be able to effectively tackle crime like authorised push payment fraud, when often vulnerable people are tricked into transferring money to criminals' accounts, time is critical.\nDetective Sergeant Marc Cananur, a specialist fraud investigator with Kent Police, said: \"In the event someone suspects they might have been a victim of fraud it really is of vital importance that they engage not only with law enforcement but their bank.\n\"It's of vital importance... to ensure funds don't fall into the hands of criminal gangs.\nHe said with any investigation, time is of the essence.\n\"The sooner a bank and police are aware of a crime the sooner both can react... and attempt to claw back funds to the original victim.\"\nHave you been the victim of push payment fraud and tried to get in touch with your bank?\nEmail us moneybox@bbc.co.uk and let us know about your experience with you bank or building society.\nYou can hear more on BBC Radio 4's Money Box programme by listening again here.\nFollow Money Box and Dan on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56128587",
      "category": "uk-wales",
      "title": "Smacking: 'Misunderstanding' over next year's ban",
      "tags": "Children,Punishment,NSPCC,Welsh government,Parenting",
      "text": "There is a degree of misunderstanding over new smacking legislation, research for the Welsh Government has found. \nA change in the law, banning people from smacking their children, begins in 2022. Wales is the second part of the UK to do so, after Scotland.\nIn a survey of 1,002 people, 23% were aware of the changes and 26% said they were aware but unsure of the details.\nThe Welsh Government said TV, radio and online adverts would launch later this year. \nIn the latest Beaufort Wales Omnibus survey, carried out in November 2019, a higher percentage of people reported being in favour of removing the defence of reasonable punishment than those asked in a November 2018 survey. \nIn 2019, all respondents were asked the degree to which they agreed or disagreed that it is sometimes necessary to smack a child.\nMore disagreed with this statement (55%) than agreed with it (31%). The difference between the proportions disagreeing and agreeing with the statement was greater than in the 2018 survey when 49% disagreed and 35% agreed.\nThose who have caring responsibilities for children aged seven or under - 179 of the 1,002 asked - were more likely to disagree that it was sometimes necessary to smack a child - 70% - compared with 53% among those who did not have caring responsibilities for those aged seven and under. \nIn 2018, when asked if they were aware of proposed changes in legislation, 17% said yes. In the 2019 survey that rose to 23%.\nIn the previous survey 64% said they were not aware and that went down to 50% in the most recent survey.  \nIn 2018, 17% said they were aware but not sure of the details, this rose to 26% in 2019. \nDr Ashley Frawley, senior lecturer in social policy at Swansea University is a vocal campaigner for the Be Reasonable campaign, which seeks to stop any ban and continue to give parents a choice.\nShe said her stance meant she was repeatedly trolled on Twitter and said the issue had become distorted.\nDr Frawley said: \"Campaigners have had a lot of success turning this into a debate about how people should parent... that's not what this debate is about, it's about whether one form of parenting should be illegal. \n\"It's not whether people should smack, it's whether you should be charged and recorded as a child abuser if you do.\n\"The whole policy itself is built on distrust - you can't trust people to control themselves, you can't convince people democratically to adopt this style of parenting - that's why they look to the law in the first place.\"\nResponding to the results of the latest survey, she said: \"The changes between the two surveys are really, really small...\n\"You'd think you could produce more impressive changes with such a small sample size....\n\"Proponents will probably want to foreground that carers of children under seven appear to be in favour of the ban. I wonder how many will mention that they only surveyed 179 of them to produce this result?\" \nVivienne Laing, policy and public affairs manager at NSPCC Cymru, welcomed the findings.\nShe said: \"It's positive that there has been a further shift in public attitudes ahead of this important change in the law, which puts the protection of children first. \n\"The new legislation will give children in Wales the same legal protection from assault as adults and we are continuing to work closely with the Welsh Government to support with its successful implementation.\"\nShe said a change in public attitudes often followed legislative change: \"We've seen with the introduction of the smoking ban and compulsory seatbelts in cars. It is encouraging to see that this shift is already happening.\"\nShe said she was confident a public awareness campaign would lead to a further reduction in the use of the physical punishment on children.\nThe charity encourages parents to praise the good things children do and set clear and consistent boundaries and remain calm in difficult situations. \nA Welsh Government spokesman said: \"An awareness-raising campaign to inform the public of the change in law will go live later in the year - including TV, radio and digital advertising.\n\"We are also ensuring that professionals who work with parents and children know about the change in the law and have established an expert stakeholder group to oversee this vital work.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56137600",
      "category": "world-europe",
      "title": "Wall Street Charging Bull sculptor Arturo Di Modica 'dies aged 80'",
      "tags": "New York City,Italy",
      "text": "The sculptor behind Wall Street's famous Charging Bull statue has died aged 80, reports say.\nFriends of Arturo Di Modica told Italian media that the sculptor died in his home town of Vittoria, Sicily. He had been fighting cancer for many years, La Repubblica reported.\nThe bull was originally installed in New York in 1989 without permission.\nIt was designed to represent the \"strength and power of the American people\" after the 1987 market crash.\nPolice seized the 7,100 pound (3,200 kg) bronze statue from its position outside the New York Stock Exchange. But following a public outcry, city officials allowed it to be reinstalled days later in the heart of Manhattan's financial district.\nIt has gone on to become one of the most recognisable images of New York, and a major tourist attraction. \nIn recent years, Di Modica opposed the temporary installation of another now famous statue, called Fearless Girl, opposite the bull. \nDi Modica complained at the time that his bull was meant to embody \"strength, power and love\", and that having Fearless Girl - designed to call attention to gender inequality and the pay gap in the corporate world - face off against it turned its message into something negative.\nOther notable works by Di Modica include marble pieces exhibited at the Rockefeller Center, works in bronze at Castle Clinton National Monument, and a bronze horse exhibited in the Lincoln Center, his biography on chargingbull.com says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56135817",
      "category": "technology",
      "title": "Margaret Mitchell: Google fires AI ethics founder",
      "tags": "Google,Artificial intelligence,Employment",
      "text": "Google has fired the founder and co-head of its artificial intelligence ethics unit, claiming she violated the company's code of conduct. \nIn a statement, Google said an investigation found Margaret Mitchell had moved files outside the company. \nThe ethics unit has been under scrutiny since December, following the departure of another senior figure, Timnit Gebru. \nBoth women had campaigned for more diversity at Google and raised concerns about censorship within the company. \nDr Mitchell announced the news in a tweet, which read \"I'm fired\". \nFor the past five weeks she had been locked out of Google's systems, including her emails and calendars. \nDr Mitchell was a fierce critic of Google, and had expressed concern about Dr Gebru's departure from the company. \nDr Gebru, a leading Artificial Intelligence ethics researcher, says she was fired late last year after sending an internal email that accused Google of \"silencing marginalised voices\". However, Google claims she left the company.\nShe co-authored a research paper which she says she was asked to retract. The paper had pinpointed flaws in AI language technology, including a system built by Google.\nFollowing a meeting on the paper, she sent an email to an internal group called \"Brain Women and Allies\", criticising the decision. \nDr Gebru had emailed her management laying out some key conditions for removing her name from the paper, and if they were not met, she would \"work on a last date\" for her employment.\nAccording to Dr Gebru, Google replied: \"We respect your decision to leave Google... and we are accepting your resignation.\"\nThe fallout caused many within the scientific community to question the ethics of conducting research with big technology companies.\nHundreds of colleagues signed a letter in support of her. In response, the company's chief executive Sundar Pichai apologised for the way she left the firm. \nGoogle has been criticised for a lack of diversity in its workforce, and there are concerns about the AI technology that underpins many of its services. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56127673",
      "category": "uk",
      "title": "Harry and Meghan not returning as working members of Royal Family",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex",
      "text": "The Duke and Duchess of Sussex will not return as working members of the Royal Family, Buckingham Palace has said.  \nThe Queen confirmed the couple would not \"continue with the responsibilities and duties that come with a life of public service\".\nA statement from the palace added Prince Harry and Meghan \"remain much loved members of the family\".\nThe couple said \"service is universal\" and offered to continue supporting the organisations they have represented.\nThe duke and duchess said last January they would step back as \"senior\" royals and work to become financially independent. \nThe couple, who now live in California, formally stepped down in March, with a plan to review the arrangements after 12 months.\nThe confirmation means Prince Harry and Meghan will return their honorary military appointments and royal patronages, which will be redistributed to working members of the Royal Family. \nUnder the arrangement agreed last year, the couple gave up using the HRH titles. But Harry retains the title of prince, having been born one.\nTheir departure follows conversations between Harry and members of the Royal Family.\nA statement from Buckingham Palace said: \"The Queen has written confirming that in stepping away from the work of the Royal Family it is not possible to continue with the responsibilities and duties that come with a life of public service. \n\"While all are saddened by their decision, the Duke and Duchess remain much loved members of the family.\"\nA spokesman for Harry and Meghan said: \"As evidenced by their work over the past year, the Duke and Duchess of Sussex remain committed to their duty and service to the UK and around the world, and have offered their continued support to the organisations they have represented regardless of official role.\"\nThey added: \"We can all live a life of service. Service is universal.\"\nThis could have been a formality - the end of the review period was coming up, it's very clear what the Sussexes' direction of travel is and equally clear that the patronages and appointments can't really be held on to from California. Thanks for your service, goodbye.\nBut instead the duelling statements - and their bizarre timing, with the Duke of Edinburgh in hospital - look as if there is a fair amount of bitterness remaining.\nThe statement from the palace lays down the Queen's philosophy; as far as she is concerned the couple have left the life of public service. That's why the honorary commands and patronages have to go. You can't do half in-half out.\nNot so fast, the couple shoot back. They remain, they say, \"committed to duty and service\" - and \"service\", far from being a matter of titles and roles, \"is universal\". There is more than a flash of anger in their words.\nLike all good family arguments it blows up at a sticky moment - Harry's grandfather the Duke of Edinburgh is in hospital.  So why now? One source says the story was all over the place already and would have been in the papers by the weekend. The suggestion: that one party is stampeding the other.\nAs to the meat of the announcement, the loss of the Captain Generalcy of the Royal Marines will sting. Harry's military life has defined him. \"Don't cock it up,\" Prince Philip told his grandson on the day he passed on the honorary command of the Marines. To yield it up now must be a heavy blow.\nSeveral of the duke and duchess's former patronages have thanked the couple for their support following the announcement.\nThe Queen's Commonwealth Trust - which was founded in 2018, with Harry and Meghan appointed president and vice-president respectively - said it was \"very lucky\" to have had their \"keen support and encouragement\" in its formative years. \n\"We are glad that they remain in our circle of supporters,\" the trust said in a statement. \nThe Association of Commonwealth Universities said Meghan had been \"a passionate advocate for our mission to build a better world through higher education\" since she took over the role of patron from the Queen in January 2019.  \nAnd the National Theatre, another of Meghan's patronages, said the duchess had \"championed\" its work with communities and young people across the UK to make theatre accessible to all. \nMeanwhile, the Rugby Football League thanked Harry \"for his time, care and commitment\" in supporting the organisation at all levels - from the children's game to the England teams. \nThe Rugby Football Union also thanked the duke for his work as patron and vice patron, adding that it had \"greatly valued his contribution to promoting and supporting the game\". \nHowever, the Invictus Games Foundation, which runs an international sporting event for injured servicemen and women, said Harry would remain a patron for the organisation.\nThe duke remained \"fully committed\" to the games, which he founded, it said in a statement. \n\"His military service and experience, combined with his genuine compassion and understanding for those who serve their countries, has raised awareness of wounded, injured and sick service personnel and the role they continue to play in society,\" the statement added. \nHarry will also continue to work with veterans' charity Walking With The Wounded as its expedition patron. \nSmart Works, a charity which helps women with clothes and coaching to get into work, and animal welfare charity Mayhew also said Meghan would remain a private patron. \nThe Duke and Duchess of Sussex's military, Commonwealth and charitable association roles will be handed back to the Queen.\nFor Harry, those are:\nAnd for Meghan:\nBroadcaster and Royal Marines veteran JJ Chalmers, who is a friend of Prince Harry, said the duke's family remained \"his number one priority\" and suggested a desire to have \"an element of control\" was behind his decision to step back as a senior royal. \n\"So much of his life, particularly the way that it faces into the media, is out of his control... and any individual wants to try and take control of that,\" he told the BBC. \n\"I will continue to have the utmost respect for the service that he has given so far and I'm hopeful and optimistic that he will continue to serve in a greater purpose,\" he added. \nThe announcement comes days after the couple revealed they are expecting their second child.\nThey are due to talk about their decision to step away from the monarchy in a TV interview with Oprah Winfrey next month.\nSince stepping back from royal duties, they have also signed deals with streaming giants Netflix and Spotify.\nThe duchess recently won a High Court privacy battle against the Mail on Sunday over the publication of extracts from a letter to her father.\nEarlier this month, Harry also successfully sued the publisher of the Mail on Sunday for libel, over false claims he \"turned his back\" on the Royal Marines after stepping down as a senior royal. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55990256",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Families make plea to resume care home visits",
      "tags": "Coronavirus lockdown measures,Elderly people,Dementia,Care homes,Coronavirus pandemic",
      "text": "Relatives of care home residents are telling the Scottish government it is time to let them visit their loved ones.\nAfter almost 11 months, many are still only seeing vulnerable relatives through windows or outside, if at all.\nThe Scottish government says new guidelines on visiting are \"imminent\".\nBut MSPs are due to consider a petition on Wednesday calling for one designated visitor per care home resident to be allowed.\nNational Records of Scotland statistics show that since restrictions were first introduced in March 2020, 14,273 residents have died inside Scottish care homes. \nCovid has been a factor in one in five of the deaths but relatives fear many more have been caused by the isolation their loved ones have felt over the past year with many simply just giving up.\nWith almost all care home residents having had their first vaccine dose, families are hoping for good news on visiting.\nElaine Macdonald is one of them.\nShe has seen deterioration in her mum Jean McKay since the start of the pandemic.\nJean, 81, has advanced Alzheimers and has lived in a care home for five years. Until March 2020, Elaine and her sister took her out twice a week.\nSince restrictions were placed on visits, they have only been able to see their mum through a window, and for a short time in the summer they had outdoor visits. \nElaine believes that after almost a year, something better should be possible.\n\"Other groups in society, outside the care home setting, are able to form extended households and bubbles,\" she said.\n\"And here we are in care homes and it is like prison - people are not allowed to see their relatives in a normal way, there is no holding hands and no contact. \n\"It makes me feel frustrated and sad and I am beginning to wonder if we are ever going to get in to see them properly again.\"\nShe added: \"Nobody puts their relative in a care home expecting never to be able to see them again. Nobody would do it, and now I know people who are deciding not to do it.\"\n\"It's time to let people have their relationships with their family members again - this whole situation is inhumane and it has to come to an end.\"\nNatasha Hamilton, from Edinburgh, is desperate to see more of her mum Anne, who has early onset dementia and is in a home in East Kilbride. She started a petition in September to give residents like Anne the right to see at least one caregiving relative, regardless of lockdown or levels.\n\"We are doing it for her,\" she said. \"She would fight to see her children, she would fight to see her husband. We are fighting so mum has the right to see her family. \n\"I find it absolutely awful thinking what is going through her head just now - that those faces she used to know, visiting her all the time, are no longer there. That part hurts me more than me not being able to see my mum. \n\"We have to learn from this so that care home residents are not kept apart from their families for almost a year again. Residents in care homes have to be living, not just existing.\"\nThe petition has more than 92,000 signatures and is to be considered by a committee of MSPs on Wednesday.\nDuring FMQs, Scottish Lib Dem leader Willie Rennie pressed the first minister for a date on when safe visiting of care homes may be allowed.\nNicola Sturgeon said that new guidance on the matter was being worked on and would be \"published imminently\", but would not commit to a date.\n\"I very much hope we can reach that position soon but just as I have tried to avoid doing in past, I have tried to refrain from giving simplistic or easy answers.\n\"I think that would be wrong and run the risk of giving families falsehoods. I want a date we can have some confidence in. I don't underestimate how deeply traumatic this is.\"\nHundreds of relatives have also been sending letters and posters to their MSPs in the \"Broken Hearts\" campaign to draw attention to the issue.\nNational clinical director Jason Leitch said during Tuesday's coronavirus briefing that Health Secretary Jeane Freeman was finalising new advice.\nHe said: \"New guidance is imminent that will be published shortly, once the cabinet secretary has final meetings with officials. \n\"She has met with the care home relatives group, as have I. It's not just about vaccine, it's protection from outbreaks, it's test and protect, it's staff, it's PPE and it is about what should and could be permitted for families to reconnect after such a long time.\"\nDonald Macaskill, chief executive of Scottish Care, which represents the private care sector in Scotland, said everyone involved had been consulted over the new plans.\nHe added that after 11 months there was a realisation that the risk of the virus and the risk of people no longer being in touch and in contact with their families had to be balanced.\nHe said: \"One of the reasons we are all trying to engage is so we don't get a lottery of one company doing it and another not doing it. The reason people are anxious is because of the fear of the  virus. \n\"No care provider wants to keep people apart. Neither do they want the devastation of this virus. \n\"What we are doing is to reduce the fear, increase confidence and make sure visiting can happen indoors as a matter of priority.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56025234",
      "category": "health",
      "title": "Year-long routine surgery waits 'worst since 2008' in England",
      "tags": "NHS,Coronavirus pandemic",
      "text": "Nearly 225,000 people in England have now waited more than 12 months for routine hospital treatment - the highest number since April 2008, NHS England figures show.\nThis includes people waiting for planned knee and hip surgery.\nIt comes as growing numbers of operations were postponed during December when Covid cases rose rapidly.\nIn January 2021 alone, hospitals treated nearly a third of all patients with Covid since the pandemic began.\nProfessor Stephen Powis, national medical director for NHS England, said staff had worked extremely hard to provide essential services during the pandemic. \nHe added: \"Even in January, when hospitals admitted almost a third of all the Covid patients they have treated during the pandemic, they were treating twice as many patients with other conditions as they did for those with the virus over the month.\n\"But the NHS remains under significant pressure so it is vital that everyone continues to do all they can to stop the spread of the virus by  staying at home and following the expert 'hands, face, space' guidance.\"\nDespite Covid, NHS England says more than six million elective treatments were completed last year and average waiting times for non-urgent surgery fell by more than 40% between July and the end of the year.\nThe Royal College of Surgeons of England, said Covid-19 continued to take an enormous toll on hundreds of thousands of people across the country left waiting for an operation. \nVice president, Mr Tim Mitchell, said the number waiting over a year for their treatment was now 150 times higher than it had been in 2019.  \n\"Many are waiting in limbo, reliant on painkillers, and unable to get on with day-to-day family life or work,\" he said.\nAlthough infection rates are now coming down in many parts of the country, Mr Mitchell warned many staff were \"burnt-out\" from what had been \"a brutal and traumatic year\" and would need time to recover.\nThe figures suggest cancer services are recovering. \nDuring December, just over 200,000 patients received urgent checks by cancer specialists and 25,000 people started their treatment - both measures are in line with numbers seen before the pandemic.\nBut Sara Bainbridge, head of policy at Macmillan Cancer Support, said 2020 had been a \"devastating year\" for many people living with cancer \"who faced agonising delays or disruption to diagnosis and treatment\".\nShe urged anyone experiencing cancer symptoms to contact their GP without delay and go to medical appointments."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55680305",
      "category": "explainers",
      "title": "Covid: Can you catch the virus outside?",
      "tags": "Social distancing,Coronavirus pandemic",
      "text": "More of us are now able to meet up outside with friends and family.\n\"The evidence is very clear that outdoor spaces are safer than indoors,\" Prof Chris Whitty, the UK's chief medical officer, has said. \nResearchers say infections can happen outdoors, but the chances are massively reduced.\nFresh air disperses and dilutes the virus.\nIt also helps to evaporate the liquid droplets in which it is carried.\nOn top of that, ultraviolet light from the Sun should kill any virus that's out in the open. \nEven so, there are a handful of cases where it's believed that infections did happen outside.\nOne study found that two men in China talking face-to-face for at least 15 minutes was enough to spread the virus.\nIf someone's infected - maybe without realising it because they have no symptoms - they'll be releasing the virus as they breathe, especially if they cough.\nSome of that will be carried in droplets, most of which will quickly fall to the ground but could reach your eyes, nose or mouth if you're within 2m (6ft) of them.  \nSo the advice is to avoid being face-to-face if you're that close.\nThe infected person will also release smaller particles called aerosols. \nIndoors, these can accumulate in the air and be a hazard. Outside they should rapidly disperse. \nWalking past someone in the street or having a jogger run by you, means you're close together for a few seconds at most. \nFleeting encounters are highly unlikely to be long enough for enough virus to reach you. \nProf Cath Noakes, an airborne infection expert from the University of Leeds, says someone would have to cough right at you, at the moment you're inhaling, for an infection to happen. \nBut she also warns of friends spending a long time together outdoors and assuming they're completely safe.\nGoing for a run with someone and following close behind them for 20 minutes or more, breathing in their slipstream, might be a problem, she says.\n\"The sad fact is that your greatest risk is from the people you know.\" \nScientists have found that the risks are low in fully open spaces.\nBut they worry about areas that are not just crowded but also partly enclosed, such as market stalls or bus shelters. \nWhenever the air is still, it can become stagnant and contaminated. \nIt's in environments like narrow pathways or busy queues that government advisers say face coverings may be needed. \nIf an infected person coughs into their hand and then wipes it on a surface, the virus may survive there for hours.\nResearchers in the US found virus on the handles of rubbish bins and the buttons at pedestrian crossings.\nThey reckon this may have led to infections in the area, though at a relatively low level compared with other ways of spreading the virus. \nIn colder weather, the virus may last longer in the open - it thrives in low temperatures. \nAdded to that, your nose runs in the cold, and a common reaction is to wipe it with your hand.\nThat might raise the chances of surfaces becoming contaminated.\nHowever, many scientists now think that the amount of virus likely to be left on a surface in this way would be minimal, and would disperse within an hour or two.  \n\"The chance of transmission through inanimate surfaces is very small,\" says Prof Emmanuel Goldman of Rutgers University.\nAll the evidence points to the vast majority of Covid infections happening indoors.\nThe virus is transmitted through human interaction, especially when people are together for a long period of time.\nThat means the virus can spread in several different ways. \nEither infected droplets can land on people close by, or contaminate surfaces that others touch.\nAnd if rooms are stuffy, tiny virus particles can accumulate in the air and get inhaled. \nIt's in households where all of this is most likely to happen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-56113048",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Accident left prosthetic expert in need of new arm",
      "tags": "Prosthetics",
      "text": "A life-changing accident has left a specialist who spent 20 years building artificial limbs in need of a prosthetic arm himself.\nIn a cruel twist of fate, Jim Ashworth-Beaumont lost his arm in a cycling accident in which he almost died.\nSix months on, he is back at work and is hoping to be one of the first people in the UK to be fitted with a revolutionary bionic limb.\nJim, from Edinburgh, works as a prosthetist and orthotist at the Royal National Orthopaedic Hospital in London.  \nA former Royal Marine, he was a competitive athlete and took part in triathlons. On the day of the accident he was training.\n\"I popped out for a training session on the bike and headed to Catford in south east London and stopped at traffic lights,\" he said. \n\"An articulated lorry stopped beside me and that's when the problems happened.\"\nThe 40-ton truck rolled over Jim, severing his arm and almost killing him.\nSpeaking on BBC Radio Scotland's Mornings programme, he said: \"I can remember pretty much everything up until the ambulance arrived. I remember the helicopter landing and that's about it.\n\"I was aware of the wheels of the articulated lorry rolling up my arm and I was convinced the next part of my body to be hit would be my head. I was convinced that I was going to die.\"\nJim was put into an induced coma. When he came out there was an emerging awareness of how serious things were.\nHe said: \"It was only over time I was aware I had spinal fractures, rib fractures, a lot of skin had been taken off my front which needed to be grafted. \n\"The situation was a lot more than just my arm. It took a little while to realise just how bad it was.\"\nJim contracted sepsis while in the coma on top of his horrific injuries. \nHe said: \"MedicaI staff and my wife told me I was constantly on the verge of death. I had sepsis, multiple organ failure, what was left of my liver packed up and then my kidneys, as well. When I came out of the coma I had liver failure and kidney failure to deal with.\n\"I was in the critical care unit for about two-and-a-half months, actually conscious for a month of that. When I came out, the Covid pandemic was in full swing so we were pretty much restricted to our beds. I had tubes coming in and out of me so it was a difficult environment to exist in.\" \nJim said his background helped him mentally. \nHis work involves working on rehabilitation with patients who have suffered limb loss. He said that having that base knowledge, plus his research interest - neuro-rehabilitation and recovery from injury - made sure he knew what he needed to do to return to full function.\nLike the athlete he is, Jim's recovery has been fast-paced. His liver is recovering and his kidneys have also bounced back meaning he no longer needs dialysis every two days.\nHe has started building his fitness again and even began a Couch-to-5k programme two months before he was even expected to leave hospital.\nHe started back at work, from home, at the start of February. But what he wants to do is get back to his old duties. \nHe said: \"My dream is to return to the job I love which is helping people to solve their structural and functional problems, and that's quite a manual job. You need good hand skills to do that. \n\"I assess people, collect data and make and fit an artificial limb or orthotic device. So I need a device that will do what I tell it to do and that is the promise of the latest generation of components that are available, but they cost a lot of money.\"\nThe limb Jim needs is a functional bionic prosthesis and it is not available on the NHS. Jim needs a titanium post to be fitted into the end of the bone in his arm and then a prosthesis will be anchored into that to make it much more stable and usable.\nBut the arm, plus the expertise to fit it will cost more than £300,000. Jim's family is fundraising for \"Jim's Biggest Challenge\" on fundraising sites.\nHe believes that in a couple of years, he could be back doing the job he loves, and his experience will give him a new relationship with his patients.\nhe added: \"Essentially my life now is a little bit of a struggle every day and I kind of relish that in a way. The fitness hasn't stopped. I am out running, doing pilates. \n\"I am not as fit and able as I was, but the challenges are still there and I really believe in going for it every day.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56137025",
      "category": "world-asia",
      "title": "Myanmar coup: At least two killed as police disperse protesters",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "At least two people have been killed in protests in Myanmar against a military coup, the worst violence yet in more than two weeks of demonstrations.\nPolice used live ammunition to disperse demonstrators in Mandalay, reports from the ground said. At least 20 people were injured. \nHundreds had gathered for the rally at a shipyard in Myanmar's second largest city.\nThe coup saw the overthrow of Aung San Suu Kyi's elected government.\nProtesters are demanding that she be released, along with other members of her National League for Democracy (NLD) party. She is under house arrest, accused of possessing illegal walkie-talkies and violating the country's Natural Disaster Law.\nThe military allege the NLD's landslide election win last year was fraudulent but have not provided proof.\nClashes broke out in Mandalay when police confronted protesters and striking shipyard workers.\nReports say some protesters flung projectiles at police, who responded with live fire and tear gas.\nImages show protesters holding up what appear to be bullet cartridges.\nRelatives of one of those killed told Reuters news agency he was a carpenter, aged 36, who was shot in the chest. The other fatality - reports say a boy under 18 - was shot in the head. \nThe EU said it strongly condemned the violence and the US embassy in Myanmar said it was \"deeply troubled\".  \nUK Foreign Secretary Dominic Raab tweeted: \"The shooting of peaceful protesters in Myanmar is beyond the pale.\n\"We will consider further action, with our international partners, against those crushing democracy and choking dissent.\"\nSingapore, a big investor in Myanmar, warned of \"serious adverse consequences for Myanmar and the region\" if the situation continued to escalate.\nOn Friday a young woman became the first confirmed death from the protests.\nMya Thwe Thwe Khaing was shot in the head on 9 February at a rally in the capital Nay Pyi Taw. Rights groups said her injuries were consistent with the use of live ammunition. Police denied using lethal force.\nThe military authorities say a policeman has been killed since the protests began after the 1 February coup. \nFurther demonstrations took place on Saturday in several cities, including Yangon, where residents banged pots and a candle-light vigil was held outside the US embassy. The security forces mostly left the protesters alone. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56132940",
      "category": "uk",
      "title": "Harry and Meghan: Family is prince's 'number one priority'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56130419",
      "category": "world",
      "title": "Covid vaccines: G7 increase support for Covax scheme",
      "tags": "World Health Organization (WHO),Coronavirus vaccines,G7 summits,Coronavirus pandemic,G7",
      "text": "G7 leaders have pledged to intensify co-operation on Covid-19 and increase their contribution to the Covax vaccine-sharing initiative.\nIn a joint statement released after a virtual summit on Friday, G7 leaders raised their overall commitment to $7.5bn (£5.3bn). \nWealthy countries are facing growing pressure to make sure lower-income nations get fair access to vaccines. \nPresident Joe Biden has pledged $4bn in US aid to the fund.\nAn initial $2bn will be donated in 2021, with an additional $2bn coming over the next two years. \nGermany pledged an additional $1.2bn with Chancellor Angela Merkel telling journalists: \"I stressed in my intervention that the pandemic is not over until all people in the world have been vaccinated.\"\nThe EU also increased its commitment on Friday. \nThe Covax scheme  is aiming to get at least 1.3bn vaccine doses to vulnerable populations worldwide in the coming months. \nCovax is co-led by Gavi, known as the Vaccine Alliance, the World Health Organization (WHO) and the Coalition for Epidemic Preparedness Innovations (CEPI).\nWHO chief Tedros Adhanom Ghebreyesus said on Friday he was grateful for  the new commitments but  emphasised that more was needed to address the world's vaccination imbalance. \n\"Vaccine equity is not just the right thing to do, it's also the smart thing to do,\" he said at the annual Munich Security Conference, also held virtually on Friday.\nFrench President Emmanuel Macron is among world leaders calling for further action to address the world's vaccine imbalance - saying Europe and the US should urgently send up to 5% of their supplies to developing nations.\nThe new commitments come days after UN Secretary General António Guterres criticised the distribution of vaccines so far as \"wildly uneven and unfair\".\nHe said just 10 countries had administered 75% of all vaccinations worldwide, while 130 countries had not yet received a single dose.\nFriday's online meeting was the first gathering of G7 leaders since April 2020, and the first international meeting for new US President Joe Biden.\nPrime Minister Boris Johnson, this year's G7 chair, has said that the UK will donate much of its surplus vaccine supply to poorer nations. \nTo date, at least 110 million people have been infected with the virus worldwide and more than 2.4 million have died, according to figures from Johns Hopkins University.\nAnalysis by Naomi Grimley, global health correspondent\nIn the global scramble to secure vaccines against Covid-19 many wealthy countries - which funded a lot of the research - have ended up buying more supplies than they need. \nNew figures from the anti-poverty pressure group, the One Campaign, reveal that Australia, Canada, Japan, the UK, the US and the EU have already secured more than 3bn doses - 1.2bn more than they need to give their entire populations two doses. \nThe UK has also given £548m to Covax - the UN-led attempt to get vaccines out to poorer countries. \nBut campaigners say they want hard facts on how many actual doses Britain will now be donating to the mechanism. \nSome 130 countries in the world haven't done any vaccinations at all and healthcare workers in those countries remain at high risk. \nAnd even if the Covax plan works, it's only designed to cover 20% of each nation's population - far short of the herd immunity expected in wealthy countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56132336",
      "category": "uk",
      "title": "MI6 chief apologises for past ban on LGBT staff",
      "tags": "MI6,LGBT",
      "text": "The chief of the Secret Intelligence Service, also known as MI6, has publicly apologised for its historic treatment of LGBT people.\nRichard Moore said a security bar on LGBT staff until 1991 had been \"wrong, unjust and discriminatory\".\nIn a video posted on Twitter 30 years after the ban was lifted, he said it had also been counter-productive.\nMI6 \"deprived ourselves of some of the best talent Britain could offer\", he said.\nThe MI6 chief has chosen LGBT History Month to offer both praise and contrition to those who were wronged by the ban.\nMr Moore, who is the only publicly identifiable member of MI6, said thousands of patriotic people were wrongly denied the chance to work in intelligence.\n\"The ban did mean that we, in the intelligence and diplomatic services, deprived ourselves of some of the best talent Britain could offer. Ready to serve but denied that opportunity,\" he said.\nSame-sex relationships were decriminalised in Britain in 1967, but it took a further 24 years before the ban on hiring LGBT staff across government was lifted.\nBefore then it was wrongly thought that they would be vulnerable to blackmail and subversion, Mr Moore said.\nLGBT people who declared their sexual orientation at that time were asked to leave government service. Thousands more who wanted to join were prevented from doing so. \n\"Committed, talented, public-spirited people had their careers and lives blighted because it was argued that being LGBT+ was incompatible with being an intelligence professional,\" Mr Moore said.\n\"Because of this policy, other loyal and patriotic people had their dreams of serving their country in MI6 shattered. This was wrong, unjust and discriminatory.\"\nThe MI6 chief, who rarely makes any public statement, used his official Twitter account to broadcast his message. \nIn a separate video, Mr Moore thanked all LGBT staff for their contribution to Britain's security as he appeared alongside the actor Sir Ian McKellen, who recalled some of the homophobic discrimination he had encountered in the 1980s. \nSir Ian suggested the lifting of the ban in 1991 put MI6 in the \"vanguard\" and helped change the way society thought about LGBT people.\n\"Having so boldly accepted there had been injustice in the past within its own organisation, it gave heart for people to think 'well, perhaps you could spread that principle of honesty and equality to other areas of life',\" he said.\nForeign Secretary Dominic Raab, who has ministerial responsibility for MI6, also paid tribute to the courage of LGBT colleagues, past and present, saying the UK was safer because of their dedicated service."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56137815",
      "category": "uk",
      "title": "Leon boss warns longer lockdown 'will cost lives'",
      "tags": "Coronavirus lockdown measures,Restaurants,Coronavirus pandemic",
      "text": "Extending lockdowns even by a matter of weeks will \"cost lives\", the co-founder of fast-food chain Leon has said.\nJohn Vincent said businesses were \"at the heart of a functioning and healthy society\" and were losing money that should be going to their employees and the government through taxes.\nPrime Minister Boris Johnson has said people should be \"optimistic but patient\" about national lockdowns.\nHe will set out a road map for lifting England's restrictions on Monday.\nSpeaking on BBC Radio 4's Today programme, Mr Vincent said it was \"quite possible\" that Leon could fold \"if weeks and months drag on\", as it was losing around £200,000 a week. That figure was more like £800,000 when \"what we would have been making\" is taken into account, he said.\n\"That's money that isn't going into the economy, it's not going into the wallets of the people who work for Leon, and it's not going to pay the taxes that we need to pay,\" he said.\n\"No one's asked us for these numbers, so how does the government know what's going on in the economy?\"\nHe said there had been a \"pantomime of scientists against business\" during the pandemic - \"as if there isn't one giant shared agenda\" - and the latter were \"positioned as the uncompassionate ones\".\nBut the length of lockdowns \"matters hugely\", he said, adding that the government had not produced a \"holistic cost-benefit analysis\".\n\"Therefore, how can we be making this decision about the impacts on the young today and for their futures? How can we make (decisions about) the impacts of the huge economic destruction which is costing lives? When we lose our economy we lose lives,\" he said.\n\"How can we be saying, glibly, 'it doesn't matter if lockdown carries on for a few weeks or months longer than necessary' without the analysis? I wouldn't launch a chicken wrap without analysis.\"\nA spokesman for the Department for Business, Energy and Industrial Strategy said the prime minister would lay out a plan for \"gradually reopening our economy and society in a sustainable way\" on Monday.\n\"We understand that this is an extremely tough time for UK restaurants, but we are supporting business with one of the most comprehensive and generous packages of business support in the world worth over £280 billion,\" he said.\n\"As we navigate our way out of lockdown, we will continue to work closely with the hospitality sector, as we have done throughout this pandemic.\"\nMr Johnson said during a coronavirus briefing this week that steps taken to ease lockdown should be \"cautious but irreversible\".\nHe hailed the success of the vaccine rollout, but warned the threat from the virus remained \"very real\" and now was not the time to \"relax\".\nMore than 16 million people have been given a first dose of the vaccine, according to government figures released on Friday.\nA further 533 people died within 28 days of a positive test, and another 12,027 cases of the virus were confirmed.\nMr Johnson's comments came after 63 Tory MPs called for easing to begin in March and for analysis to be released justifying any measures staying in place.\nEarlier, it was announced that care home residents in England would be allowed to pick one person to visit them regularly from 8 March -  the first confirmed easing of lockdown since its reintroduction last month.\nSuppliers of pubs, restaurants and cafés have asked for at least two weeks' notice of any re-opening to ensure their supply chains are ready.\nWholesalers say they will need time to stock up on fresh produce. \nKate Bruns, who runs a pub in Hartlepool, told the BBC the past year had been extremely difficult.\n\"I'd like to get open and I would like a little bit more guidance on how or what is expected from our side, really,\" she said. \n\"The thing about drinking outside - as much as I would love that to happen - that it is slightly harder to control. When we had it inside it was very controlled and everyone felt safe. \n\"Customers felt safe - safer than if they were going to a supermarket. But outside is slightly different and harder to man.\"\nScientists have called for a data-led approach to lifting measures.\nProf Dame Angela McLean, deputy chief scientific adviser, told the Commons Science and Technology Committee earlier this week that each step of easing measures should be \"irrevocable\", adding \"that means we have to be extremely careful before we add another unlocking\".\n\"We want to understand the impact on each step before taking the next steps,\" she said, adding that this would require a \"large gap\" after children go back to school.\nProf Neil Ferguson, the epidemiologist whose modelling prompted the first English lockdown, told the BBC on Friday that two key bits of data - the infection rate and the effectiveness of vaccines - were \"looking promising\", but it would take \"quite a long time\" to assess the situation fully.\nHe said the UK could be \"a very different country\" by the end of May.\n\"We will still have rules in place but… I think society will be a lot more normal,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56141673",
      "category": "world-us-canada",
      "title": "US plane scatters engine debris over Denver homes",
      "tags": "Colorado,Aviation accidents and incidents,Aviation safety,United Airlines",
      "text": "A Boeing jet has scattered debris over a residential area near Denver after one of its engines failed on take-off. \nThe Boeing 777, with 231 passengers and 10 crew on board, was able to return safely and land at Denver airport. No injuries were reported. \nPolice in the town of Broomfield posted pictures of what appears to be the front of an engine casing in the front garden of a home.  \nPassengers on board described a \"large explosion\" shortly after take-off. \nFlight 328, a United Airlines plane bound for Honolulu, suffered a failure in its right-hand engine, the Federal Aviation Administration (FAA) said. \nOne passenger who was on the flight told AP news agency that the pilot was giving an announcement when there was a loud explosion. \n\"The plane started shaking violently, and we lost altitude and we started going down,\" David Delucia said. \nHe added that he and his wife placed their wallets in their pockets so that \"in case we did go down, we could be ID'd\". \nImages posted online showed smoke trailing from the engine. One video apparently shot from inside the plane shows an engine on fire and stripped of its casing. \nThe incident happened shortly after 13:00 local time (20:00 GMT) on Saturday. \nBroomfield police urged residents not to touch or move the debris. The FAA and the National Transportation Safety Board will be carrying out an investigation. \nOne Broomfield resident told CNN he had seen the debris fall from the plane and took shelter with his children as it started coming down. \n\"We saw it go over, we heard the big explosion, we looked up, there was black smoke in the sky,\" Kieran Cain said. \"Debris started raining down, which you know, sort of looked like it was floating down and not very heavy, but actually now looking at it, it's giant metal pieces all over the place.\" \nIt is unclear what caused the engine to catch fire. Jet engine failures do not happen often, but they can be caused by a rotating part, such as a turbine blade, breaking off and piercing the outer cowling. The plane, a Boeing 777-200, was manufactured 26 years ago. \nOn the same day as the Denver incident, an engine failure on a 30-year-old Boeing 747 freighter saw debris fall on a town in the Netherlands. Parts of what appeared to be turbine blades landed on the town of Meerssen. Two people on the ground, one a child, were slightly injured.\nThe aircraft, which had left Maastricht bound for New York, landed safely in Liege in neighbouring Belgium.   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56140274",
      "category": "world-europe",
      "title": "Greece #Metoo: Prominent actor Dimitris Lignadis held over rape accusations",
      "tags": "Greece,Acting,Athens,#MeToo campaign",
      "text": "Prominent Greek actor and director Dimitris Lignadis has been arrested over underage rape allegations.\nMr Lignadis, 56, is accused of raping a 14-year-old boy in 2010, and of a second assault, details of which have not been made public.\nThe former artistic director of the National Theatre of Greece denies all the accusations, his lawyer said.\nHe said Mr Lignadis was arrested after turning up voluntarily at a police station in Athens on Saturday.\nHe is being held in custody pending an appearance before an examining magistrate, according to the Ekathimerini newspaper.\nMr Lignadis resigned as director of the National Theatre of Greece earlier this month, complaining about a \"toxic climate of rumours, innuendo, and leaks\".\nHis arrest comes weeks after former Greek Olympic champion Sofia Bekatorou revealed she had been sexually assaulted by an unnamed Hellenic Sailing Federation (HSF) executive, prompting a #Metoo movement in the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55056016",
      "category": "health",
      "title": "How do we know Covid vaccines are safe?",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic,Immune system",
      "text": "The Oxford-AstraZeneca vaccine has been linked to very rare cases of blood clots. \nThe chance of this happening to an individual is still extremely low, but as a precaution, younger age groups in the UK are being offered alternative vaccines.\nSome recently immunised people have suffered unusual clots, including a type in the brain called cerebral sinus vein thrombosis (CSVT). \nThis is not proof that the vaccine is to blame. Covid infection itself can also make clots more likely and they can occur naturally too. \nExperts stress the benefits of vaccination outweigh the risks for the vast majority of people, but is more finely balanced for younger adults. \nAs a precaution, regulators are continuing to monitor the situation and advise symptoms, such as unusual bruising or persistent headache after vaccination, should prompt a medical check.\nAnd adults under 40 in the UK will be offered a different Covid vaccine.\nSafety trials begin in the lab, with tests and research on cells and animals, before moving on to human studies. \nThe principle is to start small and only move to the next stage of testing if there are no outstanding safety concerns.\nIf the safety data from the labs is good, scientists can check the vaccine or treatment is effective. \nThat means tests on large numbers of volunteers - about 40,000 in the case of Pfizer-BioNTech, the first to be approved in the UK.\nHalf are given the vaccine and the other half a placebo jab. The researchers and participants are not told which group is which, until after the results, to avoid bias.\nAll of the work and findings are checked and verified independently. \nThe Covid vaccine trials happened at breakneck speed, but they didn't skip any steps - they were able to move faster because so many people were involved and other projects were put aside. \nScientists hope to tweak coronavirus vaccines to ensure they continue to offer high protection as new variants of the disease emerge.\nThe UK's drug regulator says new vaccines can be fast-tracked for approval if needed.\nNo corners will be cut, with safety paramount. \nBut lengthy clinical trials with thousands of volunteers will not be needed.\nInstead, data from existing studies and ongoing real-world use could be used.\nVaccines do not give you a disease. Instead, they teach your body's immune system to recognise and fight the infection they have been designed to protect against.\nSome people do experience mild to moderate symptoms after being vaccinated. This is not the disease itself, but the body's response to the vaccine.\nCommon reactions that may affect more than one in 10 people and typically get better within days include chills, tiredness and aching muscles.\nApproval is only given in the UK if the regulator is happy that a vaccine is safe and effective. \nChecks continue after approval to make sure there are no further side effects or long-term risks. \nIndependent experts on the Joint Committee on Vaccination and Immunisation decide how best to use a vaccine and who should get it.\nPfizer-BioNTech's vaccine (and Moderna's) uses bits of genetic code to cause an immune response. These are called mRNA vaccines. \nThey do not alter human cells, but merely present the body with instructions to build immunity to Covid.\nThe Oxford-AstraZeneca vaccine uses a harmless virus altered to look a lot more like the pandemic virus.\nVaccines sometimes contain other ingredients, like aluminium, that make the vaccine stable or more effective.\nAllergic reactions to vaccines are rare. For any approved vaccine, the ingredients are listed.\nThere have been serious but treatable allergic reactions in a very small number of people given the Pfizer-BioNTech vaccine.\nAs a precaution, the MHRA says people with a history of significant allergic reactions to any of the ingredients in this vaccine should not currently have this jab. \nBe aware that anti-vaccine stories are spread online through social media. These posts are not based on scientific advice (or blend facts with misinformation). \nPeople will still be offered the jab even if they have had Covid-19 in the past. \nThat's because natural immunity may not be long-lived and immunisation could offer more protection.\nGuidance says there are no safety concerns about giving jabs to people with \"long\" Covid either. But people who are currently unwell with Covid-19 should not receive the vaccine until they have recovered. \nSome vaccines, such as the shingles vaccine and the children's nasal flu vaccine, can contain pork gelatine. \nThe Covid vaccines from Pfizer, Moderna and AstraZeneca do not contain this, or any other animal products.\nThe British Islamic Medical Association says there is negligible alcohol in it - no more than in bread, for example. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56125796",
      "category": "uk-politics",
      "title": "High Court urged to overturn PM's decision to stand by Priti Patel",
      "tags": "Boris Johnson,Priti Patel,Bullying,Civil Service",
      "text": "The High Court must overturn Boris Johnson's decision that Home Secretary Priti Patel did not breach government rules on behaviour, a union says.\nThe prime minister decided not to sack Ms Patel last year after a report found evidence of \"bullying\" and \"some occasions of shouting and swearing\".\nMr Johnson backed Ms Patel, saying she had not broken the Ministerial Code.\nThe FDA union, which represents senior civil servants, said this reaction had \"undermined\" disciplinary procedures.\nAnd Labour called Mr Johnson's decision the \"sign of a broken system\".\nHome Office Permanent Secretary Sir Philip Rutnam resigned in February last year, saying he had been the target of a \"vicious and orchestrated briefing campaign\".\nHe is pursuing an employment tribunal claim for constructive dismissal.\nA report last November by Sir Alex Allan, the prime minister's adviser on standards, said Ms Patel had \"unintentionally\" breached the Ministerial Code, governing conduct.\nHe found Ms Patel to be \"action-orientated\" and that she had felt \"justifiably in many instances, frustrated by the Home Office leadership's lack of responsiveness\".\nSir Alex added: \"The evidence is that this has manifested itself in forceful expression, including some occasions of shouting and swearing. This may not be done intentionally to cause upset, but that has been the effect on some individuals.\" \nHe resigned after Mr Johnson supported the home secretary, saying she retained his \"full confidence\".\nThe FDA, of which Sir Philip is a member, is seeking a judicial review of the prime minister's decision.\nIn a written submission, general secretary Dave Penman told the High Court that \"civil servants should expect to work with ministers without fear of being bullied or harassed\".\nMr Johnson's actions had \"fundamentally undermined\" the disciplinary process, he added, and the prime minister had \"misinterpreted\" the definition of bullying in the Ministerial Code.\nMr Penman said there was \"bewilderment, dismay and anger among our membership\" and there had been \"serious detrimental effects to workplace relations and confidence in the process for dealing with complaints against ministers\".\nHe added that, if Mr Johnson's decision was not \"corrected\" by the court, \"his interpretation of the Ministerial Code will result in that document failing to protect workplace standards across government\".\nFor Labour, shadow Cabinet Office minister Fleur Anderson said: \"Boris Johnson's assertion that Priti Patel did not break the Ministerial Code is not credible and shows why he should not act as both judge and jury. \n\"It is a sign of a broken system when a cabinet minister is found to have bullied their staff and the prime minister ignores the damning findings and protects them.\"\nCivil servants should have confidence \"that they are able to challenge ministerial decisions without fear for the consequences\", Ms Anderson added.\nA government spokesperson said: \"The prime minister has full confidence in the home secretary and considers this matter now closed. It would be inappropriate for us to comment further on live legal matters.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56130347",
      "category": "education",
      "title": "'Reckless' if all pupils back 8 March, say teachers' unions",
      "tags": "Teaching,Schools,National Education Union ,Coronavirus pandemic",
      "text": "It would be \"reckless\" to bring back all pupils in England to school together on 8 March, says a joint statement by teachers' unions. \nRather than risk another \"spike\" in infections, they are calling for a more \"cautious\" and \"phased\" return.\nNine teachers' and head teachers' unions have urged the government to commit to that date only if scientific evidence is clear that it is safe. \nThe prime minister will announce the plan for reopening schools on Monday.\nThe collective statement from education unions says they are committed to bringing children back into the classroom as soon as possible - but have concerns it may lead to another surge in the virus. \nThey say they are \"increasingly concerned that the government is minded to order a full return of all pupils on Monday 8 March\".\nThat has been the target since the prime minister announced the date in January.\nThe teachers' unions argue that uncertainty about the role that schools play in the transmission of the virus should mean a more cautious approach.\nA full return would mean 10 million pupils and staff travelling to and from school each day, says a statement from signatories including the biggest classroom union the National Education Union.\nThey call for an \"opening phased over a period of time\", similar to the \"approach being taken in Scotland, Wales and Northern Ireland\". \n\"It allows public health experts to assess the impact of the first phase before moving to the next,\" say the teachers' unions.\nThe decisions on England's return to school will be announced on Monday, when the prime minister will set out his \"road map\" for reopening after lockdown.\nThis is expected to be accompanied by a series of announcements on schools in the following days - with funding for catch-up classes, details of how testing will work and how cancelled GCSEs and A-levels will be replaced this summer.\nThere have been suggestions that after initial Covid tests in school, testing will be carried out at home by parents.\nThere will be new guidance on face masks, which could see them being worn in secondary schools where social distancing is not possible.\nThe nine unions signing up to the joint statement are the Association of School and College Leaders (ASCL), GMB, National Association of Head Teachers (NAHT), NASUWT, National Education Union (NEU), National Governance Association (NGA), Sixth Form Colleges Association (SFCA), Unison, and Unite.\nOn Thursday, the ASCL head teachers' union had warned that it would not be practical to carry out Covid tests on all secondary pupils if they arrived back together.\nIn response, England's Department for Education said: \"We know schools, parents and pupils need clarity on plans as soon as possible, which is why we have committed to providing two weeks' notice for them to prepare.\n\"The prime minister is due to set out plans for schools reopening on 22 February, and pupils will return from 8 March at the earliest.\"\nIn Scotland and Wales, younger primary school year groups will begin to return from 22 February. Older primary pupils in Wales could begin to return from 15 March.\nIn Northern Ireland, younger primary pupils will return to classrooms on 8 March.\nThey will then go back to remote learning on 22 March, with the return then of secondary pupils in exam years until the Easter holidays."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56137945",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Indoor care home visits to resume in March",
      "tags": "Coronavirus lockdown measures,Elderly people,Care homes,Coronavirus pandemic",
      "text": "Families will be able to make regular indoor visits to loved ones in Scottish care homes from early March.\nThe Scottish government confirmed residents in both older and younger adult homes will be allowed two designated visitors. \nThey will be able to visit once a week, wearing PPE including face coverings. \nIt follows increasing calls from families to allow them to visit vulnerable relatives after almost a year of restrictions. \nAll residents in older adult care homes have received the first dose of the vaccine and the latest data shows that Covid deaths in these areas are falling. \nScotland's Health Secretary Jeane Freeman said while protection was in place, people must remain \"vigilant about the risks\".\nAs well as wearing PPE, visitors will be \"strongly encouraged\" to take a Covid test before entering homes.\nVisiting may be restricted in certain circumstances, for instance if there is a Covid outbreak in a care home.\nGuidelines will be published on Wednesday which will set out an expectation for care providers to facilitate visits.\nWhen Cathie Russell visits her mother, Rose Hamilton, in her care home they would normally sit in her room, chatting and listening to her favourite music. \nBut once Covid restrictions were introduced they became \"more like prison visits\" where they were kept apart during outdoor meetings by \"police tape\". \nMs Russell, a member of Care Home Relatives Scotland, said despite the best efforts of staff some care home residents were left confused and others \"felt like they were on death row\". \nShe believes visitors should have been allowed into care homes since last May when the \"PPE situation was sorted out\". \n\"I would have gladly have gone in and spent time with my mum and not left her alone for all that time,\" she said. \"I feel it was always possible to do it safely with good PPE and normal protection control measures. \n\"It might not always have stopped Covid but, to be honest, keeping relatives out didn't stop Covid either.\"\nShe added: \"I believe the strategy was always wrong - we are not just footfall. It's very important for people in care to see the people they love most and at least one essential care-giver should always have been available to them.\"\nMs Russell said restrictions were eased last October but very few homes went on to allow indoor visiting, partly due to local lockdowns. \nHowever she said she was \"more optimistic\" that care homes would now begin to open up to visitors.\nScottish care homes were first advised to close to visitors at the beginning of the pandemic in March 2020. \nOnly essential indoor visits are currently permitted, with many people only able see their loved ones through windows or outside, if at all. \nThe Scottish government said it was aware that restricted contact between residents and their families could contribute to loneliness, isolation and \"worsening physical and mental health\".\nIt also confirmed visiting is not conditional on whether a resident has received the vaccine.\n\"With the range of protections in place against Covid, the bigger risk now is the continued separation of residents from loved ones,\" it added.\nThe decision to ease visiting restrictions comes after new data pointed to the effect of the vaccine rollout on the Covid death rate in care homes.\nStatistics published by the National Records of Scotland show that Covid deaths in care homes are falling as a proportion of the total number of deaths. \nMs Freeman, the health secretary, said: \"We deeply regret the deaths and other harm caused by coronavirus in our care homes, but we also recognise the harm caused to the wellbeing of residents and families as a result of an inability to see those they love.\n\"We must remain vigilant about the risks but with multiple layers of protection now in place the balance is in favour of allowing visits.  \n\"Everyone, including visitors, has a responsibility to ensure that visits take place as safely as possible by continuing to follow safety advice.\"\nShe said she expected all care home to have \"embraced\" the updated guidance by the middle of March. \nDonald MacAskill, chief executive of Scottish Care, said the pandemic has presented frontline care home staff and managers with \"many challenges\", but \"undoubtedly the hardest has been keeping residents apart from family and friends\". \nHe said: \"We commit to working together to overcome any challenges and difficulties we might face and to support those who may still be anxious and fearful, so that together we can ensure that a painful period of separation can be replaced by greater togetherness.\" \nEarlier this month Scottish Liberal Democrat leader Willie Rennie pushed the first minister to confirm a date for the reintroduction of care home visiting. \nOn the latest announcement, he said: \"The challenge now is to make it happen after so many false dawns when families were promised access only to be denied later. I will be watching very closely to make sure this promise is kept.\"\nScottish Conservatives shadow health secretary Donald Cameron called on minister to ensure the guidance is \"clear and practical\" so the return of visitors can \"operate as smoothly and safely as possible.\"\nScottish Labour's shadow health secretary Monica Lennon said the isolation of residents who were in some cases at the end of their lives was a \"human rights scandal\".\nShe said: \"This is a welcome step in the right direction. Guidance, however, has fallen short before. Too many care providers and public health directors have brushed it aside. This can't happen again.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56123695",
      "category": "health",
      "title": "UK sees further drop in coronavirus numbers",
      "tags": "Coronavirus pandemic",
      "text": "Coronavirus infections are continuing to decrease around the UK, Office for National Statistics data shows. \nThe figures, for the seven days up to 12 February, reveal fewer people are testing positive for the virus in the community than in recent weeks.\nExperts warn that infection levels remain high however, with about 553,000 people found to have the virus. \nAnd another 533 people in the UK have died within 28 days of a positive coronavirus test.\nIt brings the UK total to 119,920. \nDaily figures show there were a further 12,027 new cases of coronavirus recorded in the UK on Friday. \nMore than 16.8 million people have had their first COVID vaccine dose, while 589,591 have had a second jab, bringing the total number of shots since the rollout began to nearly 17.5m.\nThe latest R number, estimated to be between 0.6 and 0.9, also suggests infection numbers are shrinking. It means that, on average, every 10 people infected will infect between 6 and 9 other people.\nOther studies of infection rates have shown a similar \"strong\" decline.\nThe ONS results, based on tests from people whether or not they had symptoms, suggest:\nIn England, there is some regional variation in the infection rate, although it is decreasing in all areas. \nNorth-west England had the highest proportion of people of any region in England likely to test positive for coronavirus - at around one in 85 people.\nFor London the estimate was one in 100, and for the West Midlands it was one in 110.\nElsewhere, the estimates are:\nIt comes as Prime Minister Boris Johnson prepares to receive new data on the effect of vaccines on the spread of coronavirus, ahead of Monday's publication of a roadmap for easing the lockdown in England.\nDowning Street has refused to comment on the likely contents of the unlocking plan amid press speculation.\nThe Welsh government has already announced some changes. From Saturday, four people from two different households will be allowed to exercise outdoors together. And from Monday, children in Wales aged between three and seven are returning to school - as are young children in Scotland.\nExperts say any unlocking should be done slowly and cautiously to avoid a rebound surge in cases. There is still plenty of the virus circulating that people can catch. \nProf Neil Ferguson, whose modelling prompted the first lockdown last March, told BBC Radio 4's Today programme that he was hopeful more restrictions could be lifted by the end of May. \n\"We will still have rules in place but... I think society will be a lot more normal.\"\nMeanwhile, Foreign Office minister James Cleverly said it was wrong to speculate on whether summer holidays will be allowed this year: \"I get how frustrating this is, it's completely natural. We all want to get a break from this, I get that. But it would wrong for me to start speculating now.\n\"We are assessing the numbers, we are making a judgment based on the science and we will be making an announcement on Monday. I can't go further than that.\"\nA continued fall in new infections is one of the reassuring signs PM Boris Johnson will be considering this weekend, along with advisers, to decide if, when and how to start lifting some restrictions in England. \nR is below 1, even with more infectious variants of the virus circulating, which is good news too. \nBut within the wider UK figures there are some regional differences that are worth keeping an eye on. Infection rates appear to be higher in some urban areas of England, for example. \nLessons from last year tell us that the virus can take off again if you unlock too quickly or too soon. 'One size fits all' may not be the best approach for every type of easing, although a shared priority is to get children back to school. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56140270",
      "category": "world-europe",
      "title": "Bird flu: Russia detects first case of H5N8 bird flu in humans",
      "tags": "Russia",
      "text": "Russia has reported the first case of a bird flu strain, H5N8, being passed from poultry to humans.  \nOfficials said seven workers at a poultry plant in the south of the country had been infected following an outbreak there in December.\n\"All seven people... are now feeling well,\" said the head of Russia's consumer health watchdog, Anna Popova.\nShe said that adequate measures had been quickly taken to stop the spread of infection.\nThere was no sign of transmission between humans, Ms Popova said, adding that the case had been reported to the World Health Organization.\nShe praised \"the important scientific discovery\" by Russia's Vektor laboratory, which had isolated the strain's genetic material from the infected workers.\n\"The discovery of these mutations when the virus has not still acquired an ability to transmit from human to human gives us all, the entire world, time to prepare for possible mutations and react in an adequate and timely fashion,\" Ms Popova said.\nShe said Russian scientists could now start working on developing test systems.\nOther strains of bird flu occasionally infect humans and have led to deaths - but this is the first report of the H5N8 strain being passed on. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56137041",
      "category": "uk-wales",
      "title": "Wales flooding: Roads blocked and homes evacuated",
      "tags": "Met Office,Llanellen,Brecon,Ebbw Vale,Floods,Crickhowell,Builth Wells,Llandysul,Merthyr Tydfil,Natural Resources Wales,Newport,St Clears",
      "text": "Roads have been flooded and homes evacuated as heavy rain swept across Wales.\nSome areas of south Wales have seen a month's worth of rain in 24 hours, according to the Met Office.\nDyfed-Powys Police said several homes in Newcastle Emlyn were evacuated because of the flooding risk but many residents chose to stay.\nA landslide shut the B4459 at Capel Dewi, Ceredigion, and flooding blocked the A483 in Builth Wells, Powys.\nThe Met Office has put an amber warning in place until 22:00 GMT on Saturday for 13 of Wales' 22 counties.\nThe forecaster has also issued yellow warnings for rain in western areas of Scotland as well as Cumbria and south-west England.\nIn Newcastle Emlyn residents were advised to move from their homes on Saturday afternoon although many chose to remain.\nCh Insp Jacqui Lovatt, of Dyfed-Powys Police, said: \"Those who decided not to leave were given appropriate safety advice - to move to the upper floor and that any valuables, essentials and food are taken upstairs.\"  \nAn emergency rest centre in Llandysul was stood down but may reopen if needed.\nNatural Resources Wales' (NRW) flood warnings cover several rivers, including the Usk in Crickhowell and Brecon.\nThe nearby Glanusk Estate said its livestock was being moved from fields to drier and higher land across the A40.\nThe worst of the weather could affect rivers in south and mid Wales, NRW warned. \nAt one point on Saturday, the Scottish Environment Protection Agency issued 35 flood warnings with 12 in England, according to the Environment Agency.\nIn Wales, 27 flood warnings were issued at one point, including on the River Wye at Builth Wells, the River Cynon at Mountain Ash and Abercynon, and River Loughor at Ammanford and Llandybie.\nThere were also warnings issued on the River Towy at Carmarthen Quay and between Llandeilo and Abergwili.\nOther flood warnings covered the River Teifi at Newcastle Emlyn, Cenarth, Llechryd and Llandysul.\nOn Saturday afternoon, NRW also added a flood warning covering the Lower Dee Valley from Llangollen to Trevalyn Meadows.\nSenior meteorologist Marco Petagna said 5in (127.6mm) of rain fell at Llyn-y-Fan, Carmarthenshire, between 06:00 on Friday and 08:00 on Saturday, and 4.5in (115mm) at Treherbert in Rhondda Cynon Taf.\nThat compares to an average rainfall of 3.9in (98mm) for the whole of February in south Wales, which he said was more than a month's worth of rain in 24 hours.\nThe Met Office warning said up to 2.7in (70mm) of rain was widely expected across the area covered by the amber warning, but the south and south west could expect to see 5.9in (15cm) \"quite widely\".\nIt had warned 8in (20cm) of rain could fall on the highest ground of south Wales.\nBlaenau Gwent, Bridgend, Caerphilly, Carmarthenshire, Ceredigion, Merthyr Tydfil, Monmouthshire, Neath Port Talbot, Pembrokeshire, Powys, Rhondda Cynon Taf, Swansea and Torfaen are all covered by the amber warning.\nA yellow warning - which means the weather is likely to have some impact - is in place for almost all of the country, apart from Anglesey and Flintshire, until 22:00 GMT on Saturday.\nIn Powys, the A4077 Crickhowell Bridge has been closed due to floods along with the A40 Brecon Road.\nIn Carmarthenshire, roads are shut on the A4242 at Carmarthen, A4069 at Llandovery and Llangadog,\nIn Ceredigion, Church Street in Llandysul has also closed due to flooding near the cricket club. The B4459 at Capel Dewi has had to close due to a landslide.\nAnd there have been closures on the A4061 Rhigos Road in Rhondda Cynon Taf, and the A4042 Llanellen Bridge in Monmouthshire.\nRail services have been affected by flooding on the line between Hereford and Newport in south Wales, according to the National Rail website.\nTransport for Wales services have also been hit between Abercynon and Aberdare, Merthyr Vale and Merthyr Tydfil, and Ebbw Vale Parkway and Ebbw Vale.\nWales has been under a national lockdown since 20 December with all but essential travel banned."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56136214",
      "category": "uk",
      "title": "Covid-19: Care home visitors and ambulance delay 'victims'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you on Sunday. \nPrime Minister Boris Johnson will reveal his roadmap for easing lockdown in England on Monday. The first step to be confirmed is a relaxation of the rules for care homes, with residents allowed to pick one person to visit them from 8 March. They will be able to meet indoors and hold hands, but visitors must wear personal protective equipment and have a Covid test before entering the home.\nRose Rwagasore was working as a nurse at a north London hospital on New Year's Eve when her children called her to say their father, Robert Wabwire, had a sudden headache and was vomiting. Despite calling 999, no ambulance arrived and by the time Rose got home, he had deteriorated further. The family rung 999 four times but it took more than three hours for an ambulance to arrive. Robert had died by the time paramedics got there. Royal College of Emergency Medicine vice-president Adrian Boyle said: \"Covid has taken a very fragile system and basically pushed it over the edge.\"\nWith the UK fast approaching the 17 million mark for first doses of the coronavirus vaccine, the prime minister has said the country's surplus supply will be given to poorer nations. But that's not soon enough, argues the new head of the World Trade Organization. Ngozi Okonjo-Iweala said it was \"in the interest\" of wealthy countries for developing nations to get access to vaccines - and quickly.\nThe travel industry has urged the prime minister to provide a roadmap to get people travelling again this summer. In an open letter, travel organisations and businesses have asked for more help to safeguard employees' livelihoods and rebuild the £80bn contribution the sector makes to the UK economy.\nFamous for locking down more than 300 years ago to stop the spread of disease during the Great Plague of 1665, the Derbyshire village of Eyam is no stranger to quarantine. The BBC's Fergal Keane visited the village's residents at the start of the coronavirus pandemic. One year later, how have they been coping?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page, including our how we will know if the coronavirus vaccines are working.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56141128",
      "category": "uk",
      "title": "Duke of Edinburgh: Prince Charles visits his father in hospital",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Prince Charles, Prince of Wales,Queen Elizabeth II",
      "text": "The Prince of Wales has visited the central London hospital where his father, the Duke of Edinburgh, remains after feeling unwell.\nPrince Philip was admitted to the King Edward VII's hospital as a precaution on Tuesday.\nA Buckingham Palace source told the BBC the duke is likely to remain in hospital into next week.\nThe exact reason for his admission has not been disclosed but his stay is not related to coronavirus.\nA palace source previously said the duke, who is due to turn 100 in June, had walked into the hospital in Marylebone unaided.\nPrince Charles, 72, spent about 30 minutes at the hospital on Saturday afternoon. He returned to his Highgrove residence after the visit, a Clarence House spokesman said.\nUnder England's current coronavirus lockdown rules, visiting someone in a hospital is considered a \"reasonable excuse\" to leave home, although many hospitals have put significant limits on visitors.\nThe King Edward VII's hospital website says visitors \"will only be considered in exceptional circumstances\" during the pandemic.\nMembers of the Royal Family have continued with their official duties while Philip has been in hospital.\nThe Queen, 94, performed her first face-to-face event of the year on Thursday, when she knighted a royal aide during a private socially-distanced ceremony at Windsor. \nPrince Charles visited the Queen Elizabeth Hospital in Birmingham with the Duchess of Cornwall on Thursday, where he told NHS staff the country owes them \"an enormous debt of gratitude\" for their efforts in the coronavirus pandemic.\nThe Duke of Cambridge has also carried out several virtual conversations with frontline NHS staff this week, while the Princess Royal held a virtual meeting in her role as patron of the Scottish Rugby Union.\nLast month, Buckingham Palace announced that Prince Philip and the Queen had received Covid vaccinations from a household doctor at Windsor Castle.\nThe couple have been spending the recent lockdown in England at Windsor with a small household staff, nicknamed HMS Bubble.\nThey celebrated Christmas quietly there, instead of the traditional family gathering at the Queen's Sandringham estate in Norfolk.\nIn December 2019, the duke was admitted to King Edward VII hospital as a \"precautionary measure\" for treatment for a \"pre-existing condition\". \nHe was discharged on Christmas Eve that year, after four nights and driven to Sandringham, where he spent Christmas with the Queen. \nThe duke has received treatment for various other health conditions over the years including a blocked coronary artery in 2011, a bladder infection in 2012 and exploratory surgery on his abdomen in June 2013.\nPrince Philip's most-recent official engagement saw him hand over his role of colonel-in-chief of The Rifles in a ceremony at Windsor to the Duchess of Cornwall, who received the role in a separate ceremony at Highgrove. \nLast November, the Queen and Prince Philip marked their 73rd wedding anniversary by releasing a photograph of themselves opening a card made for them by their great-grandchildren, Prince George, Princess Charlotte and Prince Louis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56133281",
      "category": "science-environment",
      "title": "Mars landing: Photo shows Perseverance about to touch down",
      "tags": "Mars,Nasa,European Space Agency,Nasa Perseverance Mars rover,Space exploration",
      "text": "The American space agency has released an astonishing image sent back from Mars by its Perseverance rover.\nIt shows the robot heading down to the ground on Thursday to make its landing. It was acquired by the rocket cradle that placed the vehicle on the surface.\nPerseverance has a large amount of data in its memory banks which it is gradually offloading to Earth.\nAmong other pictures is a view from a satellite that captures the rover in the parachute phase of its descent.\nThis also represents an immense technical achievement because the satellite - the Mars Reconnaissance Orbiter - was approximately 700km from Perseverance at the time and traveling at about 3km/s.\nNasa is promising more in the next few days.\nThis offering will include short movies shot during the Entry, Descent and Landing (EDL) sequence - with sound.\nPerseverance has been put in a near-equatorial Martian crater known as Jezero where it will search for signs of past microbial life.\nAdam Steltzner, the Perseverance rover's chief engineer, said the downward-looking view on to the robot would become an iconic image in the history of space exploration. \n\"This is an image of the rover Perseverance slung beneath the descent stage, its propulsion backpack, as it is being lowered to the surface of Mars,\" he explained.\n\"You can see the dust kicked up by the engines. We're probably about 2m or so above the surface of Mars. \n\"You can see the mechanical bridles that hold the rover underneath the descent stage - three straight lines heading down to the top deck. And then the curly electrical umbilical that is taking all of the electrical signals from the descent stage down to the computer inside the belly of the rover, [including] the ones and zeros that represent this image.\"\nEngineers report Perseverance to be in good health, as they gradually commission its systems.\nAll the hardware needs to be assessed to be sure nothing was damaged during Thursday's plunge through the Martian atmosphere to the ground.\nThe most detailed pictures of Jezero Crater will come next week after Perseverance has raised its navigation mast which carries the main science cameras.\n\"Once the mast is successfully deployed, which will be on Saturday, we will proceed by taking lots of images. We'll do a deck panorama of the rover. And we're also going to do a full panorama of our landscape around us,\" said Pauline Hwang, Perseverance's surface strategic mission manager.\nPerseverance's landing technologies put it down almost bang on the targeted touchdown zone, about 2km to the southeast of what remains of an ancient river delta that formed at the edge of a lake.\nIt is sitting on a flat piece of ground at the boundary of two geologic units - a smooth unit under the wheels of the rover that contains dark volcanic rocks; and a rougher unit that has rocks with a lot of the mineral olivine in them.\nThe science team was itching to start exploring the crater, said deputy project scientist Katie Stack Morgan. \nEven now, with just this limited first release of pictures, there were fascinating rocks to discuss, she told reporters.\n\"We're picking out different colours and tones and textures, to try to figure out what these rocks might represent and what depositional process might have put these rocks on the surface of Mars.\" \nPerseverance's landing spot is in a quadrangle that the science team has informally called Canyon de Chelly after the National Monument in the US State of Arizona. Any rocks the robot investigates in this 1.2km by 1.2km area will also now be given names that relate to the American park, which is famous for its sandstone spire known as Spider Rock. \nThe $2.7bn (£1.9bn) robot is the fifth rover to be put on Mars by Nasa. \nIts initial mission will last one Martian year (roughly two Earth years), although it's hard to see the agency not extending this if all the hardware remains healthy. \nAs well as searching for signs of life, Perseverance's other key objective is to select and package rock samples that can be brought back to Earth laboratories by later missions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51810338",
      "category": "uk",
      "title": "Duke and Duchess of Sussex make last appearance as working royals",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56141867",
      "category": "uk",
      "title": "Covid vaccine: All UK adults to be offered jab by 31 July - PM",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "All adults in the UK will be offered their first dose of a coronavirus vaccine by the end of July, the prime minister has pledged.\nMore than 17 million people have been given a jab since the UK's Covid vaccine rollout began in December 2020.\nBut Boris Johnson said he now wants the programme to \"go further and faster\".\nHe said the July target would allow vulnerable people to be protected \"sooner\" and would help to further ease lockdown rules across the country.\nNHS England chief executive Sir Simon Stevens said there were \"early signs\" the vaccine rollout was contributing to a fall in hospital admissions.\nThe PM is due to hold a final meeting with senior ministers about how to ease England's lockdown later, before he sets out the full \"road map\" on Monday.\nA speedy rollout of the vaccine to all vulnerable people is seen as critical to reducing the pandemic's death toll and relieving pressure on the NHS. \nThe government's previous target was to offer all adults the first dose by September.\nThe new plan means that by 15 April, all adults aged 50 and over, as well as younger people with underlying health conditions that put them at higher risk, should have been offered a jab.\nHowever, the order of priority for under-50s has yet to be outlined by the Joint Committee on Vaccination and Immunisation (JCVI).\nProf Adam Finn, a member of the JCVI, said he expected that a public announcement would be made on vaccine priorities at some point in the next week.\nHe told BBC Breakfast: \"The strategy from JCVI that's being provided as advice to the government is just being finalised at the moment, and then government will make their decision as to how to do this during the coming days, so I think there'll be some kind of public announcement around that in the next week or so.\"\nThe speedier rollout of the vaccine is likely to raise expectations - and pressure - for a swifter unlocking in England, but the government is still talking the language of caution. \nSenior ministers will finalise the plan today before it's presented to the wider Cabinet for approval tomorrow. \nIt's unlikely that any restrictions will change before 8 March, when the government hopes to get all children back into schools. \nThe prime minister has long said that is his top priority. \nBut it is likely that a small tweak will be made from that date to allow people to meet one other person outdoors for social purposes rather than just for exercise. \nA Downing Street source said this would be the beginning of allowing people to meet each other for socialising once again as the government recognised the impact of not seeing loved ones. \nIt's understood various options - which could include reintroducing the rule of six - are being considered for the weeks beyond.\nLabour, meanwhile, welcomed the vaccine targets being moved forward, but called on the government to prioritise people based on their job.\nShadow health secretary Jonathan Ashworth said: \"It's perfectly reasonable for teachers, police officers and other key workers who haven't been able to stay at home in the lockdown to ask when their turn will be.\n\"If government aren't going to prioritise by occupation in the next phase, they need to set out why.\"\nMr Ashworth also said the vaccination programme needed to be supported by stronger measures to break the chain of infection, such as \"decent financial support\" for people who have to self-isolate, updated guidance on face coverings and better ventilation standards in workplaces.\nSome 17.2 million people in the UK have received their first dose of a vaccine at one of the 1,500 vaccination sites across the country, and almost 600,000 have received their second dose.\nNHS England said that more than two-thirds of those aged between 65 and 69 have had their first dose of a vaccine - just one week after invitations went out.\nNext, about 460,000 people aged 64 will be invited to get their jab.\nNHS England medical director Prof Stephen Powis said: \"Over 14.5 million of the most vulnerable people in England have already safely had their first dose of the Covid-19 vaccine and with people aged between 65 and 69 now eligible too, we want everyone else in this age group to consider making this week your week to get a jab.\"\nThe government previously met its pledge of offering a vaccine to everyone in the top four priority groups - including those aged 70 and over, care home residents, healthcare workers and people required to shield - by 15 February.\nMr Johnson said: \"Hitting 15 million vaccinations was a significant milestone - but there will be no let up, and I want to see the rollout go further and faster in the coming weeks.\n\"We will now aim to offer a jab to every adult by the end of July, helping us protect the most vulnerable sooner, and take further steps to ease some of the restrictions in place.\"\nHe added, however, that the \"route out of lockdown\" would be \"cautious and phased\".\nReuniting families and allowing people to have more social contact will be an \"absolute priority\" in easing measures once schools have reopened, No 10 said on Saturday.\nOne of the first steps towards this is that care home residents in England will each be allowed one regular visitor from 8 March. \nThose nominated visitors will be able to meet indoors and hold hands with their loved one, but must wear personal protective equipment and be tested beforehand.\nIn Scotland, care home residents will be allowed up to two designated visitors once a week, under guidelines due to be published on Wednesday. The Scottish government hopes to publish a route out of lockdown next week, but First Minister Nicola Sturgeon has urged people not to book Easter holidays.\nWales has already announced some relaxation of its lockdown rules, but Northern Ireland has extended its stay-at-home order until April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-56140263",
      "category": "uk-england-york-north-yorkshire",
      "title": "Thirsk teacher, 21, becomes youngest solo female to row Atlantic",
      "tags": "Thirsk,Atlantic Ocean",
      "text": "A 21-year-old swimming teacher has become the youngest woman to row solo across the Atlantic Ocean.  \nJasmine Harrison, from Thirsk in North Yorkshire, set off on her 3,000-mile (4,828km) journey from La Gomera in the Canary Islands in December.\nShe docked in Antigua earlier, completing the journey in 70 days, three hours and 48 minutes.\nAfter arriving in the Caribbean she said the experience had been \"amazing\" and \"everything I wanted it to be\".\nMs Harrison, a part-time swimming teacher and bartender, decided to sign up for the Talisker Whisky Atlantic Challenge three years ago after watching the finale of the 2017 event.\nAsked about her epic challenge, she said it had been a mix of \"good and bad memories\", but said she had relished the chance to escape from day-to-day life.\n\"There's nothing like it, actually getting away from everything - social media, bad news, from literally everything,\" she said.\nMs Harrison's crossing was not without difficulty and she capsized just two days before crossing the finishing line, injuring her elbow in the process.\nDuring the crossing, Ms Harrison would row for two hours and sleep for two hours on rotation.\nDespite being cut off from the world, she was still able to speak to her mother every day via satellite phone.\nAsked what she was most looking forward to after stepping on to dry land, she replied: \"Food, definitely food.\"\nAs well as rowing into the record books, Ms Harrison has also raised more than £10,000 for charity.\nThe previous youngest female solo ocean rower was 22-year-old Katie Spotz from the USA who rowed the Atlantic east-to-west between 3 January and 14 March 2010.\nThe youngest person to have made the crossing solo is student Lukas Haitzmann, who completed it in 2019 at the age of 18.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-56139243",
      "category": "uk-england-cambridgeshire",
      "title": "Cambridge moonflower: Wait over for 'UK's first' bloom",
      "tags": "Cambridge,Plants,University of Cambridge,Flowers",
      "text": "A rare Amazonian cactus that has attracted interest from around the world has started to bloom.\nThe team at Cambridge University Botanic Garden believe their moonflower Selenicereus wittii is the first to flower in the UK.\nThousands of people have viewed a webcam which has been trained on the plant  for about 11 days.\nIt was thought the plant would blossom at night, but a garden spokesperson said it appeared it was a \"sun lover\".\nThe plant normally only flowers between sunset and sunrise, but the garden's director Prof Beverley Glover said \"these things are always done at their own pace\".\n\"I'm not as surprised as some might be, as plants have a habit of doing their own thing,\" she said.\n\"It is a bit special... a real treat and a real testament to the hard work of our glasshouse supervisor Alex Summers.\"\nAnticipation for the cactus to flower was high because the blossom only lasts 12 hours - with this white flower measuring 11ins (28cm) long by 6ins (15cm) wide.\nIt has also meant a Facebook question-and-answer session due to be held later has had to be hastily rescheduled to 18:00 GMT.\nStaff at the garden now hope it will bloom every year.\nThe plant was acquired six years ago from Bonn Botanic Garden in Germany and was attached to a water chestnut tree, where it climbed 12ft (3.5m) above the ground in a glasshouse before putting out its first bud.\nMr Summers, who planted it, said it was \"very rare to have this plant in our collection and we believe this is the first time the moonflower has flowered in the UK\".\nThe spokeswoman for the garden said the webcam trained on the plant had been \"watched from all over the world\" and had received more the 120,000 views.\nShe said a YouTube livestream had also had more than 100,000 views, while a page dedicated to the flower on its website had also received more than 100,000 views in the last week.\nOn the site's Facebook page, news of the bud flowering was met with glee and puzzlement.\nOne person wrote: \"Can't believe almost missed it after watching for the last 10 nights,\" while another joked: \"You have to love nature and its fickleness\".\nPeople were also keen to know what the flower smelt like, as the website had stated it would emit a \"beautiful sweet-smelling fragrance\" as it blossoms, which would change to something \"rancid\" after two hours.\nProf Glover said she had been told by staff that its smell was \"not very strong\" at present.\nStaff had earlier told the BBC how the global coverage had led to some people questioning the \"rarity\" of the Cambridge specimen and sending their own moonflower photos.\n\"People have been getting a bit confused about the name 'moonflower',\" the spokeswoman said, adding that \"lots of plants are given the common name moonflower\".\nThe confusion prompted Mr Summers to publish an article on the website entitled: \"Is my moonflower the same as your moonflower?\".\n\"It is likely that most people may have Epiphyllum oxypetalum - a common epiphytic cactus species in cultivation,\" he wrote.\n\"This is not in the same genus as the moonflower we have growing here.\" \nHe added that his moonflower was \"even rarer in cultivation than the Titan arum (otherwise known as the corpse flower) which bloomed at Cambridge University Botanic Garden in 2017\".\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56140903",
      "category": "world-us-canada",
      "title": "Friedrich Karl Berger: US deports ex-concentration camp guard to Germany",
      "tags": "Nazi Germany,Germany,United States",
      "text": "The US has deported a 95-year-old former guard at a Nazi concentration camp to Germany.  \nFriedrich Karl Berger, who has lived in the US since 1959, was flown out of the country on Saturday and has landed in Frankfurt. \nMr Berger has admitted working as a guard at the Neuengamme concentration camp but said he did not witness any killings or abuse of prisoners.\nGerman prosecutors have dropped their case against him for lack of evidence. \nPolice are due to question him and it is not clear if he faces further action - his case could be revived depending on what he says.\nA US judge last year ordered his deportation, saying prisoners at the camp were held in \"atrocious\" conditions, working \"to the point of exhaustion and death\".\nDuring the trial, Mr Berger admitted he had prevented prisoners from fleeing the camp near Hamburg, north Germany.\nActing US Attorney-General Monty Wilkinson said Mr Berger's removal showed the administration's commitment \"to ensuring that the United States is not a safe haven for those who have participated in Nazi crimes against humanity and other human rights abuses\". \nIn an interview with the Washington Post, Mr Berger said he had been forced to work in the camp, spent a short time there and carried no weapon.\nHe expressed astonishment at his looming deportation, saying \"after 75 years, this is ridiculous. I cannot believe it. You're forcing me out of my home.\"\nGerman prosecutors have continued to pursue former Nazi camp officials.\nThis month a 95-year-old woman was charged with aiding and abetting mass murder for her role as a secretary at the Stutthof camp, while a 100-year-old man was charged on the same grounds for working as a guard at Sachsenhausen. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56137887",
      "category": "uk",
      "title": "Princess Eugenie and Jack Brooksbank name baby son",
      "tags": "UK Royal Family,Princess Eugenie,Wedding of Princess Eugenie and Jack Brooksbank",
      "text": "Princess Eugenie and husband Jack Brooksbank have named their newborn son August Philip Hawke Brooksbank.\nThe couple are pictured with their son in a new photo released by Buckingham Palace.\nAugust, who was born on 9 February, is the Queen and Duke of Edinburgh's ninth great-grandchild.\nThe choice of Philip pays tribute to the duke, who is likely to remain at the King Edward VII hospital into next week having been admitted on Tuesday.\nThe 99-year-old duke was said to be in good spirits after being taken to the central London hospital as a precaution on the advice of his doctor on Tuesday evening. He had been feeling unwell for a few days but it is not related to coronavirus. \nIt is understood the couple chose the name August after Queen Victoria's consort Prince Albert, whose middle name was Augustus, and Hawke is a Brooksbank family name.\nIn a post on her Instagram Stories, Eugenie, 30, wrote: \"On his grandfather's birthday weekend, thinking of my grandfather, we are introducing our little boy. He is named after his great grandfather and both of his great x5 grandfathers.\"\nThe latest addition to the Royal Family was born at the exclusive Portland hospital in central London, weighing 8lbs 1oz.\nHe was born 11th in line to the throne but will move to 12th place in the line of succession after it was announced that the Duke and Duchess of Sussex are expecting their second child.\nEven though August's mother is a princess, he will not be an HRH nor hold a title, unless the Queen decides otherwise as he was born down the female line of the Royal Family.\nOn the day he was born, Eugenie shared a black and white photograph on Instagram of the couples' hands holding their son's fingers and wrist.\nThe Queen, Prince Philip, Eugenie's parents, Prince Andrew and Sarah, Duchess of York, and Mr Brooksbank's parents were said to be \"delighted with the news\", in a Palace statement released to announce the birth. \nSharing the latest photograph of the couple with their son, Eugenie wrote on Instagram: \"Our hearts are full of love for this little human, words can't express.\"\nShe said the photographs were taken by their \"wonderful\" midwife, adding: \"Thank you to the wonderful essential workers including our midwife who came to discharge our boy.\"\nIn a Twitter post on Saturday, the official royal family account said the couple had been \"touched by the well wishes they have received on the birth of their first child\".\nEugenie and Mr Brooksbank, 34, married in October 2018 at St George's Chapel in Windsor. \nThe ceremony was attended by members of the Royal Family - including the Queen, 94, and Prince Philip - and 850 guests, including singer Robbie Williams and model and actress Cara Delevingne.\nThe Duke and Duchess of Sussex's second child will be a brother or sister for their son Archie Mountbatten-Windsor, who turned one last May.\nThey announced the news by sharing a black and white picture of themselves under a tree, with Harry resting his hand on Meghan's head as she cradles her bump.\nTheir child will be the Queen and Prince Philip's 10th or 11th great-grandchild depending on whether he or she arrives before or after Zara Tindall's baby, which is also due in 2021.\nOn Saturday, it was announced that Harry and Meghan, who now live in California, couple would not return as working members of the Royal Family - more than a year after they said they would step back as \"senior\" royals.\nThe Queen confirmed the couple would not \"continue with the responsibilities and duties that come with a life of public service\". \nIt means they will return their honorary military appointments and royal patronages, which will be redistributed to working members of the Royal Family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56124317",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Prison cases 'almost double' in a week",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The number of Covid cases in Scotland's prisons has almost doubled in a week, according to new figures.\nOfficial Scottish Prison Service (SPS) statistics showed the number of virus cases increased from 189 to 364.\nThe spike has been driven by a major outbreak at HMP Kilmarnock, where 247 positive cases have now been recorded.\nThe Scottish Human Rights Commission has renewed calls for a reduction in the prison population to help the system cope with the pandemic.\nThe Scottish government said the wellbeing of prisoners was a priority and that outbreaks were being \"well managed\".\nThe SPS said 731 individuals were currently self-isolating across 11 establishments. Of the total number of positive cases it noted a \"significant number\" were asymptomatic positives.\nThe current Scottish prison population is 7,413.\nOutbreaks have also been reported at HMP Addiewell in West Lothian (90 cases) and HMP Dumfries (25 cases).\nCases at HMP Kilmarnock increased by 52% over the past seven days, from 162 to 247.\nThe remaining two positive cases were in separate establishments. \nThe SPS said in a statement: \"We continue to work closely with public health colleagues in the relevant health boards in managing these cases.\n\"On the recommendation of the Incident Management Teams, mobile testing units have this week been working in HMP Dumfries, HMP Kilmarnock and HMP Addiewell to support the prompt identification of cases.\"\nVirtual visiting has also been suspended at all three prisons in a bid to reduce the spread of the virus.\nSome short-term prisoners nearing the end of their sentences were released early last year.\nJudith Robertson, chair of the Scottish Human Rights Commission, called for prisoner numbers to be further reduced.\nShe said: \"The Commission has been urging the Scottish government to take action on prison conditions since the beginning of the pandemic. \n\"The current outbreaks in parts of the prison estate underscore the need for this. \nJustice Secretary Humza Yousaf said it remained an \"incredibly challenging time\" for everyone in the sector but stressed \"robust operational measures remain in place\"\nIn a letter to the Scottish Parliament justice committee, Mr Yousaf said: \"The prison service and health partners will continue to take rapid and decisive action to limit the spread of this new variant across the estate. \nThe Scottish government said that the safety, wellbeing and human rights of all those in Scotland's prisons remained a priority and that infection rates remained generally low.\nA spokesman said: \"To the credit of the multi-agency teams and measures activated, the outbreaks at HMPs Addiewell, Dumfries and Kilmarnock are being well-managed and they, as with all of Scotland's other prisons, continue to operate safely and securely.\n\"However, we clearly take very seriously the current pressures facing the prison service, we remain vigilant and are actively considering what further action may be required to both reduce the use of imprisonment and maintain a lower prison population.\"\nLast month it emerged a quarter of the prison population was awaiting trial.\nOne remand prisoner told BBC Scotland he is currently spending around 23 hours a day in his cell to stop the spread of the virus. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-56141015",
      "category": "uk-scotland-tayside-central",
      "title": "Four teenagers hurt after police chase ends in crash at St Madoes",
      "tags": "Perth",
      "text": "Two 14-year-old girls have been seriously injured in a car crash following a police pursuit in Perthshire. \nTwo others who were in the vehicles - boys aged 14 and 16 - have been treated for minor injuries. \nThey were travelling in an orange Vauxhall Corsa which crashed on the A90 near St Madoes on Saturday afternoon. \nIt was being pursued by police officers after failing to stop for them on Edinburgh Road in Perth at about 13:55. \nPolice Scotland said on Saturday that none of the force's vehicles were involved in the crash. \nAll four occupants of the Corsa were taken to Ninewells Hospital in Dundee for treatment. \nOfficers have appealed for dashcam footage to help with their inquiries into the incident. \nSgt Michelle Burns said: \"Our inquiries into this incident are ongoing and we would urge anyone who may have seen the Vauxhall Corsa or the police vehicles in Perth, on the A912 through Bridge of Earn or on the A90 to come forward.\n\"We would be particularly keen to speak to anyone with dashcam footage.\"\nThe northbound A90 was closed for several hours before reopening at 23:00 following an investigation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56131659",
      "category": "business",
      "title": "Holidays: Travel industry begs for 'route out of crisis'",
      "tags": "Tourism,Coronavirus lockdown measures,Boris Johnson,UK economy,Travel & leisure industry",
      "text": "The travel industry has urged the prime minister to provide a \"roadmap\" to get people travelling again this summer.\nA number of travel organisations and businesses have written an open letter to Mr Johnson begging for tailored support to prevent more jobs being lost and businesses going bust.\n\"We urge you to provide a route out of the crisis for the travel industry,\" it says.\nMr Johnson will set out his plans for easing lockdown rules on 22 February.\nUnder the current national restrictions, holidays are not permitted anywhere in the UK. International travel is restricted to essential purposes, such as for work, medical appointments, or education.\nA government spokeswoman said it has already put in place \"one of the most comprehensive and generous packages of business support in the world\".\nBut signatories of the letter have asked for further help to safeguard the livelihoods of the hundreds of thousands of people employed in the sector and rebuild the £80bn contribution the sector makes to the UK economy.\nIt was organised by the Association of British Travel Agents and the Save Future Travel Coalition and its signatories include organisations and businesses across the travel industry, such as Tui, EasyJet Holidays and Airlines UK.\nAbout 160,000 jobs have been lost and many businesses have closed their doors for good during the pandemic, it says.\nThe economic output for travel fell by 86% for travel agents and tour operators and 90% for aviation, between February and December 2020, according to recent figures from the Office for National Statistics.\nThere has been little opportunity to recover or generate cash since Covid-19 first hit the sector 12 months ago, the letter pointed out, with restrictions in place on international travel for much of the last year.\nThe industry said the government needs to provide tailored financial support to help travel businesses through, including grants that take account of the impact of international travel restrictions, and the extension of other support measures, such as business rates relief, into the next financial year. \n\"We also know that the recovery of travel is likely to be gradual, which will require the maintenance of flexible furlough support throughout the summer season, as well as other regulatory alleviations and support measures to help businesses meet their fixed costs,\" the letter added.\nOn top of that it asked the government to:\nA financial support system for airports in England opened in January, as all UK travel corridors - which had been in place to allow arrivals from some countries to forgo quarantine - were closed.\nAviation minister Robert Courts said at the time that the Airport and Ground Operations Support Scheme \"will help airports reduce\" additional costs faced due to the pandemic.\nThe scheme had first been announced in November, but without a set start date. It involves grants of up to £8m per applicant, to be used to cover fixed costs, such as business rates.\nA spokeswoman for the Department for Transport added: \"There is continuous work taking place across government looking at how best to support all sectors of the economy, including the travel industry, and the Budget on 3 March will set out the next phase of economic support.\n\"On Monday, the prime minister will set out the roadmap for easing restrictions, which we are seeking to do in a cautious and irreversible way.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56130317",
      "category": "health",
      "title": "Covid: Confusion over gestational diabetes advice",
      "tags": "Shielding,Diabetes,Coronavirus pandemic",
      "text": "Some pregnant women who have had gestational diabetes say a change to shielding advice in England has caused confusion.\nSome have been told to stay at home while others have not, based on a new algorithm which calculates an individual's risk from Covid.\nIt identified an extra 1.7 million people as extremely clinically vulnerable in England this week.\nThey will now be prioritised for a Covid vaccine.\nThe risk calculator, which identified the additional shielders, is based on factors such as age, ethnicity, postcode and weight, as well as health.\nNHS England says not everyone with the same condition will be advised to shield but suggests people contact their GP to discuss their individual case.\nGestational diabetes is high blood sugar (glucose) that develops during pregnancy because the body cannot produce enough insulin.\nIt can happen at any stage and, if not detected, can cause problems for both mother and baby.\nAlthough it usually disappears after giving birth, women who've had it are more likely to go on to develop type 2 diabetes and should have their blood sugar levels monitored.\nHeather Davis Mahoney, from Hertfordshire, had gestational diabetes while carrying her second child, and was monitored closely during her third pregnancy.\nShe has not been told to shield, but says it's worrying when others from similar backgrounds have been told they should.\n\"There's been an explosion of confusion. People don't know what's going on and are worried about putting themselves and their babies at risk,\" she says.\nVicky, from Melton Mowbray, had gestational diabetes two years ago and at first thought her shielding letter was a hoax.\nShe works as a supermarket store manager and has carried on throughout the pandemic.\n\"I rang the GP but I couldn't get an answer as to why it was [that I was on the list]. I haven't fully decided what I'm going to do,\" she told the Jeremy Vine show on BBC Radio 2.\nBut GP Dr David Triska said just because someone has gestational diabetes or had it in the past, doesn't mean they should be shielding.\n\"I think the major point of confusion is that people are expecting that this is a binary 'yes' or 'no' per condition algorithm - and it is not,\" he said.\n\"The reason why people are getting different answers from various sources is because this is an individual risk assessment.\"\nAnyone considered to be clinically extremely vulnerable is advised to stay at home at all times and only go out to exercise or for medical appointments.\nIn England, the new way of calculating who is most at risk from Covid-19, called 'QCovid', has been introduced based on data gathered during the first wave of coronavirus in spring 2020.\nAs with the previous shielding list, it looks at an individual's overall health.\nBut it also factors in other things to work out how likely it is that someone will become seriously ill with the disease.\nThese are:\nAnyone added to the list will now be made a priority when it comes to getting the Covid vaccine.\nDecisions about who should shield in Scotland, Northern Ireland and Wales are taken separately.\nNHS Digital says the new algorithm takes a careful approach.\nIt says anyone with a current or previous history of gestational diabetes is more likely to develop type 2 diabetes or have undiagnosed diabetes.\nWhen combined with other factors used by the QCovid model, it says this could mean people are more likely to become seriously ill with Covid-19.\nBut anyone who has been told to shield or feels they should be, should contact their GP for advice.\nDiabetes UK's policy manager, Nikki Joule, says: \"We know the UK government is taking a precautionary approach as to who should be added to the clinically extremely vulnerable list in England, and we expect the process will be reviewed and refined over time,\" she said.\n\"We understand there's confusion over this situation, but we encourage anyone who has received a letter or text unexpectedly not to panic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56125462",
      "category": "uk",
      "title": "Covid: Matt Hancock acted unlawfully over pandemic contracts",
      "tags": "UK government spending,National Audit Office,Matthew Hancock,Coronavirus pandemic",
      "text": "Matt Hancock acted unlawfully when his department did not reveal details of contracts it had signed during the Covid pandemic, a court has ruled.\nA judge said the health secretary had \"breached his legal obligation\" by not publishing details within 30 days of contracts being signed.\nThe public had a right to know where the \"vast\" amounts spent had gone and how contracts were awarded, he added.\nThe government said it fully recognised the \"importance of transparency\".\nBut Labour claimed the government's awarding of contracts was \"plagued by a lack of transparency, cronyism and waste\". \nThe Department for Health and Social Care (DHSC) has struck deals worth hundreds of millions of pounds during the coronavirus pandemic.\nCampaign group the Good Law Project and three MPs - Labour's Debbie Abrahams, Green Caroline Lucas and Lib Dem Layla Moran - took legal action against the department over its \"wholesale failure\" to disclose details of the contracts agreed.\nUnder the law, the government is required to publish a \"contract award notice\" within 30 days of the awarding any contracts for public goods or services worth more than £120,000.\nThe Good Law Project also claimed that the government breached its own transparency policy, which requires the publication of details of public contracts worth more than £10,000.\nIn his ruling, Mr Justice Chamberlain said: \"There is now no dispute that, in a substantial number of cases, the secretary of state breached his legal obligation to publish contract award notices within 30 days of the award of contracts.\n\"There is also no dispute that the secretary of state failed to publish redacted contracts in accordance with the transparency policy.\"\nThe judge said the health secretary had spent \"vast quantities\" of public money on Covid-related goods and services during 2020.\n\"The public were entitled see who this money was going to, what it was being spent on and how the relevant contracts were awarded,\" he added.\nHe said this was important so that competitors of those awarded contracts could understand whether the obligations had been breached.\nThe judge also said publishing the details allowed bodies such as the National Audit Office, as well as Parliament and the public, to \"scrutinise and ask questions about this expenditure\".\nMr Justice Chamberlain acknowledged that the situation faced by the DHSC during the first few months of the pandemic had been \"unprecedented\".\nHe said it was \"understandable that attention was focused on procuring what was thought necessary to save lives\".\nBut he added that the DHSC's \"historic failure\" to publish details of contracts awarded during the pandemic was \"an excuse, not a justification\".\nHowever, the judge dismissed the Good Law Project's argument that there had been a department-wide \"policy of de-prioritising compliance\" with the law and guidance. \n\"This judgement is a victory for all of us concerned with proper governance and proof of the power of litigation to hold government to account,\" the Good Law Project said in a statement. \n\"But there is still a long way to go before the government's house is in order.\"\nThe DHSC said the government had been \"working tirelessly\" to deliver what was needed to protect health and social care staff during the pandemic.\n\"This has often meant having to award contracts at speed to secure the vital supplies required to protect NHS workers and the public.\"\nA spokeswoman added: \"We fully recognise the importance of transparency in the award of public contracts and continue to publish information about contracts awarded as soon as possible.\"\nFor Labour, shadow Cabinet Office minister Rachel Reeves called the judgement \"troubling and unsurprising, and a perfect example of how this government believes it is one rule for them another for the rest of us\". \nShe added: \"This government's contracting has been plagued by a lack of transparency, cronyism and waste and they must take urgent steps to address this now - by winding down emergency procurement, urgently releasing details of the VIP fast lane, and publishing all outstanding contracts by the end of the month.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56133291",
      "category": "uk",
      "title": "Covid-19: Care home residents in England to be allowed one regular visitor",
      "tags": "Coronavirus lockdown measures,Care homes,Coronavirus pandemic",
      "text": "Care home residents in England will be allowed one regular visitor from 8 March, in the first easing of lockdown since its reintroduction last month.  \nThey will be able to meet indoors and hold hands - but visitors must wear PPE and be tested beforehand.\nThe health secretary said the move was a \"first step\" to allow more visiting.\nDowning Street sources say an \"absolute priority\" is to try and reunite families and give people more social contact as lockdown is eased.\nA final meeting is expected to be held on Sunday before Prime Minister Boris Johnson unveils his road map for easing lockdown on Monday.\nThe prime minister has said that reopening in schools in England will be the first step.\nIt is understood that other options under consideration include two households mixing outdoors at some point in the coming weeks.\nNew data is expected to suggest vaccines have cut transmission rates. \nBut the latest NHS England data shows that three in 10 care home staff have not received their first coronavirus vaccine, despite being in the top four priority groups for a jab. \nEvery care home resident in the UK has now been offered their first vaccination.  \nIn addition to the new rule for care homes, outdoor visits - as well as those inside pods or behind screens - will be able to continue. \nThe government said the new measure, which follows advice from the deputy chief medical officers and Public Health England, is the next step towards normal indoor visits resuming. \nHealth Secretary Matt Hancock said he was pleased people would soon be \"carefully and safely reunited with loved ones\".  \n\"This is just the first step to getting back to where we want to be,\" he said. \"We need to make sure we keep the infection rate down, to allow greater visiting in a step-by-step way in the future.\"  \nLiz Kendall, shadow minister for health and social care, said families had been calling for the resumption of care home visits - made safe with access to personal protective equipment and testing - for seven months. \n\"Over this period, ministers have repeatedly failed to grasp how important families are for the physical and mental health of care home residents, and the appalling impact preventing visits has caused,\" she said. \nIn Scotland, care home residents will be allowed up to two designated visitors once a week, under Scottish government guidelines due to be published on Wednesday.\nMichael Blakstad says the new visiting rules have come \"too late\" for his wife Tricia, who has Alzheimer's disease and lives in a care home in Hampshire.\nSince moving into the care home last July, Tricia has only been able to see visitors who wear face masks and for a short period of time over a fence, Michael told BBC Radio 4's Today programme. \nHe believes the restricted visits, combined with periods of isolation, with no contact other than her carers, has led to her Alzheimer's deteriorating much faster than it should have done.\nAs a result, Tricia has gone beyond the point where the new visiting provisions would make a meaningful difference, Michael says.\n\"It's far too late for Tricia now. Two or three months ago, Matt Hancock promised on your programme that every care home would have this testing by Christmas, it didn't, the home Tricia's in never adopted it, and I think it's too late. \n\"It would have made a difference to us and it will make a difference to new people who come in now, so that's to be thanked for, but it really should have happened a lot earlier... Tricia has passed the point of no return I'm afraid.\"\nChief nurse for adult social care Prof Deborah Study said while she knew people wanted to \"hug and kiss their loved ones\", lives could be put at risk so people had to follow the rules. \nShe added: \"We all hope to be able to take further steps in the future.\"\nJames Tugendhat, chief executive of HC-One, Britain's largest care home provider, said the move was \"welcome news\" for families and colleagues.\nHe told BBC Radio 4's Today programme: \"Visiting is obviously a fundamental and necessary part of care home life and we certainly feel very ready now for visiting to resume, with lateral flow testing, with vaccination, with PPE, with infection control.\"\nWhile only one named person will be able to make the visits, care homes will have the discretion to allow more than one visitor in exceptional circumstances. Full details on the plans will be given before 8 March. \nNadra Ahmed, executive chair of the National Care Association, said she understood how difficult it would be for families to select just one nominated visitor, but it was about \"mitigating risks\", adding that it could be \"up to the resident sometimes to nominate that person\".\nShe told BBC Breakfast that the biggest issue for care homes would be having enough staff to manage testing and extra cleaning. \n\"Staff resource is our biggest problem,\" she said. \"We have staff who are exhausted, we've got staff who are going down with Covid and also getting long Covid.\n\"We have no insurance in our services for Covid-related risks - that still hasn't been sorted out by government in any way, so there will be all sorts of things about mitigating risks, but the default is we want to enable this visiting.\"\nMike Padgham, chairman of the Independent Care Group, warned there must be \"a note of caution\" because Covid has not gone away, and called for further clarity on the plans.\nHe said: \"We need some clarification - for example, the announcement says holding hands will be allowed but warns against 'close contact'. How is that going to be possible? There is going to have to be some very close but compassionate supervision of these visits.\"\nThe devolved nations of the UK have the power to set their own restrictions, and have been moving at different speeds:\nOffice for National Statistics data shows that coronavirus infections are continuing to decrease around the UK - but experts have warned that infection levels remain high, with about 553,000 people identified as having the virus.\nOn Friday, it was announced that another 533 people had died within 28 days of a positive test, bringing the UK's total by that measure to 119,920."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56131921",
      "category": "uk",
      "title": "Duke 'likely to stay in hospital into next week'",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "The Duke of Edinburgh is likely to remain in hospital for observation and rest into next week, a Buckingham Palace source has told the BBC.\nIt follows consultation with his doctor, who is acting with \"an abundance of caution\", the source said. \nPrince Philip, 99, remains in good spirits after being taken to King Edward VII Hospital in central London as a precaution on Tuesday.\nThe exact reason for his admission has not been disclosed. \nHowever, his stay is not related to coronavirus. \nA palace source previously said the duke, who turns 100 in June, had walked into the hospital in Marylebone unaided.\nLast month, Buckingham Palace announced that Prince Philip and the Queen had received Covid vaccinations from a household doctor at Windsor Castle.\nThe couple have been spending the recent lockdown in England at Windsor with a small household staff, nicknamed HMS Bubble.\nThe Queen, 94, performed her first face-to-face event of the year on Thursday, when she knighted a royal aide during a private socially-distanced ceremony at her Berkshire residence. \nThe Duke of Cambridge carried out several virtual conversations with front-line NHS staff on Thursday, while the Princess Royal held a virtual meeting in her role as patron of the Scottish Rugby Union.\nThe Prince of Wales and the Duchess of Cornwall have also continued official duties.\nIn a pre-recorded video message for a virtual meeting hosted by the British Asian Trust, Prince Charles said on Thursday it was a \"tragedy\" that not everyone was benefitting from the \"extraordinary achievement\" of the coronavirus vaccine.\nThe Queen and Prince Philip celebrated Christmas quietly at Windsor, instead of the traditional family gathering at the Queen's Sandringham estate in Norfolk.\nIn December 2019, the duke was admitted to the same hospital - King Edward VII Hospital - as a \"precautionary measure\" for treatment for a \"pre-existing condition\". \nHe was discharged on Christmas Eve after four nights and driven to Sandringham, where he spent Christmas with the Queen. \nHe has received treatment for various other health conditions over the years including a blocked coronary artery in 2011, a bladder infection in 2012 and exploratory surgery on his abdomen in June 2013.\nPrince Philip's most-recent official engagement saw him hand over his role of colonel-in-chief of The Rifles in a ceremony at Windsor to the Duchess of Cornwall, who received the role separately. \nLast November, the Queen and Prince Philip marked their 73rd wedding anniversary by releasing a photograph of themselves opening a card made for them by their great-grandchildren, Prince George, Princess Charlotte and Prince Louis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56072684",
      "category": "health",
      "title": "Covid: How will we know if the vaccine is working?",
      "tags": "Coronavirus pandemic",
      "text": "More than 15 million people in the UK have received a first dose of coronavirus vaccine - but how will we know if it's working? \nThere are some early signs of a possible vaccine effect in falling deaths among people aged over 80. \nBut data on cases and hospital patients is not so clear.\nIt is hard to separate the effect of the vaccine from that of lockdown.\nSo the government will review other data before deciding on easing restrictions.\nBBC News analysis, using data from England only, suggests the vaccine is starting to push the numbers down.\nCoronavirus deaths are falling faster for vaccinated than unvaccinated groups.\nOn average, deaths of over-80s fell by 53% between 28 January and 11 February, compared with 44% for under-80s.\nThis week, Prof Chris Whitty, the UK's chief medical adviser, said: \"The earliest indications would imply there is some effect.\n\"But I think it's too early to put a number on that.\n\"We would expect to see some evidence that is strong enough to put into the public domain in the next few weeks.\"\nBut we're not seeing a strong vaccine effect in other statistics.\nHospital admissions for over-85s dropped by 45% between 30 January and 13 February, compared with 42% for under-85s.\nThe number of coronavirus cases is also falling slightly faster for older people compared with other age groups.\nBetween 28 January and 11 February, cases in over-80s fell by 52% compared with 47% in under-80s.\nBut case numbers might not be a reliable indicator of whether the vaccine is working.\nThe vaccine prevents serious infections.\nBut the large number of routine coronavirus tests in settings such as care homes will also pick up mild and asymptomatic infections. \nWhen the UK eventually sees the vaccine having an effect, it will be very obvious, data from Israel suggests.\nIsrael is the first country to see the impact of its vaccination programme.\nBut it took significant population coverage and several weeks.\nIt had had to vaccinate 80% of its over-60s before seeing an impact on Covid-19 cases, Prof Eran Segal, of the Weizmann Institute of Science, who is analysing data for the Israeli Ministry of Health, told BBC News.\nBut then, there had been clear signs of the vaccine \"really helping\" to reduce numbers of cases.\nThe biggest falls in hospital admissions and deaths had been in the over-60s, who had been vaccinated first. \nAnd at the time, admissions had still been rising among the under-60s.\nSo the difference between the two groups had been very clear.\n\"Of course it's not magic,\" Prof Segal said of realising the programme was starting to work.\n\"It's science.\n\"But it was so exciting, we thought it was a magical moment.\" \nIn the UK, the lockdown has been reducing the numbers of admissions in all age groups.\nSo it is harder to be sure any fall is due to vaccination. \nSenior government advisers say it is very hard to be confident about the vaccination effect just by \"eyeballing\" the trends in big groups of people.\nAnd this week, Prime Minister Boris Johnson said: \"Although the vaccination programme is going well, we still don't have enough data about the exact effectiveness of the vaccine in reducing the spread of infection.\"  \nBut by linking vaccine records to the testing programme or GP records, government scientists can determine whether individuals who have been vaccinated are less likely to become infected or sick or pass on any infection. \nAnd the government is reportedly reviewing data towards the end of the week in advance of Monday, when it plans to publish its plan to exit lockdown in England. \nAdditional reporting by Wesley Stephenson and Robert Cuffe. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56141093",
      "category": "technology",
      "title": "Parents alerted to NurseryCam security breach",
      "tags": "Cyber-security",
      "text": "A webcam system that lets parents drop in and watch their children while at nursery school has written to families to tell them of a data breach.\nNurseryCam said it did not believe the incident had involved any youngsters or staff being watched without their permission, but had shut down its server as a precautionary measure.\nThe Guildford-based company told the BBC its service was used by about 40 nurseries across the UK.\nIt said it had also notified the ICO.\nUnder UK rules, the Information Commissioner's Office must be told of a breach if it has \"significant impact\" within 24 hours.\nNurseryCam said it first became aware of the incident shortly after 17:00GMT on Friday.\nIt added the service would remain suspended until a security fix was in place.\nThe firm said that a \"loophole\" in its systems had been used to obtain data from parents' viewing accounts including:\n\"The person who identified the loophole has so far acted responsibly,\" said NurseryCam's director Dr Melissa Kao.\n\"He stated he has no intention to use this to do any harm [and] wants to see NurseryCam raise the overall standards of our security measures.\"\nThe company had earlier been involved in a public spat with a cyber-security consultant who had claimed to have found problems in its systems, which the company had played down.\nThe consultant, Andrew Tierney, told the BBC he had also been contacted by the hacker, who had passed on a redacted copy of the stolen data. \nMr Tierney said he had made follow-up checks with some of the parents involved to check the details were real, and had contacted NurseryCam to offer his help.\n\"I don't know who this guy is,\" he said.\n\"But what I've done is send NurseryCam the weak points in its system that I had spotted over the last couple of weeks.\"\nHe added that ex-users of the system had not been included on the list he had seen.\nMs Kao told the BBC she did not believe the breach had been related to the previous alleged flaws that Mr Tierney had sought to bring to her attention.\n\"NurseryCam sincerely apologises to all our parent users and nurseries for the incident. We are very sorry,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56133017",
      "category": "entertainment-arts",
      "title": "Kim Kardashian 'files to divorce Kanye West'",
      "tags": "Kanye West,Kim Kardashian",
      "text": "Kim Kardashian has filed for divorce from rapper Kanye West, according to reports in the US media.\nThe couple have been married for almost seven years and have four children together. \nThe news was broken by celebrity news website TMZ after months of rumours of marital difficulties.\nReports in US media suggest the reality star, 40, has requested joint legal and physical custody of their children. Neither has publicly commented. \nThe couple are among the most recognisable stars in the world and are both hugely successful in their own right.\nKim first found fame in 2007 as the star of an E! Television reality series about her family. Keeping up with the Kardashians has remained hugely popular since, with its 21st and final series due to air next year. \nThe reality star has found success in many other areas of business, from mobile apps to make-up, and  Forbes estimates her personal wealth to be about $780m (£556m).\nKnown for huge international hits like Gold Digger, Kanye West has been one of the biggest names in rap music for over 15 years. The Grammy-winning musician has also found success as a fashion designer. \nThe pair were friends for years before they got together and West first appeared on her family's reality show in 2010. \nTheir first daughter, North, arrived in June 2013.\nWest famously hired the San Francisco Giants' baseball stadium and an orchestra to propose to her in front of her family, and their show's cameras, later that year.\nThey got married in Italy in May 2014 and a photograph of them kissing on their wedding day became, at the time, Instagram's most liked post ever. By this point she and her sisters had turned social media into an art form, with their online followings propelling their business success and fame ever further.  \nKardashian gave birth to the couple's first son, Saint West, the following year. They went on to have two other children, Chicago and Psalm, through a surrogate after the reality star suffered from health complications during her previous pregnancies.\nThe couple have rarely been away from tabloid headlines since, most notably when Kardashian was robbed at gunpoint in Paris in 2016. \nLast year, West unsuccessfully ran for US president. During his campaign, a series of erratic public appearances and online postings by the rapper sparked concern and led Kardashian to speak out.   \nShe said her husband had bipolar disorder, was a \"brilliant but complicated person\" and called for greater empathy surrounding his mental health from the public and the media. \nRumours of their divorce have been around for months amid speculation Kardashian had hired well-known lawyer Laura Wasser.\nPage Six reported the filing was imminent in January, claiming West spent the festive season away from the California-based family at his Wyoming ranch.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56106536",
      "category": "world-us-canada",
      "title": "Texas weather: Young family 'just trying to keep warm'",
      "tags": "Texas,United States,Severe weather",
      "text": "Over two million Texans have been without power since the weekend as winter storms sweep the US. Freezing rain and sleet are still falling, leaving many in America's second most-populous state desperate for warmth. \nIn San Antonio, Kristen Haddox wishes the power would come back on. \nHer building lost access to water on Saturday and electricity on Sunday, forcing 21-year-old Ms Haddox, her husband and their 11-month-old daughter to abandon their cold flat.\nThe Southwestern state's overwhelmed energy grid collapsed over the weekend, causing lengthy and unprecedented blackouts across Texas at the worst possible time. \nMs Haddox's family was able to drive to her parent's place nearby. \"They also don't have power, but they do have water,\" she says.\nThey've huddled around the fireplace and made grilled cheese sandwiches on DIY stoves, but Ms Haddox worries about her baby.\n\"She's getting bored, of course, and we're just trying to keep her warm,\" she says. \"I had to go to someone's house and boil some water so that she can have a warm bottle.\" \nMs Haddox is a medical care specialist who has been working from home but can barely get any cell service to do her job.\nHer husband works as a landscaper at a local golf course and his employers have already said he likely will not be able to get back to work soon.\nThat means the couple may not earn any income all week. When the storm hit, they had not even gone grocery shopping.\n\"What we have is all obviously trash now,\" she says. \"The fridge is warmer than it is outside.\"\nDriving in search of food, they discovered the roads were mostly blocked off and stores were closed. The local gas station, where they purchased snacks, was the only shop open in the area.\nMs Haddox is from the Midwestern state of Illinois, so she is used to cold weather, but she has no idea how much longer her family will have to survive without the heat on.\n\"We're paying monthly for [power] and we can't even have it?\"\nAcross Texas, many families are facing similar struggles.\nIn Houston, the state's largest city, resident Taylor Golden says pipes have burst in many homes in addition to the power outages.\n\"Homes aren't built to withstand cold here like they are in other states,\" she says, adding that a friend's plumber said he had 250 messages to respond to.\nMs Golden, 35, is thankful for her recent move out of the city. Power has been restored at her house, but her friends downtown continue to wait.\n\"Keep Texas in your prayers,\" she says. \"This is affecting us like a hurricane normally does, except we all know how to prepare and get through those.\"\n\"Everyone is lost right now and just trying to stay warm.\"\nIn Dallas, Chistopher Mudd, 20, lost power at home and saw all his classes - in-person and virtual - cancelled until at least next week.\nThe Dallas-Fort Worth metropolitan area is home to over seven million people and, while the power is slowly being restored, issues around water are a growing concern.\n\"The water mains in our city have broken,\" says Mr Mudd.  \"Water pressure is going down and a boil notice has been put in effect.\"\nFurther south, in the border town of El Paso, 19-year-old Amira Landeros says panic buying has left behind empty shelves at local stores, emblematic of just how unprepared the state was for the bad weather.\n\"Our local news stations had to show residents how to properly bundle up,\" she adds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55497290",
      "category": "uk-wales",
      "title": "Covid: Wales' hospital cases hitting highest levels",
      "tags": "Swansea Bay University Health Board,NHS Wales,Bodelwyddan,Cwm Taf Morgannwg University Health Board",
      "text": "More than a third of patients in hospital are being treated for Covid-19, new figures from NHS Wales show.\nIn Cwm Taf Morgannwg, more than half of patients have the virus and the health board said the situation was \"extremely serious\".\nNumbers of those with Covid in critical care or on ventilation are the highest it has been in the pandemic.\nSenior managers pleaded with people not to gather for New Year's parties to contain the spread of infections.\nThe 2,610 Covid patients in hospital across the country on Wednesday - up 252 (11%) on the previous week - is a new record.\nThe number of recovering patients - those still too ill to be discharged - are also at their highest levels.\nFigures from NHS Wales Informatics, the first since before Christmas, show:\nCardiff and Vale health board announced it was stopping routine surgery and outpatient appointments throughout January, so staff could focus on urgent and emergency care, including critical care.\nIt said its emergency services, including emergency and cancer surgery, would continue.\n\"I would ask the public to remain mindful of the pressures on primary care and hospital services and to access urgent care appropriately,\" said chief operating officer Steve Curry.\nThere were 119 patients being treated on invasive ventilated beds, including in critical care, for confirmed or suspected coronavirus on 30 December - 17 more than a week ago, but figures have been at their highest since late April.\nAt the very peak of the pandemic in critical care, hospitals in Wales were looking after 164 patients.\nCwm Taf Morgannwg health board had 30 patients in critical care or on invasive ventilation on 30 December. The number has been as high as 36 in recent days, and these are the highest numbers it has seen in the pandemic.\nThe health board said it was under \"significant pressure with unprecedented demand and this is extremely challenging for our staff\".\n\"While it might be tempting to have a New Year's party or spend time with family and friends,  gathering together puts yourself and your loved ones at risk,\" said medical director Dr Nick Lyons.\n\"By taking such actions we also risk increased hospital admissions and sadly, a rise in the number of people dying from this virus.  By following the rules, we can protect each other and save lives.\"\nBetsi Cadwaladr health board has seen some of the highest numbers it has experienced in its critical care units - there were 19 on Wednesday, but there were as many as 24 just after Christmas.\nDr Richard Pugh, an intensive care consultant at Glan Clwyd Hospital in Bodelwyddan, Denbighshire, said: \"Cases are going up week by week in north wales and in north-east Wales the number of cases per week is above the average for Wales.\n\"This means things are going to become more difficult in the coming weeks.\n\"This week has been particularly demanding for critical care, we are considerably above our funded routine capacity, we've extended into non-critical care areas such as theatre recovery and we're having to anticipate the knock-on effect of increasing community transmission.\"\nHywel Dda health board said it was dealing with the highest number of cases since the pandemic began.\nStaff sickness was adding to the challenge, with 900 absences being reported daily.\n\"We are actively reaching out to staff internally to see who could be redeployed across the organisation to support our pressure points in terms of staffing availability, particularly in critical care and respiratory care,\" said Andrew Carruthers, director of operations.\nAneurin Bevan said its hospitals were \"very busy,\" while Swansea Bay said the situation was \"precarious\" and \"very serious\" including the deaths of 43 patients in the last week. It too has 700 staff off work with the virus or self-isolating.\nHospital admissions are also at their highest point since mid-May.\nDaily admissions of confirmed and suspected Covid-19 cases were running at a daily seven-day average of 123 on 30 December.\nCovid cases make up more than 17% of all hospital admissions, but the figures do not break down how many people caught Covid while in hospital.\nLatest infection figures show there were 205 new hospital onset cases in the week to 27 December, according to Public Health Wales.\nIn total, nearly 2,900 Covid cases linked to hospital infections have been reported since September.\nOn Wednesday, the BMA in Wales said vaccinating staff had to be a priority and it was concerned to hear some NHS staff were struggling to access one.\n\"You can't run a health service without staff and with many isolating or actually having the virus themselves, we're in danger of a collapse,\" said Dr David Bailey, chairman of BMA Wales."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56132392",
      "category": "world-europe",
      "title": "Are migrant YouTubers influencing others to travel to the EU?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56102295",
      "category": "uk-wales",
      "title": "Covid: James Sommerin positive for his industry's future",
      "tags": "Abergavenny,Cowbridge,Cardiff,Hospitality industry,Restaurants,Clifton,Barry,Penarth,Coronavirus pandemic",
      "text": "Despite losing his eponymous Michelin-starred restaurant during the Covid crisis and lockdown pausing his latest venture after just 29 days, chef James Sommerin is feeling positive.\n\"It's been a tragic year in as far as the restaurant is concerned but it's also been an amazing year,\" he said. \nWales' lockdown has seen restaurants closed since just before Christmas. \nFirst Minister Mark Drakeford has suggested it is unlikely restaurants will open at the start of April.\nBut Sommerin is hoping for \"a little bit of back to normal\". \n\"Once everybody's had their vaccine, or the majority have, I think it will be a really good year,\" he said. \n\"You've always got to have the glass half-full, never half-empty.\"\nBut he admitted after closing Restaurant James Sommerin in Penarth, Vale of Glamorgan, it had taken him some time to reach this outlook. \n\"When we lost the restaurant we didn't just lose a salary, we lost everything,\" he said.\n\"[Closing the restaurant was] the hardest thing I've ever had to do in my life.\n\"If somebody had spoken to me eight months ago after we lost the restaurant I would have been in a very different place. \n\"I was at the point where I didn't really know what to do with myself, I had to struggle to console myself with the loss and the problems that we went through, and I hate to say it - through no fault of our own.\"\nHe said the \"sheer levels of rent\" and not being eligible for support because they were above the rateable value of £51,000 threshold meant they could not continue.\n\"We didn't have any support, hence we lost the restaurant,\" he said.\n\"But I have to be positive, you know, things happen for a reason in life. You know, we just have to adapt and overcome.\"\nHe said providing meals for NHS workers through the Feed the Heath initiative had been a highlight:  \"Those guys are really doing the hard work on the front line.\"\nAnother highlight has been opening new restaurant The Shed in Barry, but these experiences have given him a new perspective. \n\"I think it's made everybody realise that you have to prioritise things, what's important to you,\" he added.\n\"Being with Lou [his wife] and the kids, and and having a little bit more family time is great... we've loved it.\n\"But at the end of the day, I thrive on an 18-hour shift, putting my heart and soul into food and putting that on the plate... I love the industry, I absolutely adore it.\"\nHe thinks business could be better than ever once restaurants reopen: \"Everybody's desperate to get out - we need that sort of normality in our lives... we're all dying to get out to have a little bit of pampering.\"\nBut he cautioned against moving too soon: \"I am very mindful of us opening too quickly. \n\"I don't want us to be put back in this predicament again in two or three months down the line... seeing everybody go back into lockdown.\n\"Having lost one restaurant, I certainly don't want to lose any more. Better to be safe than sorry and have a slower, gradual route to bringing everybody out of lockdown.\"\nHe said being given adequate notice, being able to serve indoors and not having restrictions on selling alcohol could give the hospitality sector the best chance of bouncing back. \nIt has been a tough year for Natalie Isaac, director of Bar 44.\nOn Friday the group announced it was \"devastated\" to be closing its Cowbridge restaurant after 20 years in the town. \nWith remaining restaurants in Cardiff, Penarth and Clifton in Bristol, she is eager to reopen to customers but does not want to see the same restrictions the industry faced in December. \n\"If we are allowed to open it has to be in a viable way,\" she said. \n\"There are lots of rumours going around at the moment, like outdoors only or the no-alcohol rule coming back again - that's not viable, we can't open and even cover our costs if that is to happen.\"\nShe said any information on what to expect would be useful: \"We [the hospitality industry] are in dire straits - a lot of people are on their last pennies, or are using the end of their bounce-back loans and we need to be able to plan.\n\"Even if we knew what order things were going to be happening in - so if it was retail first, then self-catering, then restaurants and food, then wet-led businesses - give us an order.\"\nDespite the challenges of the past year, Ms Isaac is also excited for the future: \"We've had so many letters and cards and emails from customers to say how much they've enjoyed [our takeaways] and they can't wait to come back so, in that sense, it's just been brilliant.\"\nShe said shared adversity had brought together a new community of restauranteurs: \"People are helping each other... questions of 'how would you deal with this?' or 'how would you negotiate with staff? What's your take on this?'\n\"You'd like to think that, when all this is over, we'll all also frequent each other's businesses, give it back to each other.\"\nStephen Terry, chef and owner of The Hardwick in Abergavenny, Monmouthshire, is also reflecting on the upside. \n\"There's a lot of lessons to be learned from this. There have been some really great things that have happened in the past year,\" he said.\n\"Like the Welsh Independent Restaurant Collective... lots of people in Wales have really raised the bar and stepped up doing incredible things.\"\nHe said he would not like to see restaurants allowed to open outdoors only and restrictions on selling alcohol, adding: \"I know it's going to be a long road ahead - I totally accept that and I'm absolutely up for that, we will do exactly as we are asked.\n\"The most important thing is the socialising - socialising between friends and family. That is really the key issue here and I miss it.\"\nHe said his restaurant was ready to spring into action: \"A week's notice would be nice, any more than that would be a luxury.\n\"At the end of the day all we've done is shut the doors and cleared the shelves and got rid of all the stock and turned everything off - we've just got to turn it on, make some phone calls to get the orders in, call the staff - they're all chomping at the bit to get back.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56132391",
      "category": "health",
      "title": "Covid and diabetes: My story",
      "text": ""
    }
  ]
}