{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58700803",
      "category": "uk",
      "title": "Covid-19: NHS waiting lists and Australia's PM on COP26 and quarantine",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening.\nWith millions of people across the UK currently on NHS waiting lists, there's growing concern many are feeling forced to use private healthcare. Twelve-year-old Hayden Kildea from Northern Ireland was diagnosed with severe scoliosis, a condition where the spine twists and curves to the side. He's been told he'll have to wait more than two years for an operation because of the backlog caused by the pandemic, so his family are fundraising for treatment abroad. His local health board say patient demand continues \"to exceed capacity\". His case isn't unusual. Read more here.\nAustralia's prime minister says he's \"spent a lot of time in quarantine\" due to coronavirus restrictions and has signalled he may not attend the UN's COP26 climate conference in November. He told reporters the summit - being held in Scotland - is \"another trip overseas\". But his comments come as his government faces continued criticism of its poor climate record.\nBlue NHS envelopes with invitations to receive a Covid vaccine are being sent out to 12 to 15-year-olds in Scotland. The letters are the next step in offering the Pfizer jab to that age group. The decision on whether a child should accept or refuse the vaccine should be made \"jointly\" with parents or carers, says Health Secretary Humza Yousaf.\nA £145m scheme designed to boost businesses hardest hit by the coronavirus pandemic in Northern Ireland has opened. Online applications can now be made for £100 high street vouchers to spend in places like clothing retailers and hospitality venues before the end of November. Read more here.\nNext weekend's Strictly Come Dancing will be missing singer, songwriter and author Tom Fletcher and dance partner Amy Dowden after they tested positive for Covid-19. Their positive test came a day after the first live show of this series - but they will return the following week, all being well, the BBC says.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe latest figures show more than 32,000 Covid cases were reported in the UK, but how does this compare with the rest of the world?\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58707753",
      "category": "technology",
      "title": "Instagram for kids paused after backlash",
      "tags": "Children,Instagram,Facebook",
      "text": "Plans to make an \"Instagram experience\" for under-13s, dubbed Instagram Kids, have been paused.\nFacebook would use the time to listen to \"parents, experts, policymakers and regulators\", Instagram head Adam Mosseri wrote.\nIt follows leaked internal research the Wall Street Journal (WSJ) said Instagram was \"toxic for teen girls\". \nBut in a recent blog, Facebook head of research Pratiti Raychoudhury called this allegation \"simply not accurate\".\nInstagram requires users to be at least 13 before they create an account - but many children under that age use the platform anyway.\nAnd the company previously told BBC News Instagram Kids would be a \"practical solution to the ongoing industry problem of kids lying about their age to access apps\" and enable children to connect with family and friends in an \"age appropriate way\".\nBut in April, a letter from the Campaign for a Commercial-free Childhood, signed by 99 groups and individuals, claimed the \"image-obsessed\" platform was dangerous for children's health and privacy and called for the project to be scrapped.\nIn the new blog post, Mr Mosseri said he still believed it was better to have a version of Instagram for 10-12-year-olds, rather \"than relying on an app's ability to verify the age of kids who are too young to have an ID\".\n\"The reality is that kids are already online,\" he said.\nWhile the project is paused, Instagram will expand its work on new opt-in parental supervision tools, to cover 13-19-year-olds currently on Instagram.\nThere would be more announcements on that in the coming months, Mr Mosseri wrote.\nAnd while he disagreed with the WSJ's interpretation of the leaked research it had \"raised a lot of questions for people\".\nIn 2020, teenage girls were asked when they felt bad about their bodies did Instagram make them feel:\nBut Facebook said the survey:\nIn other areas such as eating issues, loneliness, anxiety and sadness, \"teenage girls who said they experienced these challenges were more likely to say that Instagram made these issues better v worse,\" it said.\n\"The research actually demonstrated that many teens we heard from feel that using Instagram helps them when they are struggling with the kinds of hard moments and issues teenagers have always faced\", Ms Raychoudhury wrote, two weeks after the WSJ report, part of its Facebook Files series.\nBut technology news site The Verge said Facebook's response \"ignores many of the issues raised in the WSJ piece, including that teens claimed they felt addicted to Instagram\".\nCommentators have challenged  Facebook to make public the research.\nAnd on Monday, a Facebook representative told BBC News it planned to release some of the research material to Congress.\n\"Our plan is to release the two most noteworthy source decks to Congress and we're looking at a potential public release,\" they said.\n\"Our intention is that they will become public.\" \nFacebook global head of safety Antigone Davis will answer questions at forthcoming US Senate committee, where she is expected to be asked about the WSJ report and plans for Instagram Kids."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58708009",
      "category": "uk-politics",
      "title": "Labour conference: Angela Rayner renews attack on Johnson in scum row",
      "tags": "Angela Rayner,Boris Johnson,Labour Party Conference,Labour Party",
      "text": "Angela Rayner says she would be \"happy to sit down\" with the PM after she faced criticism for calling him \"scum\". \nLabour's deputy leader has stood by the comment she made during a fringe event at the party's conference.\nTaking to Twitter on Monday, she repeated her accusations that Boris Johnson had made \"racist, homophobic and sexist\" remarks.\nAnd she posted pictures of headlines where the PM had refused to say sorry for his own controversial comments.\nMs Rayner said: \"If he withdraws his comments and apologises, I'll be very happy to apologise to him.\"\nBut Labour's Shadow Scotland Secretary Ian Murray told the New Statesman she should apologise as politicians should \"lead by example\". \n\"I think it would be worth an apology, and I think it would do an awful lot of good to Angela to apologise as well - and I think it would do an awful lot for our political discourse.\"\nShadow Trade Secretary Emily Thornberry said she would \"probably apologise\" if she had used the word \"scum\" - but added that Ms Rayner had the \"evidence\" to back up her other accusations. \nConservative Party co-chair Oliver Dowden said: \"Voters have heard the message loud and clear from Labour conference: if they support Conservative values or this government they are 'scum'.\n\"Instead of looking down our noses at voters and throwing around playground insults, we are focused on bringing people together and delivering for them.\"\nThe row began on Saturday night when Ms Rayner was reported to have called Tory ministers \"a bunch of scum\" at a conference event.\nOn Sunday, she stood by her comments, telling the BBC: \"I will apologise when Boris apologises for saying the comments he has made, I will retract that he is scum.\"\nLabour leader Sir Keir Starmer said it was \"not the language I would have used\" but did not call for his deputy to apologise. \nMs Rayner renewed her attack on the PM on Monday, tweeting four headlines about Mr Johnson refusing to apologise over remarks he made about Muslim women and gay men. \nShe added: \"Boris Johnson also called the children of single mothers 'ignorant and illegitimate'. \n\"According to Boris Johnson, when I was a young single mum I should have been pushed into 'destitution on a Victorian scale'. \n\"So you can apologise for those comments as well, prime minister.\"\nAsked about the comments on BBC Two's Politics Live, shadow trade secretary Emily Thornberry said her shadow cabinet colleague's initial comments had been made at a fringe meeting \"where there may have been drink partaken [and] where it is noisy, rowdy\".\nShe added: [Ms Rayner] was putting forward evidence of him being racist, misogynistic and then, in the heat of all that, she calls them 'scum'.\n\"She probably shouldn't have said 'scum' but the rest of it of course, there is evidence of it.\"\nMs Thornberry said it happened \"in the heat of the moment\", before adding: \"I personally would apologise if I had [used the word scum] but I understand the context of it, I can see how it has happened.\n\"I don't think this is the biggest thing that has happened at party conference.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58701880",
      "category": "uk-politics",
      "title": "Laura Kuenssberg: Starmer's relief and delight at Labour rule changes",
      "tags": "Keir Starmer,Momentum,Labour Party Conference,Labour Party",
      "text": "\"Labour is changing in front of our eyes,\" says one of Keir Starmer's allies. That, for the Labour leadership, is the point. \nIt's only a few days since they took the powerful unions and the left of the Labour Party by surprise in revealing their intention to sweep away rules that were the framework for the Jeremy Corbyn era. \nThose were the rules that encouraged thousands upon thousands of new members into the party, who then chose Mr Corybn. Those were the rules that gave power to members to try to get rid of their MPs. \nAnd suggesting getting rid of those rules created huge upset, provoking the ire of union leaders, who felt they'd been cut out of the loop, and anger among some on the left who felt the leadership was trying to wrestle power away from them. \nOne senior party figure told me: \"There was a lot of swearing on both sides.\"\nConfronted by accusations that he'd failed to do the groundwork, amid warnings that he would not be able to ram the overhaul through in a matter of days, Sir Keir dropped one of the big ideas - changing the electoral college, the party's voting system. You can read about what happened here. \nBy Sunday night, however, Starmer's team was delighted by what happened - after what they see as that temporary humiliation. \nAfter discussions on the conference floor, the leadership was able to change a significant number of the rules, making it harder for members to get rid of MPs they weren't happy with, in so called \"trigger ballots\", giving MPs more power in selecting the party's leader, and cracking down on anti-Semitism. \nThey are pleased and relieved for three big reasons. \nOne shadow cabinet member said the changes were \"the right thing to do and the right time to do it\". Removing trigger ballots should, in theory, mean that Labour MPs can spend more time talking to constituents than having to worry that every move might lead to their local party trying to oust them. \nAnd for Starmer's team it cuts down on the risk of \"entryists\" to the party, who could join for a few pounds to install their favoured candidate, even if they have no long-term commitment to the Labour Party. \nInevitably, it's outraged many of former leader Jeremy Corbyn's backers, and those who believe that activists should have that power. \nIt's worth noting, too, that the plans passed because of the backing of the unions and MPs, not existing members. But the hope in the leader's office is of a party that becomes more manageable and more disciplined. \nSimilarly for Starmer's team, cracking down on anti-Semitism was the first promise he made on becoming leader, and a promise that he had to keep. \nBeyond the technical impact of the changes, party top brass feel too that their decision in pushing for the changes, and to do so quickly, is a vindication of Starmer's judgement. \nHe was warned against picking the fight, was embarrassed when he ditched some of his plans, but pushed on with a watered-down programme and won. \nOne of those behind the strategy told me: \"If we had to take three days of pain so we could spend the next 18 months facing outwards and talking to the public, it was worth it.\" \nKeir Starmer's critics often portray him as too safe, too cautious. This time he's secured changes \"in six days that could have turned into six months of arguments\".\nLastly, a highly visible vote, a highly significant (in Brighton at least!) change also gives evidence Starmer desperately wants to show the public that Labour is changing. \nInside the party, Jeremy Corbyn was wildly popular in some sections, and excited a new generation of activists who hadn't been previously reached. But his leadership was toxic to many, and the party crashed to its worst defeat in decades with him in charge. \nKeir Starmer - who don't forget was part of Mr Corbyn's top team throughout - has long believed that he has to show to the country, not just that it has a new boss, but that it is turning into a different party altogether. \nSir Keir was pictured having a shandy, celebrating the Arsenal result, and perhaps tonight's results too. \nBut the win for the leadership does not sweep away all of their problems. Far from it. There is intense pressure on Sir Keir to say more about what he would want to do in government, to put forward more convincing policies, and to communicate them better. \nThere are people in the party like Greater Manchester Mayor Andy Burnham willing to say that out loud, too, as he did speaking to us on Sunday in pretty bold terms. \nAnd there are also plenty of activists, and some MPs on the left, who are not on board with these changes, and may never be. \nThe left's sway is clearly fading here, but it hasn't disappeared. One senior party figure told me \"they are still alive and kicking\", and it's not clear how hard they will be willing to kick. \nBut the internal wrangling came out in Sir Keir's favour on Sunday. He hopes it will clear this vital week for other conversations. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58637877",
      "category": "uk-wales",
      "title": "Children face safeguarding risk from registration loophole, report says",
      "tags": "Children,Jeremy Miles,NSPCC,Welsh government,Children's Commissioner for Wales,Young people",
      "text": "A \"loophole\" means safeguarding risks are being created in Wales by unregistered people working with children, according to a report. \nExperts on the Interim Youth Work Board called for change so everyone working with young people must register with the Education Workforce Council (EWC). \nCurrently, workers in certain settings such as independent schools and private organisations do not need to register.\nWales' education minister said he would respond to recommendations this year.\n\"Clearly, there are safeguarding risks here for young people, and for parents, carers, guardians and the public,\" the report says.\nThere are about 78,000 people registered with the EWC.\nThey fall into categories such as teachers and support staff at local authority-maintained schools and further education colleges, youth workers and those involved in work-based learning. \nA youth worker generally means someone who has a qualification, and works in areas such as council or voluntary-led services with 11 to 25-year-olds, in youth clubs, or tackling issues such as homelessness or mental health problems.\nHowever, those working with young people in settings such as housing associations, faith organisations and privately-run initiatives do not need to register.\nFormer children's commissioner Keith Towler chaired the board, which reported back to the Welsh government.\nHe said it was important youth work took place in a \"safe space\".\n\"When I've spoken with young people about the value of youth work, they always talk about having trusted relationships with their youth workers.\n\"That youth work provides someone who will listen and act on their concerns, provide advice and support and offer opportunities and fun things to do. \n\"Keeping young people safe has to be a priority for everyone but registration is also about improving and developing standards in our youth work practice,\" he said.\nLast year, the head of a private school was dismissed after schools inspectorate Estyn found children were at risk of harm because of \"safeguarding failures\". \nToby Belfield of Ruthin School, Denbighshire, had been accused in newspaper reports of sending inappropriate text messages to six girls. \nInspectors later found the school did not comply with regulations on the welfare, health or safety of pupils.\nAt the time, children's commissioner Sally Holland said the situation highlighted \"gaps\" in the regulation of independent schools. \nShe also told an inquiry she was concerned Mr Belfield had set up an online school after his dismissal, and could not be struck off the teaching register because he was a non-qualified teacher.\nMs Holland has now called for change, and said: \"Registration should be widened not only to cover all youth work practitioners, but also to cover student teachers and student youth workers, and to cover staff working in independent education settings.\"\nShe said youth work was \"a vital part of the education landscape in Wales\", but added: \"The laws around registration to the EWC need changing to make sure that we strengthen the safeguarding of children and young people in all the places they access their education.\"\nThe panel of experts on the Interim Youth Work Board made a number of recommendations including developing a workforce plan for the sector and ensuring everyone is qualified to work with young people.\n\"Youth work services can be a lifeline for young people, especially those who are vulnerable, and it is vital that everything possible is done to ensure that staff and volunteers can be relied upon to keep their users safe,\" said NSPCC Cymru's policy and public affairs manager Viv Laing.\n\"We believe that a mandatory registration scheme, together with policy, procedures and regular safeguarding training, would have the potential to ensure a safe environment for young people in all youth work settings.\"\nA \"mapping\" process commissioned by the Welsh government is currently exploring the number of people delivering youth work in Wales, including identifying gaps in those required to register.\nIt is being carried out by the Council for Wales of Voluntary Youth Services, and chief executive Paul Glaze said it was at a \"very early stage\".\n\"We are now about to embark on a 12-month research project with academic support, which will be a Wales-wide piece of work and something we are excited about,\" he said.\nEducation Minister Jeremy Miles said he would take action, ensuring registration and safeguarding for youth work \"has parity with other parts of the education sector\".\n\"We welcome the commitment by the minister to close the current registration loopholes for youth work staff identified in the report,\" said EWC chief executive Hayden Llewellyn.\n\"The safety of young people and learners in Wales is paramount and we look forward to working with the Welsh government and youth work organisations to resolve the current gaps.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58698806",
      "category": "world-europe",
      "title": "Germany elections: Centre-left claim narrow win over Merkel's party",
      "tags": "German federal election 2021,Germany,Olaf Scholz,Armin Laschet",
      "text": "Germany's centre-left Social Democrats (SPD) have claimed victory in the federal election, telling the party of outgoing Chancellor Angela Merkel it should no longer be in power.\nSPD leader Olaf Scholz said he had a clear mandate to form a government, while his conservative rival Armin Laschet remains determined to fight on.\nThe two parties have governed together for years.\nBut Mr Scholz says it is time for a new coalition with the Greens and liberals.\nPreliminary results gave his party a narrow election win over the conservatives who suffered their worst-ever performance.\nDespite this, Mr Laschet said his party had given him its backing to enter talks with coalition partners, pushing Germany towards a potentially protracted power struggle.\nThe Greens and pro-business Free Democratic Party (FDP) attracted the most support from the under-30s, in an election dominated by climate change and by differing proposals on how to tackle it. The Greens made history with almost 15% of the vote, even though it was well short of their ambitions.\nIt was the tightest race in years, bringing an end to the post-war domination of the two big parties - Mr Scholz's SPD and his rival's conservative Christian Democratic Union (CDU). \nExit polls predicted a dead heat, but this election was unpredictable from the start, and the result was never going to be the end of the story. For one thing, the outgoing chancellor is going nowhere until the coalition is formed - and that may have to wait until Christmas.\nThe main parties want a new government in place by the time Germany takes over the leadership of the G7 group of nations in January.\nThe next chancellor's task is to lead Europe's foremost economy over the next four years, with climate change at the top of voters' agenda. \nMr Scholz's SPD supporters greeted him in raptures, but it was only later when his party edged into the lead that he told a televised audience the voters had given him the job of forming a \"good, pragmatic government for Germany\".\nSpeaking on Monday he said there were three parties that were on the up - his party, the Greens and the liberals - and it was time for the conservatives to back down. \"I think that the people in Germany want the Christian Democratic Union in opposition. This is their result now, what they decided during the election,\" he said in English.\nHis conservative rival has dug in, arguing it was about forging a coalition, not about getting \"an arithmetic majority\". Winner doesn't take all, in other words. \nOn Monday, Mr Laschet said \"no party has emerged from this election with a clear mandate to form a government\". He said he would lead \"exploratory talks\" with the liberal FDP and the Greens - the favoured coalition partners of the CDU/CSU alliance.\nCDU General Secretary Paul Ziemiak did not gloss over the defeat early on Monday but said that was not the point: \"In the end the question is going to be can you create a genuine project for the future?\"\n\"Two maybe-chancellors and two kingmakers\" - was one of the headlines summing up Sunday night's rather scrappy result, but that is what it looked like. \nBecause it's not just the Social Democrat and conservative leaders fighting for power. The two kingmakers are open to offers and planning to talk to each other to explore common ground.\nTogether the liberals and the Greens make up over quarter of the vote and would carry both of the big parties over the line. \nThey may be more popular with younger voters than any other parties, but it would take some skill to bring them under the same roof. A Greens spokesman on Monday said it was no big secret that they were not close to the liberals.\nGreens leader Annalena Baerbock wants to loosen Germany's debt brake that stops a big jump in public debt. FDP leader Christian Lindner has little time for her party's \"ideas of tax hikes, or softening the debt brake\".\nSo of all the possible coalitions, the Greens and the liberals feature in the two that are most likely to form.\nOne is the so-called traffic-light coalition, made up of the parties' colours - red (SPD), yellow (FDP) and the Greens - or there's the Jamaica alternative, black (CDU), yellow (FDP) and the Greens.\nIt is the first time that Germany is facing a three-way coalition, but this country has entered a new political era and the talking is yet to begin.\nBeyond the four mainstream parties, it was a bad night for the radical left and a patchy night for the far right.\nLeft-wing Die Linke fell below the 5% threshold required to get into parliament but survived because it secured three direct mandates. \nAnd although the far-right AfD's share of the vote appears to have slipped nationally, it's set be the largest party in the eastern states of Saxony and Thuringia. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58700159",
      "category": "world-asia",
      "title": "Afghanistan: Taliban ban Helmand barbers from trimming beards",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "The Taliban have banned hairdressers in Afghanistan's Helmand province from shaving or trimming beards, saying it breaches their interpretation of Islamic law.\nAnyone violating the rule will be punished, Taliban religious police say.\nSome barbers in the capital Kabul have said they also received similar orders.\nThe instructions suggest a return to the strict rulings of the group's past tenure in power, despite promises of a milder form of government.\nSince taking power last month, the Taliban have carried out harsh punishments on opponents. On Saturday, the group's fighters shot dead four alleged kidnappers and their bodies were hung in the streets of the western city of Herat.\nIn a notice posted on salons in southern Helmand province, Taliban officers warned that hairdressers must follow Sharia law for haircuts and beards.\n\"No one has a right to complain,\" the notice, which was seen by the BBC, read.\n\"The fighters keep coming and ordering us to stop trimming beards,\" one barber in Kabul said. \"One of them told me they can send undercover inspectors to catch us.\"\nAnother hairdresser, who runs one of the city's biggest salons, said he received a call from someone claiming to be a government official. They instructed him to \"stop following American styles\" and not to shave or trim anyone's beard.\nDuring the Taliban's first stint in power from 1996 to 2001, the hardline Islamists banned flamboyant hairstyles and insisted that men grow beards.\nBut since then, clean-shaven looks have become popular and many Afghan men have gone to salons for fashionable cuts.\nBut the barbers, who have not been named to protect their safety, say the new rules are making it hard for them to make a living.\n\"For many years my salon was somewhere for young people to shave as their wish and look trendy,\" one told the BBC. \"There is no point continuing this business.\"\n\"Fashion salons and barbers are becoming forbidden businesses,\" another said. \"This was my job for 15 years and I don't think I can continue.\"\nAnother barber in Herat said that although he had not received an official order, he had stopped offering beard trims.\n\"Customers don't shave their beards [because] they don't want to be targeted by the Taliban fighters in the streets. They want to blend in and look like them.\"\nDespite slashing his prices for a cut, his business has dried up. \"Nobody cares about their style or hair fashion,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58696977",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Man arrested on suspicion of murder",
      "tags": "Kidbrooke,Sabina Nessa murder",
      "text": "A man has been arrested on suspicion of murder by police investigating the death of south-east London primary school teacher Sabina Nessa.\nA 36-year-old man was arrested in East Sussex at about 03:00 BST, in what Scotland Yard described as a \"significant development\".\nMs Nessa's family has been informed of the development, the Met Police said.\nThe 28-year-old was attacked while walking to meet a friend at The Depot bar, Kidbrooke, on 17 September.\nShe had earlier left her home in nearby Astell Road and her body was found the next day in Cator Park by a member of the public.\nScotland Yard previously released CCTV footage of a man filmed walking close to the park, through Pegler Square, on the night Ms Nessa was attacked.\nTwo other men arrested last week on suspicion of murder were later released pending further investigation.\nPeople have continued to leave tributes and candles in Pegler Square, while a book of condolence was opened on Saturday in the One Space community centre, near to where Ms Nessa's body was found.\nOn Friday, more than 500 people joined a vigil in Pegler Square during which the teacher's sibling Jebina Yasmin Islam told the crowd she had \"lost an amazing, caring, beautiful sister, who left this world far too early\".\nShe said her family's \"world is shattered, we are simply lost for words\".\nMembers of Ms Nessa's family also spoke at a rally at East London Mosque, while a candle was lit outside No 10 Downing Street in her memory.\nA post-mortem examination into the cause of Ms Nessa's death was inconclusive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58697524",
      "category": "uk-politics",
      "title": "Grant Shapps: 'There is plenty of petrol in the country'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58705932",
      "category": "health",
      "title": "Half of young people willing to get Covid jab - study",
      "tags": "Coronavirus vaccines,Young people,Impact of the COVID-19 pandemic on children,Coronavirus pandemic",
      "text": "Half of children and young people aged nine to 18 are willing or eager to be vaccinated against Covid, a large survey in England suggests. \nIt is one of the first polls to ask pupils, rather than parents, their views on teenage Covid jabs. \nCarried out during the summer term, the responses from more than 27,000 students at 180 schools reveal half would opt to get protected. \nMore than a third were undecided and just over one in 10 would decline. \nThe findings, published in the journal EClinicalMedicine, were carried out before the UK recommended all children aged 12 to 15 should be offered one dose of the Pfizer/BioNTech Covid jab. \nExperts now say although Covid is rarely a serious illness in children, vaccinating those over 12 is beneficial. \nIt cuts their risk of catching and spreading the virus and should mean fewer have their education disrupted as a result.\nLike any medicine or intervention, there are some risks or side effects to consider too.\nTo help young people reach an informed decision, experts are calling for accessible information - on social media platforms such as TikTok for example - clearly setting out the benefits and risks. \nVaccination is a personal choice. \nResearch shows Covid vaccines help:\nOne very rare side effect with the vaccine, that young people should be aware of, is heart inflammation.\nSymptoms of it include a fluttering, fast-beating or pounding heart, shortness of breath or some chest pain. \nThe chance of it happening is a few in a million. \nWhen it does occur, it is usually mild and people quickly make a good recovery. \nCatching coronavirus can cause it too, plus carries the added risk of other complications, such as serious illness or long Covid for some people.\nThe survey, carried out in schools across Berkshire, Buckinghamshire, Oxfordshire and Merseyside, also found:\nYoung people who thought they had already caught Covid in the past were more likely to opt out of having a vaccine.\nVaccination is still recommended, even if you have recovered from Covid, however.\nOne of the researchers, Mina Fazel - an associate professor from the University of Oxford - said it was vital to get trusted advice out to young people.\n\"Young people might not want their peers, their teachers, or even their parents to know about their choice to get vaccinated,\" she said. \n\"It could be that they are worried what their friends think, for example, and what they may need is a way to get vaccinated while feeling safe and comfortable. We must ensure these opportunities are provided for.\n\"The young people we've spoken to are saying that we need to use social media channels. That maybe celebrities getting involved might be a route that they would listen to more.\"\nAs part of England's vaccine drive, a film featuring rugby stars - including Sam Underhill, Alex Goode and Dan Robson - will be played out at stadiums across the country from this weekend, urging young people to get their Covid vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58701889/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Aldi says deliveries normal despite lorry driver shortage",
      "tags": "Companies,Aldi,Christmas,Retailing,Supermarkets,Food,Haulage",
      "text": "The boss of supermarket chain Aldi UK has told the BBC he doesn't envisage any disruption for customers this Christmas. \nThere have been dire warnings about food shortages and empty shelves due to a chronic shortage of heavy goods vehicle (HGV) lorry drivers. \nBut chief executive Giles Hurley says his deliveries are moving as normal. \n\"There's no doubt current circumstances are testing the industry...but it's business as usual for us,\" he said. \nLike many other retailers, Aldi, Britain's fifth biggest supermarket, had to increase salaries for its delivery drivers, however it won't reveal by how much. \n\"At the moment, we're well set, but I have to say we're never complacent,\" said Mr Hurley. \"We're always recruiting, always have done and that won't change.\" \nRetailers are starting to ramp up their supplies to ensure everything is in place for peak festive trading. \nThis year, the battle for consumers' Christmas spend won't just be about who has the best products - it's shaping up to be a contest over who can keep the shelves full. \nMr Hurley is feeling confident: \"I think we're uniquely placed to weather the storm - we have a refined range and fewer suppliers. \n\"We actually employ more of our drivers directly than a majority of the market and on leading terms and conditions and finally a lot of what we source is British and that means our supply chains are a little shorter and easier to control.\" \n2020 was challenging for the discounters as huge numbers of shoppers moved to online grocery shopping. For the first time in a decade, Aldi and Lidl lost market share to their rivals. \nIn figures just released, Aldi saw its sales for the 12 months to December 2020 grow by 10% to £13.5bn, while pre-tax profits dipped by 2.5% to £265m.\nAldi has also announced £1.3bn of investment over the next two years as it pushes ahead with its store opening plan. The supermarket chain wants to add another hundred stores in 2022 and 2023, creating 2,000 new jobs.\nFraser McKevitt, head of retail and consumer insight at market research firm Kantar, says the discounters are quickly making up for the ground they lost.\n\"During the lockdowns people tended to do all their shopping in one place which favoured the big four retailers,\" he told the BBC.\n\"Shoppers are now more comfortable being out and about again and are happy to visit multiple stores to get what they need - that's good news for Aldi and Lidl, which typically benefit from people making those combination shops.\" \nWith a cost of living squeeze looming this winter, discounters will hope to gain more business, he says.\nAldi says that in the last 12 weeks alone, it has already welcomed 600,00 new customers to its stores.\nBut food prices are also starting to pick up, as retailers face a host of rising costs, from boosting driver pay to increasing commodity prices, packaging and shipping costs.\nSome of those costs will have to be passed on to shoppers - the question is how much. \nTesco's chairman John Allan has warned that food prices could rise by up to 5% this winter. Mr Hurley isn't concerned, however. \n\"Well look if that's what Tesco deliver, I think that's great for our business, because that means that we'll just see the price gap widen,\" he said. \nAlthough no one in the grocery industry is immune to inflation, he feels Aldi has a \"very unique business model\", which means the supermarket chain will be able to \"insulate customers far better than anyone else\".\nHowever many shoppers will be tightening the purse strings this autumn and shop prices, as well as availability of products, will be a key focus for consumers. \nGrocery expert Bryan Roberts believes all retailers are facing a tricky Christmas with supply chain issues, during a period when the big supermarkets traditionally do well as shoppers are willing to spend more on products. \n\"Compared to the 2008 financial crisis, when Aldi received a massive boost, the big supermarkets are in a much better place to defend themselves, with two of the big four matching Aldi's prices on key items and all of them massively improving their economy own label ranges and investing in lower prices,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58703128",
      "category": "world-australia",
      "title": "COP26: Australia PM undecided on attending crucial climate summit",
      "tags": "COP26,Climate change,Australia climate,Australia",
      "text": "Australia's prime minister has signalled he may not attend the UN's landmark climate conference in November as his government faces continued criticism of its poor climate record.\nIn an interview, Scott Morrison said he had \"not made any final decisions\" on attending, suggesting it was a burden.\n\"It's another trip overseas... and I've spent a lot of time in quarantine,\" he told the West Australian newspaper.\nThe COP26 summit will be the biggest global climate crisis talks in years.\nIt is hoped that the 12-day meeting between world leaders in Glasgow, Scotland will produce the next emissions standards to slow global warming and keep temperature rise below 1.5C.\nBut Mr Morrison said he would consider other priorities, including the reopening of Australia's borders.\n\"I have to focus on things here and with Covid. Australia will be opening up around that time. There will be a lot of issues to manage and I have to manage those competing demands,\" he told the newspaper.\nAustralia - one of the world's top exporters of coal and gas - is one of 200 countries expected to present their updated 2030 emissions cuts at the meet.\nMr Morrison has said he wishes Australia to achieve net zero emissions \"as soon as possible\", but has not outlined any measures to do so.\nHis government has resisted committing to net zero by 2050 - a goal already pledged by the US, the UK and many other developed nations.\nAustralia has consistently been criticised for its slow climate progress and heavy reliance on coal-fired power - which makes it the most carbon polluting nation in the world per capita.\nCanberra is also staunchly protective of its fossil fuel industry - and has pledged to continue mining and trading dirty fuels as long as there is demand in Asia.\nIn July, a UN report ranked it last out of 170 member nations for its response to climate change.\nAnd despite Australia's claims to the contrary, the UN has previously said the nation is not on track to reach its modest Paris Agreement targets of a 26-28% cut on 2005 levels by 2030. \nMr Morrison, who became leader in 2018, has consistently defended Australia's climate policies as adequate.\nThe nation experienced a catastrophic fire season in its 2019-2020 summer - during which Mr Morrison was criticised for downplaying the role of climate change and travelling to Hawaii for a family holiday during the peak of the crisis.\nHe has made several trips abroad this year, including to the G7 summit hosted by the UK in June, and in recent days to Washington for the Quad meeting with  the leaders of the US, India and Japan.\nForeign Minister Marise Payne said on Monday that if Mr Morrison did not attend there would still be senior level representation at the meeting.\n\"It's not a no-show at the conference. Australia will be strongly represented at the conference no matter by which senior Australian representative and our commitment is very clear,\" she told the ABC."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58704507",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Man questioned on suspicion of murder",
      "tags": "Kidbrooke,London violence,Sabina Nessa murder,Sandy",
      "text": "Detectives continue to question a man arrested on suspicion of murdering south-east London primary school teacher Sabina Nessa.\nThe 28-year-old was attacked while walking to meet a friend at The Depot bar in Kidbrooke on 17 September.\nShe had earlier left her home in nearby Astell Road and her body was found the next day in Cator Park by a member of the public.\nThe 36-year-old man was arrested in East Sussex early on Sunday morning.\nThe Met previously released CCTV footage of a man filmed walking close to the park, through Pegler Square, on the night Ms Nessa was attacked.\nTwo other men arrested last week on suspicion of murder were later released pending further investigation.\nA post-mortem examination into the cause of Ms Nessa's death was inconclusive.\nTributes have continued to be left in Pegler Square and a book of condolence has been opened in the One Space community centre, near to where Ms Nessa's body was found.\nOn Friday, more than 500 people joined a vigil in the square during which the teacher's sibling Jebina Yasmin Islam told the crowd she had \"lost an amazing, caring, beautiful sister, who left this world far too early\".\nShe said her family's \"world is shattered, we are simply lost for words\".\nHundreds more tributes were posted on social media - including a message from the Duchess of Cambridge.\n\"I am saddened by the loss of another innocent young woman on our streets,\" she said.\n\"My thoughts are with Sabina's family and friends, and all those who have been affected by this tragic event.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58700986",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Social distancing to end in shops and theatres",
      "tags": "Coronavirus lockdown measures,Hospitality industry,Coronavirus pandemic",
      "text": "Stormont ministers have agreed to end social distancing restrictions for shops, theatres and a number of other indoor settings in Northern Ireland.\nThe executive has asked some sectors to put in place mitigations including proof of double vaccination or a negative lateral flow test. \nBut this will be advice and not legally enforceable.\nMinisters did not consider social distancing in the hospitality sector during Monday's virtual meeting.\nInstead, this will be further discussed on 7 October, First Minister Paul Givan said in a social media post.\nHe added that the changes for indoor seated venues, indoor visitor attractions and retail settings will take effect from 18:00 BST on 30 September.  That is the date when the UK-wide furlough scheme ends.\nSocial distancing of at least 1m (3ft) has been a legal requirement in many indoor premises in Northern Ireland.\nHowever, those who run venues hosting concerts, conferences and theatres in Northern Ireland have said they are at  breaking point because of the rule.\nWhile social distancing measures are to be removed, the executive agreed that face coverings will remain a legal requirement in retail settings and for indoor attractions.\nThey also called for people \"to utilise all other available mitigations such as hand sanitising, good ventilation, and using one-way systems where possible\".\nBBC News NI's Political Editor Enda McClafferty said it is understood venues will be under no legal obligations to put mitigation measures in place, rather, this will be on an \"opt-in\" basis.\nOn proof of Covid status for entry, he said: \"Venues have been asked to put in place a number of mitigations including proof of being fully vaccinated, proof of a negative lateral flow test or proof of natural immunity through a positive Covid PCR test within the previous six months.\"\nBusiness groups have previously asked for the law to be relaxed as it is affecting trade.\nHospitality businesses are having to serve fewer customers in order to adhere to social distancing rules and venues cannot operate to their full capacity, meaning a drop in revenue from ticket sales.\nFor weeks, Northern Ireland's First Minister Paul Givan has been urging his executive colleagues to relax the rules, previously saying that he wanted to see all Covid-19 restrictions lifted by the end of September.\nHis party colleague, Economy Minister Gordon Lyons said on Monday that he \"wanted to see movement\" on social distancing rules \"as soon as we can\".\n\"I have been contacted by a number of people who work in that industry who are concerned about the impact that these restrictions continue to have on the viability of their events and on their businesses as well,\" he added.\nHowever, Deputy First Minister Michelle O'Neill has previously argued for a more \"cautious approach\", expressing concern about infection rates and the knock-on effect on hospitals.\nEngland abolished its mandatory social distancing measures on 19 July, with a small number of exceptions for settings like hospitals, care homes and border control posts.\nWales lifted its legal requirements on social distancing on 7 August, leaving it to individual businesses to decide their own rules after risk assessments.\nScotland dropped its social distancing requirements on 9 August, but a 2m (6ft) rule remains in place for Scottish healthcare settings such as hospitals, doctors' surgeries and dentists.\nThe business group Hospitality Ulster has been a vocal critic of Stormont's social distancing rules.\nAfter last Thursday's executive meeting, Hospitality Ulster chief executive Colin Neill said he was \"hugely disappointed by the lack of movement\" on Covid-19 restrictions.\nMeanwhile, the SDLP said Infrastructure Minister Nichola Mallon had been \"blocked\" in her efforts to introduce a vaccine certification scheme for entry to some venues where social distancing measures will soon be removed.\nMs Mallon argued against a proposal from the DUP and Sinn Féin which will see social distancing measures dropped in indoor seated venues without the requirement of vaccine certification.\nSpeaking after the executive's announcement, her party leader Colum Eastwood said it had been a \"moment to act\" and such a programme could have increased vaccine uptake, \"particularly in younger age groups\".\n\"It is astounding and reckless that DUP and Sinn Féin ministers have kicked the can down the road instead of bringing certainty and clarity,\" he explained.\n\"Not only does this offer no incentive for vaccination it puts the onus entirely on businesses themselves. \n\"This is a cop out and another failure of leadership.\"\nPreviously, Sinn Féin said it would support a proposal for vaccine passports to gain access to pubs and restaurants in Northern Ireland if it was recommended by Stormont health officials."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-58708999",
      "category": "uk-england-derbyshire",
      "title": "Killamarsh: Woman and children died as a result of 'violent acts'",
      "tags": "Killamarsh",
      "text": "A woman and three children who were found dead at a house in Derbyshire died as a result of \"violent acts\", a coroner has said.\nTerri Harris and her children John Paul and Lacey Bennett were found dead along with Lacey's friend Connie Gent at a house in Killamarsh on 19 September.\nTheir inquest openings heard police went to the house following a report Damien Bendall had stabbed himself.\nMr Bendall was arrested on suspicion of murder and has since been charged.\nDet Insp Graham Prince told the inquest that Derbyshire Police received a phone call from Dorset Police at 07:26 BST on 19 September.\n\"Dorset Police received a telephone call about the safety of Damien Bendall,\" Det Insp Prince said.\n\"That phone call was made by a relative of Damien Bendall. They indicated to Dorset Police that Bendall had suffered a stab wound and that was self-inflicted.\"\nHe said Derbyshire Police were alerted and officers were dispatched to Chandos Crescent in Killamarsh and were met by Bendall when they arrived at 07:39.\nDet Insp Prince said police then entered the house \"concerned for the safety of the other occupants\".\nOnce inside the house they located Terri Harris, 35, John Paul Bennett, 13, Lacey Bennett, 11, and Connie Gent, also 11.\nThey were already deceased, he said, and paramedics confirmed this when they arrived a short time later.\nThe coroner, Peter Nieto, said post-mortem examinations have been carried out and he is awaiting full reports. However, he said the early indications were that the deaths had been caused by \"violent acts\".\nHe suspended the inquests, explaining that they cannot resume until after criminal proceedings have ended.\nDet Insp Prince said Connie had been stopping at the house since 17 September, as she was visiting Lacey and her family.\nA member of the Killamarsh community has revealed how the children had been selling sweets for a cancer charity the day before they died, and had been planning to go out again.\nThey were widely praised after Terri Harris posted photos in a community Facebook group.\nOne woman commented: \"Well done to your kids. My niece bought some lollies from them, they were very pleasant and polite. A real credit to you.\"\nMs Harris tagged the three children so they could read the nice comments people had written about them.\nShe also posted: \"Like to thank you for the lovely comments the kids will be back out tomorrow at the park or Chandos Crescent thank you for your support.\"\nMr Bendall, 31, of Chandos Crescent, appeared at Derby Crown Court on Friday morning.\nA trial was provisionally set for 1 March.\nHe is due to appear at the same court for a review hearing on 26 November.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58675196",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Man charged with teacher's murder",
      "tags": "Eastbourne,Kidbrooke,Sabina Nessa murder",
      "text": "A man has been charged with the murder of primary school teacher Sabina Nessa, who was killed as she walked to meet a friend in south-east London.\nKoci Selamaj, 36, was arrested in Eastbourne, East Sussex, on Sunday. \nMr Selamaj, of Terminus Road in the town, will appear at Willesden Magistrates' Court on Tuesday, the Metropolitan Police said.\nMs Nessa, 28, was found in Cator Park in Kidbrooke, a few minutes' walk from her home, on Saturday 18 September.\nThe evening before, she had been making her way to The Depot bar in Kidbrooke Village but never arrived.\nTributes have continued to be left in nearby Pegler Square, where a vigil was held on Friday, and a book of condolence has been opened in the One Space community centre, close to where Ms Nessa's body was found.\nMore than 500 people joined the vigil, during which the teacher's sister Jebina Yasmin Islam told those gathered that she had \"lost an amazing, caring, beautiful sister, who left this world far too early\".\nShe said her family's world had been \"shattered\", adding: \"We are simply lost for words.\"\nHundreds of tributes were posted on social media, including a message from the Duchess of Cambridge."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58713175",
      "category": "uk-politics",
      "title": "Labour conference: Frontbencher Andy McDonald quits in protest at Sir Keir Starmer",
      "tags": "Keir Starmer,Andy McDonald,Labour Party",
      "text": "Shadow cabinet member Andy McDonald has quit Labour's front bench with a scathing attack on Sir Keir Starmer.\nIn his resignation letter - published in the middle of Labour's party conference in Brighton - the MP said his party leader had made Labour \"more divided than ever\".\nMr McDonald also accused him of not honouring his pledges to members.\nSir Keir thanked him for his service but said his own focus was on \"winning the next general election\".\nBut former shadow chancellor John McDonnell, a leading figure on Labour's left, said: \"Questions have got to be asked about Keir Starmer… the conference is falling apart.\"\nMr McDonald previously served as shadow transport secretary on Jeremy Corbyn's front bench, but he became one of the few members to survive the handover of power to Sir Keir, and stayed in the top team as shadow secretary for employment rights and protections.\nIn recent months, his focus had been on creating Labour's new programme of employment rights, which was unveiled at the conference on Saturday by deputy leader Angela Rayner.\nMr McDonald said he had accepted the job \"because I wanted to fight for the working people of this country\", but had quit over a lack of support from his leader over bringing in a £15-an-hour minimum wage.\nSources close to Sir Keir told the BBC they were not unhappy at the departure, insisting this week was \"all about change and closing the door on the Corbyn era\".\nThe Labour leader's team sought to play down tensions over the minimum wage issue, with party sources telling the BBC they would be relaxed if members supported a rise.\nLabour MP Barry Gardiner - who served alongside Mr McDonald in Mr Corbyn's shadow cabinet - told the BBC he was \"extremely shocked\" to hear of the resignation, saying he had been \"a very powerful voice for workers in the country\".\nBut the founder of left-wing Labour activist group Momentum, Jon Lansman, joined Mr McDonald's criticism of Sir Keir, telling BBC News: \"He promised to unite the party and actually, unfortunately, he's driving wedges within the party.\"\nFellow members of Sir Keir's top team expressed shock at the resignation.\nShadow foreign secretary Lisa Nandy said: \"It's a shame. I'm sure he'll focus on working for the party from the back benches.\"\nShadow work and pensions secretary Jonathan Reynolds said Mr McDonald was \"a friend of mine\" and he was \"sad to see him go\". \nBut he disagreed with the remarks about division in the party, adding: \"We have seen [at] this conference, frankly, Labour facing towards the general election in a way that is not just ambitious in terms of the pledges… but we have also tried to do that in a [way] that gains [the] credibility that is required to win power\".\nAs news of the resignation broke in the conference hall, one delegate shouted \"Andy McDonald, solidarity!\" to loud cheers from some in the crowd. \nThe reaction of sources close to the Labour leadership to Andy McDonald's resignation can best be described as \"close the door on your way out\".\nBut they clearly want to turn adversity to advantage.\nHaving pushed through leadership rule changes which infuriated the left, they insist that this week is all about change and showing Labour is a potential party of government.\nSo the departure of a survivor of the Jeremy Corbyn era is seen to play into that narrative. One source described him as \"the last Corbynista standing\".\nSome are suggesting it was part of a co-ordinated attempt to undermine Sir Keir's leadership.\nMr McDonald's resignation letter says Sir Keir's pledges to the membership were not being honoured - raising directly an issue of trust.\nHis demand for a £15 minimum wage is supported by some unions who feel bruised by the Labour leadership's focus on changing party rules when they wanted the focus to be in members' living standards.\nMr McDonald insists he still wants to see Sir Keir in Downing Street - but he should \"reflect\" on his style of leadership and consult the party and the unions more.\nIn Mr McDonald's letter, the MP claimed his position was \"untenable\" after the leader's office instructed him go to a meeting at Labour's party conference and \"argue against a national minimum wage of £15 an hour and against statutory sick pay at the living wage\".\nHe said it was \"something I could not do\", adding: \"After many months of a pandemic when we made commitments to stand by key workers, I cannot now look those same workers in the eye and tell them they are not worth a wage that is enough to live on, or that they don't deserve security when they are ill.\nMr McDonald said it was a \"bitter blow\" that Labour had not followed the country in its \"renewed awareness of how important the work done by millions of low-paid workers truly is\".\nHe added: \"I joined your frontbench team on the basis of the pledges that you made in the leadership campaign to bring about unity within the party and maintain our commitment to socialist policies.\n\"After 18 months of your leadership, our movement is more divided than ever and the pledges that you made to the membership are not being honoured.\" \nResponding to the letter, Sir Keir released a statement which said: \"I want to thank Andy for his service in the shadow cabinet. \n\"Labour's comprehensive New Deal for Working People shows the scale of our ambition and where our priorities lie. \n\"My focus and that of the whole party is on winning the next general election so we can deliver for working people who need a Labour government.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58708156",
      "category": "uk-england-london",
      "title": "Rapper Wiley issued with arrest warrant after failing to attend court",
      "tags": "Wiley,Forest Gate",
      "text": "A warrant has been issued to arrest rapper Wiley after he failed to turn up for a court hearing to face charges of assault and burglary in east London.\nThe musician, whose real name is Richard Kylea Cowie Jr, is accused of breaking in to a flat in Forest Gate and assaulting Ali Jacko on 28 August.\nThe 42-year-old was due to appear at Thames Magistrates' Court on Monday but failed to appear. \nThe district judge issued a warrant to arrest and bring Mr Cowie to court.\nMonday's hearing was due to take place after he was granted an adjournment earlier this month to allow him more time to apply for legal aid and speak to his lawyers.\nThe rapper had been using Mr Jacko's recording studio before the pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58701543",
      "category": "uk-wales",
      "title": "Air pollution: New 50mph speed limits to be enforced",
      "tags": "Wrexham,Ewloe,Deeside,Sealand,Welsh government,Newport,Climate change,M4 motorway,Road safety,Pontypridd",
      "text": "Drivers breaking the speed limit on some of Wales' most polluted roads could face fines from next week.\nCameras have been installed at five locations in south and north-east Wales, where 50mph zones have been introduced.\nThe Welsh government said air pollution had already been cut by up to 47%.\nFrom 4 October, warning letters will be sent to those breaking the limits - with the worst offenders facing prosecution.\nThe areas are:\nThe speed limit on the M4 between junctions 24 and 28 in Newport changed to 50mph in March, with average speed camera enforcements to be introduced at a later date.\nAll the A-roads are dual carriageways, where the 70mph limit would otherwise apply.\nThe new zones were introduced after the Welsh government agreed to work on new plans to tackle air pollution following legal proceedings in 2018.\nFigures for 2020 and 2021 showed nitrogen dioxide at the five locations had generally been below the legal limit, due to reduced traffic because of the pandemic.\nBut with traffic now returning to pre-pandemic levels, the Welsh government said it wanted to see \"better compliance\" in those areas.\nClimate change deputy minister, Lee Waters, said things needed to be done differently if climate change was to be tackled.\nHe said the speed limits were working but enforcement was essential \"to achieve the reductions we need to make in the shortest possible time\".\nTeresa Ciano, manager of road safety partnership GoSafe, said enforcement would inform people of the importance of obeying the speed limit, and prosecute the \"most dangerous\" drivers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58713770",
      "category": "uk",
      "title": "Petrol supply: Army put on standby to ease fuel supply issues",
      "tags": "Fuel,Haulage",
      "text": "The Army is ready to help ease fuel supply problems after a fourth day of long queues and pump closures.\nUp to 150 military tanker drivers will prepare to deliver to forecourts which have run dry because of panic buying.\nThe surge in demand came amid fears a driver shortage would hit fuel supply - which is plentiful at refineries.\nThe transport secretary said there were \"tentative signs\" of stabilisation in petrol stations and queues would start to reflect this in the coming days. \nGrant Shapps said: \"Once we all return to our normal buying habits... the quicker we get back to normality.\"\nThe Petrol Retailers Association (PRA) said there were \"early signs\" the pressure on petrol stations was starting to ease,\nThe organisation, which represents nearly 5,500 of the UK's 8,000 stations, said around 37% of its sites had run out of fuel. That is a big improvement on the situation on Sunday, when two-thirds had run dry.\n\"With regular restocks taking place, this percentage [of petrol stations with fuel] is likely to improve further over the next 24 hours,\" it added in a statement.\nThe UK is estimated to be short of more than 100,000 lorry drivers - causing problems for a range of industries, including food suppliers and supermarkets, in recent months.\nThe government has said people needlessly buying fuel has led to queues at many forecourts, with fuel running out in some places.\nBut there are growing calls for key workers, such as health and social care staff, to receive priority access to available fuel after some reported not being able to get to work due to the supply issues.\nDaniyal Ahsan, a junior doctor in London, told the BBC he went to 17 petrol stations after work on Monday in search of fuel - but wasn't able to get any, leaving him concerned about how this would affect his patients. He has since been able to fill up his car.\nDr Jane Townson, chief executive of UK Homecare Association, warned that some people who depend on carers for tasks like taking pain medication could die if they are left without help.\nRoger Grosvenor, of the East of England Co-op petrol stations, told the BBC the group would create a daily priority hour for emergency workers if fuel supply problems had not eased by Thursday. \nMotoring group the RAC said the price of a litre of unleaded petrol had risen by a penny since Friday to an eight-year high - and knew a small number of retailers had been hiking prices amid the soaring demand.\nIt added it had seen a \"sharp increase\" in the number of drivers who had broken down after running out of fuel - with engineers attending twice as many breakdowns on Monday than it would normally see over a whole week.\nThe AA motoring organisation said it had seen a \"dramatic rise\" in motorists putting the wrong fuel in vehicles compared to last weekend.\nBusiness Secretary Kwasi Kwarteng said the move to place the Army on standby was a \"sensible, precautionary step\" and if troops had to be deployed, they would temporarily \"provide the supply chain with additional capacity\" to ease the pressure caused by increased fuel demand.\nThe BBC has been told that 75 military drivers are on standby initially, and another 75 could be added if needed. They require up to five days of specialised training.\nHuw Merriman, a Conservative MP and chairman of the transport select committee, said readying the army was a \"good example\" of ministers trying to use as many levers at their disposal as possible, and would be used as a \"last resort\" if the situation did not stabilise in the next couple of days.\nBut Mr Merriman told BBC Radio 4's Today programme the industry must explain how it planned to fix long-standing driver shortages rather than having the government constantly step in.\n\"These problems have been there for years because the average age of the driver is 55 years old, they're retiring, and the industry has not made this job attractive. For too long, working conditions have been poor, and those that are willing to tolerate it have been from abroad.\"\nThe government has also authorised an extension to special driver licences that allow drivers to transport goods such as fuel. \nADR licences due to expire between 27 September and 31 December will have their validity extended until 31 January 2022, without refresher training or exams.\nLabour said the latest response to the fuel crisis was \"an admission of failure\" and that asking the Army to step up was \"a sticking plaster\".\nLeading fuel companies, including BP and Shell, have sought to reassure the public that supplies remain unaffected at source. \nIn a joint statement, they said that given \"many cars are now holding more fuel than usual\" they expected demand would \"return to its normal levels in the coming days\".\nDoctors, nurses, and unions for teachers, prison and care staff have called for essential workers to be given priority for fuel.\nSome ambulance trusts have their own fuel pumps in depots and their supplies are expected to be prioritised - but essential workers can still be caught out.\nUnison urged ministers to \"designate fuel stations for the sole use of key workers\" while the NASUWT union called for teachers to be prioritised to safeguard children's education.\nBut the headteachers' union NAHT said prioritising key workers for fuel was \"not a sensible solution as it would be impossible to enforce and could cause more chaos on the forecourts\".\nAnd Brian Madderson, chairman of the Petrol Retailers Association, said trying to decide who was and was not an emergency worker and how they would prove this in petrol stations was \"very complex\" and \"hopefully\" a last resort.\nAsked about the prospect of priority for key workers, Mr Shapps said he would keep a \"close eye\" on the situation and the government would do \"whatever it takes\".\nElsewhere, Carol Curry, who needed fuel to drive her husband to a hospital appointment, said she blamed the media for frenzied scenes at the pumps.\n\"If nobody had said about this, the lorry drivers and everything, then this panic wouldn't have started,\" she said.\nThe government has temporarily exempted fuel companies from competition law, allowing them to work together to target supplies at areas most in need.\nTemporary visas lasting until Christmas Eve for 5,000 foreign fuel tanker and food lorry drivers, and 5,500 poultry workers, have also been announced.\nNearly one million drivers qualified to drive heavy goods vehicles are being encouraged to rejoin the sector, and some 3,000 new recruits are expected to undertake short, intensive driving courses.\nFactors including Brexit, the pandemic, pay levels and an aging workforce have all contributed to a shortage of lorry drivers.\nAfter the UK left the EU, many European drivers returned to their home countries, or decided to work elsewhere because of the additional border bureaucracy and the impact it had on their income.\nThe pandemic also prompted many foreign drivers to return home and led to a huge backlog in HGV driver exams. Driver shortages have also been seen in EU countries, including Germany and Poland.\nHow have you been affected by the fuel crisis? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58705738/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid travel: Wales partly agrees to relax rules",
      "tags": "Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Wales has partially agreed to align with England's plans to overhaul rules on international travel.\nGreen and amber lists of countries will be merged and pre-departure Covid tests will be scrapped from 4 October.\nBut ministers have still not decided whether to stop using PCR tests for returning travellers.\nHealth Minister Eluned Morgan urged the UK government to keep the \"vital\" testing regime.\nBut comments from Ms Morgan admitting \"challenges\" in having a Wales-only system were seized on by the Conservatives, who claimed Labour did not know \"if they're coming or going\" on travel.\nIt has been unclear whether the Welsh government would agree to the changes, which were announced over a week ago.\nUnder reforms from Transport Secretary Grant Shapps, amber and green lists in England would be merged from 4 October and fully-vaccinated travellers will no longer have to take a pre-departure test, or a day eight test after their return.\nFrom later in October, people will be able to take a lateral flow test two days after they arrive back in the country - hopefully \"for when people return from half-term breaks\", the UK government said.\nScotland had concerns about the new testing regime, but now plans to align with the UK government.\nThere have been concerns from the Welsh government that it would make it harder to detect new coronavirus variants coming from abroad.\nWhile travel is a devolved matter for each nation of the UK to decide, the Scottish, Welsh, and Northern Irish governments have often followed the UK government's rules for England during the pandemic.\nMs Morgan said: \"The decision to move away from PCR tests from returning travellers on day two is concerning. \n\"This test, combined with genetic sequencing of all positive tests, is a vital part of our surveillance for coronavirus and protects our borders from the virus.\"\nShe said the strongest solution would be for the UK government to reinstate UK-wide testing, adding that there were \"communication and enforcement challenges\" in Wales having different testing requirements. \nThe minister added that the government continued to \"thoroughly examine the evidence for a Wales-only testing regime\".\nWelsh Conservative health spokesman Russell George said: \"Sadly for the people of Wales, Labour don't know if they're coming or going with travel lists. \n\"The Welsh government can't permanently live in fear of another variant of Covid. Again, the minister's arbitrary rationale behind her decision-making would have the borders shut indefinitely.\"\nThe UK government's Department for Transport said: \"Due to the success of our vaccine rollout and the epidemiological situation abroad, we are able to take a proportionate approach to international travel, simplifying the system and reducing costs while managing risks to public health. \n\"Public health is a devolved matter and we continue to work closely with devolved administrations on four nation alignment where possible.\"\nIt added that genomic sequencing - which is used to investigate different variants of coronavirus - will continue for positive PCR tests after international travel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58707621",
      "category": "uk-england-york-north-yorkshire",
      "title": "School keep clear lines painted outside primary closed in 2003",
      "tags": "Grewelthorpe,Ripon",
      "text": "A baffled homeowner found \"keep clear\" markings painted on the road outside his home - a converted village school which closed down 18 years ago.\nGreg Smith, 56, bought the building in Grewelthorpe, North Yorkshire, eight years ago. \nDespite his protestations, he said council contractors re-painted the zig-zag markings and suggested he black them out once they had left.\nNorth Yorkshire County Council apologised for the \"genuine mistake\".\nMr Smith said the work, completed last week after roads in the village were resurfaced, had left him in the \"ridiculous\" position of risking a fine for parking outside his home.\nHe parks his car on a small driveway next to his house, with his wife previously parking her car outside the property.\n\"It was a bit stupid as [the contractor] realised it wasn't a school anymore,\" Mr Smith said.\n\"He said: 'It's nothing to do with me mate, I'm just being paid to do the job. If I was you, I'd come out with a tin of black paint once I've gone and paint it over'.\"\nLines outside the village's current primary school, which opened just down the road after the original's 2003 closure, were also repainted.\n\"There's a bit of standing joke in the village about it,\" he said. \"People find it quite funny that they'd paint the lines 18 years after it stopped being a school.\"\nMr Smith said he had tried to contact the council's highways team on several occasions but was still waiting for a response.\n\"You can either view it as funny or totally ridiculous,\" he said. \n\"Either way, it's a waste of ratepayers' money to do it and to have to paint it out.\"\nMelisa Burnham, from North Yorkshire County Council's highways team, apologised for the error.\nShe added: \"This is a genuine mistake and the lines and markings will be removed as soon as possible.\n\"There will be no prosecutions for people parking on the markings in the meantime.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58704625",
      "category": "uk-politics",
      "title": "Covid: Boris Johnson makes inquiry pledge to bereaved families",
      "tags": "Coronavirus public inquiry,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson has promised to appoint a chair for the official Covid inquiry before Christmas, after meeting a campaign group.\nCovid-19 Bereaved Families for Justice said he also pledged to involve them in the decision, during a meeting with them in Downing Street.\nThe PM met the group earlier, having declined to do so since last year.\nIt has been campaigning for a public inquiry into the pandemic, due to start in spring 2022, to begin immediately.\nFive families from the group met Mr Johnson on Tuesday for a private reception, to share stories of their loved ones lost due to Covid.\nAfterwards, they said they were pleased he had met them - but they were \"still disappointed by the lack of urgency\" over an inquiry start date. \nA No 10 spokesperson said the PM had promised the group the inquiry would \"get to the bottom of many of the questions that they, and thousands of others like them, have about the pandemic\". \n\"The prime minister gave a commitment that the chair of the inquiry would be appointed by Christmas,\" they added. \n\"He set out that for now, it is right that public servants continue to focus their efforts on tackling the pandemic before moving on to the inquiry in the spring of next year.\"\nSpeaking afterwards, Mr Johnson told reporters the meeting had been \"very emotional\".\n\"Obviously there's very little I could say to mitigate their own suffering,\" he added.\n\"But what I did say is we are determined to make sure the experience of the bereaved is something we took account of in the public inquiry.\"\nThe group, representing families with relatives who have died with the virus, has been asking for a meeting with Mr Johnson since last year.\nHowever, he has previously turned down a meeting with them, citing a threat of legal action over an official pandemic inquiry.\nThe group wrote to the government in August last year, saying it was considering a judicial review of the decision not to hold an immediate public inquiry.\nBut the group denied that legal action had started - and labelled Mr Johnson's reason for not meeting them a \"poor excuse\".\nIn May, Mr Johnson announced a statutory public inquiry into the government's handling of the pandemic would begin in spring 2022.\nThe group's meeting with the PM comes a week before it attends the Conservative Party annual conference, beginning in Manchester on Sunday.\nThe group says it was initially denied permission to attend, before subsequently being told they could after \"the news broke in the media\".\nIn a statement after the meeting, the group said families expect to be consulted on the appointment of a chair and the inquiry's terms of reference.\nIt added Mr Johnson also gave his support to the National Covid Memorial Wall, suggesting it could become a permanent national memorial. \n\"Although we wish this meeting had taken place a long time ago, we're pleased that the prime minister has chosen to finally engage with us,\" the statement added. \n\"However, we are still disappointed by the lack of urgency the prime minister displayed, as we see no reason why preparations for the inquiry cannot begin now, particularly as nearly 1,000 people are still losing their lives each week.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58690137",
      "category": "business",
      "title": "Petrol queues: 'I'm on red and I need to get petrol asap'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58712232",
      "category": "health",
      "title": "Hospitals in England can relax Covid rules to treat more patients",
      "tags": "NHS,Coronavirus pandemic",
      "text": "Hospitals in England have been given the green light to ease some of the Covid infection-control measures that have been in place during the pandemic.\nThe changes, recommended by the UK Health Security Agency (UKHSA), are aimed at easing pressure on the NHS.\nIt says testing and isolating patients before planned operations can be dropped and hospitals can return to normal cleaning procedures.\nSocial distancing can also be reduced from 2m (6ft) to 1m in some areas.\nMore than five million people are waiting for NHS hospital treatment in England and hundreds of thousands have been waiting more than a year.\nAlthough the government has announced an extra £5.4bn over the next six months to respond to the backlog caused by the pandemic, ministers have warned waiting lists could get worse before they get better, as more people come forward.\nUKHSA chief executive Dr Jenny Harries said the new recommendations would help local hospitals plan more elective care.\n\"This is a first step to help the NHS treat more patients more quickly, while ensuring their safety and balancing their different needs for care,\" she said.\nHealth and Social Care Secretary Sajid Javid said: \"As ever more people benefit from the protection of our phenomenal vaccination campaign, we can now safely begin to relieve some of the most stringent infection controls where they are no longer necessary, to benefit patients and ease the burden on hardworking NHS staff.\"\nThree recommendations relate to elective care in NHS and social care:\nLocal hospitals will be left to decide when and how these changes are introduced.\nGuidance on which measures can be relaxed in GP surgeries, dentists and for ambulance trusts are still being considered.\nThe recommendations were based on reviews of evidence and broad agreement from experts in infection prevention and control, the UKHSA said.\nDr Simon Clarke, associate professor in cellular microbiology, from the University of Reading, said the recommendations seemed \"reasonable\" but there would be some patients with false negative test results who could end up on wards with vulnerable patients.\nAnd he said it was \"corner cutting\" to remove enhanced cleaning measures in hospitals.\n\"Enhanced cleaning is common in healthcare settings which are exposed to influenza patients so it seems that penny pinching by removal of enhanced hygiene measures may well lead to transmission of Covd-19 and other infections in our hospitals,\" Dr Clarke said.\nHospitals should continue to follow current guidance on the wearing of personal protective equipment (PPE), the UK Health Security Agency advised."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58697878",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccine passports a 'no brainer', says Nichola Mallon",
      "tags": "SDLP (Social Democratic and Labour Party),Vaccine passports,Coronavirus pandemic",
      "text": "The introduction of vaccine passports in Northern Ireland is a \"no brainer\", the infrastructure minister has said.\nSDLP MLA Nichola Mallon said she has raised the issue at Stormont executive meetings on \"a number of occasions\".\nIt comes after her party leader Colum Eastwood called for the introduction of vaccine passports earlier this week.\n\"It's frustrating that we're still sitting having this discussion,\" Ms Mallon told the BBC's Sunday Politics programme.\nSince July, the EU Digital Covid Certificate system has been in operation in the Republic of Ireland.\nIt is being used as a form of passport to give members of the public access to international travel and hospitality industries.\nMs Mallon said she believed the introduction of a similar scheme in Northern Ireland would act as an incentive for more young people to be vaccinated.\n\"We know that the level of uptake in vaccines from people aged 18 to 35 is lower here and we know when we look at the south that the introduction of Covid passports acts as an incentive for that age group,\" she said.\n\"So, for me it's a no brainer.\n\"We have to be honest with ourselves. If we want to have a sustainable pathway out of the remaining restrictions, if we want to avoid further lockdown, if we want to protect our health service from unprecedented pressures as it goes into winter, then we need to look to introduce Covid passports.\"\nNew Covid passport rules will begin in Scotland and Wales in October.\nSimilar plans in England have been scrapped but will be kept in reserve in case they are needed this winter.\nIn a wide ranging interview, the infrastructure minister also said the Driver and Vehicle Agency (DVA) was \"back to full testing capacity\", in terms of MoTs.\nLast week, the DVA apologised after a delay in rolling out a new MoT booking system left drivers unable to get a test slot.\n\"DVA has introduced a modern, up-to-date booking system which will make it much easier and a much more improved experience for customers,\" said Ms Mallon.\nHowever, she added that there \"were clearly technical difficulties moving to the new system\".\n\"There was monumental amounts of data that had to be switched over and there were technical issues and difficulties and the DVA has apologised for that, and I apologise for any inconvenience that was caused to people.\"\nThe PSNI will not penalise the driver of a vehicle whose MoT has expired, so long as it is in roadworthy condition, the vehicle is properly insured, and the driver can provide proof that a test appointment has been booked for the vehicle, according to the DVA.\nThe booking system was fully operational again by Friday, with 20,000 people able to successfully book an MoT, Ms Mallon added.\nHowever, for those whose MoT certificate expires before their next test date, Ms Mallon said: \"I would encourage people to keep checking the booking system because cancellations allow other people to come forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58713266",
      "category": "education",
      "title": "Schools warn about hoax anti-vaccine letters",
      "tags": "Schools,Coronavirus vaccines,Young people",
      "text": "School leaders have warned about being targeted by hoax Covid vaccine consent letters, which aim to spread anti-vaccine messages to parents in England.\nHead teachers have been sent a \"consent checklist\", under a fake NHS logo, along with a letter telling them to share this with parents. \nBut the checklist includes a series of negative claims about the risks of vaccinations to young people.\nHead teachers' leaders say the hoax letters are \"massively unhelpful\".\n\"We would appeal for those behind these fake consent forms to stop circulating them,\" said Julie McCulloch of the ASCL head teachers' union.\nThe letters sent to schools are presented as being a consent form with information to be sent to parents ahead of pupils being given Covid vaccinations.\nBelow an \"NHS Vaccines\" logo, it includes claims such as the vaccine being a risk for \"strokes, blindness, deafness, clotting, miscarriages, anaphylaxis and cardiovascular disorders\".\nIt appears from social media that some parents have already been sent the letter, after schools had been tricked into sharing them.\n\"Today we have a 'consent checklist' which seems almost kinda like it's designed to put kids off?,\" said one parent on Twitter - with a follow-up that the school had been in touch again to withdraw the letter.\nDr Jonathan Leach, NHS England medical director for Covid immunisation, told confused parents on Twitter that this was \"not a legitimate NHS form\".\nHeads' leader Ms McCulloch said the hoax letters were causing problems for schools when they were already under pressure.\n\"One of these pressures is the fact that a large number of pupils have caught Covid and are absent from school - the very thing that the vaccination programme is designed to address,\" she said.\nCovid vaccinations have been offered to 12 to 15-year-olds across the UK this term, with the aim of reducing the spread of the virus and the resulting disruption in schools.\nAmong those schools sent the hoax letter were those in the St John the Baptist academy trust in East Anglia.\n\"Our schools are doing an amazing job to continue their primary purpose of education and to keep children and staff safe. And it is shocking that we are being targeted by hoaxers, who are trying to undermine those efforts by pretending they are from the NHS,\" said Brian Conway, chief executive of the trust.\nHe said that Covid cases were rising among the younger years in secondary school, but there were few cases in the top years, \"where many students have already had the jab\".\nAny unauthorised use of the NHS logo was taken very seriously, said a spokeswoman for the Department of Health and Social Care.\n\"Misinformation about the vaccine is dangerous and costs lives. We are continuing to do everything we can, working with local authorities and our NHS, to counter the spread of untruths with public information that is grounded in science and facts,\" said the DHSC spokeswoman."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58685035",
      "category": "uk-england-manchester",
      "title": "Ex-Rochdale footballer jailed for 24 years for child rapes",
      "tags": "Oldham,Manchester,Rochdale",
      "text": "A footballer has been jailed for 24 years for \"gruesome\" sex attacks on six victims as young as seven.\nJonathan Diba-Musangu, 23, who used to be on Rochdale AFC's books, raped the seven-year-old girl in 2012.\nThe Crown Prosecution Service (CPS) also said he raped a 12-year-old girl at a summer camp four years later.\nHe was jailed at Manchester Minshull Street Crown Court for 12 offences including three counts of rape of a child under 13 and two counts of rape.\nDiba-Musangu, of Fernhurst Street, Chadderton, was also convicted of two counts of sexually assaulting a child under 13, two counts of inciting a child to engage in sexual activity and three counts of sexual activity with a child.\nGreater Manchester Police (GMP) said he met most of his victims through a church in Rochdale where he taught Sunday school and music classes.\nHe also worked in focus groups for young adults alongside his budding career as a footballer.\nDiba-Musangu, a semi-professional goalkeeper for Rochdale AFC in the mid to late-2010s, was arrested in 2018 when he played for Mossley FC.\nDet Insp Julie Maxwell, of GMP, said: \"It's taken immense bravery for these victims to come forward and cooperate with us as we pieced together his gruesome acts.\n\"Diba-Musangu abused his position of power within the church and may well have had a successful footballing career ahead of him before the work of detectives have led to where he is now - behind bars.\" \nAn NSPCC spokesperson said: \"The victims in this case have lived with the devastating impact of being abused as young girls by Diba-Musangu. \"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58701889",
      "category": "business",
      "title": "Aldi says deliveries normal despite lorry driver shortage",
      "tags": "Companies,Aldi,Christmas,Retailing,Supermarkets,Food,Haulage",
      "text": "The boss of supermarket chain Aldi UK has told the BBC he doesn't envisage any disruption for customers this Christmas. \nThere have been dire warnings about food shortages and empty shelves due to a chronic shortage of heavy goods vehicle (HGV) lorry drivers. \nBut chief executive Giles Hurley says his deliveries are moving as normal. \n\"There's no doubt current circumstances are testing the industry...but it's business as usual for us,\" he said. \nLike many other retailers, Aldi, Britain's fifth biggest supermarket, had to increase salaries for its delivery drivers, however it won't reveal by how much. \n\"At the moment, we're well set, but I have to say we're never complacent,\" said Mr Hurley. \"We're always recruiting, always have done and that won't change.\" \nRetailers are starting to ramp up their supplies to ensure everything is in place for peak festive trading. \nThis year, the battle for consumers' Christmas spend won't just be about who has the best products - it's shaping up to be a contest over who can keep the shelves full. \nMr Hurley is feeling confident: \"I think we're uniquely placed to weather the storm - we have a refined range and fewer suppliers. \n\"We actually employ more of our drivers directly than a majority of the market and on leading terms and conditions and finally a lot of what we source is British and that means our supply chains are a little shorter and easier to control.\" \n2020 was challenging for the discounters as huge numbers of shoppers moved to online grocery shopping. For the first time in a decade, Aldi and Lidl lost market share to their rivals. \nIn figures just released, Aldi saw its sales for the 12 months to December 2020 grow by 10% to £13.5bn, while pre-tax profits dipped by 2.5% to £265m.\nAldi has also announced £1.3bn of investment over the next two years as it pushes ahead with its store opening plan. The supermarket chain wants to add another hundred stores in 2022 and 2023, creating 2,000 new jobs.\nFraser McKevitt, head of retail and consumer insight at market research firm Kantar, says the discounters are quickly making up for the ground they lost.\n\"During the lockdowns people tended to do all their shopping in one place which favoured the big four retailers,\" he told the BBC.\n\"Shoppers are now more comfortable being out and about again and are happy to visit multiple stores to get what they need - that's good news for Aldi and Lidl, which typically benefit from people making those combination shops.\" \nWith a cost of living squeeze looming this winter, discounters will hope to gain more business, he says.\nAldi says that in the last 12 weeks alone, it has already welcomed 600,00 new customers to its stores.\nBut food prices are also starting to pick up, as retailers face a host of rising costs, from boosting driver pay to increasing commodity prices, packaging and shipping costs.\nSome of those costs will have to be passed on to shoppers - the question is how much. \nTesco's chairman John Allan has warned that food prices could rise by up to 5% this winter. Mr Hurley isn't concerned, however. \n\"Well look if that's what Tesco deliver, I think that's great for our business, because that means that we'll just see the price gap widen,\" he said. \nAlthough no one in the grocery industry is immune to inflation, he feels Aldi has a \"very unique business model\", which means the supermarket chain will be able to \"insulate customers far better than anyone else\".\nHowever many shoppers will be tightening the purse strings this autumn and shop prices, as well as availability of products, will be a key focus for consumers. \nGrocery expert Bryan Roberts believes all retailers are facing a tricky Christmas with supply chain issues, during a period when the big supermarkets traditionally do well as shoppers are willing to spend more on products. \n\"Compared to the 2008 financial crisis, when Aldi received a massive boost, the big supermarkets are in a much better place to defend themselves, with two of the big four matching Aldi's prices on key items and all of them massively improving their economy own label ranges and investing in lower prices,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58708728",
      "category": "uk-politics",
      "title": "Labour conference: Emily Thornberry backs Sir Keir Starmer over trans row",
      "tags": "Emily Thornberry,Keir Starmer,Rosie Duffield,Labour Party Conference,Labour Party,Transgender people",
      "text": "Emily Thornberry has backed the Labour leader's stance in a row over whether only women have cervixes.\nThe shadow trade secretary said it was \"factually inaccurate\" to make the claim when some trans men and non-binary people also have a cervix. \nIt comes after a Labour MP supported online criticism of a tweet referring to \"individuals with a cervix\".\nRosie Duffield was called transphobic by trans rights supporters - but she has rejected the claim.\nAsked about the incident on Sunday, Sir Keir said it was \"not right\" to say only women have a cervix, and called for a \"mature, respectful debate\" around the issue.\nHe added: \"We need to... bear in mind that the trans community are amongst the most marginalised and abused communities.\"\nAppearing on BBC Two's Politics Live on Monday, Ms Thornberry said she agreed with her leader's stance on the issue.\n\"It is factually inaccurate [as] there are men who have cervixes,\" she said. \"There are men who are trans. And they are men. It is just factually wrong [to say otherwise].\"\nShe said people who identified as men with cervixes \"often, frankly, have had quite a hard time in the way in which they live their lives\", adding: \"To then have some people still shouting at them saying, 'you are wrong, you are a woman, I don't care what you say', then I think we start getting into transphobia.\n\"I think we need to have a little more tolerance and a little less shouting at each other, quite frankly. I am personally really sad that a great party like ours is having this kind of level of debate.\"\nMs Thornberry added: \"It is just people trying to live their lives and we should have a bit of understanding.\" \nCanterbury MP Ms Duffield has regularly used social media to outline her own position on transgender issues - especially around the debate on the Gender Recognition Act.\nSome groups are calling for the medical diagnosis element of the process to change gender to be scrapped in England and Wales, allowing people to self-identify.\nBut Ms Duffield believes that biological females should have protected spaces where biological males are not allowed to go - such as domestic violence refuges and prisons - and she is against people being able to self-identify as trans to gain access to those spaces.\nThe Labour MP has said she is \"completely supportive of trans rights\".\nBut she has been condemned by some LGBT+ groups - who say trans men and women should be treated the same as biological men and women - and two of her staff members resigned from her office over her views.\nIn August, Ms Duffield liked a tweet by broadcaster Piers Morgan, who criticised a news story from CNN about cancer screening for \"individuals with a cervix\", responding: \"Do you mean women?\"\nWhen the MP was called transphobic for appearing to endorse the tweet, she replied: \"I'm a 'transphobe' for knowing that only women have a cervix… ?!\"\nShe later acknowledged that some trans men have a cervix.\nSir Keir told the BBC's Andrew Marr that saying only women have a cervix was \"something that shouldn't be said\" and it was \"not right\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58696604",
      "category": "world-europe",
      "title": "Switzerland same-sex marriage: Two-thirds of voters back yes",
      "tags": "Same-sex marriage,LGBT,Switzerland",
      "text": "Almost two-thirds of Swiss voters have backed same-sex marriage in a referendum.\nSome 64% supported the measure, making it one of the last countries in western Europe to legalise same-sex marriage.\nCampaigners have hailed the vote as a historic moment for LGBT rights in the country.\nIn the build up to the vote, church groups and conservative political parties opposed the idea, saying it would undermine the traditional family. \nSwitzerland has allowed same-sex couples to register partnerships since 2007, but some rights are restricted.\nThe measure will make it possible for same-sex couples to adopt unrelated children and for married lesbian couples to have children through sperm donation.\nIt makes Switzerland the 30th country in the world to adopt same-sex marriage.\n\"It is a historic day for Switzerland, a historic day when it comes to equality for same-sex couples, and it is also an important day for the whole LGBT community,\" Jan Muller, of the \"yes\" campaign committee, told AFP news agency.\nJustice Minister Karin Keller-Sutter said the first same-sex marriages would take place in July next year.\n\"Whoever loves each other and wants to get married will be able to do so, regardless of whether it is two men, two women, or a man and a woman,\" she said.\nBut Monika Rueegger, a politician with the right-wing Swiss People's Party and an opponent of the measure, said children and fathers were the losers.\n\"This was not about love and feelings,\" she told Reuters. \"It was about children's welfare.\"\nOver the last 20 years, most countries in western Europe have recognised same-sex marriage. However, in Switzerland many big decisions go to a nationwide ballot, and this can slow down major changes to social legislation.\nThe new law, which had the backing of the Swiss government and all major political parties except the People's Party, was passed by parliament in December.\nHowever, it was then challenged by opponents, who gathered enough signatures to force a referendum. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58705376",
      "category": "world-europe",
      "title": "Man killed as Crete struck by 5.8-magnitude earthquake",
      "tags": "Earthquakes",
      "text": "At least one person has been killed and several injured after a 5.8-magnitude earthquake hit the Greek island of Crete, local officials say.\nThe man died when the dome of a church that was being renovated in the town of Arkalochori caved in.\nPeople were sent rushing out on to the streets when the earthquake struck at 09:17 (06:17 GMT).\nMany buildings were damaged and some reduced to piles of rubble from the initial quake and strong aftershocks.\nPeople who live in damaged, older buildings are being advised to stay outdoors.\nSome 2,500 tents were set up to house those who could not safely return to their homes on Monday, government minister Christos Stylianidis told Greece's Ant1 news.\nHe also declared a state of emergency in the Heraklion region - where Arkalochori is located.\nBritish woman Millie Mackay and her nine-year-old daughter Eleni are on holiday in Crete and were in their ground floor hotel room when the earthquake hit. \n\"Glasses started smashing so we ran outside by the pool,\" Ms Mackay told the BBC. \n\"There the bosses guided us to a place of safety... [The manager] was then calling out room numbers and checking if everyone was out and OK.\"\nLocal resident Evangelia Christaki told AFP news agency that she had just enough time to grab her husband, who has a disability, and run outside as her house shook.\n\"Fortunately, our home was not too badly damaged,\" she said. \"But the authorities have told us to stay outdoors over the next hours. In any case, we are so scared.\"\nThe small farming town of Arkalochori, located about 30km (18 miles) from the island's capital Heraklion, was particularly badly hit by the earthquake.\nPictures from the area show damaged shop fronts and crumbled buildings. \nLocal media is reporting that safety inspections are now under way, with members of Greece's disaster response unit flown in with sniffer dogs and specialised rescue equipment.\n\"This is not an event that occurred without warning,\" seismologist Gerasimos Papadopoulos said on Greece's state broadcaster, ERT. \n\"We have seen activity in this region for several months. This was a strong earthquake, it was not under sea but under land and affecting populated areas,\" he added.\nThe European Mediterranean Seismological Centre (EMSC) initially recorded a magnitude of 6.5 while the United States Geological Survey (USGS) put it at 6.0.\nThe Athens Geodynamic Institute later said the 5.8 quake struck 23km (14 miles) north-west of the coastal village of Arvi, at a depth of 10km.\nBoth Greece and Turkey sit on fault lines and earthquakes are common.\nHave you been affected by the earthquake? If it's safe to do so, you can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58712232/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Hospitals in England can relax Covid rules to treat more patients",
      "tags": "NHS,Coronavirus pandemic",
      "text": "Hospitals in England have been given the green light to ease some of the Covid infection-control measures that have been in place during the pandemic.\nThe changes, recommended by the UK Health Security Agency (UKHSA), are aimed at easing pressure on the NHS.\nIt says testing and isolating patients before planned operations can be dropped and hospitals can return to normal cleaning procedures.\nSocial distancing can also be reduced from 2m (6ft) to 1m in some areas.\nMore than five million people are waiting for NHS hospital treatment in England and hundreds of thousands have been waiting more than a year.\nAlthough the government has announced an extra £5.4bn over the next six months to respond to the backlog caused by the pandemic, ministers have warned waiting lists could get worse before they get better, as more people come forward.\nUKHSA chief executive Dr Jenny Harries said the new recommendations would help local hospitals plan more elective care.\n\"This is a first step to help the NHS treat more patients more quickly, while ensuring their safety and balancing their different needs for care,\" she said.\nHealth and Social Care Secretary Sajid Javid said: \"As ever more people benefit from the protection of our phenomenal vaccination campaign, we can now safely begin to relieve some of the most stringent infection controls where they are no longer necessary, to benefit patients and ease the burden on hardworking NHS staff.\"\nThree recommendations relate to elective care in NHS and social care:\nLocal hospitals will be left to decide when and how these changes are introduced.\nGuidance on which measures can be relaxed in GP surgeries, dentists and for ambulance trusts are still being considered.\nThe recommendations were based on reviews of evidence and broad agreement from experts in infection prevention and control, the UKHSA said.\nDr Simon Clarke, associate professor in cellular microbiology, from the University of Reading, said the recommendations seemed \"reasonable\" but there would be some patients with false negative test results who could end up on wards with vulnerable patients.\nAnd he said it was \"corner cutting\" to remove enhanced cleaning measures in hospitals.\n\"Enhanced cleaning is common in healthcare settings which are exposed to influenza patients so it seems that penny pinching by removal of enhanced hygiene measures may well lead to transmission of Covd-19 and other infections in our hospitals,\" Dr Clarke said.\nHospitals should continue to follow current guidance on the wearing of personal protective equipment (PPE), the UK Health Security Agency advised."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-58712602",
      "category": "uk-england-stoke-staffordshire",
      "title": "Louis Watkiss: Boy who died at Tamworth SnowDome named",
      "tags": "Sutton Coldfield,Birmingham,Tamworth",
      "text": "A 12-year-old boy who died after he was injured at an indoor ski centre has been named as Louis Watkiss.\nStaffordshire Police were called to the SnowDome in Tamworth on Friday to reports a child had been seriously injured.\nAmbulance crews attended the scene, but Louis, from Sutton Coldfield, died at the scene a short time later.\nOfficers are continuing to investigate the circumstances, with support from the Health and Safety Executive.\nThe family are being supported by officers.\n\"We would ask everyone to respect the family's right to grieve in private during this extremely difficult time,\" the force said. \nWest Midlands Ambulance Service said previously its workers tried to save Louis, who died \"after an incident on the slope\". \nA man who was also injured in the incident did not need treatment.\nThe venue, which has been closed since Friday, said in a statement: \"The directors and staff are deeply shocked by what happened, and our thoughts and prayers are with his family at this terrible time.\n\"An investigation is currently being carried out by the authorities, and we are giving it our full co-operation.\"\nAlan White, leader of Staffordshire County Council, said he was shocked by the \"tragic news\".\n\"We must wait for the circumstances to be established, but I would offer my deepest sympathies at this terrible time to the family and friends of the deceased and to everyone affected by this tragedy,\" he said.\nOn Friday, police urged members of the public not to share any images or footage from the incident. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58711403",
      "category": "science-environment",
      "title": "Climate Change: Don't sideline plastic problem, nations urged",
      "tags": "Plastic pollution,Climate change,Environment",
      "text": "Scientists are warning politicians immersed in climate change policy not to forget that the world is also in the midst of a plastic waste crisis. \nThey fear that so much energy is being expended on emissions policy that tackling plastic pollution will be sidelined.   \nA paper from the Zoological Society of London (ZSL) and Bangor University says plastic pollution and climate change are not separate.\nIt says the issues are actually intertwined - and each makes the other worse. \nManufacturing plastic items adds to greenhouse gas emissions, while extreme weather such as floods and typhoons associated with a heating planet will disperse and worsen plastic pollution in the sea.\nThe researchers highlight that marine species and ecosystems, such as coral reefs, are taking a double hit from both problems. \nReefs and other vulnerable habitats are also suffering from the seas heating, from ocean acidification, pollution from farms and industry, dredging, development, tourism and over-fishing. \nAnd in addition, sea ice is a major trap for microplastics, which will be released into the ocean as the ice melts due to warming.  \nThe researchers want politicians to address all these issues – and not to allow climate change to take all the policy “bandwidth”.\nProfessor Heather Koldewey from ZSL said: “Climate change is undoubtedly one of the most critical global threats of our time. Plastic pollution is also having a global impact; from the top of Mount Everest to the deepest parts of our ocean. \n“Both are having a detrimental effect on ocean biodiversity; with climate change heating ocean temperatures and bleaching coral reefs, to plastic damaging habitats and causing fatalities among marine species. \n“The compounding impact of both crises just exacerbates the problem. It’s not a case of debating which issue is most important, it’s recognising that the two crises are interconnected and require joint solutions.”  \nProfessor Koldewey added: “The biggest shift will be moving away from wasteful single-use plastic and from a linear to circular economy that reduces the demand for damaging fossil fuels.” \nHelen Ford, from Bangor University, who led the study, said: “I have seen how even the most remote coral reefs are experiencing widespread coral death through global warming-caused mass bleaching. Plastic pollution is yet another threat to these stressed ecosystems.  \n“Our study shows that changes are already occurring from both plastic pollution and climate change that are affecting marine organisms across marine ecosystems and food webs, from the smallest plankton to the largest whale.” \nZSL is urging world governments and policy makers to put nature at the heart of all decision making in order to jointly tackle the combined global threats of climate change and biodiversity loss.\nFollow Roger on Twitter @rharrabin    "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58707455",
      "category": "uk",
      "title": "Fuel demand should return to normal in coming days, say suppliers",
      "tags": "George Eustice,Fuel,Haulage",
      "text": "Demand for petrol is expected to return to normal levels in the coming days, easing pressure on station forecourts, the fuel industry has said. \nIn a joint statement, 10 companies, including BP and Shell, said there was plenty of fuel at refineries and urged people to buy it as they usually would. \nEarlier, the environment secretary said there were no plans at the moment to bring in the Army to drive tankers.\nBut sources told the BBC that ministers are still seriously considering this.\nMeanwhile, doctors and home care staff have called for essential workers to be given priority for fuel.\nThe Petrol Retailers Association, which represents nearly 5,500 of the UK's 8,000 filling stations, warned on Sunday that up to two-thirds of outlets were out of fuel, with the rest of them \"partly dry and running out soon\". \nBut in a joint statement on Monday evening, a group of leading suppliers said: \"There is plenty of fuel at UK refineries and terminals, and as an industry we are working closely with the government to help ensure fuel is available to be delivered to stations across the country.\n\"As many cars are now holding more fuel than usual, we expect that demand will return to its normal levels in the coming days, easing pressures on fuel station forecourts.\" \nIt comes after Environment Secretary George Eustice blamed queues at petrol stations and empty pumps on people buying fuel when they do not need it.\nHe said the lack of HGV drivers would have been \"entirely manageable\" if it were not for the reaction to media coverage about a limited number of forecourt closures. \n\"Things will calm down. Those who are anxious - many of them will have filled up their cars with petrol now and things will then return to normal.\"\nMr Eustice said there were always civil contingency plans involving the Army but it was not thought necessary to call them in at the moment.\nMany in government are hoping this situation begins to resolve itself.\nThey believe many people worried about shortages have already filled up their tanks - so the situation may start to die down.\nBut if we continue to see queues at petrol stations there will be significant pressure for action.\nWe know the new visas for HGV drivers aren't an overnight fix.\nSo the option of sending the Army to drive tankers to forecourts is still being considered.\nA final decision on that has not been made. But if is does happen, extra training of armed forces personnel would be required.\nMinisters hope such action can be avoided.\nBut the last few days have shown pleas for calm have not always been successful.\nBrian Madderson, chairman of the Petrol Retailers Association, said the industry had problems with a shortage of HGV drivers but it only became a \"critical situation\" when a submission by BP to the cabinet was leaked, sparking widespread coverage and panic buying.\n\"One of our members yesterday received a tanker at midday and by late afternoon the entire tanker had disappeared into people's cars,\" he told BBC Radio 4's Today programme.\nMr Madderson said that customers themselves could solve the problem of pumps running dry.\n\"If they start buying in their normal quantities, £20 worth, 20 litres to fill up every week, we could see by the end of this week some return to normality - it won't be perfect, but some return,\" he said.\nMeanwhile, the lack of fuel in some forecourts has led to calls from the British Medical Association, the Royal College of Nursing and the UK Homecare Association for healthcare staff and essential workers to be given priority access.\nBMA chairman Dr Chaand Nagpaul said: \"As pumps run dry there is a real risk that NHS staff won't be able to do their jobs and provide vital services and care to people who urgently need it.\"\nThe UK Homecare Association said people had been left waiting for carers at home because staff have been caught in queues for petrol. \nAmbulances have their own fuel pumps in their depots and their supplies are expected to be prioritised, however.\nThe shortage of lorry drivers has caused problems for a range of industries in recent months, from supermarkets to fast food chains.\nThe government said on Sunday it would temporarily exempt fuel companies from competition law, as part of \"long-standing\" contingency plans to maintain supplies, allowing them to target supplies at areas most in need.\nOn Saturday, the government also announced it would offer temporary visas, lasting until Christmas Eve, to 5,000 foreign fuel tanker and food lorry drivers and 5,500 poultry workers in a bid to limit disruption in the build up to Christmas.\nOther measures include sending nearly one million letters to drivers who hold an HGV licence - to encourage them back into the industry - and plans to train 4,000 people to become HGV drivers. \nElizabeth de Jong, director of policy for Logistics UK, told Today that it would be \"days, possibly a couple of weeks\" before the visa applications were open.\nShe said the industry had wanted more visas to be available and for a longer time, but she said the key issue now was to make them attractive to drivers, which was likely to mean offering good wages.\nThe UK had lost 72,000 drivers between the second quarter of 2019 and the same period in 2021, Ms de Jong said - partly due to people returning to the EU after Brexit. \nAt the same time, she said the pandemic had disrupted testing for HGV licences, making it harder to replace the lost drivers.\nBut Mr Eustice denied that Brexit had been a major factor in the driver shortage. \n\"None of this is because we have left the European Union,\" he said. \"The biggest factor has been Covid.\"\nHow have you been affected by the fuel crisis? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-58706093",
      "category": "uk-england-leicestershire",
      "title": "Claudia Webbe: MP made threat to send nudes of woman, court hears",
      "tags": "Islington,Leicester",
      "text": "An MP threatened to send naked pictures of a woman to her family because she was jealous of the friendship she had with her partner, a court has heard.\nClaudia Webbe, 56, also allegedly used a misogynistic insult against Michelle Merritt and threatened her with acid. \nWestminster Magistrates' Court heard Ms Webbe, who is an independent MP for Leicester East after being suspended by the Labour Party, was in a relationship with Lester Thomas at the time.\nShe denies one charge of harassment.  \nThe threats were made during 16 phone calls between 1 September 2018 and 26 April last year, the court heard. \n\"The reason for the harassment would appear to be the fact that Michelle Merritt was friends with Lester Thomas and this was an issue for the defendant Claudia Webbe,\" prosecutor Susannah Stevens said.\nShe said Ms Webbe made a string of short silent phone calls from a withheld number to Ms Merritt, who told the court she had known Mr Thomas for more than 15 years and was \"good friends\" with him, having previously dated.\nMs Merritt, giving evidence from behind a screen, said: \"There was a pattern that whenever I had even met with Lester Thomas, if we had gone out for a drink or something, there would be a phone call.\n\"When you are being called and no-one answers, it's unnerving, especially as a woman who lives alone.\"\nThe court heard the harassment \"escalated\" on Mother's Day, 31 March 2019, when the MP asked Ms Merritt about her relationship with Mr Thomas.\nMs Merritt said Ms Webbe told her she was \"Lester's girlfriend\" and then \"really started shouting, 'Why are you contacting Lester?'\"\n\"She was very, very angry at me. It was loud,\" Ms Merritt added.\nThe 59-year-old said Ms Webbe used a misogynistic insult, adding Ms Merritt \"should be acid\".\n\"She confirmed she knew where I lived and would send pictures and videos to my daughters,\" Ms Merritt said.\nMs Webbe - who entered the Commons in December 2019 and worked as a councillor in Islington between 2010 and 2021 - denies making any such threats. \nMs Merritt told the court she called police, saying: \"I have been threatened by a public figure with acid over the phone.\"\nMs Webbe was warned by officers in April 2019, but magistrates heard claims she continued to make further calls to the complainant - who recorded one after ringing her back on 25 April last year. \nIn the call, played in court, Ms Webbe is heard repeatedly telling Ms Merritt to \"get out of my relationship\", adding \"I have seen all of your naked pictures. I will show them all of your pictures\".\nMs Webbe, from Islington, north London, denied that she ever threatened Ms Merritt and denied ever deliberately making silent phone calls from a withheld number.\nShe said she was aware Ms Merritt was friends with her partner but \"didn't have any concerns\" about their relationship, adding: \"I was not jealous.\"\nTalking about the accusation that she made a misogynistic insult against Ms Merritt and threatened her with acid during a phone call on Mother's Day 2019, she said: \"I don't use expletives, I would never treat women like that.\n\"I spent my lifetime campaigning for the rights of women, for challenging this type of behaviour and this is not something that is in my character and not something I would ever do.\"\nMs Webbe said she had received a phone call from police following Ms Merritt's complaint but said it was unclear, and that she had not been \"warned off any further contact\".\nShe claimed the recorded phone call which was played in court was taken out of context, and was about an argument with Mr Thomas over breaching the Covid-19 lockdown with Ms Merritt.\n\"My anger on that particular day was directed towards Lester,\" she said.\n\"It's not my finest moment. I listened to the tape earlier. I'm embarrassed by it.\"\nThe trial will continue on 13 October. \nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58680153",
      "category": "health",
      "title": "NHS waits: More people feeling forced into private healthcare",
      "tags": "NHS",
      "text": " \"To be put in a position where you're basically begging off people, it's infuriating.\"\nLast October, 12-year-old Hayden Kildea was diagnosed with severe scoliosis, a condition where the spine twists and curves to the side. Left untreated, it can become a dangerous and life-limiting condition. \nThe Kildeas, who live in Strabane, Northern Ireland, say they were told Hayden would need urgent surgery - but that because of the backlog caused by the pandemic, he would have to wait more than two years.\nHis mum Shauna found a clinic in Turkey that was able to carry out the operation immediately, but it would cost £50,000 - money the family didn't have. \nSo in the summer, they turned to crowdfunding and campaigning to raise the money.\nShe says: \"It's really, really frustrating that we're in our own country and we can't get Hayden the surgery he needs.\"\nMillions of people across the UK are currently on NHS waiting lists - in Northern Ireland there are over 465,000 people, while in England, 5.6m are queuing for treatment. \nData shared with BBC Panorama shows that on average, waiting lists have grown by 50% in the most deprived parts of England since the start of the pandemic, compared with nearly 35% in the most affluent areas. \nThe research, conducted by the King's Fund, also shows that people on waiting lists in poorer areas are nearly twice as likely as those in wealthier areas to wait more than one year for treatment. \nThe data looks at waiting lists from April 2020 to July 2021 (the latest available data) and includes planned hospital treatments such as knee and hip replacements, cataract surgery and other common procedures.\nHayden Kildea's family reached their target. He has now had the operation in Turkey and is recovering back at home. \nThe Health and Social Care Board in Northern Ireland said patient demand continued \"to exceed capacity across a range of specialties\". It added: \"As a result, even before the pandemic, the number of people waiting longer than the target waiting times was increasing.\" \nSofia Jones, 36, has endometriosis - a gynaecological condition that leads to severe pelvic pain. Some days she could barely walk, having to stay in bed all day. \nSofia, who lives near Dundee, says she was told she'd have to wait two years for an NHS operation. But that felt too long to wait, so she and her partner decided to take out a £7,000 loan to pay to have the surgery in a private hospital. \n'It was a really tough decision to go private,\" she says, \"because we were having to put ourselves into debt. And that's a lot of money. But you have to have some quality of life.\"\nA Scottish government spokesman said: \"We're sorry the unprecedented impact of the pandemic has lengthened waiting times for some patients. The pandemic has been the most significant challenge the NHS has faced in its 73-year history, and as in many health care systems across the world, the unavoidable pausing of non-urgent elective procedures has resulted in some delays.\" \nAccording to Anita Charlesworth, chief economist at the Health Foundation think tank: \"The big worry about long waits leading people to have to go private is that it will increase inequalities, but also that many people will be forced to make awful trade-offs over their finances in order to be able to get access to the care that they need when they need it.  \n\"And that goes against every grain of why we set up the health service,\" she said.\nBrenda Pugh, 61, from Petersfield in Hampshire, had to give up work in a law firm in 2019 after being diagnosed with arthritis. She was unable to work due to the pain caused by her arthritis which was first diagnosed five years ago. \nAs the pandemic began, she was told she needed a double hip replacement and now has to use crutches. When she moves she says it's like \"walking on jagged glass\". \nThe pain is so severe she has written to her consultant, begging him for the operation. She says: \"I can't carry on like this. My life just isn't worth living.\" \nThe cost to have the surgery privately would be about £10,000 per hip - and she says there's no way she can afford that.\nBrenda is one of 62,000 patients who've been waiting more than 12 months to get joint replacement surgery. \nNew research conducted by charity Versus Arthritis and given exclusively to BBC Panorama reveals that half (54%) of people with arthritis who are currently waiting for surgery are facing an average cost of £1,739 a year to keep their pain at bay, through things like private physio appointments and over-the-counter painkillers.\nInevitably, GPs are the ones patients turn to for help managing their pain as they wait. One of them, Dr Leora Harverd, from a practice in north London, says she's overwhelmed by her current caseload. \nSome of her patients are anxious about long delays for treatment, and says it's not unusual that people go private, but \"it's not how it should be\". \nThis month the government announced they would be investing £36bn in NHS and social care for all four home nations up to 2025. \nAnalysis of their plans by the Health Foundation shows that £10bn has been committed to address the backlog in England over the next three years. \nMs Charlesworth says it's a lot of money but won't necessarily be enough: 'If we want the waiting list to come down by the next election, we would need to spend at least £13bn; if we wanted to meet the target to treat people within 18 weeks, we need to be spending £17bn - and the government has committed £10bn.\"  \nBut even the prime minister has admitted that \"waiting lists will get worse before they get better\".\nNHS England said: \"Caring for more than 450,000 seriously ill Covid patients has inevitably had a knock-on effect on non-urgent care.\n\"NHS staff have stepped up and made effective use of additional resources helping carry out millions more tests, checks, treatments and operations this summer compared to last.\"\nBBC Panorama - NHS: Wait or Pay is on BBC One on Monday 27 September at 19:35 BST, and available afterwards on BBC iPlayer.\nAdditional reporting by Caroline Parkinson"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58698369",
      "category": "uk-northern-ireland",
      "title": "Belfast: Teenage girl sexually assaulted at Ormeau Park event",
      "tags": "Belfast,Police Service of Northern Ireland",
      "text": "Police are appealing for information after a teenage girl was sexually assaulted in Belfast. \nIt happened at about 22:30 BST at an outdoor event in the Ormeau Park area and close to a fast-food van.  \n\"The girl was sexually assaulted by an unknown male, who is described as being around 17 years old, with dark-blonde, wavy hair,\" said a police spokesperson.\nThe youth is also thought to be approximately 5' 8\" (173cm) in height and of slim build.\n\"We are very grateful to two girls who came to the assistance of the victim, and would ask them to get in touch as we believe they can assist with our enquiries,\" the police statement added.\nAnyone with information about the incident is asked to contact the PSNI. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58711373",
      "category": "uk",
      "title": "Covid-19: PM to meet bereaved families and Wales relaxes travel rules",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow.\nBoris Johnson will host a campaign group representing families bereaved by Covid at a private reception in Downing Street on Tuesday. The prime minister declined to meet the group, called Covid-19 Bereaved Families for Justice, last year - citing a threat of legal action over an official pandemic inquiry. The government has since said an official probe will begin next spring. The families say they will use the meeting to share stories of how their loved ones died, and repeat their calls for a public inquiry to start now.\nWales has partially agreed to align with England's plans to overhaul rules on international travel - green and amber lists of countries will be merged and pre-departure Covid tests will be scrapped from 4 October. But no decision has been made yet about removing the requirement for PCR tests for those returning from abroad.\nThe mother of a 31-year-old woman who died from cancer after her chemotherapy was paused due to pandemic Covid measures has spoken publicly for the first time, saying she's \"broken\" by her daughter's death. Kelly Smith from Macclesfield died from bowel cancer in June 2020. Her parents have started a petition calling for an end to cancer treatment delays. Research by the Institute for Public Policy Research has now estimated it could take more than a decade to clear the cancer treatment backlog in England.\nThe town with England's highest rate of Covid infections has seen its figure nearly double within a week. Kettering, in Northamptonshire, saw 900 cases per 100,000 people in the week to 22 September. The number rose sharply among secondary school pupils, which officials say accounts for most of the cases. The county's joint director of public health Lucy Wightman urged people to \"continue to play their part in preventing further spread\".\nMovement restrictions in New South Wales - including its capital Sydney - are going to be lifted gradually from 11 October, when the vaccination rate is set to hit 70%, the NSW state premier has announced. The measures will continue to be eased as levels hit 80% and then 90%, which is expected to be on 1 December. But those who have not been fully vaccinated won't be able to do things such as take part in community sports, eat out at restaurants and go out shopping until that final date. State premier Gladys Berejiklian says: \"The message is if you want to be able to have a meal with friends and welcome people in your home, you have to get vaccinated.\"\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs letters inviting children aged 12 to 15 to book a Covid jab are sent out in Scotland, our explainer looks at which children are being vaccinated and why.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58705738",
      "category": "uk-wales-politics",
      "title": "Covid travel: Wales partly agrees to relax rules",
      "tags": "Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Wales has partially agreed to align with England's plans to overhaul rules on international travel.\nGreen and amber lists of countries will be merged and pre-departure Covid tests will be scrapped from 4 October.\nBut ministers have still not decided whether to stop using PCR tests for returning travellers.\nHealth Minister Eluned Morgan urged the UK government to keep the \"vital\" testing regime.\nBut comments from Ms Morgan admitting \"challenges\" in having a Wales-only system were seized on by the Conservatives, who claimed Labour did not know \"if they're coming or going\" on travel.\nIt has been unclear whether the Welsh government would agree to the changes, which were announced over a week ago.\nUnder reforms from Transport Secretary Grant Shapps, amber and green lists in England would be merged from 4 October and fully-vaccinated travellers will no longer have to take a pre-departure test, or a day eight test after their return.\nFrom later in October, people will be able to take a lateral flow test two days after they arrive back in the country - hopefully \"for when people return from half-term breaks\", the UK government said.\nScotland had concerns about the new testing regime, but now plans to align with the UK government.\nThere have been concerns from the Welsh government that it would make it harder to detect new coronavirus variants coming from abroad.\nWhile travel is a devolved matter for each nation of the UK to decide, the Scottish, Welsh, and Northern Irish governments have often followed the UK government's rules for England during the pandemic.\nMs Morgan said: \"The decision to move away from PCR tests from returning travellers on day two is concerning. \n\"This test, combined with genetic sequencing of all positive tests, is a vital part of our surveillance for coronavirus and protects our borders from the virus.\"\nShe said the strongest solution would be for the UK government to reinstate UK-wide testing, adding that there were \"communication and enforcement challenges\" in Wales having different testing requirements. \nThe minister added that the government continued to \"thoroughly examine the evidence for a Wales-only testing regime\".\nWelsh Conservative health spokesman Russell George said: \"Sadly for the people of Wales, Labour don't know if they're coming or going with travel lists. \n\"The Welsh government can't permanently live in fear of another variant of Covid. Again, the minister's arbitrary rationale behind her decision-making would have the borders shut indefinitely.\"\nThe UK government's Department for Transport said: \"Due to the success of our vaccine rollout and the epidemiological situation abroad, we are able to take a proportionate approach to international travel, simplifying the system and reducing costs while managing risks to public health. \n\"Public health is a devolved matter and we continue to work closely with devolved administrations on four nation alignment where possible.\"\nIt added that genomic sequencing - which is used to investigate different variants of coronavirus - will continue for positive PCR tests after international travel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58698406",
      "category": "uk-politics",
      "title": "Labour conference: Not right to say only women have a cervix, says Starmer",
      "tags": "Keir Starmer,Rosie Duffield,Labour Party Conference,Labour Party,Transgender people,Sajid Javid",
      "text": "Sir Keir Starmer says it is \"not right\" to say only women have a cervix amid a row involving one of his MPs.\nRosie Duffield came under fire after supporting online criticism of a tweet, which referred to \"individuals with a cervix\" to be inclusive of trans men. \nThe incident was called transphobic by trans rights supporters - but Labour MP Ms Duffield rejects the claim. \nAsked about the row, Sir Keir said claiming only women have cervixes was \"something that shouldn't be said\".\nBut Health Secretary Sajid Javid attacked the Labour leader, saying his remarks were a \"total denial of scientific fact\".\nCanterbury MP Ms Duffield has regularly used social media to outline her own position on transgender issues - especially around the debate on the Gender Recognition Act. \nSome groups are calling for the medical diagnosis element of the process to change gender to be scrapped in England and Wales, allowing people to self-identify. \nBut Ms Duffield believes that biological females should have protected spaces where biological males are not allowed to go - such as domestic violence refuges and prisons - and she is against people being able to self-identify as trans to gain access to those spaces.\nThe Labour MP has said she is \"completely supportive of trans rights\".\nBut she has been condemned by some LGBT+ groups - who say trans men and women should be treated the same as biological men and women - and two of her staff members resigned from her office over her views.\nIn August, Ms Duffield liked a tweet by broadcaster Piers Morgan, who criticised a news story from CNN about cancer screening for \"individuals with a cervix\", responding: \"Do you mean women?\"\nWhen the MP was called transphobic for appearing to endorse the tweet, she replied: \"I'm a 'transphobe' for knowing that only women have a cervix… ?!\".\nShe later acknowledged that some trans men have a cervix.\nAppearing on the BBC's Andrew Marr show, Sir Keir Starmer was asked if it was transphobic to say only women have a cervix.\nThe Labour leader replied: \"Well, it is something that shouldn't be said. It is not right.\"\nSir Keir added: \"We need to have a mature, respectful debate about trans rights and we need to...  bear in mind that the trans community are amongst the most marginalised and abused communities.  \n\"Wherever we've got to on the law, we need to go further.\" \nMs Duffield is not attending this week's party conference in Brighton, having said there were concerns for her safety after threats from activists. \nBut Sir Keir said he had spoken to Ms Duffield and \"she didn't want to come because it would cause a distraction from the ideas that we're putting forward\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58684351",
      "category": "uk-scotland",
      "title": "First-time buyers struggle in Scotland's 'frantic' housing market",
      "tags": "Scottish government,Edinburgh,Affordable housing,Housing market",
      "text": "Aimee Simpson has spent years saving for a one-bedroom flat. She's 28, works as a beautician and has sacrificed a social life to raise £30,000 for a deposit.\nThe problem is, Aimee - who still lives with her parents - wants to buy a place near her work in Edinburgh.\nWith the biggest rise in house prices for 14 years, she can find nothing in her price range in a city squeezed by a shortage in affordable homes and rocketing rent costs.\n\"A lot of the new builds are just too expensive because they're at a premium,\" she said.  \n\"I've looked at more rundown properties that I would do up, but you're up against property developers - with bigger budgets. \n\"It is a struggle and you just hit walls everywhere you look.\"\nWhen Aimee left school in May 2011, the average price for a flat in Edinburgh was £164,252. Today, it's £236,608.\n\"It's really disheartening,\" she told BBC Scotland's Disclosure programme. \n\"I feel like I could work seven days and still not be any better off.\"\nShe thought about applying to the Scottish government's Low-cost Initiative for First Time Buyers (Lift) scheme, which offers financial assistance for a share in the property.\nBut the scheme's cap for one-bedroom properties in Edinburgh is just £125,000.\nIts rules also state the purchase price can't be higher than a property's Home Report valuation - meaning it is unlikely to be used in the city's competitive market.\nLift is now the only government-backed assistance for first-time buyers in Scotland.\nAimee added: \"I just feel like Edinburgh's my home. I want to be near my family.\" \nBBC Scotland's Disclosure has been hearing from young people either priced out of home ownership in the city or unable to find affordable rent.\nAs well as the increase in average house prices, Edinburgh has seen steeper rises in rent prices - around 46% - than any other part of Scotland. \n\"The market just now is absolutely frantic,\" said Gary Middlemass, an Edinburgh estate agent with 40 years' experience.\n\"There is simply not enough properties coming on. When something does come on the market there tends to be a lot of interest, which pushes up prices.\"\nHowever, two Scottish government schemes to aid first-time buyers are coming to an end.\nThe Help to Buy scheme, which supported more than 17,000 new build house sales over the last eight years, is closed to new applications and will end in March 2022.\nLast year, 80% of those accessing the scheme were first-time buyers, more than half of purchases involved two people and the average household income of applicants was £42,000.\nMeanwhile, the First Home Fund, which assisted 9,000 buyers in just over a year, has been closed despite its early success.\nThe Scottish government has said the decision to scrap the schemes is a result of cuts to its financial transaction budget by the UK government.\nHouse builders say their cancellation will \"limit the life choices\" of young people hoping to buy a home.\n\"I've got real concerns about the people in the middle, those who can't get on to the housing market,\" said Nicola Barclay, chief executive of industry body Homes for Scotland.\n\"They're earning just a little bit too much, so they can't get a social house. And private rent is stopping them from saving up the kind of deposits that they need to then move onto the housing ladder.\n\"Their choices are just really limited now.\"\nShe highlighted that in England the Help to Buy scheme still exists and is targeted at first-time buyers. Another initiative has also been introduced in England called First Homes, which is a form of shared ownership. \n\"We have nothing equivalent in Scotland now,\" said Ms Barclay.\n\"I think it is so unfair that a young adult who has chosen to live and work in Scotland, is unable to buy a house whereas if they had exactly the same job in England, they could do.\"\nHousing Secretary Shona Robison described first purchase figures as \"very buoyant\" but defended the decision to close both initiatives.\n\"The evidence was showing us that actually people using that [Help to Buy] scheme could afford to buy their own home,\" she said. \"But with government assistance they were perhaps buying a bigger property and a more expensive property.\n\"We have a judgement to make with limited resources. We believe the best investment for those resources is to help those who could not afford to buy their own home without government assistance.\"\nIn 2007, the Scottish government predicted house price inflation would cause problems for lower income families. Then Deputy First Minister Nicola Sturgeon said 35,000 homes of all types had to be built a year to reset the balance.\nHowever, Scotland's house building industry has yet to return to the pre-financial crash levels of 25,000 a year. \nThe rising costs in Edinburgh has also put pressure on the city's social housing stock, with 21,000 applicants currently on the waiting list.\nFamilies find themselves either priced out by rising rent costs, or given notice to leave their homes as landlords looking to sell take advantage of the increase in house prices.\n\"I'm not going to pretend it is easy for people, \" said housing convenor, councillor Kate Campbell.\n\"We have 6,000 people who are currently homeless and we don't have a huge supply of social housing, that's why we're building more.\"\nIn the last decade, 8,390 affordable homes have been built in the city. Another 2,100 are currently under construction.\nMeanwhile, the city is also seeing a growth in so-called \"Build to Rent\" properties - private rented flats aimed at those unable to afford a mortgage but unlikely to get into social housing.\nAcross Scotland, nearly 10,000 are in the pipeline, with more than 3,000 in Edinburgh.\nThe Scottish government has pledged to build 110,000 affordable homes - 70% of which will be social rent - before 2032.\nBut some families are still waiting years for a suitable home.\nMichael Urquhart, his partner Kara, and their four children have been on Edinburgh's social housing list for 10 years.\nThey've had six privately rented homes in that period and have spent time in one of the city's homeless bed-and-breakfasts.\nThey are currently living in a two-bedroom ex-council flat in the Prestonfield area and bid for social housing each week on the city's online EdIndex system, which sees hundreds of applications per property.\nMichael said: \"I think I'm probably going to be here for at least another couple of years, just because the bidding's not going well.\n\"I'd rather just keep myself here, until I can get my forever home.\"\nAdditional reporting by Katie McEvinney and Craig Williams.\nDisclosure: Priced Out is on BBC 1 Scotland on Monday 27 September at 19:35.\nPrevious Disclosure investigations include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58703685",
      "category": "uk-wales",
      "title": "Fuel shortage could affect NHS care in Wales, says union",
      "tags": "Maesteg,Fuel,Haulage",
      "text": "NHS patients could be affected if nurses and other medical staff are unable to get fuel, a union has warned.\nSome nurses had faced aggression when trying to identify themselves as key workers at stations, said Diane Powles, of the Royal College of Nursing (RCN).\nShe called for key workers to be given priority over fuel, and urged people to act responsibly.\nA Petrol Retailers Association (PRA) poll showed half of its UK stations \"were dry\" over the weekend.\nThe UK environment secretary has said people buying fuel when they do not need it are the cause of queues at petrol stations and empty pumps.\nMs Powles, associate director for nursing policy and practise at RCN Wales, said clinical staff have had to prioritise care, and it would have affected people trying to get to work in the hospitals.\nBut she said it would have a greater impact on staff working in the communities such as district nurses, health visitors and midwives.\nShe said: \"We have had some stories of nurses having difficulties to access fuel, and that there has been a lot of altercations at the petrol pump as they try to identify themselves as key workers.\n\"If this continues into the next few days, it will start to have an impact on patient care - getting to work will prove more challenging for community nurses, midwives and for home visits.\n\"During the pandemic, key workers were given priority status for shopping and ideally they should have this for petrol stations to allow them to be prioritised.\n\"The public need to have a think: Do you really need to make that journey because that could stop somebody getting a nurse?\"\nThe UK government has announced it plans to introduce temporary work visas for foreign lorry drivers to ease problems.\nIt is also suspending competition law to allow oil companies to work together to get fuel to forecourts.\nOil 4 Wales director, Colin Owens, said its garage in Maesteg usually sells between 20,000 and 30,000 litres of fuel, but in the last 24 hours alone, has gone through 100,000.\nHe described the queues as \"carnage\" and said suppliers are working \"flat out\" after people have been panic buying fuel \"all night\".\nMr Owens said the company's oil supplier has \"never let us down\" and \"our tanks are full\", adding: \"I promise you the garages will balance out again and everyone will be served.\"\nTim Burgess of rock band The Charlatans asked his 255,000 Twitter followers where his band could find fuel in Cardiff to allow them to continue touring.\nHe has since tweeted that they had found enough fuel to continue on to Nottingham after Monday night's gig in the Welsh capital.\nOne dad from Swansea said the shortage was affecting his children's education.\nAdam told BBC Radio Wales: \"We'd lost the credit card last week, by the time the new one come through at the weekend the panic buying had hit.\n\"We had no fuel in the car and we actually had to get out of the car and walk home. So that means the kids haven't gone to school.\n\"We live near Ammanford and my children's school is up in Pontardawe (10.6 miles or 17 km), so it is a commute in itself, you know. \n\"If someone has fuel in their tank then they should go home. If they haven't got any at all then of course they're gonna need to queue and they're there for their own reasons, but just be respectful of other people.\"\nA petrol station in Gwynedd said it had received calls from people in Birmingham, more than 90 miles away, asking if it had any petrol.\nThe Mallwyd service station had so many calls from far away that it closed on Sunday to preserve fuel supplies for locals.\nDilys Hughes, who works at the station, said it had been \"manic\" on Friday, with motorists coming from \"everywhere\".\nShe said she was just about to run out of petrol, but there would be no problem if drivers bought fuel as they normally would.\nShe added: \"I might, the way I'm feeling, close today as well.\"\nAndrew Johnson, who runs Dafarn Newydd Store and fuel station in the village of Llanwyddyn, in Powys, has had to ration fuel to just £10 per customer.\n\"We've probably done as much fuel over the weekend as we have over the last five days,\" he said.\nHe told BBC Radio Wales people were calling from up to 24 miles away asking how much fuel the store had left, which he described as \"unheard of\".\n\"We've only got 2,000 litre tanks, people have arrived and they've all just said 'we'll take what we're given'.\"\nBut he now only has enough fuel to last the store a day-and-a-half and, without a delivery, will have to close.\nLloyd Kidby, director at S&K Haulage based in Barry, Vale of Glamorgan, said the business had not been affected by fuel shortages at petrol stations because it bought its own fuel in bulk which is delivered to the depot.\nHowever, a number of their drivers travel to them from places including the Midlands and Cornwall.\nHe said he was a few drivers short on Monday because those living further than 50 miles away have not been able to put enough petrol in their cars to travel to south Wales to pick up their lorry.\nEssentially, he said, it was a problem affecting people getting to work in the first place rather than an issue for the lorries.\nOn Saturday, UK government ministers announced they are looking to issue about 5,000 temporary visas for foreign lorry drivers to help with the lack of fuel and other products. \nBut any changes to immigration rules will be short-term, with a cap on the number of workers allowed to enter the UK.\nNational Farmers Union (NFU) Cymru has written to the prime minister and Wales' secretary of state asking the government to consider getting access to migrant labour. \n\"If we have got a need in this country and there is an opportunity to fill it by looking to migrant labour from Europe, then I really think we need to drop those barriers,\" said Abi Reader, a farmer in Wenove, Vale of Glamorgan.\nShe said she is concerned staff will not have enough fuel to get to work and make deliveries. \n\"I'm astonished at how much we do rely on it [fuel], we've got various animals in because they're close to calfing, we need to be able to keep their areas clean - that needs machinery - and we are going to need full tanks of fuel everyday for them.\n\"This is also a significant month for planting, and a lot of our contractors will be relying on full tanks of food to make sure they can get out to the fields and get next years food crop in, so I'm a little bit tense about it.\"\nThe transport secretary previously told people to carry on as normal but amid panic buying, Steve Coombe, of PRA, which represent nearly 3,000 independent fuelling stations, said it is illegal to take more than 30 litres of fuel in any container.\nIn a straw poll of its members, he said retailers had reported between a 350% and 500% uplift in volume due to panic buying over the weekend.\nBut he said there \"is variance\" throughout the country, with some deliveries being made with \"no issue\" and expects to see improvements by later this week. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58701543/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Air pollution: New 50mph speed limits to be enforced",
      "tags": "Wrexham,Ewloe,Deeside,Sealand,Welsh government,Newport,Climate change,M4 motorway,Road safety,Pontypridd",
      "text": "Drivers breaking the speed limit on some of Wales' most polluted roads could face fines from next week.\nCameras have been installed at five locations in south and north-east Wales, where 50mph zones have been introduced.\nThe Welsh government said air pollution had already been cut by up to 47%.\nFrom 4 October, warning letters will be sent to those breaking the limits - with the worst offenders facing prosecution.\nThe areas are:\nThe speed limit on the M4 between junctions 24 and 28 in Newport changed to 50mph in March, with average speed camera enforcements to be introduced at a later date.\nAll the A-roads are dual carriageways, where the 70mph limit would otherwise apply.\nThe new zones were introduced after the Welsh government agreed to work on new plans to tackle air pollution following legal proceedings in 2018.\nFigures for 2020 and 2021 showed nitrogen dioxide at the five locations had generally been below the legal limit, due to reduced traffic because of the pandemic.\nBut with traffic now returning to pre-pandemic levels, the Welsh government said it wanted to see \"better compliance\" in those areas.\nClimate change deputy minister, Lee Waters, said things needed to be done differently if climate change was to be tackled.\nHe said the speed limits were working but enforcement was essential \"to achieve the reductions we need to make in the shortest possible time\".\nTeresa Ciano, manager of road safety partnership GoSafe, said enforcement would inform people of the importance of obeying the speed limit, and prosecute the \"most dangerous\" drivers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58709852",
      "category": "uk-scotland",
      "title": "Hospitals inquiry: Parent told child would be 'safer at another hospital'",
      "tags": "Queen Elizabeth University Hospital,NHS Greater Glasgow and Clyde,Dumfries,Scottish hospitals inquiry",
      "text": "A cancer specialist told the mother of a patient at Glasgow's super hospital that her daughter would be safer at another hospital, an inquiry has heard.\nAnne Marie Kirkpatrick's daughter Stevie-Jo was being treated for leukaemia at the Queen Elizabeth University Hospital Campus. She then contracted a hospital infection.\nMrs Kirkpatrick has given evidence to the Scottish Hospitals Inquiry.\nShe said she was told the best way to keep her child safe was by moving her.\nMrs Kirkpatrick explained that her daughter had been first diagnosed with cancer in 2014 when she was nine years old.\nAfter a relapse in 2017, Stevie-Jo was treated at the new Royal Hospital for Children (RHC). In 2018 she contracted listeria meningitis, And then in 2019, she had a course of cancer treatment halted when she started developing painful lumps and lesions on her body.\nTest results showed she had developed mycobacterium chelonae - a rare infection - that likely came from a water supply in one of the hospital's operating theatres.\nHer life-saving chemotherapy had to be finished six months early due to her needing immediate treatment for the hospital-acquired infection.\nMrs Kirkpatrick said she had asked for a meeting with Professor Brenda Gibson who looked after Stevie-Jo, and a microbiologist, after they had been examining showers in patients' rooms for mould.\nShe said Professor Gibson had reflected on her situation and advised her that the best plan was to send her daughter to complete her treatment in Dumfries, where the family lived. \nNow 17, Stevie-Jo spoke at the inquiry, telling Lord Brodie that the new infection led to her developing a green, pus-filled, golf-ball sized sore and suffered painful lumps throughout her body which bled and left scars.\nShe said she was moved to Dumfries and Galloway Royal Infirmary as it was felt she would be safer there and that she was now \"scared\" of the Glasgow hospital site and suffers panic attacks because of this.\nShe said the QEUH campus site constantly smelled of sewage, making her feel more sick.\nProblems with the water supply there led to her being asked to use bottled water and being unable to shower, making her feel the water \"wasn't safe\".\nMs Kirkpatrick said that unlike the previous Yorkhill facility, the young cancer patients were kept in isolation \"constantly\" so she felt \"lonely\", there were no TVs in the rooms and fans which were needed cool the \"boiling\" temperatures were removed.\nShe said the Yorkhill unit had double doors to \"keep it purified\" but the new site did not and she was told by a staff member the ventilation was only \"30% of what it should be\".\nA nurse told her about people contracting the cryptococcus infection, hearing that pigeons got in the ventilation of the hospital.\n\"It was a worry how far it would travel and people were getting sick from it,\" she said.\n\"I was worried. I had a really low immune system then, well, I didn't have one.\"\nQEUH and the RHC in Glasgow are currently at the centre of an investigation over issues at the flagship Glasgow hospitals which have been linked to the deaths of two children.\nIt was ordered after patients at the Glasgow hospital died from infections linked to pigeon droppings and the water supply.\nEarlier on Monday, Mrs Kirkpatrick told the hearing that her daughter was still suffering with the infection, which she claims doctors said could take up to five years to fight off.\nShe said an independent case note review panel found that it was very highly probable the infection came from the water supply in the operating theatre in the RHC.\n\"It concluded that the infection has had a severe impact on my daughter's life, and it is continuing to have a severe impact on her life,\" she said.\nMrs Kirkpatrick told the inquiry she was aware about water issues in Ward 2A of the RCH, but was told \"umpteen times\" that other areas of the hospital were safe.\nShe said: \"To find out the hospital has inflicted more pain and could have taken our child's life is devastating.\"\nIn a closing statement, Mrs Kirkpatrick said: \"I don't feel safe in the hospital, and I know for a fact that my daughter certainly doesn't feel safe.\n\"It's not just the infections, I don't even feel the actual building is safe. I don't feel that the structure of the building is safe.\n\"I don't feel that the health board has got the kids' best interests, or their care is at the centre of it.\"\nEarlier this year, an independent review found the deaths of two children at the QEUH campus were at least in part the result of infections linked to the hospital environment.\nOn Saturday, it emerged that the police have launched a criminal investigation into a number of deaths at the QEUH campus, including that of 10-year-old Milly Main.\nMilly's mother recently told the inquiry her child's death was \"murder\".\nThe Crown Office and Procurator Fiscal Service has now instructed police to investigate the deaths of Milly, two other children and 73-year-old Gail Armstrong at the Glasgow campus.\nIt is understood the probe could lead to criminal charges or a fatal accident inquiry.\nNHSGGC and NHS Lothian will give evidence to the inquiry, chaired by Lord Brodie, at a later point. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58682692",
      "category": "uk-northern-ireland",
      "title": "High street £100 voucher site opens amid 'huge demand'",
      "text": "Almost 500,000 requests have been made for Northern Ireland's high street voucher scheme - but  some people complained that they could not access the website used for the process.\nEveryone aged 18 and over can apply for a £100 \"spend local\" card to use in shops before the end of November.\nThere were problems with the application page on the NI Direct site after it opened on Monday morning.\nEconomy Minister Gordon Lyons said \"not everybody has to rush at once\" to it.\nSome people complained on social media that the website had crashed on them while others said they had not received a verification message after entering their email address.\nSpeaking to BBC News NI's Evening Extra programme on Monday, Mr Lyons acknowledged there was \"huge demand\".\nBy Monday evening, there had been 475,081 requests for an applications link, 200,994 links issued and almost 97,000 applications completed, he said.\nMr Lyons said the verification messages were being sent \"in a staged process just to make sure the website isn't overwhelmed all at once\".\nHe added that almost 15% of the population had started their applications. \n\"There is a card available for everyone that is eligible so I would encourage people to apply for that over the coming weeks,\" he said.\nThe cards are expected to arrive between seven and 10 days after you apply.\nThey can be used in any shop with a card machine but cannot be used online or for gambling or legal services like penalties.\nA phone application service will open on 11 October for anyone who does not have access to the internet.\nThe online and phone application processes will remain open until 25 October.\nThe £145m scheme is designed to boost activity in businesses hit hardest by the coronavirus pandemic, like non-essential retail and hospitality.\nHigh streets and town centres were already facing a tough time before the pandemic began with the rise in online shopping.\nIt is hoped the voucher scheme will encourage more people to go out to shops, which could help the economic recovery.\nThere has been a warning, however, that fraudsters may attempt to target the scheme.\nEddie Lynch, the commissioner for older people, said there had been reports of cold callers in Newtownards attempting to scam people out of handing over their bank details after promising to help with their applications.\n\"We have seen this all too often over many years where people latch on to issues and try to target older people and others to scam them from their money,\" he said.\n\"It's about raising the awareness of that and making sure people are vigilant.\n\"If anyone does call you to help you with this scheme that you don't know, just either close the door or put down the phone.\"\nIt's finally here after almost a year - the high street voucher scheme was first suggested last November.\nTiming is key for this policy in order to make sure it has the maximum economic impact.\nBut as we head into this winter, the wider economic conditions mean consumers are facing a \"cost-of-living crunch\".\nThings like rising energy bills as well as an end to both the furlough scheme and uplift in universal credit mean many consumers won't be able to afford to spend their £100 on a treat.\nThey may instead be forced to spend it on essentials, for example a weekly grocery shop in one of the big supermarkets which were never forced to close.\nThe scheme's success will depend on how and where shoppers choose to spend their £100.\nLinda McHenry, who owns a women's clothes shop in Ballymoney, County Antrim, said she hoped people would think of the card as a bonus.\n\"Support your local independent shops - this is their dream, it's their livelihood,\" she said.\n\"Come out and experience again what it's like to physically shop for the day.\"\nSome businesses are already working on incentives and offers to try to encourage people to choose to spend with them.\nFor example, one electronics retailer is already offering customers an additional 10% discount.\nShop owner Andy Kilpatrick said: \"We want to help shoppers make their voucher go that little bit further.\n\"We appreciate it's also tough times for people out there looking for Christmas presents and things so by giving an extra 10% that could help improve people's shopping budgets.\"\nPresident of Ballymoney Chamber of Commerce Winifred Mellett said the town's independent retailers were providing \"brilliant promotions\".\n\"I'm not going to tell you what they are at the moment because we are going to wait for a few days and then surprise everybody,\" she said.\nMs Mellett also owns a women's clothes shop in the town, and has worked on the shop floor for decades.\n\"We felt that shoppers were drifting away from independent shops and now, all of a sudden, they are coming back and that's a feeling that's come from Covid,\" she said.\n\"If they don't come and support independents there won't be any and what would the high street be like?\n\"Everybody loves a wee bit of shopping.\"\nLondonderry Chamber of Commerce chief, Paul Clancy, said the voucher scheme has been \"badly needed\".\n\"It is great to have a real positive story for the High Street, to get people back on the High Street and increase the footfall.\n\"We would love to see it spent in the local, smaller shops that have really struggled, that would be great. But at the end of the day money going back anywhere into the local economy is good for everybody,\" he said.\nThe trade organisation Retail NI has urged shoppers to spend their voucher cards in locally-owned, independent shops.\nIts chief executive Glyn Roberts also expressed some concern that the online portal could be overwhelmed if everyone tries to apply as soon as it opens to the public.\n\"With a scheme of this ambition and size we are bound to experience some problems and would urge shoppers to be patient,\" he said.\n\"If people can wait a few days before making their application, hopefully we can avoid any delays or problems with a rush on the online portal and they will receive their voucher on a timely basis.\"\nMr Roberts also said that 70p in every £1 spent with an independent retailer \"is recycled around the economy, supporting local producers and manufacturers\".\n\"As the scheme opens and consumers are thinking about how to spend their voucher, we would strongly encourage them to use with local independent retailers,\" he added.\nAodhán Connolly, director of the Northern Ireland Retail Consortium, said the voucher scheme would provide a \"welcome boost\" during a \"lull time in retail and hospitality\".\n\"For me, the main thing about this is to get people back on the high streets, to get them to rediscover the high streets and actually one of the knock-ons from this is that people can see it is safe and welcoming to return to high streets across Northern Ireland,\" he told BBC News NI.\n\"As long as they are spending it on bricks and mortar retail, that's all that we can ask.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58699072",
      "category": "uk-politics",
      "title": "Labour conference: Reeves promises £28bn a year to make economy greener",
      "tags": "Rachel Reeves,Labour Party",
      "text": "Labour has promised to spend an extra £28bn a year on making the UK economy more \"green\" if it wins power.\nShadow chancellor Rachel Reeves said the money would go on offshore wind farms, planting trees and developing batteries.\nIn her speech to Labour's annual conference in Brighton, she also pledged to phase out business rates to help the Covid-damaged High Street.\nAnd she said giant tech firms would pay more tax in future.\nAn aide to Ms Reeves told the BBC the £28bn would come from government borrowing and the investment should \"have a positive impact\" on the wider economy.\nIn her speech, Ms Reeves said: \"I will be a responsible chancellor. I will be Britain's first green chancellor.\"\nShe added: \"I will invest in good jobs in the green industries of the future, giga-factories to build batteries for electric vehicles, a thriving hydrogen industry, offshore wind with turbines made in Britain, planting trees and building flood defences, keeping homes warm and getting energy bills down, good new jobs in communities throughout Britain.\"\nRachel Reeves is the shadow chancellor with something for everyone. \nFor the Labour Party activists crying out for ambitious pledges following a series of lukewarm announcements there was £28bn a year of investment to help the UK reach its climate targets. \nShe also went after some of the most potent symbols for party members: private schools and Jeff Bezos, the founder of Amazon (\"if you can afford to fly to the moon, you can afford to pay your taxes here on earth!\")\nFor the business community there was a promise to axe business rates and replace the £30bn of revenue with… something.  \nFor those who thought it was all a bit too much she unveiled some fiscal rules that could lightly limit her room to spend and borrow, and a new value for money \"hit squad\" that would scrutinise government spending.  \nShe has also upped her speech game significantly, introducing a group of keyworkers in the front row to rapturous applause and lowering her voice dramatically to deliver her soundbites.\nMs Reeves said the annual £28bn investment - which would continue until 2030 - would help \"protect our planet for future generations\". \nIt would include the £3bn shadow business secretary Ed Miliband promised to help make the UK steel industry carbon-neutral in his conference speech on Sunday.\nLabour is expected to make a series of announcements on where the rest of the money would go.\nGreenpeace UK welcomed the overall spending pledge, with its head of politics, Rebecca Newsom, saying: \"Tackling the climate crisis has to be at the heart of what the Treasury does.\"\nThe independent Climate Change Committee estimates the cost of making the UK carbon-neutral will be between 1% and 2% of GDP until 2050. Based on last year's figures, that would equate to between £19.6bn and £39.2bn a year.\nDuring her half-hour speech, Ms Reeves said a Labour government would freeze business rates in England until 2023 and make rates relief for smaller firms more generous.\nIt would eventually scrap rates completely, she said, replacing them with a new \"modern\" business tax, which the party is yet to define.\nLabour is also proposing a new tax on commercial property.\nAnd it is proposing to increase the digital services tax - paid by search engines and social media firms - from 2% to 12%, when it is replaced by a higher global corporation tax rate agreed as part of an international scheme.\nMs Reeves told the conference the party would bring in the \"biggest overhaul of business taxation in a generation\", allowing businesses to \"lead the pack, not watch opportunities go elsewhere.\"\nShe announced plans to scrap \"hundreds\" of tax breaks and set up an Office of Value for Money, which aides describe as a \"hit squad\" to scrutinise government spending and ensure tax is used wisely.\nMs Reeves said a Labour government would tell firms which have received contracts to deal with the Covid pandemic but under-delivered to repay the money given to them by the government.\n\"We will set up a team to go through every line of every failed contract where value was not delivered, and claw back every penny of taxpayers' money we possibly can,\" she added, \"because that money belongs in our police, it belongs in our schools and it belongs in our NHS.\"\nThe policies announced by Ms Reeves were welcomed by the Federation for Small Businesses, whose national chair Mike Cherry said: \"The shadow chancellor is right to propose concrete reform of a business rates tax which disproportionately burdens the small businesses and sole traders at the heart of local communities.\"\nBut Conservative Party co-chairman Oliver Dowden said: \"Successive Labour leaders have threatened businesses with tax hikes, higher bills, and more red tape. \n\"Only the Conservatives can be trusted to support our businesses and help our economy thrive as we build back better.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58704508",
      "category": "uk-england-london",
      "title": "Insulate Britain: M25 targeted near Heathrow as activists stage protest",
      "tags": "London Heathrow Airport,M25 motorway,Climate change",
      "text": "Climate change protesters have defied a court order and blocked part of the M25 at Heathrow Airport.\nA total of 53 people have been arrested as Insulate Britain blocked the slip road at junction 14 just after 08:00 BST. The road has now reopened.\nA High Court injunction banning protests around the M25 and Dartford Crossing was issued last Thursday.\n\"You can throw as many injunctions at us as you like, but we are going nowhere,\" the campaign group said.\nIt is the latest of several protests targeting major roads in the south east.\nThe order, which was granted to National Highways Ltd, states demonstrators are banned from \"causing damage to the surface of or to any apparatus on or around the M25 including but not limited to painting, damaging by fire, or affixing any item or structure thereto\".\nIt adds that those involved \"may be held to be in contempt of court and may be imprisoned, fined or have their assets seized.\" \nThe injunction includes slip roads and bridges. \nMinisters had hoped the High Court injunction would prevent further disruption around London.\nIn statements read out last week at the Home Office, the campaigners said: \"We are more scared of the destruction of our country than we are of breaking an injunction. \n\"There are times when we have to step up and do what is right.\"\nThe group, an offshoot of Extinction Rebellion, is calling for the government to insulate homes in the UK to help cut carbon emissions.\nIt wants heat-saving measures installed in social housing by 2025 and all homes by 2030.\nProtester Dr Diana Warner, 62, a retired GP from Bristol, said she was protesting out of \"desperation\". \n\"This is the fifth time I've been here trying to block a motorway because the only way to get the government to listen is to disrupt things,\" she said. \nMs Warner added she \"completely understood\" people's frustrations with the protest however what was at risk was the \"lives of our children and grandchildren\".\n\"I'm really sorry but I'm determined to do everything I can to make us safe and change society ... we have to try.\"\nThe government said it was investing £1.3bn to support people to install energy efficiency measures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58700994",
      "category": "entertainment-arts",
      "title": "Strictly's Tom Fletcher and partner test positive",
      "text": "Strictly Come Dancing's Tom Fletcher and dance partner Amy Dowden have tested positive for Covid, a day after the first live show in the series.\nThe pair will miss next week's live show and are now self-isolating separately, the broadcaster said.\nThe BBC added \"that all being well, they will return the following week\".\nFletcher, a singer, songwriter and author, is best known for being one of the lead vocalists of pop rock band McFly. \nOn Sunday, the band's Twitter account and his own personal account said he was unwell and would not be onstage for their performance in Glasgow tonight.\n\"He sends huge and heartfelt apologies to all the fans he won't see tonight. The show will still be going ahead, we're looking forward to seeing you all and need you guys to sing extra loud for us tonight.\"\nDowden said in an Instagram post that she had tested positive for Covid-19 but did not have any symptoms. \nShe added: \"I have no doubt that over the next 10 days my mind will be going crazy with choreography ideas, ready to get back on the Strictly dancefloor for the live show in week three.\"\nIt comes after an unnamed professional dancer tested positive for Covid earlier this month, in the run-up to the show's launch last Saturday.\nThere have been reports that some of the pro dancers on Strictly have refused to be vaccinated, although there is no suggestion Dowden is among them. \nAnd on 3 February, the dancer, who has spoken publicly about living with the chronic bowel condition Crohn's disease, shared a post on Instagram in which she said she was \"incredibly grateful\" to be having her Covid vaccine the following day. \nEarlier this week, Strictly pro Gorka Márquez told ITV's This Morning stories about dancers' vaccine status were \"just speculation\" and the dance show was \"taking big responsibility to keep everyone safe\".\nFletcher and Dowden tackled a cha-cha-cha to September by Earth, Wind and Fire in Strictly Come Dancing's first live show of the 2021 series, the night before testing positive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58713102",
      "category": "uk-politics",
      "title": "Far-right group Britain First registers as a political party",
      "tags": "Electoral Commission ",
      "text": "The far-right group Britain First has registered as a political party after its application was approved by the Electoral Commission.\nParty leader Paul Golding said he was \"ecstatic\" and would start \"building the electoral arm of our party\".\nThe party was deregistered in 2017 after it failed to renew its registration on time.\nAn Electoral Commission spokesperson said the party's application had \"met the legal criteria\". \nThe watchdog assesses potential new parties to ensure they comply with legal obligations and that their proposed names, descriptions and emblems do not risk misleading or confusing voters. \nParties also need to show that their constitutions or membership policies do not breach equalities law. \nThe Electoral Commission does not consider a group's political views when deciding whether or not to register a party. \nBritain First campaigns on an anti-immigration message and has called for a halt to all further immigration except in specific cases. \nThe group has developed a strong online following, attracting attention when one of its anti-Islamic videos was retweeted by the then-US President Donald Trump.\nHowever it has performed less well electorally, with Mr Golding securing only 1.2% of the vote when he stood in the 2016 London mayoral election. \nIn 2018, Facebook removed the group's pages saying it had repeatedly violated its community standards. \nThe decision came shortly after Mr Golding and the party's deputy leader Jayda Fransen were found guilty of religiously aggravated harassment. \nIn 2019, the group was fined £44,200 by the Electoral Commission for \"multiple breaches\" of electoral law, including a failure to keep accurate financial records or donation reports. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58671915",
      "category": "business",
      "title": "Grant Thornton fined £2.3m for Patisserie Valerie scandal",
      "tags": "Patisserie Valerie",
      "text": "Accountancy firm  Grant Thornton has been fined £2.3m for failures in its audits of collapsed cake chain Patisserie Valerie.\nThe fine was for audits carried out between 2015 and 2017, regulator the Financial Reporting Council said.\nIt said Grant Thornton had \"missed red flags\" and failed to \"question information provided by management,\"\nGrant Thornton admitted to not following audit rules. It must report annually to show how it is improving.\nDavid Newstead, who carried out the audits, was also fined £150,000 for his role in signing off the accounts.\nClaudia Mortimore, deputy executive counsel to the FRC, said: \"This decision notice sets out numerous breaches of relevant requirements across three separate audit years, evidencing a serious lack of competence in conducting the audit work.\"\nThe fine was originally £4m, but was adjusted for aggravating and mitigating factors and discounted to £2.34m.\nMr Newstead's £150,000 fine was adjusted to £87,750 for the same reasons. In addition he has been banned from carrying out audits for three years.\n\"The package of financial and non-financial sanctions should help to improve the quality of future audits,\" said Ms Mortimore.\nGrant Thornton - Britain's sixth largest accountancy firm - had previously been fined £650,000 in December 2019 over the botched audit of a listed company.\nThe Financial Reporting Council said it fined the accounting firm after it identified a series of errors surrounding its work for an unnamed company in 2016.\nIn October 2018, Patisserie Holdings announced that its board had been notified of potentially fraudulent accounting irregularities.\nThe company subsequently entered into administration, leading to the closure of 70 stores and more than 900 job losses.\nThe collapse followed the discovery of a huge black hole in the firm's accounts, eventually valued at £94m.\nAfter it went into administration, the cafe chain was found to have overstated its cash position by £30m and failed to disclose overdrafts of nearly £10m.\nIn June 2019 five people were arrested and questioned over the alleged accounting fraud, the Serious Fraud Office reported.\nA spokesperson for Grant Thornton said the company has invested significantly in audit practice since the scandal.\nHe added: \"We have co-operated fully with the FRC and acknowledge the investigation's findings relating to our audits in 2015-2017.\n\"We regret the quality of our work fell short of what was expected of us in this instance.\"\nA civil case had previously been launched against Grant Thornton by liquidators at FRP Advisory, claiming the auditor was negligent.\nPatisserie Valerie was an unusual corporate collapse. Most come with some type of warning - a whistleblower, a deteriorating trading performance or the resignation of key executives - but the bakery chain simply imploded. It had expanded quickly and appeared to be in the rudest financial health until it realised its accounts were a fiction. The cash position was wildly inflated and there were two bank loans of which the board was not aware. \nThe shares were suspended in October 2018, and despite an emergency cash injection from shareholders led by chairman Luke Johnson, the company was put into administration the following January.  A management buyout meant a slimmed down version of the chain continues to trade. That might have been the end of it, but the timing of the default meant it led to profound reform in the mechanism of safeguards around British companies, some of which are still being implemented and indeed bickered over. \nThere had been a similar failure 10 months earlier, when Carillion, a giant construction and services group, also ran out of cash. With Carillion, there were more warnings, but eventually its accounts also proved to be wildly at odds with the reality of its financial position. Its demise led to calls for changes to how audits are conducted, and when the bakery chain went under, those calls became deafening. \nSeveral reviews of auditing and the audit profession were set in motion. The largest of these was the Kingman review, named after its chairman Sir John Kingman, the former Treasury mandarin who now chairs the FTSE 100 insurance and savings group Legal & General. He recommended the creation of a new regulator, which is due to become reality in two years' time. The big audit firms have also had to separate their audit arms from the rest of their accounting business - and look at proposals to share their work on the largest companies with smaller firms.\nThe spokesperson for Grant Thornton said: \"We will continue to rigorously defend the civil claim brought by Patisserie Valerie's liquidators, which ignores the board's and management's own failings in detecting the sustained and collusive fraud which took place.\n\"We recognise that there were shortcomings in our audit work; however, our work did not cause the failure of the business.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58701620",
      "category": "uk",
      "title": "Fuel supply: UK suspends competition law to get petrol to forecourts",
      "tags": "Haulage",
      "text": "The government is to suspend competition law to allow oil firms to target fuel deliveries at petrol stations following recent panic buying.\nOfficials said the move would make it easier for companies to share information and prioritise parts of the country most at need.\nIt follows days of long queues at the pumps, after fears of disruption to the fuel supply sparked panic buying.\nBut a minister said there were no plans to bring in the Army to drive tankers.\nThe government has been considering using the Army, but Environment Secretary George Eustice said the shortage of drivers was \"not a huge problem\".\n\"The only reason we don't have petrol on forecourts is people are buying petrol when they don't need it,\" he said, predicting that things would \"calm down\" once anxious people had filled their cars.\nThe Petrol Retailers Association has warned that as many as two-thirds of its membership of nearly 5,500 independent outlets are out of fuel, with the rest of them \"partly dry and running out soon\". The UK has a total of more than 8,000 filling stations.\nAnnouncing the measure to exempt the oil industry from the Competition Act 1998, Business Secretary Kwasi Kwarteng said the government had \"long-standing\" contingency plans to maintain fuel supplies.\nHe said allowing the industry to share information would mean companies could work together more effectively to minimise disruption.\nThe government also relaxed competition law in March 2020, to help supermarkets work together to maintain food supplies.\nA shortage of lorry drivers has caused problems for a range of industries in recent months, from supermarkets to fast food chains.\nIn recent days, some fuel deliveries were affected, leading to panic buying and lengthy queues at some petrol stations.\nIn a joint statement from companies including Shell, ExxonMobil and Greenergy, the industry reiterated that pressures on supply were being caused by \"temporary spikes in customer demand - not a national shortage of fuel\".\nPRA chairman Brian Madderson told the BBC the shortages were down to \"panic buying, pure and simple\", with oil companies prioritising keeping motorway service station pumps topped up.\nPumps were mainly running dry in Britain's urban areas, while Northern Ireland was currently unaffected, he said.\nMr Madderson also told BBC Radio 4's Today programme on Monday that filling stations were being restocked, but there were not enough deliveries to restore their normal levels of fuel.\n\"One of our members yesterday received a tanker at midday and by late afternoon the entire tanker had disappeared into people's cars,\" he said.\nOn Saturday, the government announced it would offer temporary visas, lasting until Christmas Eve, to 5,000 foreign fuel tanker and food lorry drivers and 5,500 poultry workers in a bid to limit disruption in the build up to Christmas.\nOther measures include sending nearly one million letters to drivers who hold an HGV licence - to encourage them back into the industry - and plans to train 4,000 people to become HGV drivers. \nElizabeth de Jong, director of policy for Logistics UK, told Today that it would be \"days, possibly a couple of weeks\" before the visa applications were open.\nShe said the industry had wanted more visas to be available and for a longer time, but she said the key issue now was to make them attractive to drivers, which was likely to mean offering good wages.\nThe UK had lost 72,000 drivers between the second quarter of 2019 and the same period in 2021, Ms de Jong said - partly due to people returning to the EU after Brexit. \nAt the same time, she said the pandemic had disrupted testing for HGV licences, making it harder to replace the lost drivers.\nThe DVLA said there were more than 54,000 applications for licences awaiting processing, although some of those may be renewals and drivers can continue to work while they are dealt with.\nThe shortage of drivers and other workers is also causing concern in the food and retail industry.\nThe British Retail Consortium said the number of visas being offered was \"too small\" to make an impact on the disruption expected at Christmas.\nCompetition benefits consumers. It encourages firms to innovate and improve their offer to draw customers in. It can mean products are better, often at lower prices.\nIt also aims to make sure firms compete on a level playing field, as well as protecting them from other businesses acting unfairly.\nIt stops businesses from making agreements with each other that would distort competition, leaving customers worse off. Agreeing to fix prices for certain goods or services, limiting production to drive prices up, or carving up markets, for example, could all end up breaking competition law. \nThat risks serious fines, people being banned from running companies, or even jail.\nDuring the pandemic, the government has intervened to exempt certain industries from elements of competition law. At the height of the coronavirus crisis, for example supermarkets were allowed to share more information with each other on stock levels and share depots and delivery vans, to meet customer demand. \nThe latest move will allow fuel suppliers to share information on which locations are most in need and, according to the Petrol Retailers Association, possibly put fuel into their competitors' sites - which they would not typically be allowed to do.\nAndrew Opie, director of food and sustainability policy at the trade association, told the BBC: \"I think we're going to see less choice, less availability, possibly a shorter shelf life as well, which is really disappointing because this could have been averted.\"\nMeanwhile, turkey farmer Kate Martin warned supermarkets could run out of poultry before Christmas.\nShe said there were fewer turkeys being produced because the big processors \"know they will not get them processed\".\nBut the boss of supermarket chain Aldi in the UK said he expected \"business as usual\" at Christmas.\nRecruitment for additional short-term HGV drivers and poultry workers will begin in October, with the visas valid until Christmas Eve.\nHow have you been affected by the fuel crisis? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58701788",
      "category": "world-europe",
      "title": "San Marino votes to legalise abortion in referendum",
      "tags": "Abortion,Italy",
      "text": "Residents in the European microstate of San Marino have voted overwhelmingly to legalise abortion.\nWith all referendum polls counted, around 77% of voters backed the decision, while nearly 23% said no.  \nWith the results in, Interior Minister Elena Tonnini has called on parliament to translate the result into law.\nThe move would overturn a law dating back to 1865, which has made San Marino one of the last places in Europe where abortion is completely banned.\nTurnout for the referendum was 41% in the landlocked enclave, which is surrounded by Italy.\nThe motion passed by voters would allow women to voluntarily terminate their pregnancy within 12 weeks of gestation. After the 12-week mark, abortion would only be allowed if the mother's health was at risk, or if foetal abnormalities could cause physical or psychological harm.\nUnder current rules, women can be jailed for up to three years. For the doctor carrying out the procedure, this can be up to six years.\nNobody has ever been convicted. Usually women who choose to have an abortion travel to Italy, where it has been legal since 1978.\nBut this does not always guarantee access. In Italy, doctors have the right to refuse to carry out abortions.\nMore than 35,000 people, a third of them living abroad, were eligible to vote in this latest referendum initiated by the San Marino Women's Union (UDS).\nTraditionally the country, with its strong Catholic heritage, has been socially conservative. \nOpposition to decriminalising abortion has been led by the Sammarinese Christian Democratic Party, which has strong ties to the Catholic Church and has governed the country for nearly 20 years.\nBut campaigners have been trying to build on the momentum created by other European countries such as Ireland and Gibraltar, which have legalised abortion in recent years.\nBefore the results, UDS member Francesca Nicolini, a 60-year-old doctor, told AFP that \"the majority of young people are on our side, because it's an issue that directly affects their lives\".\n\"It's unacceptable to view as criminals women who are forced to have abortions,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58699444",
      "category": "business",
      "title": "Farmers warn of Christmas turkey shortage due to lack of staff",
      "tags": "Agriculture",
      "text": "Farmers are warning of a Christmas turkey shortage because visa changes to allow labour recruitment from abroad have come too late.\nA poultry association said big producers have already scaled back because they assumed they would not have enough staff to process birds.\nAnd turkey farmer Paul Kelly told the BBC the damage had already been done.\nThe government has announced a visa scheme to allow 5,500 poultry workers into the UK on three-month contracts.\nAs part of the changes, 5,000 HGV drivers will be allowed into the UK on similar contracts in an attempt to keep supermarket shelves stocked and petrol stations supplied with fuel.\nKate Martin, chairwoman of the Traditional Farm Fresh Turkey Association, said: \"This year it's looking like there is a national shortage of turkeys when we're talking about supermarket shelves, rather than buying direct from your farm.\n\"It is the supermarket shelves that will be emptier of turkeys this year than they have been before, only because there have been less turkeys placed on the ground; only because the big processers know that they will not get them processed.\"\nShe said some members of her association had already seen a rise in orders, with one reportedly seeing a 400% increase on last year. \nMs Martin said farms \"are now missing a whole host of their workforce that they have been training and investing in over the last however many years. Those workers are no longer available for us to use on a seasonal basis - they will go find work in mainland Europe instead.\"\nPaul Kelly, who runs the KellyBronze farm, said the major producers were resigned to producing fewer birds for Christmas.\n\"The damage has already been done for the bigger processors because they have not put the turkeys on the farm,\" he said.\nSmaller producers, however, might be better prepared as they tended to recruit local labour rather than draft in large numbers of migrant staff, he added.\nOne supermarket group told the BBC it was far too early to speculate about Christmas stocks.\nThe British Poultry Council has estimated there are nearly 7,000 vacancies across the sector, leading some chicken producers to cut their output, and sparking shortages at restaurant chains Nando's and KFC.\nMr Kelly said: \"There are chickens being killed on farms at the moment. There are pigs being shot in fields, because there are not enough people there to do the jobs.\"\nA temporary visa scheme \"is definitely not an answer\" for the long term, he added.\nTransport Secretary Grant Shapps said the package of visa measures would help the food and haulage industries cope in the run-up to Christmas.\n\"After a very difficult 18 months, I know how important this Christmas is for all of us and that's why we're taking these steps at the earliest opportunity to ensure preparations remain on track.\"\nHowever, some business leaders said the measures did not go far enough, with the British Chambers of Commerce saying they were the equivalent of \"throwing a thimble of water on a bonfire\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58706559",
      "category": "uk",
      "title": "Covid: 'I lost my daughter to cancer after the pandemic paused chemotherapy'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58712619",
      "category": "world-europe",
      "title": "Germany election: Coalition talks begin after close election",
      "tags": "German federal election 2021,Germany,Olaf Scholz,Angela Merkel",
      "text": "The polls have closed and Germany's centre-left Social Democrats (SPD) have claimed a narrow victory in the federal election.\nNow, the complicated process of forming a coalition government begins. \nOlaf Scholz of the SPD wants to work with the Greens and liberals and says they have a public mandate to do so. But his conservative rival Armin Laschet will not give up that easily.\nThe talks can take months. Until then, Angela Merkel will remain in office.\nGermans went to the polls on 26 September. It was a significant election because the new chancellor will replace Angela Merkel, who has spent 16 years at the helm.\nIt was an extremely tight race - but no party won enough votes to form a majority in the Bundestag, Germany's parliament.\nThat means that a coalition government must be formed. This is nothing new for Germany, as since the Second World War no party has ever won enough seats to form a government on its own.\nOlaf Scholz, chancellor candidate for the Social Democrats, claimed victory - but he will need to join forces with other parties if he wants to secure the chancellery.\nThe other leading party, Chancellor Merkel's conservative Christian Democratic Union (CDU) suffered its worst-ever performance with Armin Laschet as its candidate.\nThe SPD and conservatives have governed together for years. However, Mr Scholz has said he wants to join forces with the Greens and liberal Free Democratic Party (FDP).\nBut the conservatives are not going down without a fight. Armin Laschet has said he is determined to try to form a government, also with the Greens and liberals. But his reputation has taken a hit this year, particularly after he was pictured laughing during a sombre visit to a flood-hit town in July.\nNegotiations to form a joint government are probably the most difficult and complicated process after a federal election.\nThey can take months - and even then they are not always successful. One example is the election in 2017, when there was a failed attempt to form a three-way government with the CDU, Greens and FDP.\nIn Germany's political system, all parties are allowed to hold \"exploratory talks\" - an initial phase where everyone can negotiate at the same time. It is an early chance for politicians to determine if they can work together despite ideological differences.\nThe Greens and FDP are the kingmakers in this election. Both leading parties want to join forces with them, and will be trying to woo them.\nA \"grand coalition\" is also an option, and would see the two biggest parties join forces once again as they are now. But Olaf Scholz and Armin Laschet both have their eyes on being chancellor, so this option is less likely. \nOnce the parties decide a coalition is possible, they will dive into the detail during negotiations. \nEvery point is thrashed out until they agree on things like policy issues and ministerial appointments.\nOnce they have reached a common ground and signed a thick blueprint of terms and agreements, they can then nominate their pick for chancellor before the official vote in the Bundestag.\nAfter Germany's last election in 2017, it took more than five months before Angela Merkel was formally confirmed as chancellor.\nWhile the negotiations crawl along, the outgoing government stays in place to look after things. This means Angela Merkel will remain in office in a caretaker capacity.\nMrs Merkel has said she is looking forward to retirement, but she could still be working at Christmas. In fact, she will become Germany's longest-serving chancellor if she is still there on 17 December, beating the record held in recent times by Helmut Kohl.\nIt also means that she may go to Rome at the end of October for the annual G20 summit, and meet up with many of the world leaders who have already bid her adieu.\nIf a government cannot be formed, another election could be called. But to maintain political stability, it is more likely Germany's President Frank-Walter Steinmeier will encourage the parties to make a deal.\nIf they are unable to agree on a chancellor, Mr Steinmeier, who is a Social Democrat, can step in again to nominate a potential leader, usually from the party which won the most votes.\nParliament then votes in a secret ballot, with the candidate needing an absolute majority (more than half of the votes). \nIf the impasse continues after another two rounds of voting, the president can appoint the chancellor as head of a minority government, or move to dissolve the Bundestag and call fresh elections.\nCORRECTION 20 October: This story has been amended to make clear that Olaf Scholz is SPD chancellor candidate and not party leader."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58708723",
      "category": "uk-politics",
      "title": "Labour conference: Party promises to bring back neighbourhood policing",
      "tags": "Kate Green,Labour Party Conference,Nick Thomas-Symonds,Crime",
      "text": "Labour says it will \"bring back neighbourhood policing\" in England and Wales if it wins the next election. \nIn a speech to Labour's conference, shadow home secretary Nick Thomas-Symonds promised to \"tackle the epidemic of anti-social behaviour\".\nAnd he said the Tories were \"soft on crime and soft on the causes of crime\".\nLabour says it will scrap the government's £200m \"national yacht\" - which it calls a \"vanity project\" - to pay for the policy.\nThe proposals include a roll-out of police hubs in communities and a recruitment drive for special constables.\nAt the conference being held in Brighton, shadow education secretary Kate Green has unveil Labour's Covid recovery plan for children.\nThe party wants to extend the school day for new activities, such as art and sport, as well as small group tutoring and mental health support.\nIn her speech on Tuesday, Ms Green challenged new Education Secretary Nadhim Zahawi to deliver a \"recovery guarantee\" that ensures every child \"thrives on new opportunities to learn, play and develop - just as Labour's plan would enable them to do\".\nOther policy promises being unveiled at conference included the doubling the current spending on dementia research to £160m and making city firms provide at least 35 hours of free legal services - known as pro bono work - per lawyer per year.\nUnveiling its proposals on combating crime, the party is pointing to figures from the Office for National Statistics, which say the number of people claiming they never see a police officer on foot patrol has doubled since 2010. \nAnd Home Office data shows the number of special constables - volunteer officers who support police on the frontline - have fallen by 6,300 in the same timeframe. \nMr Thomas-Symonds told conference: \"With me as home secretary, if there is trouble on your street, Labour will make sure that someone is there. \n\"You will see officers on the beat.\"\nHe also promised a national rollout of police hubs, giving a place for the public to talk to their local force and other agencies about concerns in the area.\nEach hub will have a Neighbourhood Prevention Team, made up of police, community support officers, youth workers and local authority staff.\nAnd their aim will be to increase police presence in communities and ensure crime - especially anti-social behaviour - is tackled quickly.\nOther policies include a major recruitment drive to increase the number of special constables and a new Child Exploitation Register for those convicted of modern slavery offences linked to county lines drug dealing.\nMr Thomas-Symonds also used the speech to attack the current government's performance on tackling crime. \n\"In Tory Britain, people say you never see police on the beat any more,\" he said.\n\"That school children feel afraid at the bus stop, that people feel unsafe going out after dark, this is the price of years of Tory cuts to neighbourhood policing.\n\"The Conservatives are the party of crime and disorder. They are soft on crime and soft on the causes of crime.\"\nBut Tory chairman Oliver Dowden said it was Labour who had \"shown time and time again that they are weak on crime and weak on the causes of crime\".\nHe added: \"Only the Conservatives are getting on with the job of keeping the British people safe: by recruiting 20,000 more officers, boosting police funding to record levels, and introducing tougher sentences for child murderers, drink drivers, and those convicted of serious violent and sexual offences.\"\nEarlier this year, Boris Johnson also pledged to target crime and anti-social behaviour by introducing electronic tags for burglars after leaving prison and ensuring every neighbourhood in England and Wales had a named police officer for residents to contact."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-58709456",
      "category": "explainers",
      "title": "Petrol shortage: Is the fuel crisis improving?",
      "tags": "Fuel,Haulage",
      "text": "Only 127 petrol tanker drivers from the EU have applied for temporary visas to help tackle the petrol crisis, according to the prime minister. The government is offering 300 short-term visas for overseas drivers. \nMeanwhile, military personnel have started driving fuel tankers to help resupply petrol stations. \nThe Petrol Retailers Association (PRA) - which represents nearly 5,500 of the UK's 8,000 filling stations - says the worst-affected areas have seen a \"marginal\" improvement but still face a \"challenging\" time.\nIt said about a fifth of forecourts in London and south-east England were out of fuel on Monday.\nBut elsewhere in Britain, that figure was 8% and there had been a \"marked\" improvement, the association said.\nLast week the government said it would offer temporary visas for 5,000 overseas HGV drivers - including 300 immediate visas for tanker drivers.\nBut Boris Johnson told BBC Breakfast that so far only 127 European Union fuel drivers have applied for the scheme. \nHe said the low number of applicants reflected a \"global\" issue causing \"a particular problem in the UK\". He blamed long-standing underinvestment in pay and driver facilities. \nSeparately, about 200 Army and RAF personnel - including 100 drivers - will help deliver fuel to forecourts in the hardest-hit areas, including London and south-east England.\nThey have been given training in safety procedures, equipment and forecourt driving manoeuvres.\nOther measures include:\nThe doctors' body the BMA, the teachers' union NASUWT and some politicians including London Mayor Sadiq Khan wanted key workers to be given priority access to petrol stations to avoid disruption to essential services. \nHowever, the government hasn't announced plans to prioritise key workers as it did with nursery and school places during the pandemic.\nThe government has powers to limit how much fuel drivers can buy, and the hours when they can buy it, but hasn't used them so far.\nSome petrol stations have introduced a £30 cap on the amount of petrol people can buy.\nOn 23 September, BP warned it would have to \"temporarily\" close a handful of its petrol stations, because of a lack of drivers. \nLong queues started to build up outside stations across Great Britain in the following days, amid fears that fuel might run out. \nOil companies have stressed there is plenty of petrol available. \nHowever, the key issue is there aren't enough drivers to deliver it to forecourts.\nThere's an estimated shortage of more than 100,000 HGV drivers, which has already caused problems for a range of retailers - from supermarkets to fast food chains.\nFuel tanker drivers need additional safety qualifications on top of their HGV licence to be able to transport chemicals such as petrol. \nThere are a number of reasons - and many countries across Europe have been affected - but the UK has been especially badly hit.\nAfter Brexit, many European drivers returned to their home countries, or moved elsewhere, because working in the UK involved additional border bureaucracy which had an impact on their income.\nThe pandemic saw even more drivers return to their home countries, with few coming back. \nMeanwhile, some older drivers have retired, and there's a huge backlog in HGV driver tests due to Covid. \nPetrol prices are at an eight-year high. According to the latest weekly statistics, the average petrol price at UK forecourts on Monday was 136.1p a litre, up from 135.19p a week earlier.\nThe price of a litre of diesel rose 137.95p to 139.2p over the same period.\nSimon Williams of the RAC said the increase was largely down to the rising price of oil rather than the recent supply problems."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58698490",
      "category": "world-europe",
      "title": "Iceland misses out on Europe's first female-majority parliament after recount",
      "tags": "Women,Iceland",
      "text": "Iceland briefly believed it had made history by electing Europe's first female-majority parliament - before a recount showed it had just fallen short.\nSome 30 of the 63 seats (47.6%) were won by women. \nBut earlier results had showed women winning 33 seats (52%).\nNo European country has breached the 50% threshold, with Sweden coming closest at 47%, according to data from the Inter Parliamentary Union.\nThe results mean a further six women have been elected to Iceland's parliament, but men still hold a majority of seats.\nUnlike some other countries, Iceland does not have legal quotas on female representation in parliament, though some parties do require a minimum number of candidates be women.\nInitially, the apparent female-majority in parliament was hailed as a landmark achievement.\n\"In a historical and international light, the most significant news is that women are now first time in majority in the Icelandic parliament, and a first in Europe. This is good news,\" President Gudni Johannesson told broadcaster RUV before the recount.\nIceland has long been considered a leader in gender equality and was ranked the most gender-equal nation in the world for the 12th year running in a World Economic Forum report released in March.\nIt offers the same parental leave to both men and women, and its first law on equal pay for men and women dates back to 1961. It was also the first country in the world to elect a female president in 1980. \nJust five countries currently have parliaments where women hold at least half the seats. Rwanda leads the way, with women making up 61.3% of the members of its lower house.\nIt is followed by Cuba on 53.4%, Nicaragua on 50.6% and Mexico and the United Arab Emirates at 50%. Women make up just 34.2% of the members of the United Kingdom's House of Commons and just 27.6% of the House of Representatives in the United States. \nMeanwhile, yesterday's election saw the incumbent left-right coalition government, led by Prime Minister Katrin Jakobsdottir, increase its majority. \nHowever, her party, the Left Green Movement, looks set to lose several seats, while her right-wing partners gained five MPs, casting doubt over her future as prime minister.\nOpinion polls had predicted that the coalition would fall short of a majority but a surge in support for the centre-right Progressive Party, which won five more seats than in 2017, pushed the coalition's total seats to 37, according to RUV.\nThe current government, which consists of the prime minister's Left-Green Movement, the conservative Independence Party and the centrist Progressive Party, said before the election that they would negotiate continued cooperation if they held their majority."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58706383",
      "category": "uk-england-beds-bucks-herts",
      "title": "Fuel supply: 'I'm at an Airbnb this week to avoid fuel queues'",
      "tags": "Aylsham,Fuel,Holt,Bury St Edmunds",
      "text": "As lengthy queues continue to spread beyond fuel station forecourts, how are those affected managing to deal with the current situation?\n\"On one of our sites we had a delivery on Friday,\" says Steve Highland, who runs a chain of four independent fuel stations based in Bedfordshire, Cambridgeshire and Hertfordshire.\n\"It would normally have lasted until Tuesday but we'd sold the lot on that Friday.\"\nHe has been in the filling station business for 35 years.\n\"In all my years I've been doing this I've never known that sort of situation,\" he says.\n\"At another station we had a delivery yesterday, and it sold out yesterday.\"\nThe atmosphere among customers, he says, has been civil and he has not seen anybody coming in to fill up jerry cans.\n\"We operate on a 'just in time' system,\" he says, meaning deliveries are usually made just before the station's supplies run out.\n\"Just about every garage I know is monitored centrally by our suppliers and generally deliveries turn up at the moment when we are close to running out.\n\"At the moment that's not happening.\"\nDuring the weekend, Mr Highland says he spoke to customers to check their level of need for fuel. One, he says, was a patient needing to travel to hospital the following day for a planned operation.\nAnother, he says, was a heavily pregnant woman who wanted to ensure she had enough fuel to get to hospital in the event of going into labour.\nHe says some of those running fuel stations are facing a dilemma.\n\"One station owner I know was asking whether he should supply 1,000 cars so that people could get to work or 150 lorries to keep them on the road.\"\nFaced with empty filling stations or lengthy queues has left some coming up with alternative arrangements.\nTeacher Simon Sinclair lives in Bury St Edmunds, in Suffolk, and works at an independent school in Bedfordshire.\n\"I filled up last week,\" he says, \"so I've got enough fuel to get home and back once or twice.\"\nRather than face closed petrol stations or lengthy queues during his daily 120-mile round trip, he decided at the weekend to book a rental property for the week. \nThe Airbnb he will be staying at is one he usually stops at one night a week to ease his commute.\nOn Monday morning, during his drive to Bedfordshire, he passed five filling stations which were empty of fuel. Despite being empty, he says, there were still people queuing outside.\n\"I will be staying in the Airbnb just until it calms down a bit,\" he says.\n\"My wife and kids should be OK for the week.\"\nBus firm Sanders, based in Holt, Norfolk, is also experiencing issues.\n\"We've got two problems with the fuel shortages,\" says Charles Sanders, who co-owns the business with his brother Paul.\n\"The first is our staff are struggling to get fuel so they can't get to work,\" he says.\n\"The second is the queues outside the petrol stations are causing us serious delays, which means the buses can't always be where we want them to be on the timetable and children could be late home from school.\"\nKaren Powley runs the Mount Residential Home in Aylsham, Norfolk.\nThe home, rated good by the Care Quality Commission, provides personal nursing care to 19 men. \nMs Powley says there are concerns about whether staff can get into work because of the situation at the fuel pumps.\n\"Some of our people don't live locally who are travelling in,\" she says. \"We've got a gentleman here who hasn't been able to get diesel for three days so he's had to stay over with another member of staff.\n\"We've also got some spare rooms here for any staff who are struggling with the fuel shortages. They can sleep on site but it is not ideal because people have got families that they need to get home to.\n\"It was bad enough during the Covid pandemic with staff shortages, so this has made things worse really.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58714203",
      "category": "entertainment-arts",
      "title": "R. Kelly found guilty in sex trafficking trial",
      "tags": "R. Kelly,United States,Music",
      "text": "Singer R. Kelly has been found guilty of exploiting his superstar status to run a scheme to sexually abuse women and children over two decades.\nEleven accusers - nine women and two men - took the stand over the searing six-week trial to describe sexual humiliation and violence at his hands.\nAfter two days of deliberation, the jury found the US star guilty on all nine charges he was facing.\nSentencing is due on 4 May and he could spend the rest of his life behind bars.\nThe jury found Kelly, whose full name is Robert Sylvester Kelly, was the ringleader of a violent and coercive scheme that lured women and children for him to sexually abuse. \nThe singer - most famous for the hit songs I Believe I Can Fly and Ignition (Remix) - was also found to have trafficked women between different US states.\nAlong with eight counts of sex trafficking, Kelly was found guilty of racketeering - a charge normally used against organised crime associations. \nDuring the trial, prosecutors detailed how his managers, security guards and other entourage members worked to assist him in his criminal enterprise. \nThe court also heard how Kelly had illegally obtained paperwork to marry Aaliyah when she was 15 in 1994, seven years before the singer died in a plane crash.\nThe certificate, leaked at the time, listed Aaliyah's age as 18. The marriage was annulled months later. \nHer 1994 debut album, Age Ain't Nothing But a Number, was produced and written by R. Kelly.\nOne woman who testified that Kelly imprisoned, drugged and raped her said in a written statement after the verdict that she had \"been hiding\" from Kelly due to threats made against her since she went public with her accusations. \n\"I'm ready to start living my life free from fear and to start the healing process,\" added the woman, identified in court as Sonja.\nAnother woman who testified in court, Lizette Martinez, said she was \"relieved\" by the verdict.\n\"I'm so proud of the women who were able to speak their truths,\" she added.\nLegal documents have revealed the mental torment that Kelly subjected his victims to. They were not allowed to eat or use the bathroom without his permission, he controlled what clothes they wore and made them call him \"Daddy\".\nGloria Allred, a lawyer who represented several victims, told reporters: \"I've been practising law for 47 years. During this time, I've pursued many sexual predators who have committed crimes against women and children. \n\"Of all the predators that I have pursued, Mr Kelly is the worst.\"\nAt a news conference outside the court on Monday, prosecutor Jacquelyn Kasulis said that the jury had sent a message to other powerful men like Kelly.\n\"No matter how long it takes, the long arm of the law will catch up with you,\" said Ms Kasulis.\nThe verdict comes 13 years after Kelly was acquitted of child pornography charges after a trial in the state of Illinois.\nMany of the allegations heard in the trial were first laid out in the 2019 documentary Surviving R Kelly.\nVictims were sometimes selected from his concert audiences, or were enticed to join him after being offered help with their fledgling music careers after chance encounters with the singer. \nBut after joining his entourage, they found that they were subjected to strict rules and aggressively punished if they violated what his team had dubbed \"Rob's rules\".\nThis was a swift decision by the jury of seven men and five women. \nThey took nine hours over two days to reach a verdict, meaning they must have been fairly united in their examination of the evidence. \nRight before the verdict was read, a handful of R. Kelly's fans blasted his music outside the courthouse. I asked them how they felt after he was found guilty. They were visibly sad and told me they still supported him. \nOn the other hand, R. Kelly's victims are feeling some measure of comfort. \nOne - who remained anonymous throughout the trial - issued a statement saying she felt like she could now start the healing process. This verdict no doubt hinged on their testimony and willingness to recount personal trauma. \nFor decades these black women kept asking when they would be heard, when their voices would matter. This conviction is their Me Too victory.\nKelly's lawyer Deveraux Cannick told reporters the singer did not expect to be found guilty. \n\"The government cherry-picked their version that they thought would support the continuation of the narrative,\" said Mr Cannick. \"Why would he expect this verdict given all the inconsistencies that we saw?\"\nKelly is separately facing trial in Chicago on child sex images and obstruction charges. He is also due to face sex abuse charges in Illinois and Minnesota.\nAt least two former Kelly associates have pleaded guilty in separate cases related to attempts to silence Kelly's accusers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58705186",
      "category": "entertainment-arts",
      "title": "Sophie Ellis-Bextor reveals she was raped at the age of 17",
      "tags": "Sexual violence,Music",
      "text": "Sophie Ellis-Bextor has spoken out about being raped at the age of 17 by an older musician.\nWriting in her new memoir, Spinning Plates, the singer says she lost her virginity in the incident at the apartment of a guitarist, who was 29.\n\"I heard myself saying 'No' and 'I don't want to,'\" she writes, \"but it didn't make any difference\".\n\"He had sex with me and I felt so ashamed. It was how I lost my virginity and I felt stupid.\"\nShe continued: \"I felt grubby, but also unsure about my own feelings as I had no other experience to compare it with.\"\nIn the book, which is being serialised in the Mail On Sunday, Ellis-Bextor describes how she met the musician - who she calls Jim - at a gig while she was studying for her A-Levels.\nHe invited her back to his flat to see his history books \"and before I knew it we were on his bed and he took off my knickers\". \nThe singer, who is now 42, says she was left confused following the incident as the public perception of rape in the 1990s \"was not to do with consent\" but rather \"something you associated with aggression\".\n\"But no one had pinned me down or shouted at me to make me comply,\" she says, adding that \"the things I saw and read and the way sex was discussed [at the time] made me believe I didn't have a case.\"\nIf you have been affected by sexual abuse or violence, help and support is available at BBC Action Line.\nAccording to Rape Crisis England and Wales, this perception still persists - with many victims believing they have no case if there are no physical signs of struggle or assault.\nThe charity says there \"are many reasons why someone might not scream or struggle\". In fact, it says, \"quietness and stillness might suggest a lack of those crucial elements of freedom and capacity\".\nMisconceptions like these can make it difficult for survivors to seek help, with many fearing they will not be believed, it adds.\nEllis-Bextor says she had decided to share her own experience to help people understand \"where the line between right and wrong lies\".\n\"My experience was not violent,\" she writes in her memoir. \"All that happened was I wasn't listened to. Of the two people there, one said yes, the other said no, and the yes person did it anyway.\n\"The older I've become, the more stark that 29-year-old man ignoring 17-year-old me has seemed.\"\nAs the mother of five sons, Ellis-Bextor says she had been careful to introduce them to the concept of consent.\n\"I want to raise considerate, kind people who can take other people's feelings into account,\" she writes.\n\"I want them to actively want the other person to be happy, too, rather than just stopping because they have to.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58682692/#comp-comments-button",
      "category": "#comp-comments",
      "title": "High street £100 voucher site opens amid 'huge demand'",
      "text": "Almost 500,000 requests have been made for Northern Ireland's high street voucher scheme - but  some people complained that they could not access the website used for the process.\nEveryone aged 18 and over can apply for a £100 \"spend local\" card to use in shops before the end of November.\nThere were problems with the application page on the NI Direct site after it opened on Monday morning.\nEconomy Minister Gordon Lyons said \"not everybody has to rush at once\" to it.\nSome people complained on social media that the website had crashed on them while others said they had not received a verification message after entering their email address.\nSpeaking to BBC News NI's Evening Extra programme on Monday, Mr Lyons acknowledged there was \"huge demand\".\nBy Monday evening, there had been 475,081 requests for an applications link, 200,994 links issued and almost 97,000 applications completed, he said.\nMr Lyons said the verification messages were being sent \"in a staged process just to make sure the website isn't overwhelmed all at once\".\nHe added that almost 15% of the population had started their applications. \n\"There is a card available for everyone that is eligible so I would encourage people to apply for that over the coming weeks,\" he said.\nThe cards are expected to arrive between seven and 10 days after you apply.\nThey can be used in any shop with a card machine but cannot be used online or for gambling or legal services like penalties.\nA phone application service will open on 11 October for anyone who does not have access to the internet.\nThe online and phone application processes will remain open until 25 October.\nThe £145m scheme is designed to boost activity in businesses hit hardest by the coronavirus pandemic, like non-essential retail and hospitality.\nHigh streets and town centres were already facing a tough time before the pandemic began with the rise in online shopping.\nIt is hoped the voucher scheme will encourage more people to go out to shops, which could help the economic recovery.\nThere has been a warning, however, that fraudsters may attempt to target the scheme.\nEddie Lynch, the commissioner for older people, said there had been reports of cold callers in Newtownards attempting to scam people out of handing over their bank details after promising to help with their applications.\n\"We have seen this all too often over many years where people latch on to issues and try to target older people and others to scam them from their money,\" he said.\n\"It's about raising the awareness of that and making sure people are vigilant.\n\"If anyone does call you to help you with this scheme that you don't know, just either close the door or put down the phone.\"\nIt's finally here after almost a year - the high street voucher scheme was first suggested last November.\nTiming is key for this policy in order to make sure it has the maximum economic impact.\nBut as we head into this winter, the wider economic conditions mean consumers are facing a \"cost-of-living crunch\".\nThings like rising energy bills as well as an end to both the furlough scheme and uplift in universal credit mean many consumers won't be able to afford to spend their £100 on a treat.\nThey may instead be forced to spend it on essentials, for example a weekly grocery shop in one of the big supermarkets which were never forced to close.\nThe scheme's success will depend on how and where shoppers choose to spend their £100.\nLinda McHenry, who owns a women's clothes shop in Ballymoney, County Antrim, said she hoped people would think of the card as a bonus.\n\"Support your local independent shops - this is their dream, it's their livelihood,\" she said.\n\"Come out and experience again what it's like to physically shop for the day.\"\nSome businesses are already working on incentives and offers to try to encourage people to choose to spend with them.\nFor example, one electronics retailer is already offering customers an additional 10% discount.\nShop owner Andy Kilpatrick said: \"We want to help shoppers make their voucher go that little bit further.\n\"We appreciate it's also tough times for people out there looking for Christmas presents and things so by giving an extra 10% that could help improve people's shopping budgets.\"\nPresident of Ballymoney Chamber of Commerce Winifred Mellett said the town's independent retailers were providing \"brilliant promotions\".\n\"I'm not going to tell you what they are at the moment because we are going to wait for a few days and then surprise everybody,\" she said.\nMs Mellett also owns a women's clothes shop in the town, and has worked on the shop floor for decades.\n\"We felt that shoppers were drifting away from independent shops and now, all of a sudden, they are coming back and that's a feeling that's come from Covid,\" she said.\n\"If they don't come and support independents there won't be any and what would the high street be like?\n\"Everybody loves a wee bit of shopping.\"\nLondonderry Chamber of Commerce chief, Paul Clancy, said the voucher scheme has been \"badly needed\".\n\"It is great to have a real positive story for the High Street, to get people back on the High Street and increase the footfall.\n\"We would love to see it spent in the local, smaller shops that have really struggled, that would be great. But at the end of the day money going back anywhere into the local economy is good for everybody,\" he said.\nThe trade organisation Retail NI has urged shoppers to spend their voucher cards in locally-owned, independent shops.\nIts chief executive Glyn Roberts also expressed some concern that the online portal could be overwhelmed if everyone tries to apply as soon as it opens to the public.\n\"With a scheme of this ambition and size we are bound to experience some problems and would urge shoppers to be patient,\" he said.\n\"If people can wait a few days before making their application, hopefully we can avoid any delays or problems with a rush on the online portal and they will receive their voucher on a timely basis.\"\nMr Roberts also said that 70p in every £1 spent with an independent retailer \"is recycled around the economy, supporting local producers and manufacturers\".\n\"As the scheme opens and consumers are thinking about how to spend their voucher, we would strongly encourage them to use with local independent retailers,\" he added.\nAodhán Connolly, director of the Northern Ireland Retail Consortium, said the voucher scheme would provide a \"welcome boost\" during a \"lull time in retail and hospitality\".\n\"For me, the main thing about this is to get people back on the high streets, to get them to rediscover the high streets and actually one of the knock-ons from this is that people can see it is safe and welcoming to return to high streets across Northern Ireland,\" he told BBC News NI.\n\"As long as they are spending it on bricks and mortar retail, that's all that we can ask.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58711302",
      "category": "uk-england-manchester",
      "title": "Manchester Arena Inquiry: Bomb tore mother of victim's world apart",
      "tags": "Isle of Barra,Manchester,Leeds,Manchester Arena attack inquiry",
      "text": "A woman whose daughter was killed in the Manchester Arena attack has told an inquiry of the moment the bomb exploded and her \"whole world was torn apart\".\nEilidh MacLeod, who was 14 and from Barra in the Outer Hebrides, was 13ft (4m) from Salman Abedi when set off a homemade device at the venue in 2017.\nMarion MacLeod told the Manchester Arena Inquiry she heard an \"enormous explosion\" as she waited outside the venue for her daughter.\n\"The ground shook,\" she told a hearing.\nThe inquiry into the attack has been looking at the individual circumstances of how each of the 22 people killed at the venue on 22 May 2017 died.\nThe hearing was told Eilidh had been a \"happy fun-loving girl\" who had an \"amazing sense of fun and sense of humour\". \n\"Her life was good and she was loving it,\" her family said.\nIn a statement read to the inquiry, Mrs MacLeod said Eilidh had attended the concert with a friend and she had been waiting to collect them when she heard the bomb go off.\n\"I was just about at the corner, across the road from where I told Eilidh I would be waiting for them, when I heard an enormous explosion,\" she said.\n\"The ground shook and that was when our whole world was torn apart.\"\nThe court heard that Eilidh died in the arena foyer from multiple injuries that medical experts said were unsurvivable.\nHer friend was seriously injured. \nAddressing the hearing, inquiry chairman Sir John Saunders said Eilidh \"would have achieved anything she set her mind to\" and had \"enriched the lives of many\".\nThe inquiry also heard how the mother of Sorrell Leczkowski tried to resuscitate her after the bomb went off.\nThe 14-year-old, from Leeds, was with her mother Samantha and grandmother Pauline Healy as they waited to pick up her sister from the concert.\nThe inquiry heard Sorrell had been \"singing and dancing\" and making her family laugh about 20ft (6m) from Abedi when the bomb went off. \nThe hearing was told Mrs Leczkowski carried out chest compressions on her daughter and a security guard, car park employee and various police officers also tried to resuscitate her, while she \"pleaded with them not to let her die\".\nHowever, the schoolgirl died in the arena foyer from a neck injury. Her grandmother was also badly injured. \nHer mother said Sorrell, who wanted to study at Columbia University in New York to become an architect, was \"precious and so perfect\" and was \"a happy, positive and caring young woman\".\nThe institution's architecture society later made her an honorary member.\nSir John said Sorrell had been \"at the centre of her family life\".\n\"She was happy, she was fun and she was caring,\" he said.\n\"It is ironic that so many victims of this evil act were especially full of life and talented too.\" \nThe inquiry continues. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58699979",
      "category": "uk-wales-politics",
      "title": "Labour conference: Party should be inspired by Wales - Drakeford",
      "tags": "Labour Party Conference,Welsh government,Welsh Labour,Labour Party",
      "text": "Labour should look to its success in Wales to understand how to win the next election, Mark Drakeford has said.\nWales' first minister said the party was building innovative services at UK regional and national levels, despite not holding power in Westminster. \nHe said Welsh Labour had pursued a \"radical programme\" and the party could not be limited to getting \"reluctant concessions\" from the powerful.\nWelsh Labour retained power in Wales during the Senedd elections in May.\nMr Drakeford's speech to Labour party conference was greeted by standing ovations from party activists.\nThe Welsh party leader said, despite being out of government in Westminster, \"Labour is in power, making a difference that only Labour can make, every single day, in communities right across Britain.\n\"It's those Labour success stories - in England, Scotland and in Wales - which can help us to win the next general election.\n\"From West Yorkshire and the Rhondda to Sheffield, Cambridgeshire and Peterborough - right across the UK, Labour is in power today - standing up for people, standing up communities.\"\nMr Drakeford said the experience of winning in Wales meant it \"cannot be the limit of the ambition of this great party to wring marginal and reluctant concessions from the rich, the powerful and the privileged\".\nThe start of the party conference was marred by internal rows over party rules - and over how much say members have over leaders and parliamentarians.\nIn his speech, Mr Drakeford defended the work of party activists, saying Labour is only in power where it is because of them.\n\"There have been times when it has been fashionable to look askance at those who work actively in the Labour cause,\" he said.\n\"As if that commitment, by itself, cuts us off from the wider band of Labour voters.\"\n\"But the truth is that where Labour is in power there is a very different story to tell,\" adding Labour activism \"helps us to win\".\nEarlier this week Labour backed the UK leader Sir Keir Starmer in giving MPs more of a say in choosing its future leaders and make it harder for members to deselect MPs.\nElsewhere in the speech, Mr Drakeford said only through being \"authentically Labour\" could the party show \"what a Labour government can and is doing\".\n\"Not in some remote part of the world, not in a theoretical policy document, but right here in the United Kingdom.\"\nMark Drakeford comes to Brighton a proven election winner - something UK Labour is desperate to achieve at Westminster.\nHis profile has never been higher - Sir Keir, Angela Rayner and Anneliese Dodds all popped into Welsh night - and his speech on Monday afternoon is a definite elevation from the traditional Sunday slot for Welsh Labour leader.\nSo while the first minister is under pressure over the Welsh NHS performance in the wake of the pandemic, the Welsh Labour leader is offering advice on winning elections in Brighton.\nOn close reading, some of his speech could be read as a veiled warning to Sir Keir - respect the activists (after the rows over rule changes), don't limit your ambition to \"marginal and reluctant concessions\" from the rich and powerful (after some apparent softening on nationalisation), a theoretical policy document doesn't show what Labour's doing (last week's Fabian pamphlet by Sir Keir).\nConfronting the numbers is another story - after such a comprehensive defeat in the 2019 general election it would a be huge ask for any party leader to get back into government in a single electoral cycle. \nShadow Welsh secretary, Nia Griffith, claimed the Welsh government's record showed \"Labour means business\".\n\"The point is that when we say we will do something, because that's what the Welsh Labour government's already doing, then people can see our words in action,\" she said.\n\"So, if we ask for free school meals during the school holidays, we can tell people Labour means business.\n\"Because Labour in Wales delivered on free school meals for those children entitled during the school holidays. \n\"So all the examples that we can bring from Wales and show what a Labour government can do in action, give credibility to our plans for a UK Labour government.\"\nOn Sunday, Cynon Valley MP Beth Winter warned Labour might struggle to win the next general election because of \"a lack of progressive, radical policies\" from UK party leader Sir Keir Starmer.\nShe said it was \"really troubling\" a focus on party rule changes was \"overshadowing\" the conference.\nSpeaking on BBC Politics Wales, UK Labour leader Sir Keir said: \"My central purpose in the issue on the rules is simply to make sure that our Labour party is facing those working families, facing outwards rather than talking to ourselves.\"\nPlans to change the rules around electing the party leader have been dropped.\nMembers approved a watered down set of rule changes which will require any future leadership candidate to have more more support from MPs and make it harder for Labour constituency members to oust their MP."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58711393",
      "category": "uk",
      "title": "Shakur Pinnock e-scooter death: 'His sacrifices will save a lot of people'",
      "text": ""
    }
  ]
}