{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-57997492",
      "category": "business",
      "title": "Housing market cools as stamp duty break withdrawn",
      "tags": "Money,Personal finance,Housing market,UK economy",
      "text": "Stamp duty holiday withdrawals have \"taken some of the heat out\" of the UK housing market, according to the Nationwide.\nThe building society said house prices dropped slightly in July compared with June, but were still 10.5% higher than a year ago.\nAny stamp duty savings have been outstripped by rising prices.\nBut the tax break, alongside the search for space, has created a housing boom during the pandemic.\nThe mortgage lender said the typical home cost £244,229 in July.\nAnnual house price increases were at a 17-year high in June, and slowed slightly in July.\nBreaks for stamp duty, or the equivalent tax, were withdrawn in Wales at the end of June, and became less generous in England and Northern Ireland at the same time. The tax will return to pre-pandemic status by October.\n\"The tapering of stamp duty relief in England is also likely to have taken some of the heat out of the market,\" said Robert Gardner, Nationwide's chief economist.\n\"This provided a strong incentive to complete house purchases before the end of June, especially for higher-priced properties.\"\nThe number of homes being sold every month has hit levels not seen since comparable records began in 2005.\nMr Gardner said the market for large properties had surged, while sales of flats had fallen.\nThe number of transactions involving properties bought for £500,000 or more increased by 37% over the 12 months to March, compared with a rise of 2% for all properties. \nThe search for space, indoors and outside, had driven demand for larger homes in which to live and work during the pandemic. Flats, without gardens and - in some cases - with issues over cladding and fire safety, have been more difficult to sell.\nThe Nationwide said there were signs that there would still be activity in the housing market, even if jobs were lost, the economy struggled and Covid support schemes were wound down.\nIain McKenzie, chief executive of The Guild of Property Professionals, said: \"It is going to be interesting to see how the demand for properties changes as we come into the autumn.\n\"This will give us the opportunity to evaluate just how successful the stamp duty holiday has been at keeping the property market buoyant since the start of the pandemic.\" \nNicky Stevenson, managing director at estate agent Fine & Country, said: \"While the clamour in recent times has been for bigger properties with more outdoor space, we may see luxury apartments start to come back into vogue as the drift back to the office starts to gather pace in the big cities.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58006163",
      "category": "business",
      "title": "International cruises from England to restart",
      "tags": "Tourism,Cruise ships,Travel & leisure industry,Coronavirus pandemic",
      "text": "International cruises will be able to start again from England from 2 August after a 16-month break.\nPeople arriving at UK ports who have been fully vaccinated in the US and the EU will also not have to quarantine, the UK government said.\nIt is part of a plan to relax isolation rules for US and EU arrivals in the UK.\nAn industry body said travel agencies, hotels, tour guides, port operators and other firms would benefit from cruises restarting.\nDomestic cruises have been allowed to run from May but international cruises have been prohibited.\nThe government said international cruise travel advice \"will be amended to encourage travellers to understand the risks associated with cruise travel and take personal responsibility for their own safety abroad\".\nUnder the new rules, from 04:00 BST on Monday of next week, 2 August, fully vaccinated US and EU travellers arriving from amber countries will not need to quarantine or take a test on day eight of their arrival.\nHowever, they will still need to take a pre-departure test and a PCR test on the second day after they arrive.\nArrivals will also still need to complete a passenger locator form. Under-18s will be exempt from isolation, and some will not have to test, depending on their age.\nSeparate rules will continue to apply for those arriving from France. Travellers who have been in France in the 10 days before arriving in England must quarantine for 10 days after arrival, and take a Covid test on or before day two and on or after day eight, even if fully vaccinated.\nThe UK government said the overall rule changes would help to reunite family and friends whose loved ones live abroad.\nTransport Secretary Grant Shapps said the reopening of travel was \"progress we can all enjoy\".\nHowever, international cruises are unlikely to be available from Monday.\nOn its website, P&O Cruises said following their UK summer staycations, its Britannia ship will begin planned western Mediterranean itineraries on 25 September, while its Iona vessel will launch on the same date.\nIt said due to the current traffic light system, a \"number of itineraries have had to be cancelled\".\nCruises on Ventura have been paused until 3 October 2021, while cruises on its Azura ship have been halted up until 10 December 2021. Some others have been delayed until 2022.\nCunard's first UK cruise will sail on 13 August with international cruises beginning in October.\nBoth firms are part of US giant Carnival cruises, which is one of the world's biggest cruise companies.\nThe hugely profitable business was brought to its knees by Covid after regulators around the world stopped ships from sailing to try and limit outbreaks.\nThere were outbreaks on various cruise liners, including some owned by Carnival.\nRichard Ballantyne, chief executive at the British Ports Association (BPA), said UK domestic cruises had demonstrated how ports and cruise lines could \"ensure the health and safety of passengers, crew and destinations\".\nHe said the organisation is \"hopeful that the devolved administrations will follow suit shortly\" in allowing international cruises.\nThe British Ports Association, which represents more than 400 ports, terminal operators and port facilities, said it was \"disappointed\" that arrivals from France still need to quarantine on arrival into England for ten days.\nThe global cruise line industry has been one of the hardest hit by the coronavirus pandemic.\nIn 2019, it contributed more than $154bn (£110bn) to the global economy, according to the trade body Cruise Lines International Association, before the shops were all anchored due to the lockdown.\nCarnival, which made a profit of $3bn in 2019, reported a loss of $10bn in 2020 after its revenues plunged 73%.\nThere is an increased risk of respiratory and gastrointestinal diseases on ships due to passengers and crew mixing from different parts of the world, according to experts.\nIn 2020 there were major outbreaks on cruise ships, including the Carnival-owned Diamond Princess.\nAccording to the most recent statistics on data site Worldometer, 22 countries have still had fewer Covid cases than were found on the Diamond Princess, and 27 countries have had fewer than its 13 deaths."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57995845",
      "category": "uk-politics",
      "title": "Boris Johnson predicts steady economic recovery post-pandemic",
      "tags": "Angela Rayner,International Monetary Fund (IMF),Boris Johnson,UK economy,Labour Party",
      "text": "Boris Johnson believes the UK will see a \"steady\" economic recovery post-pandemic, but he warned there would be \"bumps on the road\" in the next year.\nSpeaking to LBC, the PM said job numbers were \"increasing\", but a \"cautious approach\" was needed.\nIt comes as the International Monetary Fund (IMF) said it expected UK economic output to grow by 7% this year - up from the 5.3% it predicted in April.\nMeanwhile, Labour is calling for more flexible conditions for working people.\nThe party's deputy leader, Angela Rayner, told BBC Radio 4's Today programme that more people would return to workplaces as the economy emerges from Covid if employers allowed staff to compress their hours or work at different times.\nShe added: \"We've seen throughout this pandemic that employees have acted tremendously well, especially some for those who are on the most insecure and vulnerable contracts, and it's time for us to stop that practice where we do see unfortunately huge amounts of exploitation.\"\nThe UK saw its GDP - the value of all goods and services in the economy - dramatically fall in 2020, down 9.9% from the previous year, as a result of coronavirus restrictions, and the Organisation for Economic Co-operation and Development said it was the hardest hit of the world's major economies in the early months of the pandemic. \nUnemployment has not been as bad as feared due to government support schemes, such as furlough, but the Bank of England expects the unemployment rate to reach around 5.5% in the autumn when the schemes come to an end.\nAnd the government has had to borrow huge sums of money to pay for the schemes and support the economy - £299bn from April 2020 to 2021, the highest figure since records began in 1946.\nHowever, borrowing this year has been less than expected as the economy starts to reopen - £53bn, which is £14bn less than forecast in March.\nMr Johnson told LBC that, thanks to the vaccine roll-out, England had been able to \"open up in the way that we said we would\" as the final part of his roadmap for easing restrictions. \nHe said: \"That is enabling us to make the economic progress that we are and so you're seeing the job numbers increasing.\n\"I think the rest of this year... there will still be bumps on the road, but I think you'll see a story of steady economic recovery and perhaps quite fast economic recovery as well.\"\nPointing to the report from the IMF, the prime minister added: \"Jobs are coming back.\n\"It's clear that... if we're sensible and we continue to take a cautious approach that we can see a very, very strong recovery.\"\nMs Rayner said the world of work in a post-pandemic UK needed to change to offer more flexibility to staff.\nLabour has launched a set of policies this week calling for workers to be given \"full\" employment rights from day one, which it said would \"fundamentally change the economy\".\nThese rights would include being able to ask for flexible working, which the deputy leader said would lead to a better work/life balance for staff.\nShe told Today: \"Flexible working should be mandatory and should be available for all people. \n\"This is about making sure there is that healthy balance where people can get into gainful employment and have that security... so they can live happy fruitful lives. \n\"And at the moment, the balance is incorrect.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57981899/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: UK cases fall for seventh day in a row",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "The daily number of Covid cases recorded in the UK has fallen for a seventh day in a row, to 23,511. \nPrime Minister Boris Johnson earlier urged people to \"remain cautious\" and not jump to \"premature conclusions\" about the falling numbers.\nThere were also a further 131 deaths reported within 28 days of a positive test, the highest number since March.\nPublic Health England said this showed the pandemic was \"not over yet\" and urged people to still take precautions.\nIts medical director Dr Yvonne Doyle said people should get both vaccine doses, meet outside, isolate if told to by NHS Test and Trace and limit contacts.\nShe said the number of deaths was \"in part due to the high number of cases recorded in recent weeks\", with the latest figures highlighting \"we are still in the third wave\". \nThe cases figure is a fall of 23,047 from Tuesday last week, when there were 46,588 new cases. \nMr Johnson, speaking before the latest figures were released, said: \"It's very, very important that we don't allow ourselves to run away with premature conclusions about this.\n\"Step four of the opening-up only took place a few days ago. People have got to remain very cautious, and that remains the approach of the government.\"\nMr Johnson, who was at Surrey Police HQ in Guildford on his first visit after self-isolating for 10 days, acknowledged frustration over the vast number of people being pinged by the NHS app and being told to quarantine. \n\"I totally understand that, particularly now as we're starting to see some better figures,\" he said. \"But I think everybody understands that this is still a very dangerous disease.\n\"We do need to use the tools that we have. Self-isolation is the one that we've got. I urge people to do it.\"\nThe new test-to-release system will come in on 16 August but \"until then, please could everybody stick with the programme\", Mr Johnson said. \nThe prime minister declined to confirm or deny reports that students might be required to prove their vaccination status to attend lectures or stay in halls of residence, saying: \"Young people are doing an incredible job of coming forward to get vaccinations.\"\nCabinet Office minister Michael Gove has said that those who refuse a vaccine are \"selfish\" and warned they will be barred from some events.\nThe UK government is considering the use of vaccine passports for some large scale events, such as football matches, having already announced they will be required for nightclub entry in England from the end of September.\nEarlier, epidemiologist Prof Neil Ferguson, who previously said 100,000 Covid cases a day was \"almost inevitable\" after England's unlocking on 19 July said: \"The effect of vaccines is hugely reducing the risk of hospitalisations and death. \n\"And I'm positive that by late September or October time we will be looking back at most of the pandemic.\" \nProf Ferguson, a member of the Scientific Advisory Group for Emergencies (Sage), said it was \"too early to tell\" if Covid cases would now reach 100,000 a day, but he was \"happy to be wrong - if it's wrong in the right direction\".\nHe added: \"We're not completely out of the woods, but the equation has fundamentally changed.\" \nThe number of patients in hospital with Covid-19 is still rising - although at a slower rate than during previous waves because of the impact of vaccinations. \nThe latest data showed there were 5,918 people in hospital on Monday, compared with 4,615 the previous Monday. And the most recent figure available for admissions to hospital, from 22 July, showed 945 were admitted that day. \nIn Northern Ireland, the chief medical officer Sir Michael McBride said the health service was operating under \"huge pressures\" as Covid admissions rose and more health trusts cancelled surgeries.\nAfter critics branded the decision to continue easing restrictions as dangerous and unethical, you could be forgiven for expecting the prime minister to be more celebratory about the turnaround in infection rates.\nInstead, there have been largely words of caution.\nThat reflects the fact that this wave of infection is finely balanced. Yes - it appears to have been brought under control before it got to some of the levels experts were warning about just over a week ago.\nBut that is because of two core factors: the levels of immunity in the population and how much mixing the public is doing.\nPrior to the 19 July easing the amount of contact we had with others was still at under half the level it was before the pandemic hit.\nIf that goes up, it could be enough to tip the balance and send infections back upwards.\nMinisters have been told by scientists advising them that the key is now vigilance as we are likely to be in a period where infection rates bobble around - a sustained period of mini-peaks that need to be carefully managed.\nNicola Sturgeon, Scotland's first minister, has said it was part of \"our collective civil duty\" to get vaccinated. \nShe accused those who deliberately spread misinformation about the vaccine of \"anti-social behaviour\", saying they were \"putting people at risk\". \n\"I'm not going to criticise people who have genuine concerns, but I will not stop trying to encourage you to educate yourself about the vaccine and come forward and get vaccinated,\" she said. \nThe Scottish government's national clinical director has said the country's case rate is \"dramatically falling\".\nProfessor Jason Leitch told the Today programme that Scotland once had the highest case numbers in five out of the top 10 local authorities in the UK, but now has none in the top 150.\nHe said: \"We've now seen hospitalisations fall. Around 3% of positive people get admitted to hospital but they are now younger, relatively healthy and discharged quicker. But some stay, and we've had many deaths over the last few days.\"\nHe added that the Scotland-England Euro 2020 match had caused a spike in cases due to fans travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57999162",
      "category": "uk",
      "title": "Covid: One million masks for NHS fail high-grade safety tests",
      "tags": "Department of Health & Social Care,NHS,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "A million masks supplied to the NHS as high grade did not meet the correct level of protection, tests have found.\nThe masks, assumed to be the FFP3 type, also had invalid CE safety marking, the emblem used to signify compliance with European standards, a report said. \nThe British Medical Association (BMA) said it was \"scandalous\" staff working in the pandemic had been put at risk.\nThe Department of Health and Social Care said a strategy was in place to provide alternatives.\nFFP3 masks are worn by health professionals working in intensive care or when certain procedures are carried out that can generate aerosols.\nThese are tiny virus particles that can build up in stuffy rooms and have been linked to outbreaks of Covid-19.\nTests carried out in February show that masks branded \"Fang Tian\" and marked as FT-045A distributed for use in the NHS in England failed FFP3 requirements.\nThe report issued by the British Standards Institution in June also stated the personal protective equipment (PPE) carried a \"false\" CE mark.\nIt said they bore the discontinued identifying number for BSI Assurance UK Limited but it said the masks had not been certified by that body. \nThe Department of Health and Social Care (DHSC) said 1.12 million of the masks were either in use in the NHS or in stores when they were withdrawn earlier this year. They said this represented a \"very small proportion\" of its overall stocks.\nIn February officials said they had commissioned \"independent testing\" of the masks and that they would communicate the outcome \"shortly\". The results were only shared with NHS staff earlier this month.\nIn the letter seen by the BBC, the DHSC said it was important to \"reassure\" users that the masks \"should have afforded protection equivalent to the level that the World Health Organisation recommends\" for performing aerosol-generating procedures.\nTest results showed the masks would have passed this lower FFP2 standard. But it is the higher FFP3 standard that is recommended in the UK.\n\"Even though they were eventually recalled, to know that more than one million masks were not providing the lifesaving protection they should have been shows what little regard has been given to the quality of some PPE and the procurement process it goes through,\" said Dr Vishal Sharma, consultants committee chair with the BMA doctors' union.\n\"There are serious questions that need answering: how did they end up within the supply chain, let alone being distributed to hospitals? Why were problems not identified earlier? How many were used by healthcare workers before the recall, and did any staff become sick, or worse, after wearing them?\"\nThe public services union Unison told the BBC the incident showed why they believed a public inquiry into the pandemic should be launched without delay.\n\"All health staff exposed to Covid while treating patients deserved safety kit that met the most stringent standards. Clearly this wasn't the case,\" said Sara Gorton, the union's head of health.\n\"Wherever they were put at risk by sub-standard PPE, their employer has to investigate fully and report any incidents to the Health and Safety Executive (HSE).\" \nThe HSE said it was continuing its inquiries.\nThe supplier of the masks, Polyco Healthline, told the BBC a \"valid British Standards Institution report\" for the masks was provided in good faith to the NHS when they were ordered last June and signed off by them. It said the NHS used the information they provided to place the order. It added the masks were tested at the time and checked and cleared by Chinese customs. \nThe company added the product \"narrowly failed\" FFP3 testing this year because it was only tested on men despite the product being marked as small in size. It said their own independent testing on a \"mixed range of face sizes\" showed the product passing.\nA spokesperson said: \"This product is not a standard product for Polyco Healthline and was only provided to help the NHS during a national emergency.\n\"We are proud to have supplied the NHS with over one billion pieces of our branded PPE without any issues.\"\nLast week Parliament's spending watchdog revealed that 2.1 billion items of equipment worth more than £2bn - out of a total of 32 billion items ordered by the health department - were unsuitable for use in medical settings. \nA spokesperson said: \"We have issued advice to health and care providers to check their stock and if it included this product, to stop using these masks immediately and to quarantine any stock pending further investigation and testing.\n\"We have put in place a thorough mitigation strategy to ensure that providers using these masks have alternative masks and are providing fit testers to rapidly fit test staff to these alternatives.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-57986682",
      "category": "uk-england-leicestershire",
      "title": "Harborough District Council sends out 700 court summonses in error",
      "tags": "Harborough District Council,Council tax",
      "text": "A council has apologised after 700 households were wrongly sent letters ordering them to appear in court over unpaid council tax.\nConservative-led Harborough District Council sent out summonses dated to 15 July warning residents they faced a court hearing on 18 August.\nThe authority said they were sent out in error as the recipients may not have had the required reminder. \nThe leader of the opposition has called for an investigation.\n\"Mistakes happen but this isn't a handful of letters, it's 700,\" said Liberal Democrat Phil Knowles.\n\"I want to find out how this has happened and want to be assured it won't happen again.\"\nHarborough District Council was one of a number of local authorities that increased council tax this year, approving a rise of £5 per Band D household in February.\nJustifying the move, the council said it \"lost significant revenue\" due to the pandemic and needed to fill a £4m annual budget gap caused \"as a result of increasing demand for services, reductions in government grant, and unavoidable cost increases\".\nRichard Nichols said his brother-in-law Michael White, who has learning disabilities and dyslexia, was incorrectly sent a court summons after the recent death of his mother. \nMr Nichols said: \"For somebody who has recently lost a mother and has learning issues and anxiety, it's a diabolical situation to be in.\" \nHe said the council had not issued Mr White, 55, any bill or demand for payment before the court summons was sent. \n\"As far as Michael knew, there was nothing to pay,\" said Mr Nichols.\nHe said that when he eventually got through to the council to challenge them on behalf of his brother-in-law, the person on the phone said the summons was no longer in place. \n\"There was no apology. He did not even acknowledge the fact it was an error,\" he said.\nThe 64-year-old said since the summons was withdrawn, Mr White has now been sent an incorrect bill - it demands he pays a full year of council tax despite Mr Nichols informing them his relative was moving out of that property.\nHe said this caused \"further anxiety and distress\" for Mr White.\n\"It is a right mess actually. It's an additional stress we can do without,\" said Mr Nichols. \nJames Hallam, deputy leader and cabinet lead for finance, said a \"technical issue\" meant some residents \"may not have received the required reminder\" before a summons was issued over outstanding bills.\n\"The decision has therefore been taken to cancel these summonses together with the costs,\" he said.\nEveryone who received a summons will be written to in order to \"confirm that it has been withdrawn\", Mr Hallam added.\nMr Knowles said he understood some people have not yet received letters informing them of the error, and said the council should put out a message on social media.\n\"We need to be sure that the council is following procedures and if anyone is experiencing difficulties they need to be directed to the right help and support,\" he said.\n\"These are difficult times for people.\"\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58004934",
      "category": "uk-politics",
      "title": "Covid: UK sends nine million vaccines to vulnerable countries",
      "tags": "Dominic Raab,Coronavirus vaccines,G7,Joe Biden",
      "text": "The UK will begin delivering nine million doses of coronavirus vaccine to \"the most vulnerable countries\" this week, Foreign Secretary Dominic Raab has said.\nThis batch makes up the first part of a pledge by the government to donate 100 million surplus jabs before the middle of 2022.\nKenya, Jamaica and Indonesia are among the countries receiving the vaccines.\nMr Raab said the donations were in the UK's \"moral\" and \"direct interest\".\nSpeaking on a visit to an AstraZeneca production site in Oxford, Mr Raab said: \"We won't be safe in the UK until everyone is safe in the world.\"\nMore than 3.7 billion doses of coronavirus vaccines have been administered in over 190 countries worldwide - however, the number of people vaccinated from country to country varies significantly. \nLast month, during a summit in Cornwall, the G7 group of leading industrial nations pledged to donate one billion coronavirus vaccine doses to poorer countries, with US President Joe Biden announcing that his country would provide 500 million doses.\nThe majority of the vaccines will be delivered through the Covax programme, which aims to provide vaccines for at least 20% of the population in 92 low or medium-income countries.  \nThe World Health Organization (WHO) has estimated that \"to truly end the pandemic\" 70% of the global population needs to be vaccinated, which would require 11 billion doses.\nSpeaking in June, WHO director-general Tedros Adhanom Ghebreyesus said he welcomed the \"generous announcements\" but warned \"we need more, and we need them faster\".  \nThe distribution of doses through Covax was delayed in the spring when India, faced with a large rise in cases, halted all major exports of the vaccine from the country. \nProblems with distribution have also emerged, with some countries in Africa forced to destroy vaccines that have passed their expiry date. \nAs part of the UK's donations, Kenya will receive 817,000 doses, Indonesia will get 600,000 and 300,000 will be transported to Jamaica.\nThe UK is donating Oxford-Astra Zeneca vaccines which have been made in Oxford and packaged in North Wales. \nMr Raab said the nine million donations demonstrated that \"global Britain is a lifesaving force for good in the world\".\n\"I think we've got a duty to do that but also critically important for us, protecting our way of life, allowing us to open up, making sure we don't see further waves in the future.\"\nLabour's shadow international development secretary Preet Kaur Gill said the government had taken almost six months to \"finally begin donating\" surplus vaccines, having \"overpromised and under-delivered\". \nShe said: \"With only 1% of people in low income countries having received at least one dose, we need to rapidly speed up the proposed timeline and produce a sustainable, fully-funded strategy to limit deaths and the chances of new variants.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57990512",
      "category": "uk",
      "title": "Covid-19: Quarantine travel review and Sydney extends lockdown",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday morning. We'll have another update for you this evening. \nFully vaccinated travellers arriving from the EU and the US could soon avoid quarantine, bringing them inline with the rules for UK citizens returning from amber list countries, apart from France. Senior ministers will be discussing later whether anyone arriving in England from the EU and the US would avoid 10 days of self-isolation if jabbed elsewhere. Such a change would benefit people such as tourists or expats who want to come to the UK for holidays or to visit loved ones.\nThe lockdown in Australia's largest city has been extended by another month as Covid cases continue to rise. The stay-at-home order in Sydney was due to end on Friday after being imposed in late June. But with more cases reported Premier Gladys Berejiklian announced further curbs on movement - including a 10km (6.5 miles) limit on essential shopping. Victoria and South Australia both came out of lockdowns on Wednesday, after containing smaller outbreaks.\nPeople in areas of US that are seeing surges of cases are being advised to advised to wear face masks indoors, even if fully vaccinated. The change, announced by the Centers for Disease Control and Prevention, comes amid concerns over the spread of the Delta variant. It includes students and staff at schools where masks have been a contentious issue.\nScrambling to pay hefty medical bills for his wife's Covid treatment, Vijaya Yeruva has turned to  crowdfunding to cover the costs. He's not the only person in India going down this route, which is quickly emerging as a substitute for health insurance and government support. Read more here.\nWith a week of falling Covid cases some experts say by the autumn \"the bulk of the pandemic\" could be behind us. But Public Health England warn \"we are still in the third wave\". So what statistics should we be looking out for to know whether we're close to the end of the pandemic? Find out here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nSome critical workers won't have to self-isolate if they are contacted by NHS Test and Trace. What's going on? Find out here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57995845/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Boris Johnson predicts steady economic recovery post-pandemic",
      "tags": "Angela Rayner,International Monetary Fund (IMF),Boris Johnson,UK economy,Labour Party",
      "text": "Boris Johnson believes the UK will see a \"steady\" economic recovery post-pandemic, but he warned there would be \"bumps on the road\" in the next year.\nSpeaking to LBC, the PM said job numbers were \"increasing\", but a \"cautious approach\" was needed.\nIt comes as the International Monetary Fund (IMF) said it expected UK economic output to grow by 7% this year - up from the 5.3% it predicted in April.\nMeanwhile, Labour is calling for more flexible conditions for working people.\nThe party's deputy leader, Angela Rayner, told BBC Radio 4's Today programme that more people would return to workplaces as the economy emerges from Covid if employers allowed staff to compress their hours or work at different times.\nShe added: \"We've seen throughout this pandemic that employees have acted tremendously well, especially some for those who are on the most insecure and vulnerable contracts, and it's time for us to stop that practice where we do see unfortunately huge amounts of exploitation.\"\nThe UK saw its GDP - the value of all goods and services in the economy - dramatically fall in 2020, down 9.9% from the previous year, as a result of coronavirus restrictions, and the Organisation for Economic Co-operation and Development said it was the hardest hit of the world's major economies in the early months of the pandemic. \nUnemployment has not been as bad as feared due to government support schemes, such as furlough, but the Bank of England expects the unemployment rate to reach around 5.5% in the autumn when the schemes come to an end.\nAnd the government has had to borrow huge sums of money to pay for the schemes and support the economy - £299bn from April 2020 to 2021, the highest figure since records began in 1946.\nHowever, borrowing this year has been less than expected as the economy starts to reopen - £53bn, which is £14bn less than forecast in March.\nMr Johnson told LBC that, thanks to the vaccine roll-out, England had been able to \"open up in the way that we said we would\" as the final part of his roadmap for easing restrictions. \nHe said: \"That is enabling us to make the economic progress that we are and so you're seeing the job numbers increasing.\n\"I think the rest of this year... there will still be bumps on the road, but I think you'll see a story of steady economic recovery and perhaps quite fast economic recovery as well.\"\nPointing to the report from the IMF, the prime minister added: \"Jobs are coming back.\n\"It's clear that... if we're sensible and we continue to take a cautious approach that we can see a very, very strong recovery.\"\nMs Rayner said the world of work in a post-pandemic UK needed to change to offer more flexibility to staff.\nLabour has launched a set of policies this week calling for workers to be given \"full\" employment rights from day one, which it said would \"fundamentally change the economy\".\nThese rights would include being able to ask for flexible working, which the deputy leader said would lead to a better work/life balance for staff.\nShe told Today: \"Flexible working should be mandatory and should be available for all people. \n\"This is about making sure there is that healthy balance where people can get into gainful employment and have that security... so they can live happy fruitful lives. \n\"And at the moment, the balance is incorrect.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57989777",
      "category": "world-us-canada",
      "title": "Covid-19: CDC brings back indoor mask guidance for virus hot spots",
      "tags": "United States,Coronavirus pandemic",
      "text": "Americans living in areas seeing new surges of Covid-19 have been advised to wear masks indoors again - even if they are fully vaccinated.\nThe Centers for Disease Control and Prevention (CDC) made the announcement on Tuesday, citing the spread of the highly contagious Delta variant.\nThere were 89,418 new cases on Monday, Johns Hopkins University reported.\nMasking has been a controversial subject in the US, and one politicised since the start of the pandemic.\nThe updated guidance says in public indoor settings, everyone should wear masks to prevent the spread of the Delta variant.\nNotably, this includes students and staff at schools, where masking has been a contentious issue.\nIn a statement following the announcement, President Joe Biden said masking students \"is inconvenient\" but would allow them to learn alongside classmates \"with the best available protection\".\nIn recent weeks, around 97% of patients admitted to hospital due to the virus in the US were unvaccinated. \nAs of mid-July, just under half of the country's population has been fully vaccinated. While some, like children and people with compromised immune systems, are unable to get the vaccines, many Americans are hesitant to get the jabs. \nExperts have warned about the spread of disinformation about the vaccines contributing to this reluctance.\nThe regions where cases have surged in the past month - mainly in the southern states - are also among the least vaccinated.\nIn Louisiana, the number of new infections since the beginning of July has neared early 2020 levels. Mississippi and Alabama, where only about a third of the population is vaccinated, are also among the states that have been disproportionately affected. \nFlorida alone has seen more than 10,000 cases reported each day, on average, this week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57995285",
      "category": "business",
      "title": "Cannabis part of the future says tobacco giant",
      "tags": "Companies,Tobacco industry,Smoking,Cannabidiol (CBD),Vaping,Cannabis ,British American Tobacco",
      "text": "The UK's largest tobacco firm says it sees cannabis as part of its future as it tries to move away from selling traditional cigarettes. \nBritish American Tobacco said it wanted to \"accelerate\" its transformation by reducing the health impact of its products.\nIn March, BAT took a stake in Canadian medical cannabis maker Organigram.\nIt also signed a deal to research a new range of adult cannabis products, initially focused on cannabidiol (CBD).\n\"As we think about our portfolio for the future, certainly beyond nicotine products are interesting for us as another wave of future growth,\" BAT executive Kingsley Wheaton told Radio 4's Today Programme.\nMr Wheaton, BAT's chief marketing officer, said it saw cannabis related products as part of its future growth. The firm is currently trialling a CBD vape product in Manchester. \n\"I think [CBD vaping] is part of the future, but the present challenge is reduced harm in tobacco and nicotine alternatives, encouraging people to switch.\"\nReleasing its half year results to the end of June, the tobacco giant reported an 8.1% rise in revenues to £12.18bn.\nIt said more than a third of its UK revenues now come from vaping brands such as Vuse, Velo and glo.\nThe tobacco giant also saw its fastest gain in new customers, with users of non-combustible products - such as vapes - jumping 2.6 million to 16.1 million.\nBig tobacco companies have tried to ride two horses in their communications to investors over the past decade. They have drawn attention to their efforts to get away from nasty cigarettes, while at the same time pointing to the big dividend payments the sales of those cigarettes support. \nThat balance has now decisively shifted - in the companies' communications anyway - to the former. First Philip Morris International and now BAT have gone all out to stress their move into new types of less harmful products - vaping, heated rather than combusted tobacco, and, in BAT's case, cannabis. \nProgress is being made. BAT's results for the six months to the end of June show that sales of \"new category\" products grew by half to £942m. That is still a fraction of its total £12bn in revenue.  \nCigarette volumes - BAT sold 316 billion cigarettes in the six-month period - actually grew slightly thanks to a recovery in demand in emerging markets.  \nEven though traditional tobacco remains by far its biggest business, the company says it is committed to change, pledging that \"ESG (environmental, social and governance issues) is at the core of our strategy.\"\nIt is hardly surprising that BAT wants to drape itself in the ESG flag. A recent piece of research by the accountancy firm PWC noted the rapid influx of shareholder money into ESG funds, ones that will only invest in companies with the right ethical credentials.  It thinks that their combined value will be greater than all other types of funds within three years. \nBAT's share price has roughly halved in the past four years, from £55 to £27.  The ability to tempt some of those ESG funds back into owning BAT shares might to do something to restore that flagging price.\nDespite its commitment to healthier choices, BAT said sales of its cigarettes recovered in some developing nations following the end of coronavirus lockdowns when sales were banned in some countries. \nSales of brands like Dunhill, Kent, Lucky Strike and Rothmans rose in the first half of the year in countries such as Brazil, Turkey and Pakistan.\nIt said overall revenue from its combustibles division - cigarettes and heated tobacco products - fell 3% to £10.5bn.\nWilliam Ryder, an equity analyst at Hargreaves Lansdown, said that there is still some way to go if the tobacco giant is to meet its target of £5bn in revenues from nicotine alternatives by 2025.\n\"For now... BAT is still dependent on cigarettes... Traditional tobacco products still pay the dividend, and will do for some time,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-57879475",
      "category": "uk-england-merseyside",
      "title": "Liverpool stripped of Unesco World Heritage status",
      "tags": "Unesco World Heritage sites,Unesco,Liverpool",
      "text": "Liverpool has been stripped of its World Heritage status after a UN committee found developments threatened the value of the city's waterfront.\nThe decision was made following a secret ballot by the Unesco committee at a meeting in China.\nUnesco had said that the developments, including the planned new Everton FC stadium, had resulted in a \"serious deterioration\" of the historic site. \nThe decision was described as \"incomprehensible\" by the city's mayor. \n\"Our World Heritage site has never been in better condition having benefitted from hundreds of millions of pounds of investment across dozens of listed buildings and the public realm,\" Joanne Anderson said.\nShe said she would work with the government to examine whether the city could appeal against the decision, which comes \"a decade after Unesco last visited the city to see it with their own eyes\".\nLiverpool City Region Mayor Steve Rotheram said the decision was \"a retrograde step that does not reflect the reality of what is happening on the ground\".\n\"Places like Liverpool should not be faced with the binary choice between maintaining heritage status or regenerating left-behind communities and the wealth of jobs and opportunities that come with it,\" he said.\nLabour's Kim Johnson, MP for Liverpool Riverside, said she remained \"proud of my city and what we've done\".\n\"People come here because it's amazing city and, while I'm disappointed, as a city we are resilient and we will always fight back.\"\nThe government said it was \"extremely disappointed\" and believes Liverpool still deserves its heritage status \"given the significant role the historic docks and the wider city have played throughout history\".\nLiverpool becomes only the third site to lose its World Heritage status since the list began in 1978, the other two being Oman's Arabian Oryx Sanctuary in 2007 and the Dresden Elbe Valley in Germany in 2009.\nAnnouncing the decision, the committee chairman said 20 votes had been cast - with 13 in favour of deleting the city, five against the proposal and two ballot papers being invalid.\nLiverpool's Liberal Democrat leader Richard Kemp said it was a \"day of shame\" for the city, adding that it would \"without a doubt, affect our tourism and inward investment\". \nThe city was awarded the much-coveted title in 2004 in recognition of its historical and architectural impact, joining places including the Taj Mahal, Egypt's Pyramids and Canterbury Cathedral.\nIt recognised its history as a major trading centre during the British Empire and its architectural landmarks.\nHowever, a report in June by the World Heritage Committee said developments on the city's waterfront had resulted in \"irreversible loss of attributes\". \nIt cited the Liverpool Waters project and Everton's new stadium, which is being built at Bramley Moore Dock. \nChris Capes, director of development for Peel L&P's Liverpool Waters, said he was disappointed \"particularly given the considerable investment that the city has put into protecting and improving its heritage sites\".\nEverton have agreed to invest up to £55m to \"preserve, restore and celebrate the heritage assets\" of the area as part of its stadium plan.\nThey project was approved following two public consultations, with the second survey attracting more than 40,000 people.\nThe club found 98% of people supported the proposed design of the stadium, while 96% backed the club's plans for historic features on the site. \nBy Claire Hamilton, BBC Radio Merseyside political reporter\nLiverpool has seen more peaks and troughs than most, and it's a city which has changed immeasurably since 2004 when the World Heritage Status was conferred.\nBack then, there was no Liverpool One shopping centre, no hint that Everton would consider building a multi-million pound waterfront stadium and its year as European Capital of Culture hadn't happened. The city has changed.\nToday, there's a sense of defiance in some quarters about Unesco's decision that the city doesn't need the title, especially if sits in the way of progress for an area which has lain neglected and semi derelict for decades.\nCritics argue the benefits of being a World Heritage status were never properly spelled out and there wasn't the political will in the city to address Unesco's concerns until recently, when it was too late.\nMany people argue that tourists visiting the Pier Head, St George's Plateau or Penny Lane are not coming because Liverpool is a designated World Heritage site - they probably don't even realise it is.\nThey're coming for the Beatles, the football, food and the history but that history will remain.\nYet today's announcement worries those who fear that the ability to protect heritage, architecture and history is now diminished, that there will be a free-for-all of unsuitable, careless development. \nThe argument for the last decade has been presented as a binary choice: heritage or progress? The feeling in Liverpool is, couldn't we have had both?\nDr David Jeffery, who is a lecturer of British politics at the University of Liverpool, said he believed the decision would not have a \"serious impact\" on the city's tourism industry. \n\"I do hope this serves as a warning to the council to stop approving ugly buildings though,\" he said.\nWayne Colquhoun, who has campaigned for 15 years to keep Liverpool's heritage status, said he was \"devastated\" by the news.\n\"It's the status symbol that has put us up there with the Great Wall of China and the pyramids and now it has gone,\" he said. \n\"You've got to be clever being a World Heritage city and be able to take traditional materials and build them in a modern manner.\"\nRichie Wright, 40, who has lived in Liverpool all his life, said the status had \"on many occasions, hampered and restricted development in a city that is ripe for development\".\n\"I hope that Liverpool and its wider city region now seizes this opportunity to make common sense decisions that make our city and the world proud,\" he said.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57991397",
      "category": "uk-northern-ireland",
      "title": "Northern Trust: 'Major discrepancies' in radiologist review",
      "tags": "NI Health,Antrim",
      "text": "A review into the work of a locum consultant radiologist has so far identified \"major discrepancies\" affecting 12 cases.\nA full lookback review of 13,030 radiology images was launched last month.\nThe doctor worked at hospitals run by the Northern Health Trust between July 2019 and February 2020.\nA number of affected patients may have died, the doctor who chairs the review steering group has told BBC News NI.\nSpeaking on BBC Radio Foyle on Wednesday, Dr Seamus O'Reilly said: \"We believe there may be a number of patients who have died as a result of this but we are not sure at this moment in time if they died as a result of a failure to diagnose something or not.\"\nA Serious Adverse Incidents (SAI) investigation which will allow the trust to provide more information is being carried out, he added.\nThe trust will liaise with any affected families \"in due course\", said Dr O'Reilly.\nIt is his understanding the locum consultant is no longer working with the NHS.\nA radiologist analyses images such as X-rays, ultrasounds, CT scans and MRIs.\nIn looking at thousands of radiology images, the review categorises them in levels from five to one, with five meaning no discrepancy was found and one meaning \"a major discrepancy has been identified that could have had immediate and significant clinical impact\".\nThe level two category also concerns a major discrepancy with \"probably clinical impact\", and it is \"images in levels one and two that we are most concerned about\", Dr O'Reilly said. \n\"To date there are 12 level ones and twos [approximately 0.5% of the total number reviewed],\" said Dr O'Reilly.\n\"Most of these concern CT scans where inaccurate initial reading of the scans could, or is likely to, have had an impact on the patient's clinical treatment and outcome.\"\nMore than 9,000 patients have been contacted as part of the review, which is looking at radiology images taken in Antrim Area, Causeway, Whiteabbey and Mid Ulster Hospitals as well as the Ballymena Health and Care Centre.\nAbout a fifth of the images (2,434) have been looked at so far.\nBreast services have not been impacted.\nDr O'Reilly said they hoped to complete the process as soon as possible and that 1,655 \"closure letters\" had been sent to patients for whom no cause for concern has been identified.\n\"Two thousand, three hundred and thirty four of the images reviewed [96% of the total so far reviewed] have been categorised as levels four and five, meaning either no discrepancy or a discrepancy of very doubtful significance.\n\"A further 88 images have been categorised as level three which means there was a minor discrepancy, but unlikely to have had any impact on the patient's care or treatment.\n\"A clinical sub-group meets every Friday to review and discuss those patients whose images have been categorised as level one or two.\"\nHe added: \"Some patients whose images have been categorised as level three are also discussed and decisions are made about who may need to be re-called.\n\"To date, this group has considered a total of 31 patients, following their review of their images.\"\nThe trust has also confirmed that the independent sector, and retired consultant radiologists and radiologists from other trusts, have been brought in to help as part of the review.\nMeanwhile, there have been 996 calls from concerned patients to a dedicated telephone helpline and 75 emails have also been received by the trust on the issue.\nThe trust has said it is providing psychological support services for any patients who are particularly anxious.\nThe helpline is freephone 0800 023 4377 and dedicated email address radiologyreview@northerntrust.hscni.net"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58002724",
      "category": "business",
      "title": "Car production hit by 'pingdemic' and global chip shortage",
      "tags": "UK economy,Car industry",
      "text": "UK car production is still much lower than it needs to be due to shortages of staff and semiconductors, the industry is warning.\nThe Society of Motor Manufacturers and Traders (SMMT) said just 69,097 cars were produced in June, the lowest since 1953, with the exception of last year.\nThe trade body is calling for urgent assistance to exempt staff pinged by the NHS Covid app.\nSMMT said the industry was \"desperately trying to get back to full capacity\".\nThe picture \"didn't look particularly pretty\", the SMMT's chief executive Mike Hawes said, even though production numbers were up on June 2020, just after the first coronavirus lockdown ended. \n\"We were expecting to make just over 1.05 million cars this year, but due to semiconductor shortages and other issues, we will be about 100,000 cars lower,\" he said.\n\"It's difficult to give a picture of the whole industry, but anecdotally, some companies have between 5-30% of staff away self-isolating.\"\nIdeally, the UK car industry needed to get back to producing between 1.2 million to 1.3 million vehicles a year, Mr Hawes added. \nUK car plants turned out 498,923 cars in the first half of 2021, 38.4% lower than the five-year average. This is equivalent to losses of about £8.5bn, the SMMT said.\nSome firms had resorted to reducing shifts, but the true impact of the staff shortages would not be felt until the annual car plant summer shutdowns ended, it added.\nThe SMMT is calling on the government to bring forward the 16 August target date for exempting fully vaccinated adults from self-isolation, as well as introducing a \"test to release\" scheme to support those employees not yet fully vaccinated.\n\"If it can't be brought forward, what we need to know is, if you took a PCR test two to three days before 16 August, would it count?\" said Mr Hawes.\nThere was plenty of demand for UK car exports, he added, but key issues for the industry included \"friction\" at the borders as a result of Brexit and rising logistics costs due to the pandemic.\nHe said companies also felt consumers would only be persuaded to switch to electric cars if the charging infrastructure was there to support them.\nMr Hawes said it was \"still a very difficult time for the industry\", and that the impact of the global semiconductor shortage was likely to last into 2022.\nSemiconductor makers cut production during lockdowns because \"it was unclear how long the European markets would be closed for [but] the shutdowns were not as long as anticipated\", Mr Hawes explained. \n\"Some of the countries that produce them now have rising Covid cases so we don't know how that will affect production going forward.\" \nWell, the figures are better than last year's at least - but considering how badly the industry was affected by lockdowns last year, that really isn't saying very much.\nDemand isn't the problem. The bulk of UK-built cars are sold overseas, and manufacturers say there's plenty of appetite for them. But two issues, both linked to the pandemic, have got in the way of the recovery: the global semiconductor shortage and the shortage of staff resulting from the so-called 'pingdemic'.\nUltimately, though, these are relatively short-term problems, and the industry will get over them. The bigger issue for UK car manufacturing is how to attract new investment.\nWith governments in the UK and in Europe making plans to ban the sale of new petrol and diesel cars within a few years, the race is on to replace the production lines that will soon become obsolete.\nThe hiatus caused by Brexit meant manufacturers were reluctant to commit to the UK, just as the electric cars revolution was taking shape. Now, with new investments announced at Nissan and Vauxhall, the situation has changed. \nBut with other countries such as Germany having gone further, faster, the UK still has a lot to do to stake its claim to a significant share of the future electric car industry."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57989578",
      "category": "world-us-canada",
      "title": "Capitol riot: Policeman tells 6 January hearing he feared he would die",
      "tags": "Washington DC,US Capitol stormed,United States Capitol,United States,Joe Biden",
      "text": "A police officer who defended the US Capitol during a riot by Donald Trump supporters on 6 January has said he feared he would be crushed by the mob.\n\"This is how I'm going to die,\" a tearful Aquilino Gonell told a Congressional committee as an inquiry opened into the Washington DC attack.\nAnother officer, Harry Dunn, who is black, said he was racially abused.\nAt least 535 rioters have been arrested since the attack that left four dead.\nProsecutors have so far secured only a few convictions.\nThe assault led to the political impeachment and acquittal of Republican Mr Trump, who was accused by lawmakers of inciting the riot - a claim he has repeatedly denied.\nThe inquiry in the House Select committee is being conducted almost entirely by Democrats, after most Republicans boycotted the proceedings. \nHowever, two Republicans - Liz Cheney and Adam Kinzinger - have broken ranks to join the investigation. \n\"If those responsible are not held accountable... this will remain a cancer on our constitutional republic,\" Ms Cheney said as the hearing began on Tuesday.\nThe nine-member select committee was formed after Republicans objected to an independent commission such as the one that investigated the 11 September 2001 attacks.\nThe panel - which has powers to summon witnesses - is expected to investigate the circumstances leading up to the riot and why law enforcement bodies were ill-prepared.\nOn Tuesday, four police officers described being beaten and assaulted by rioters who had come to disrupt the certification by Congress of President Joe Biden's election victory.\nOfficer Gonell described the scene as a \"medieval battlefield\".\nWiping away tears, he described returning home and pushing his wife away from him because of the amount of chemical irritant that had soaked into his uniform.\nThe Iraq War veteran went on to criticise Republicans for what he described as their \"continuous shocking attempt\" to \"ignore or destroy the truth\" about that day.\nAsked by Ms Cheney about Mr Trump's claim that they were a \"very loving crowd,\" Sgt Gonell hit back: \"I'm still recovering from those hugs and kisses.\"\n\"If that was hugs and kisses, we should all go to his house and do the same thing to him.\"He later said that he did not mean for anyone to go to Mr Trump's home, and apologised for the \"outburst\".\nOfficer Dunn said he told several protesters that he had voted for Mr Biden.\n\"Does my vote not count? Am I nobody?\" he told them, after they wrongly claimed that the election was fraudulent.\n\"That prompted a torrent of racial epithets,\" he testified. \"One woman in a pink Maga [Make America Great Again] shirt yelled, 'You hear that, guys, this [expletive] voted for Joe Biden!\"\n\"No-one had ever - ever - called me a [expletive] while wearing the uniform of a Capitol police officer.\"\nOfficer Michael Fanone recalled being dragged into the crowd, beaten and shocked repeatedly with a taser.  \nHe said he heard chants of \"kill him with his own gun\". Fearing for his life, he pleaded with rioters, saying he had children.\nAt one point during his testimony the officer slammed his fist on the desk as he accused some Republicans of showing a \"disgraceful\" indifference and betraying their oaths of office.\nOfficer Dunn said he did not fully process the racial insults until days later.\n\"I was just trying to survive that day, and get home,\" he said.\n\"When I was able to process it, it was so emotional. It was so disheartening and disappointing that we live in a country like that, where they attack you because of the colour of your skin.\n\"Just to hurt you. Those words are weapons.\"\nOfficer Daniel Hodges' lip trembled with emotion as he was shown a video of himself trapped in a doorway being pummelled by rioters, who he repeatedly referred to as \"terrorists\" during his testimony.\n\"To my perpetual confusion, I saw the Thin Blue Line flag, a symbol of support for police, more than once, as the terrorists continued to ignore our commands and attacked us,\" he said.\nMr Kinzinger, one of the only Republicans who voted to impeach Mr Trump for his role in the riot, appeared to hold back tears as he criticised his colleagues.  \n\"We still don't know exactly what happened. Why? Because many in my party have treated this as just another partisan fight. It's toxic and it's a disservice to the officers and their families,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57984924",
      "category": "uk",
      "title": "Culture of cover-up saw hundreds of children abused in Lambeth, report finds",
      "tags": "Croydon,Lambeth,Independent Inquiry into Child Sex Abuse",
      "text": "Staff and councillors presided over a \"culture of cover-up\" that led to more than 700 children in south London care homes suffering cruelty and sexual abuse, an inquiry has found. \nThe Independent Inquiry into Child Sexual Abuse strongly criticised Lambeth Council for allowing abuse in five homes from the 1960s to the 1990s.\nIt said abusers were able to to infiltrate homes and the foster system. \nLambeth Council has made an unreserved apology to the victims.\nAnd a former council leader said the authority had \"clearly failed\" and she should have known about the abuse.\nThe Metropolitan Police also apologised \"for when we let children in the care of Lambeth down\". \nThe inquiry into the council, held in the summer of 2020, examined five homes - Angell Road, South Vale Assessment Centre, the Shirley Oaks complex, Ivy House and Monkton Street.\nThe Independent Inquiry Child Sexual Abuse (IICSA) report said: \"With some exceptions, they [Lambeth Council staff] treated children in care as if they were worthless. \n\"As a consequence, individuals who posed a risk to children were able to infiltrate children's homes and foster care, with devastating, life-long consequences for their victims.\"\nOf the 705 complaints made by former residents across three such facilities, only one senior member of staff was ever disciplined by the council, the report said. \nAt Shirley Oaks, which closed in 1983, the council received allegations of abuse against 177 members of staff, involving at least 529 former residents. \nThe council was mired in corruption and financial mismanagement during the decades of abuse, with \"politicised behaviour and turmoil\" dominating its culture, according to the report.\nThe report partly blames the Labour council's battle against the Conservative government in the 1980s, saying it sought to \"take on the government\" to the detriment of local services. \n\"During that time, children in care became pawns in a toxic power game within Lambeth Council and between the council and central government,\" the report added. \nThe IICSA is calling on the Met Police to consider a criminal investigation into why allegations of sexual abuse made by a boy, later found dead at the Shirley Oaks care home, were not passed on to the coroner by Lambeth Council in 1977.\nThe force said it would assess this recommendation. \nShirley Oaks and South Vale were found to have been \"brutal places where violence and sexual assault were allowed to flourish\".  \nAnother care home, Angell Road, \"systematically exposed children (including those under the age of five years) to sexual abuse,\" the report said. \nElizabeth McCourt, who was sexually abused at Angell Road care home, said she could not forgive Lambeth Council. \nThe 56-year-old told the BBC she was forced into prostitution because of the council's \"negligence\". \n\"I felt dirty, I felt ashamed and I felt like I had nobody to listen to me,\" she said. \n\"Because of what happened to me in care, and then coming out of care, I can't hold a job down... I've got a criminal record so it's very difficult for me to work.\"\nSandra Fearon, who was at Shirley Oaks between 1964 and 1969 with her siblings, said she was violently sexually abused by a doctor from the age of 12. \nShe told BBC Radio 4's World at One programme the abuse continued every week for two years until her school intervened, after she was able to tell a school nurse what had happened to her.\n\"I got to the point where I was probably seconds away from suicide. That's how bad my health was and the state I was in,\" she said, adding that the abuse \"absolutely destroyed me\". \nChildren spent time with \"social aunts\" or \"social uncles\", volunteers who worked with children without proper vetting.  \nOne such volunteer, Geoffrey Clarke, stayed at Shirley Oaks with regular and unimpeded access to children there from the early 1970s.  \nHe was convicted of sexually assaulting three children in 1998, but Lambeth Council is now aware of at least 40 people who have made allegations against him.  \nClarke was charged with numerous abuse offences as part of Operation Middleton, one of five police investigations into child sexual abuse linked to Lambeth Council from 1992 to the present date. Clarke took his own life before his trial. \nThe inquiry criticises the Metropolitan Police for its failures to follow up evidence that may have led to the identification of further offending.\nSix men have been convicted since the 1990s in connection with abuse in Lambeth.\nThey include: William Hook, jailed for 10 years; Philip Temple, jailed for 18 years; and Leslie Paul, sent to prison for 13 years.\nMichael Carroll was appointed to work in a Lambeth care home in 1978 despite abusing children previously in Liverpool and failing twice to declare his offences, including when he applied to be a foster carer. He was eventually convicted and sentenced to 10 years in 1999.\nThe report made a number of recommendations, including that the council publishes an action plan to deal with the issues raised, as well as improving staff training, recruitment and vetting. \nLambeth Council has accepted the recommendations and apologised to the inquiry for creating and overseeing conditions \"where appalling and absolutely shocking and horrendous abuse was perpetrated\".  \nIt has also paid £71.5 million in compensation to former children's home residents, with individual payments of up to £125,000.  \nLinda Bellos, who led Lambeth Council between 1986-88, said she was \"shocked\" and \"disgusted\" by the abuse revealed in the report. \nMs Bellos, who was not called to give evidence by the inquiry, told the BBC: \"I should have known, there should have been transparency for the services that we were supposed to be giving to vulnerable children.\"\n\"We clearly failed. I hold myself responsible for that failure,\" she added. \nCommander Alex Murray, from the Met Police, said: \"It is clear that at different times we missed opportunities to identify offenders and investigate further. Some of the treatment of children was also unacceptable.\"\nHe said the force had changed the way it investigated allegations of child sexual abuse, with better training for officers, greater collaboration between social care partners and \"putting the victim at the heart of the investigation\". \nThe long-running IICSA is investigating claims against organisations including the church, local authorities and the armed forces. \nIts final report of overarching findings will be laid before Parliament next summer. \nAdditional reporting by Tom Symonds, BBC Home Affairs Correspondent\nSupport and resources for sexual abuse and violence are available via the BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-57999121",
      "category": "newsbeat",
      "title": "Rapper DaBaby apologises for HIV comments as Boohoo drops him",
      "tags": "HIV & Aids,Homophobia,Boohoo,LGBT,Music",
      "text": "Rapper DaBaby has apologised for comments he made about people with HIV while onstage at a US music festival.\nHe tweeted last night that his comments were \"insensitive\" adding he had \"no intentions [of] offending anybody\" before offering \"my apologies\".\nThe rapper has now been dropped by online fashion retailer Boohoo, who he had a clothing deal with.\nIt comes after Dua Lipa, whose song Levitating he features on, said she was \"surprised and horrified\" by his words.\n\"Anybody who done ever been [affected] by AIDS/HIV y'all got the right to be upset,\" DaBaby said. \nHe also addressed the LGBT community in his tweet saying \"I ain't trippin on y'all, do you. y'all business is y'all business.\"\nPerforming at Rolling Loud festival in Miami over the weekend, he asked every audience member to \"put your cell phone light up\", apart from those who were HIV-positive or were gay men who had sex in car parks.\nHe also made the false claim that HIV will \"make you die in two or three weeks\".\nMedication helping those with HIV to live long, healthy lives has been available for decades.\nDaBaby had defended his comments in an Instagram story posted on Sunday. In it he said: \"What I do at the live show is for the audience at the live show. It would never translate correctly to someone looking a little five/six second clip.\"\nAround half an hour before his apology tweet, the rapper angered followers by once again appearing to defend his words. \n\"I tell fans to put a cell phone light in the air y'all start a million man march,\" he wrote on Twitter. \nHe suggested that the \"same amount of support\" isn't shown when a black person is killed by a police officer.\nOne follower replied: \"Why are you bringing up police brutality to deflect?? Very strange! There are hundreds of thousands of people fighting for black people's lives every day helping/doing more then you will ever do.\"\nOn Tuesday, the clothing company had told Newsbeat it was \"reviewing\" its relationship with DaBaby.\nAnd in a statement posted on Wednesday, it said: \"BoohooMAN condemn the use of homophobic language and confirm we will no longer be working with DaBaby.\n\"Diversity and inclusion are part of the boohoo Groups DNA and we pride ourselves on representing the diverse customers we serve across the globe. \n\"We stand by and support the LGBTQ+ community, and do not tolerate any hate speech or discrimination in any form.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57963912",
      "category": "business",
      "title": "Electric car charging prices 'must be fair' say MPs",
      "tags": "Transport,Electric cars,Motoring",
      "text": "People must be protected from excessive pricing for public electric car charging, MPs have said.\nCharging an electric car at home is much cheaper than using public charge points.\nThis could put pressure on people who are less able to afford it, the Transport Select Committee said.\nThe government also needs to make charging infrastructure accessible and reliable, and make sure people in rural areas have equal access, the MPs added.\nThe UK plans to ban the sale of new petrol and diesel cars by 2030, and hybrids by 2035.\nThat should mean that most cars on the road in 2050 are either electric, use hydrogen fuel cells, or some other non-fossil fuel technology.\nHowever, at present there is a disparity between how much it costs to charge a car at home compared to public charging, which is more expensive.\nConsumers need to be protected from excessive charges, the Transport Committee said.\nProperty developers should also be required to provide public charging points, and councils should make sure charging infrastructure is built, the MPs added.\n\"Charging electric vehicles should be convenient, straightforward and inexpensive and drivers must not be disadvantaged by where they live or how they charge their vehicles,\" said committee chair Huw Merriman.\nIn addition, drivers who live in rural or remote areas or who do not have off-street parking \"risk being left behind\", the committee said.\nThe committee said industry must use pricing \"to change consumer charging behaviour to a 'little but often' approach and at times when the National Grid can meet total demand\".\nGraeme Cooper, head of future markets at National Grid, said that the energy network operator was \"working with government to map out where critical grid capacity is needed to enable the faster roll out of charging points\".\n\"There will be an uptick in demand for energy so we need to ensure that we are future proofing, putting the right wires in the right place for future demand.\" \nHe said National Grid would have to ramp up capacity to help achieve the UK's net zero goals, both by making it smarter, but also putting in more physical infrastructure.\nPreparing for a revolution is never easy - but with the sale of new petrol and diesel cars due to end in 2030, that's exactly what lies ahead. \nMPs have set out some clear concerns - notably that people who don't have access to off-street parking or who live in remote areas might struggle to charge electric cars, and would be obliged to pay more for the power they use.\nThey want the government to make sure this doesn't happen. \nOne issue raised is that different public charging networks currently have their own payment and operating systems, making it difficult for drivers to swap from one to another.\nThey want guarantees that as networks grow, they will be made more compatible - and that pricing will be transparent. \nThen there's what happens when millions of electric cars make demands on the electricity grid. \nDemand for power will rise, and MPs have voiced concerns that this could lead to blackouts in parts of the country.\nBut as the report itself points out, industry bodies are confident that new technologies which allow cars to be charged when pressure on the grid is light, and even feed power back at peak times, should help the network to manage. \nNevertheless, these are all legitimate concerns.\nWhat seems clear is that MPs feel the government needs to provide more coordination and guidance, to ensure that within a few years people will be able to buy electric cars, use them, and charge them with a minimum of fuss. \nAn orderly revolution, in fact. \nJack Cousens, head of roads policy for the AA, said; \"For most drivers, the opportunity to charge an EV in their garage, on their driveway or in a dedicated parking space offers cheaper running costs.\n\"However, for the 30% of homeowners with no access to dedicated off-street parking or workplace charging, they have no choice but to pay the rates set on the public charging network.\"\n\"On the road to electrification, we cannot allow one group of drivers to benefit while others struggle - in effect, a two-tier system of have and have-nots.\"\nBenjamin Sovacool, professor of energy policy at the University of Sussex Business School, said the pricing of charging \"is a concern\", and that electric vehicles \"benefit some people more than others\".\nLower income areas, especially rural areas, spend about twice as much of their income on mobility already, he said.\nThe UK government was approached for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57999362/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: No quarantine for fully jabbed US and EU travellers",
      "tags": "Tourism,Coronavirus lockdown measures,Travel,Travel & leisure industry,Self-isolation,Coronavirus pandemic",
      "text": "People who were fully vaccinated in the EU or US will not need to isolate when coming to England, Scotland and Wales from an amber list country.\nThe change will come into force at 04:00 BST on Monday.\nCurrently, only people who received their jabs in the UK can avoid quarantine when arriving from amber list countries, except France.\nThe UK government said the rule change would help to reunite family and friends whose loved ones live abroad.\nTransport Secretary Grant Shapps said it would apply to people who have been fully vaccinated with a jab approved by the EU or US, with the final dose at least 14 whole days before arrival.\nTravellers will still need to take either a lateral flow or PCR test pre-departure and a PCR test on the second day after they arrive.\nUnder-18s will be exempt from isolation, and some will not have to test, depending on their age.\nIt come as a further 27,734 cases were reported in the UK, bringing to an end a seven-day run of falling case numbers. Wednesday's case figure was, however, down significantly from a week ago, when 44,104 cases were reported.\nAnother 91 deaths within 28 days of a positive test were also reported.\nTougher rules will continue to be in place for France, which is on the amber list but still requires travellers to quarantine when they return, even if they are fully vaccinated.\nMr Shapps said this advice would be reviewed at \"the end of next week\" as part of the rolling assessment of travel rules.\nAs part of the changes, international cruise ships will be able to depart from England from 2 August - after a 16-month pause.\nScottish Transport Secretary Michael Matheson said the change to the rules would provide \"a boost for the tourism sector and wider economy while ensuring public health is protected\".\nHe added that the change would be \"carefully monitored by clinicians and kept under close review\".\nThe Welsh government said the move posed \"clear public health risks\" - but its shared open border with England made it \"ineffective\" to have different arrangements. \nWelsh health minister Eluned Morgan said vaccines would reduce the risks but only if they were effective against any new variants of concern and cautioned against international travel for non-essential reasons this summer.\nIn Northern Ireland, people vaccinated in the UK and travelling from amber list countries have not needed to self-isolate since 19 July, subject to testing.\nThe Stormont Executive is set to consider the policy of allowing those vaccinated in the US and EU to enter Northern Ireland without quarantine on Thursday.\nAirlines UK, which represents big carriers, said the move would offer \"a lifeline for thousands of businesses reliant on international inbound travel\".\nJoss Croft, of trade association UKinbound, said it would \"allow the £28bn inbound tourism sector, which supports over 500,000 jobs across the UK, to finally restart\".\nAlthough US citizens will soon be able to avoid quarantine in England, Scotland and Wales, they are being urged not to travel to the UK by their country's health protection agency, the Centers for Disease Control and Prevention. \nAnd the US border is currently closed to the UK, as well as many other countries, except for US citizens.\nThe UK and US have set up a taskforce to discuss a travel corridor, although earlier this week the White House said it had no plans to lift Covid-19 travel restrictions for non-Americans.\nBut Prime Minister Boris Johnson told LBC on Wednesday that \"we're talking to them the whole time\".\nFor 70-year-old Patricia Duncan in Spain, the changes will mean she can travel to England and be on hand to support her daughter ahead of an operation - without needing to isolate.\n\"I have another friend with mental health issues who is desperate for me to visit,\" she says.\n\"Normally I travel three or four times a year to see my family and friends, and it's been a long time. So I'm very glad that is happening.\"\nBut Fiona Clarke in Portugal says the cost of Covid testing is still a barrier for her to visit family in Brighton.\n\"I think we'll look very carefully, we'll wait and see what happens with the testing,\" she says.\nLabour deputy leader Angela Rayner said she had \"real concerns\" over the plan. \"Each individual US state does things differently,\" she said. \"They don't have a National Health Service that has a vaccine programme like we do with the certifications.\n\"So we're really concerned about making sure that new variants do not come into the UK and that we do have a system that identifies where we have variants of Covid where infection is and we're able to isolate it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57999790",
      "category": "education",
      "title": "Richer parents pressure teachers on exam grades",
      "tags": "Schools,Impact of the COVID-19 pandemic on children,Exams",
      "text": "Parents of pupils in private schools or living in affluent areas of England were the most likely to put pressure on teachers over exam grades, suggests research from the Sutton Trust.\nAlmost a quarter of private school teachers had been contacted by parents over A-level and GCSE grades, twice as many as in schools in deprived areas.\nTeachers submitted grades this year after exams were disrupted by Covid.\nHead teachers warned such lobbying was \"inappropriate\" and added stress.\nThe research, based on a survey of 3,200 teachers, showed teachers in private schools came under the greatest pressure, with the highest number, 23%, reporting parents contacting them over exam grades.\nBut there was also a social gap between state schools, with 17% of teachers in better-off areas facing pressure from parents, compared with 11% in disadvantaged areas.\nGeoff Barton, leader of the ASCL head teachers' union, said parents lobbying for their children \"think they are doing the best for their children, but it is yet another issue which has added to the stress of an extremely stressful period\".\nBut he reassured students that grades were based on objective evidence - \"rather than whose parents have the sharpest elbows\".\nMr Barton had previously warned the education select committee that some parents were threatening to involve lawyers over grades and that schools were expecting a \"huge number of appeals\".\nSchools submitted their judgements on grades last month - and the final results will appear in a couple of weeks, with forecasts of an increase in top grades, which could put pressure on university places.\nResearchers found that half of students applying to university were worried that the disruption caused by the pandemic and the replacement grading system would negatively affect their chance of getting into their first choice university.\nBut Paul Whiteman, leader of the National Association of Head Teachers, said parents and students should be confident of the fairness and \"rigour of this year's awarding processes and understand that it is inappropriate to put pressure on staff\".\nSchools have been able to use a range of evidence for grades, including \"mini-exam\" test papers, mock exams, homework and coursework - after the usual set of full exam papers were cancelled.\nThe study from the Sutton Trust charity, which champions social mobility, shows how much variation there has been. Typically three or four \"mini-exams\" taken, but there were some schools taking more than six, while others were taking one, two or none at all.\nThere were also warnings of the difficulties facing some pupils when they were studying from home - such as a lack of space to work and problems with internet connections and equipment.\nThe report calls on universities to give extra consideration to students from disadvantaged backgrounds who narrowly missed their required grades.\nAnd there is a warning that this year's new students will need more support to settle in, after so many difficulties from the pandemic and when students might not have been able to visit universities on open days.\n\"This year's cohort of university applicants have faced almost two years of disrupted education. As we approach results day, it's vital that poorer students are not disadvantaged by the greater impact of the pandemic on them,\" said Sutton Trust founder Sir Peter Lampl.\nHe also backed suggestions to change the timetable for university applications, so that students could apply once they knew their grades.\nA Department for Education spokeswoman said: \"Students have only been assessed on what they had been taught, supporting students who may not have had the opportunity to learn as much as they would do in a normal year and meaning that teachers have effectively made their assessments based on every student having their best day.\n\"No teacher should be put under undue pressure and grades are subject to wider internal checks in schools and external checks by exam boards to make sure they are a fair reflection of students' work.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57992929/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid travel: Fully jabbed from EU and US could avoid quarantine",
      "tags": "Coronavirus lockdown measures,Travel,London Heathrow Airport,British Airways,Air travel,Virgin Atlantic,Coronavirus pandemic",
      "text": "Senior cabinet ministers are discussing whether to allow fully vaccinated travellers from the EU and US to avoid quarantine when they arrive in England.\nA review of the border rules is due by 31 July - the second date in the Department for Transport's plan for a safe return to international travel.\nThe government's Covid Operations committee was due to meet on Wednesday morning.\nForeign Secretary Dominic Raab said a decision would be taken shortly.\nCurrently, people who have been fully vaccinated in the UK do not have to quarantine when travelling from the US and EU, apart from France, because those places are on the amber list (and some EU countries are on the green list). But that exemption does not apply to people who have been vaccinated outside the UK.\nDowning Street and the Department for Transport declined to comment on newspaper reports the government would go ahead with the plan to also exempt people vaccinated in the US and EU. \nThe travel industry has been pushing for this change in the rules so that people living abroad can more easily come to the UK for holidays or to visit loved ones.\n\"At the moment we're in this slightly ridiculous situation where if I'm on a plane from Spain, because I'm lucky enough to have had two jabs, once we get to the UK I just wander off, no problem,\" said travel expert Simon Calder.\n\"But the person sitting next to me, who happens to have had their vaccinations in Spain, not in the UK, has to go and sit in a room for 10 days. Doesn't make sense.\"\nThe aviation industry is also calling for a change after carrying out a 10-day trial of checking the vaccination status of passengers.\nBritish Airways, Virgin Atlantic and Heathrow Airport wanted to demonstrate that vaccination status could be checked away from the border and allow safe entry to the UK from countries on the amber list.\nThe companies said 99% of documents were verified correctly during the trial, which involved about 250 fully-vaccinated participants from the US, the Caribbean and Europe, travelling to Heathrow.\nTwo passengers had their credentials rejected, the companies said: one because their vaccination was completed less than 14 days before travel, and the other because of a discrepancy between the name on the passport and on the vaccine card.\nThe relaxation of the quarantine rules for travellers into England from the EU and the US is backed by a broad coalition of government ministers, who see the benefits to the tourism industry and the economy in general.  \n\"There's no reason not to do this,\" said one advisor. Another warned that an airline could go bankrupt if it didn't happen.  \nA decision may be imminent but it may take days or weeks to put it into practice. For example, airlines will need time to prepare because they'll be the ones checking the documents. \nAnd the recent creation of an \"amber plus\" category at the last minute and without the knowledge of some members of the government shows that sometimes the process doesn't always go smoothly.  \nThen there's travel in the other direction, with the US in no rush to allow in British travellers despite the high-profile launch of a transatlantic travel taskforce last month.  \nBritish Airways, Virgin Atlantic and Heathrow Airport said the UK was falling behind the EU in opening up to international travellers.\nBA chief executive Sean Doyle said the trial provides the evidence that the government needs to allow fully vaccinated visitors from low-risk countries to come to the UK without self-isolating.\nHeathrow boss John Holland-Kaye said there was \"no reason to delay with rolling out the solution from July 31\", while the head of EasyJet told LBC such a change was \"the right thing\" but a \"little bit too late\".\nFreddie Julius runs tour company Tourist England which puts on trips for overseas visitors. He said around 80% of his customers are from the US and EU and \"over the last 18 months we've seen almost none\".\nHe said changing the rules to allow vaccinated tourists to visit without quarantining was \"critical for the revival of the inbound tourism sector\".\nBut he told the BBC any change needed to be lasting, adding: \"The constant easing and tightening of restrictions have made it almost impossible to plan ahead, both for tour companies and tourists.\" \nHowever, even if the UK changed its rules for the US, its citizens have been urged not to travel to the UK by the country's health protection agency, the Centers for Disease Control and Prevention. \nAnd the US border is currently closed to the UK, as well as many other countries, except for US citizens.\nThe UK and US have set up a taskforce to discuss a travel corridor, although earlier this week the White House said it had no plans to lift Covid-19 travel restrictions for non-Americans.\nBoris Johnson told LBC on Wednesday that \"we're talking to them the whole time\".\nThe EU has encouraged its members to gradually lift travel restrictions for the UK, and each country has its own rules.\nLabour's deputy leader Angela Rayner told Sky News the potential plan was \"reckless\", adding: \"We also know that people who have had the vaccine of course can still get the virus so a testing regime is very important and crucial as well.\"\nUnder current rules, other countries are granted a \"traffic light\" status for arrivals - red, amber or green.\nThe vast majority of countries, including the US and many European countries including Spain, Italy and Germany, are on the amber list. \nAdults who have been fully vaccinated in the UK, and under-18s who are UK residents, no longer have to self-isolate after visiting any amber country apart from France. \nBut anyone who was fully vaccinated outside the UK still has to quarantine for 10 days on arrival, or pay for the test-to-release scheme to shorten their quarantine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57997112",
      "category": "technology",
      "title": "Oculus recalls Quest 2 headset pads after skin rashes",
      "tags": "Gaming,Facebook,Virtual reality",
      "text": "Virtual-reality headset-maker Oculus is issuing a recall for the foam padding in its Quest 2 headset, warning it can cause skin irritation. \nFacebook-owned Oculus said only a \"very small percentage\" of users were experiencing the problem. \nBut it is offering a free cover - made of silicone - to all Quest 2 owners.\nFacebook also announced it was \"pausing\" Quest 2 sales and from 24 August all Quest 2 headsets would come with the new silicone cover.\nThe revamped headset would also have twice the internal storage, for the same price. \nThe problem with skin irritation was widely known among VR enthusiasts online and Facebook has previously operated a replacement programme for the small number of people affected. \nBut this new \"voluntary recall\", following discussions with US and Canadian safety regulators, is global in scale, with Facebook emailing many of its Oculus customers. \nThe US Consumer Product Safety Commission said it had received 5,716 reports of irritation \"including rashes, swelling, burning, itching, hives and bumps\". \nBut only 45 incidents had needed medical attention.\nAnd those numbers were out of an estimated four million headsets sold in the US.\nFacebook's VR and AR teams head Andrew Bosworth said: \"While the rate of reports is small and the majority of reported cases are minor, we're committed to ensuring our products are safe and comfortable for everyone who uses them.\" \nUsers can order the replacement \"facial interface\" on the Oculus website.\nBut many have already bought a silicone cover from online retailers.\nThere is also a market for premium after-market replacements, such as thicker, more comfortable foam coated in water-resistant leather or slightly redesigned fittings that aim to improve ventilation or light leaking in from the outside world. \nOculus is widely thought to have made the Quest 2 headset at a loss, or close to it, as it is priced far lower than many of its competitors, who ship devices with more elaborate straps and accessories. \nThat strategy has seen its share of the VR gaming market explode and the device sold out in many places in the run-up to Christmas.\nAnd last week, Facebook boss Mark Zuckerberg doubled down on his vision of a future \"metaverse\" where people spend far more time in VR - \"an embodied internet where instead of just viewing content - you are in it\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57986167",
      "category": "uk-wales",
      "title": "Wales' slate landscape wins World Heritage status",
      "tags": "Unesco World Heritage sites,Caernarfon,Unesco",
      "text": "An area famed for its slate industry has joined Egypt's Pyramids, India's Taj Mahal and the Grand Canyon to become a Unesco World Heritage Site.\nThe slate landscape of north-west Wales has become the UK's 33rd site on the prestigious list after the World Heritage Committee approved the UK bid.\nThey have awarded more than 30 new inscriptions to cultural and natural bids worldwide already this week.\nPrime Minister Boris Johnson had backed the area's \"remarkable uniqueness\".\nIt comes after Liverpool lost its World Heritage status earlier in July when the Unesco committee meeting in China ruled development threatened the value of its waterfront.\nFollowing the decision, Wales bid leader Dafydd Wigley addressed the committee by video link from the National Slate Museum in Llanberis.\nHe said: \"Here in Gwynedd we have an outstanding example of a complete landscape and this inscription is a source of great pride for our communities in north Wales and it's a celebration of our contribution to the world.\n\"We look forward to being part of the wider community of World Heritage Sites and this inscription has recognised our global contribution.\"\nThe slate landscapes of Snowdonia in the county of Gwynedd are said to have \"roofed the 19th Century world\" as slate from its quarries was exported around the globe.\nUnesco's World Heritage Committee was looking for a site of \"outstanding universal value\" which should be a \"unique landmark\" and which has a \"cultural, historical or physical significance\".\nAreas that have already been inscribed on the elite list this year include the Great Spas of Europe, the Dutch Water Defence Lines in the Netherlands and the Trans-Iranian Railway.\nWales' First Minister Mark Drakeford said: \"Today's announcement recognises the significant contribution this part of North Wales has made to the cultural and industrial heritage not only of Wales, but of the wider world. Welsh slate can be found all over the world. \n\"The quarrying and mining of slate has left a unique legacy in Gwynedd, which the communities are rightly proud of. This worldwide recognition today by Unesco will help preserve that legacy and history in those communities for generations to come and help them with future regeneration.\"\nThe UK government's Heritage Minister Caroline Dinenage said: \"Unesco World Heritage Status is a huge achievement and testament to the importance this region played in the industrial revolution and Wales' slate mining heritage.\n\"I welcome the prospect of increased investment, jobs and a better understanding of this stunning part of the UK.\"\nPlaid Cymu's culture spokeswoman Heledd Fychan called the decision fantastic news, adding: \"Achieving this prestigious status is a boost - a boost to pride in our Welsh heritage and a boost to Wales' place on the international stage.\n\"This is about preserving and protecting our heritage so that it plays a role in Wales' future.\"\nDr David Gwyn, an archaeologist and heritage consultant who has worked on the bid for 12 years, said he was \"an extremely happy man\".\n\"We've known for decades that the slate landscapes of north Wales are special, but to have it recognised by an international committee was a humbling moment.\n\"These are outstanding and beautiful landscapes with meaning for the whole of humanity.\n\"It says a great deal about our powerful history and our present day communities.\"\nWales already had three World Heritage Sites and one of those, like the slate landscape, is also in the north west.\nThe castles and town walls in Gwynedd built by King Edward I were among the first sites in the UK to join the list when it was inscribed in 1986 alongside Stonehenge, Ironbridge Gorge in Shropshire and Durham Castle and cathedral.\nUnesco said the four castles of Beaumaris, Conwy, Caernarfon, Harlech and the attendant fortified towns at Conwy and Caernarfon \"are the finest examples of late 13th Century and early 14th Century military architecture in Europe\".\nWales' other Unesco sites are the Pontcysyllte Aqueduct - the highest canal aqueduct in the world - which spans the River Dee in Wrexham county and Blaenavon industrial landscape in Torfaen.\nLiverpool hit the headlines earlier this month when it was stripped of its World Heritage status after a UN committee found developments threatened the value of the city's waterfront.\nThe UK has 31 other World Heritage sites including Stonehenge, the Tower of London, Palace of Westminster and Westminster Abbey, the Lake District, Maritime Greenwich and Hadrian's Wall.\nThere are 1,121 historical significant sites in 167 countries across the world that have been inscribed on the list, including Egypt's Pyramids, India's Taj Mahal and Australia's Great Barrier Reef.\nMachu Picchu in South America, the Grand Canyon in the United States, the Great Wall of China and the Galapagos Islands in the Pacific Ocean are also among those on the list."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57945263",
      "category": "uk-wales",
      "title": "Unesco World Heritage: Wales' slate landscape bid for honour",
      "tags": "Unesco World Heritage sites,Caernarfon,Unesco",
      "text": "An area famed for its slate industry could join Egypt's Pyramids, India's Taj Mahal and Australia's Great Barrier Reef as a Unesco World Heritage site.\nThe slate landscape of north-west Wales is the UK's bid when the World Heritage Committee meet in China this weekend.\nThey will review cultural and natural bids from across the world, with an announcement in the coming days.\nPrime Minister Boris Johnson has backed the Welsh slate bid as it aims to be the UK's 33rd World Heritage site.\nHe said it was \"an area of remarkable uniqueness and breath-taking beauty\".\nThe area of Snowdonia, which runs throughout the county of Gwynedd, is up against nominations including the porticoes of Bologna in Italy, the city of Nice on the French Riviera and the Ribeira Sacra region of Spain, which was made famous by wine.\nThe slate landscape of north-west Wales was announced by the UK government as a World Heritage Site nomination in 2018.\nIt is said to have \"roofed the 19th Century world\" as slate from its quarries was exported around the globe.\nSlate has been quarried in north Wales for more than 1,800 years but during the Industrial Revolution demand surged as cities across the UK expanded with slate being widely used to roof workers' homes and factories. \nThe landscape became the world leader for the production and export of slate during the 18th Century and, by the 1890s, the Welsh slate industry employed approximately 17,000 people and produced 485,000 tonnes of slate a year. \nThe industry had a huge impact on global architecture, with Welsh slate used on a number of buildings and palaces across the globe, including Westminster Hall, the Royal Exhibition Building in Melbourne and Copenhagen City Hall in Denmark.\n\"The slate industry is an iconic feature of north Wales, and of the Welsh nation as a whole, and has been of overwhelming importance in shaping our social and economic landscape,\" said industrial archaeologist Dr David Gwyn, who is part of the bid team.\n\"It was not only slate that was exported. Gwynedd slate quarries also exported people, skills, knowledge and technology around the world, and in turn, learned from them and their industries.\n \"The narrow-gauge railways were a crucial part of the slate industry and their designs and engineering were copied worldwide.\" \nThe UK bid says, as well as the international demand for Welsh slate, between 1780 and 1940 the area of Gwynedd was also home to a number of \"ingenious developments in quarrying and stone processing\" and was a world leader in mountain railways.\nThe council-led bid includes six sites within the county of Gwynedd and Snowdonia National Park.\n\"The landscape of today has been transformed on a monumental scale due to hundreds of years of mining in the area,\" the UK government bid said.\n\"The nomination to Unesco reflects this and the international significance of Welsh slate in 'roofing the 19th Century world'. \nLiverpool hit the headlines last week after it was stripped of its World Heritage status after a UN committee found developments threatened the value of the city's waterfront.\nThe UK has 32 remaining World Heritage sites including Stonehenge, the Tower of London, Palace of Westminster and Westminster Abbey, The Lake District, Maritime Greenwich and Hadrian's Wall.\nWales has three World Heritage sites and one of those, like the slate landscape which is bidding for the status, is also in the north-west.\nThe castles and town walls of King Edward in Gwynedd was among the first sites in the UK to join the list when it was inscribed in 1986 alongside Stonehenge, Ironbridge Gorge in Shropshire and Durham Castle and cathedral.\nUnesco said the four castles of Beaumaris, Conwy, Caernarfon, Harlech and the attendant fortified towns at Conwy and Caernarfon \"are the finest examples of late 13th Century and early 14th Century military architecture in Europe\".\nWales' other Unesco sites are the Pontcysyllte Aqueduct - the highest canal aqueduct in the world - which spans the River Dee in Wrexham county and Blaenavon industrial landscape in Torfaen.\nThere are 1,121 historical significant sites in 167 countries across the world that been inscribed on the list.\nMachu Picchu in South America, the Grand Canyon in the United States of America and the Great Wall of China and the Galapagos Islands are among those on the list."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57998247",
      "category": "uk",
      "title": "Covid: Self-isolation rule changes on 16 August 'nailed on' - PM",
      "tags": "Coronavirus lockdown measures,Contact tracing,Coronavirus vaccines,Boris Johnson,Self-isolation,Coronavirus pandemic",
      "text": "The end of remaining coronavirus rules in England on 16 August for those fully vaccinated is \"nailed on\", the prime minister says.\nIn an interview with radio station LBC, Boris Johnson said no review was needed before lifting the last restrictions.\nFrom 16 August, fully-vaccinated people will no longer have to self-isolate if a contact tests positive for Covid.\nMr Johnson said the recent data - which showed daily cases had fallen for seven days in a row - was encouraging.\nBut he added: \"It is far, far too early to draw any general conclusions. \n\"The most important thing is for people to recognise that the current situation still calls for a lot of caution and for people just to remember that the virus is still out there, a lot of people have got it, it still presents a significant risk.\"\nThe daily number of cases had been falling, but that decline ended on Wednesday, with a further 27,734 cases reported.\nThis figure was nonetheless down significantly on last Wednesday, when 44,104 cases were reported.\nExperts have warned that it is still too early to see the impact - if any - of the ending of England's lockdown on 19 July.\nThe next date to remove remaining restrictions in England is 16 August, when people who are double-jabbed - as well as unvaccinated under-18s - will not need to self-isolate if they come into contact with a positive case. \nInstead they will be encouraged to take a PCR test, though Health Secretary Sajid Javid has said this will not be a legal requirement.\nCurrently, everyone has to self-isolate if contacted by NHS Test and Trace, unless they're on a list of critical workers. Anyone \"pinged\" by the app and told to self-isolate is advised - but not legally obliged - to self-isolate.\nScotland is set to lift all remaining rules on 9 August, while in Wales the date is 7 August. Northern Ireland will review its rules again on 12 August.\nAs the percentage of adults who have been double jabbed reaches 70%, and those getting their first dose hits 88%, Mr Johnson said the number of young people getting vaccinated was \"stupendous\".\n\"I'm very pleased that this is a country that now has the highest proportion of vaccinated adults of any country in the world - that is enabling us to make the economic progress we are.\"\nEarlier this week, cabinet minister Michael Gove called people who did not get the vaccine \"selfish\" - but Mr Johnson rejected his colleague's description.\n\"No, I think that I would put it the other way round and say that if you get one you are doing something massively positive for yourself, for your family,\" he told LBC.\nThe government is preparing to launch an NHS Covid Pass which would allow people to prove they have been fully vaccinated, had a negative test result or have natural immunity.\nIt will be used to avoid quarantine when returning from countries on the UK's amber list, except France - as well as to get into nightclubs and some other venues when that rule comes into force in September.\nThe UK is donating its first batch of vaccines to poorer countries this week, with nine million doses being sent to countries including Laos, Cambodia, Indonesia, Kenya and Jamaica, Foreign Secretary Dominic Raab said.\nIt is the first of 100 million surplus doses that the UK has promised to donate. \nThe World Health Organization has called for rich countries to donate more, and sooner. The G7 group - seven of the world's richest countries - have purchased over a third of the world's vaccine supply, despite making up only 13% of the global population."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57989881",
      "category": "uk-england-manchester",
      "title": "Wayne Rooney: Police drop blackmail complaint",
      "tags": "Cheshire",
      "text": "A complaint of blackmail in relation to photographs of Wayne Rooney has been dropped by police.\nCheshire Police received a complaint on Monday after images, which were shared widely online, appeared to show the ex-England footballer asleep in a chair with unknown women posing beside him.\nOfficers said they were satisfied that no offences had taken place. \nThe Derby County manager said he did not wish to take the matter any further, the force added.\nRooney's representatives have previously declined to comment on the nature of the images. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58001773",
      "category": "uk-england-london",
      "title": "Extinction Rebellion: Paralympian James Brown guilty over plane stunt",
      "tags": "Extinction Rebellion,UK climate change protests,London City Airport,British Airways,Blindness and visual-impairment,Exeter",
      "text": "A former Paralympian who glued himself to the roof of a plane has been found guilty of causing a public nuisance. \nJames Brown, who is visually impaired, climbed on to the British Airways plane at London City Airport in October 2019, during Extinction Rebellion protests.\nThe 56-year-old from Exeter glued his right hand to the Amsterdam-bound plane, wedging his phone in the door to stop it from closing.\nJudge Gregory Perrins will sentence the double gold medallist on 17 September. \nNorthern Ireland-born Brown, who represented Great Britain in cycling and athletics before competing for Ireland in cross-country skiing, spent an hour on the aircraft before he was removed, Southwark Crown Court heard.\nProsecutors said he caused disruption to more than 300 British Airways passengers, costing the airline £40,000.\nBrown, who represented himself, denied one count of causing a public nuisance, claiming he had \"to do something spectacular\" to draw attention to the climate crisis.\nBut he was found guilty on Wednesday after a jury deliberated for less than an hour.\nSpeaking after the verdict, Brown said he was \"gutted\" but that it was \"the price you pay for taking a risk\". \nHe said: \"I guess it could've gone the other way. I knew that a conviction was a possibility, of course, I knew that.\n\"What I did was only a very small part. There are a lot of people giving up a lot to make a difference and I'm only one of them.\"\nThe jury heard that Brown had booked his flight on the morning of the stunt, and had been offered assistance with boarding due to his disability.\nHe had a bottle of superglue in his luggage that had not been detected by security, prosecutor Richard Witcombe said.\nBrown declined an offer by a member of cabin staff to help him to his seat, telling her that he was going to climb on to the roof of the plane.\nGiving evidence, Brown wept as he told jurors: \"I was prepared to challenge myself, to be scared, to face the fear, because the fear of climate ecological breakdown is so much greater.\"\nIn an emotional speech, married father-of-four Brown, who runs a charity, said: \"My protest, the purpose I hope is clear, my motivation was to maximise media attention to the climate crisis, which back at that time was hardly receiving any.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57986166",
      "category": "world-us-canada",
      "title": "Simone Biles: What are the twisties in gymnastics?",
      "tags": "Simone Biles,Mental health",
      "text": "US gymnast Simone Biles, who pulled out of two Olympic finals on Tuesday citing her mental health, told journalists earlier that day that she was \"having a little bit of the twisties\".\nIt's a term that sparked immediate discussion among gymnasts who recognised right away how dangerous a situation this must have been. But for the rest of the world, it's an unfamiliar term.\nSo what are the \"twisties\"?\nGymnasts have described the twisties as a kind of mental block. \nIn some sports a sudden mental block - like the \"yips\" in golf - may cost you a missed putt, or a lost game. \nIn gymnastics, it can cause a person to lose their sense of space and dimension as they're in the air, causing them to lose control of their body and do extra twists or flips that they hadn't intended. In the worst cases, they can find themselves suddenly unable to land safely. \nThe twisties can happen to a gymnast even if they've done the same manoeuvre for years without problems.\nBiles - one of the sport's all-time greatest athletes - appeared to become disorientated while performing a vault on Tuesday and stumbled as she landed.\nIt was a moment that struck an instant chord with those who suspected what she might be going through.\nBritish gymnast Claudia Fragapane competed at the Rio Olympics in 2016. \nShe fell on the uneven bars and the balance beam in the qualification rounds and then in April this year she again had a fall following a mental block, suffered a head injury and missed the cut for the individual all-around final in Tokyo.\nShe told the BBC she could \"understand exactly how Simone was feeling\".\n\"She has got a lot of weight on her shoulders. Everyone thinks that she is just going to be absolutely out of this world and perfect and she's not human. But actually she is human, and I think the pressure just got too much.\n\"It's really dangerous if you doubt yourself a little bit, or you find it really hard, you can really really hurt yourself. I've been in her shoes and I ended up hurting myself.\"\nFragapane said that as Olympic qualification loomed in April, she was \"very up and down with [her] moods\" - knowing that it could be her last time to try to go to another Olympics. \nShe was in the middle of the competition and made some mistakes, the gymnast said. \"Then I started to get a little bit worried and thought I have to give it my all for my last piece\". \nFragapane said that under pressure, for some reason, instead of performing a single somersault, she found herself trying to do a double from a slow run up.\nShe landed on her head and neck, wound up in hospital with concussion but says she could have been paralysed. \nChristina Myers, a former gymnast and now a gymnastics coach from Birmingham, Alabama, told BBC News that the twisties happen \"when your brain and body disconnect\".\n\"Imagine skydiving and your parachute won't open,\" she said. \"Your body starts adding extra twists and flips to the skill you're supposed to be doing, and it can affect even the skills that feel as routine as walking to an elite gymnast...\n\"Your brain wants nothing more than to perform the intended skill correctly, but your body feels like it suddenly has a mind of its own.\"\nShe added that \"because the twisties are mainly psychological, the harder you try to push through, the harder the twisties push back\".\nFor her generation of gymnasts, she said, mental pain was not seen as a valid reason for taking a break from the sport.\nTrying to push through the twisties \"led to a spinal stress fracture - an overuse injury made worse by trying to push through\", ultimately forcing her to stop competing.\nAnother ex-gymnast, Catherine Burns, compared it to being on a motorway and suddenly losing your muscle memory of how to drive.\n\"You're moving way too fast, you're totally lost, you're trying to think but you know you don't usually have to think to do these manoeuvres, you just feel them and do them,\" she tweeted. \"It's not only scary and unnerving, it's incredibly dangerous even if you're doing basic gymnastics.\"\nThe twisties can also lead to serious injury.\nFormer gymnast Jacoby Miles wrote on Instagram after one particularly bad bout of the twisties mid-air, she broke her neck on landing.\n\"It only took one time of getting lost... in the air for me to break my neck and leave me paralysed, most likely for life,\" she wrote. \n\"I'm so so glad [Biles] decided to not continue until she's mentally recovered.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57916620",
      "category": "business",
      "title": "Covid test plan a 'pointless solution' says Iceland boss",
      "tags": "Contact tracing,Coronavirus testing,Food industry,Self-isolation,Coronavirus pandemic",
      "text": "The government's Covid test scheme to prevent workers having to self-isolate is a \"pointless solution\" because it excludes supermarket workers, according to the boss of the Iceland chain. \n\"It's only depot and factory workers so it only fixes half the supply chain issue,\" Richard Walker told the BBC. \nSmaller food delivery firms have also complained they still do not know if they qualify for the new scheme. \nDaily testing for some critical sectors in England was launched on Monday.\nThe government's move came after several industries warned of staffing shortages caused by 10-day isolations after people were \"pinged\" - identified as having had close contact with someone who has Covid.\nMr Walker said that there is \"plenty of stock to go around\" but that his staff are having to work \"very hard to keep the show on the road\", with the problems of the driver shortage and staff having to isolate. \n\"There's a lot of red tape in getting these testing centres set up, it's a nightmare so with three weeks to go, in my view, it's simply not worth the effort.\" \nHe said Iceland had still not received any information regarding additional testing centres for its depot workers and that the plans \"feel a bit like spin\".\nSo far, over 200 testing sites have started testing critical workers, who are exempt from self-isolation, according to figures from the Department of Health and Social Care (DHSC). \nIt said 800 sites were currently being set up, and it expected these to be in use by the end of the week if all the organisations take up the offer of testing. \nIn total 2,000 sites are expected to be up and running by the end of August. However, from 16 August, anyone in England who is fully vaccinated - and unvaccinated under-18s - will be able to take PCR tests instead of self-isolating if they are pinged.\nSimilar rules come into force in Scotland from 9 August - and in Wales from 7 August.\nSainsbury's said on Tuesday that the daily contact Covid testing was now up and running at three of its depots. While Morrisons said of its largest depots, three would be included in the initial 15 priority testing sites.  \nMorrisons said it was in the process of contacting staff who have been double vaccinated and pinged to see if they would like to move to a daily testing regime, which is voluntary. \nFewer Iceland staff are being pinged now and Mr Walker said with the entry to peak holiday season and all of their sick pay used up, \"it feels to me like potentially they're starting to delete the app en masse, in numbers that they weren't previously doing, and to be honest who can blame them.\"\nKrissy Fremont from wholesalers Birchall Foodservice, which delivers food to schools, hospices, care homes, restaurants, hotels and cafes, also said the Burnley-based company was \"completely in the dark\".\n\"There's still a total lack of detail,\" she told the BBC. \nOn Monday, the government said organisations were being contacted by NHS Test and Trace so they could mobilise sites this week to test up to 10,000 food service staff. \nBut Birchall Foodservice said it had not received any communication about whether they are included in the scheme. \nMs Fremont, who has had to fill in for isolating staff by doing driving shifts herself, said she had \"absolutely no certainty\" that the company was able to use the scheme or its testing facilities. \nShe has emailed the government for clarification, but so far has only received an automated response.\nManchester based fish, meat and poultry traders J& B Wilde is also struggling with staff shortages and has not been contacted by the government about the scheme. \nOwner Mariella Gabbutt told the BBC two of her 18 employees had to isolate after being pinged by NHS Test and Trace and had to take holiday pay.  \n\"Both cut chicken so if they had both been pinged at the same time, I'd have had to close the chicken room,\" she explained.  \nFour other businesses she trades with have closed because of Covid and the problems with driver shortages which have also increased her delivery costs by 25%.  \n\"If you're self-employed you just can't afford to have 10 days off, it would close the business,\" Ms Gabbutt added. \nThe chief executive of the Federation of Wholesale Distributors, James Bielby, told the BBC the scheme was \"not really an option\" for some smaller businesses for whom supervised on-site testing was \"not a practical solution.\" \n\"It requires a commitment of staff and space which would be very onerous for them and will be a challenge for Cash and Carry depots for example,\" he said. \nSmaller wholesalers can apply for specific exemptions for fully-vaccinated individual members of staff in critical roles, but there might be a 24-hour delay in hearing back whether they can do so. \n\"The delay in giving them access to the scheme means more expense, more food wasted if it cannot be delivered, and more small businesses having to turn customers away,\" Mr Bielby added. \nJayne Paterson, owner of Paterson's Fruit and Veg, which supplies care homes and restaurants in Cumbria and South Scotland, also says she is yet to receive any clarification or information from the government. \n\"We've been able to manage our own isolating staff but we've been losing customers from their staff having to isolate - which costs us £800 a week in lost sales to each restaurant we supply.\"\n\"I'd like to think the daily testing will keep going as it's what is allowing us to trade but we're still finding it very tough,\" she added. \nShane Brennan, chief executive of the Cold Chain Federation, told the BBC that the scheme was \"very limited.\"  \n\"We now know how to get into the exemption scheme but you have to jump through a lot of hoops and be able to set up a sophisticated testing operation at your site.\" \n\"To do that with just three weeks before the isolation rules end feels like a very long way from exemptions that could have made a proper difference earlier on,\" he added.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57993497",
      "category": "business",
      "title": "Toy giant Mattel warns of higher prices as costs rise",
      "tags": "Inflation,Toys",
      "text": "Toy maker Mattel says it has to raise prices in the run-up to Christmas as the industry giant faces higher costs.\nThe comments come after a rise in costs of raw materials and shipping, as the global economy recovers from the pandemic.\nAt the same time, the maker of Barbie dolls announced better than expected sales of more than $1bn (£720m).\nLike rival Hasbro, Mattel is emerging from the impact of Covid that saw shops closed and supply chains disrupted.\n\"We will be looking at increasing prices in the second half of [the] year,\" Mattel's chief executive Ynon Kreiz told the BBC.\n\"We haven't broken out [which products will be affected], but this is in response to some of the inflationary pressures,\" he added.\nMr Kreiz also said his company was not alone in having to put up its prices: \"We're not the only ones who did it, in our industry everyone did - and no-one is surprised by [price increases].\"\nHe was speaking as the company unveiled second quarter figures that beat Wall Street forecasts.\nNet sales for the period jumped by 40% compared to the same time last year to $1.03bn.\nThat was boosted by a 46% rise in billings for Barbie, the company's biggest brand.\nCompanies in many industries around the world have had their operations disrupted by delays to shipping and problems getting goods through ports due to the pandemic.\nMr Kreiz said Mattel encountered supply chain issues due to problems with shipping but had got around the worst of them due to the scale of the business.\n\"We were able to leverage our size and partnerships that we have with our vendors and retail partners and mitigate some of these issues, so we did not have any impact on our business in the second quarter,\" he said.\nOn Monday, rival toy maker Hasbro announced better than expected net revenues of $1.32bn, a rise of 54%.\nHasbro also said it aimed to avoid pandemic-related supply chain issues by increasing its shipping capabilities and speeding up the process of sourcing its products.\nIn recent years Mattel has made Barbie more diverse, with dolls based on different role models and professions.\nEarlier this month the firm launched a doll based on tennis superstar Naomi Osaka.\nRevenues were also boosted by a 67% jump in billings for the Hot Wheels toy car brand.\nThe firm said it expects Barbie content on Netflix and an upcoming movie starring Margot Robbie, as well as a new video game based on Hot Wheels, to help maintain both brands' popularity this year.\nMattel shares were more than 5% higher in extended New York trade after the earnings announcement."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57992207",
      "category": "uk-wales",
      "title": "Eagle eyes spot kestrel chicks in jet plane exhaust",
      "tags": "Airbus Group,RSPCA,Animals,Birds of prey,Birds,Barry,St Athan",
      "text": "A pair of kestrel chicks are \"lucky\" to be alive after they were found nesting in a jet plane's exhaust system.\nThe birds had not eaten for several days when engineers spotted them in the Airbus A320 undergoing repairs in the Vale of Glamorgan.\nRSPCA Cymru later rescued them before they were sent to Gower Bird Hospital for rehabilitation.\nRSPCA Insp Simon Evans said: \"I have no doubt they were rescued just in the nick of time.\"\nHe added: \"Kestrels are less common than a lot of people think - but rescuing any animal from an aircraft is certainly a new one on me.\"\nKestrel numbers declined in the 1970s, with about 46,000 breeding pairs now in the UK. \n\"We're just so very lucky mechanics hadn't started the aircraft's engine or this would have ended in disaster,\" said Insp Evans.\nThe passenger aircraft had been on a runway at St Athan's Bro Tathan business park for almost a year, and had been brought into a hangar for repairs.\nDuring maintenance work technicians Umit Atas and Luciano \"Lucky\" Ferriera spotted two pairs of eyes from inside the exhaust of an auxiliary power unit.\nThe birds have since been nicknamed Umit and Lucky - after their rescuers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-58005871",
      "category": "uk-england-merseyside",
      "title": "Hillsborough: Fan injured in stadium disaster dies 32 years later",
      "tags": "Liverpool",
      "text": "A Liverpool fan who suffered life-changing injuries in the Hillsborough disaster has died.\nAndrew Devine, 55, died on Tuesday, his family said in a statement released by Liverpool FC.\nIt added: \"Our collective devastation is overwhelming but so too is the realisation that we were blessed to have had Andrew with us for 32 years.\"\nNinety-six other people died due to the crush at the FA Cup semi-final against Nottingham Forest in 1989.\nMr Devine was described by his family as a \"much-loved son, brother and uncle\" who had been supported by his family and a team of dedicated carers.\n\"We welcome the conclusion of the coroner, Mr Andre Rebello, made today at Liverpool Coroner's Court, that Andrew was unlawfully killed, making him the 97th fatality of the tragic events that occurred on April 15, 1989,\" they added.\nIn 2016, an inquest jury ruled 96 Liverpool fans had been unlawfully killed in the Hillsborough disaster.\nUntil Mr Devine's death, the last of the victims had been Tony Bland, who was left severely brain damaged by the crush at the stadium but lived until 1993.\nLiverpool said the club was \"deeply saddened\" by his death.\n\"A lifelong Liverpool supporter, Andrew continued to attend matches at Anfield when possible despite suffering life-changing injuries at Hillsborough,\" their statement added.\n\"In doing so he defied expectations that he would not survive for six months after the tragedy.\n\"The thoughts of everyone at the club are with Andrew's family and his carers.\"\nPeople from across the city have been paying tribute to Mr Devine, including former Liverpool defender Jamie Carragher.\nLiverpool vice-captain James Milner paid a moving tribute to Mr Devine in 2019 when the club won the Champions League.\nAs the open-top bus came to the end of its victory parade through the city, the midfielder requested that it stop outside Mr Devine's home, the Liverpool Echo reported at the time.\nMr Devine was outside and able to watch as Milner leaned over the side of the bus to show him the trophy.\nIn a 2014 interview, his family told the Echo that Mr Devine was a popular 22-year-old training for a career in accountancy when he was crushed in the crowd in 1989 and starved of oxygen, with doctors initially saying he was unlikely to survive the day.\nHis sister Wendy said he was \"the centre of the family and the glue that holds us together\".\nThe 2016 inquest was a turning point in the official response to the disaster, which had previously been marked by a police cover-up aimed at unjustly blaming Liverpool fans.\nTwo police forces agreed earlier this year to pay damages to 600 people over the cover-up, but nobody has ever been convicted over police actions following the stadium crush.\nThe Hillsborough disaster remains the UK's worst sporting tragedy and led to a transformation of safety standards for football crowds, including the move to all-seater stadiums.\nIt occurred when a large crowd built up outside the turnstiles at the Leppings Lane end of Sheffield Wednesday's stadium and police ordered the opening of an exit gate to relieve the pressure.\nThat led 2,000 Liverpool fans to enter via a tunnel on to already-packed terraces, creating a severe crush in the central pens.\nMatch commander Ch Supt David Duckenfield falsely told key people and the media that a gate had been forced by Liverpool fans - which families and survivors of the tragedy fought for years to disprove.\nMr Duckenfield was cleared of gross negligence manslaughter at a retrial in 2019, after the jury in his first trial was unable to reach a verdict.\nA trial of two retired police officers and a former solicitor, accused of perverting the course of justice by altering police statements after the disaster, collapsed when a judge ruled there was no case to answer.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57977938",
      "category": "world-us-canada",
      "title": "Canadian police reveal decade-long Manitoba residential school inquiry",
      "tags": "Indigenous Canadians,Canada",
      "text": "Canadian police say they have spent over a decade investigating abuse allegations at a former residential school for indigenous children.\nThe government-funded Fort Alexander school in Manitoba was one of dozens of such institutions founded to forcibly assimilate indigenous children.\nFor years, activists and survivors have alleged systematic abuse at the school, which closed in 1970.\nPolice on Tuesday revealed that they had launched a criminal probe in 2011.\nThe Manitoba branch of the Royal Canadian Mounted Police (RCMP) made the rare comment about the ongoing investigation after an inquiry from a local media outlet. \nAs part of their search for potential victims, police have said they spoke to more than 700 people. Ultimately, a total of 75 witness and victim statements were obtained since the inquiry began.\nTo date, no criminal charges have been filed, as evidence is still being reviewed. \nThe RCMP said it is \"imperative\" that the privacy of those victims, suspects and witnesses be respected.\nChief Derrick Henderson of the Sagkeeng First Nation - the community most affected by the investigation - said that privacy violations \"will not only cause further trauma to everyone involved, but also potentially compromise this highly sensitive investigation\".\nGovernment-run boarding schools in Canada were part of a policy to attempt to assimilate children and destroy indigenous cultures and languages.\nMore than 150,000 First Nations, Métis and Inuit children were taken from their families and placed in residential schools between 1874 and 1996.\nThe policy traumatised generations of indigenous children, who were forced to adopt Christianity, drop their native languages and speak English or French.\nIn May, the discovery of 215 unmarked graves near the Kamloops Indian Residential School brought fresh attention to this dark chapter of Canadian history.\nIn the months that followed, the tally of unmarked graves across the country rose to more than 1,300.\nIn July, Canadian Prime Minister Justin Trudeau called the assimilation policy \"incredibly harmful\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57998247/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Self-isolation rule changes on 16 August 'nailed on' - PM",
      "tags": "Coronavirus lockdown measures,Contact tracing,Coronavirus vaccines,Boris Johnson,Self-isolation,Coronavirus pandemic",
      "text": "The end of remaining coronavirus rules in England on 16 August for those fully vaccinated is \"nailed on\", the prime minister says.\nIn an interview with radio station LBC, Boris Johnson said no review was needed before lifting the last restrictions.\nFrom 16 August, fully-vaccinated people will no longer have to self-isolate if a contact tests positive for Covid.\nMr Johnson said the recent data - which showed daily cases had fallen for seven days in a row - was encouraging.\nBut he added: \"It is far, far too early to draw any general conclusions. \n\"The most important thing is for people to recognise that the current situation still calls for a lot of caution and for people just to remember that the virus is still out there, a lot of people have got it, it still presents a significant risk.\"\nThe daily number of cases had been falling, but that decline ended on Wednesday, with a further 27,734 cases reported.\nThis figure was nonetheless down significantly on last Wednesday, when 44,104 cases were reported.\nExperts have warned that it is still too early to see the impact - if any - of the ending of England's lockdown on 19 July.\nThe next date to remove remaining restrictions in England is 16 August, when people who are double-jabbed - as well as unvaccinated under-18s - will not need to self-isolate if they come into contact with a positive case. \nInstead they will be encouraged to take a PCR test, though Health Secretary Sajid Javid has said this will not be a legal requirement.\nCurrently, everyone has to self-isolate if contacted by NHS Test and Trace, unless they're on a list of critical workers. Anyone \"pinged\" by the app and told to self-isolate is advised - but not legally obliged - to self-isolate.\nScotland is set to lift all remaining rules on 9 August, while in Wales the date is 7 August. Northern Ireland will review its rules again on 12 August.\nAs the percentage of adults who have been double jabbed reaches 70%, and those getting their first dose hits 88%, Mr Johnson said the number of young people getting vaccinated was \"stupendous\".\n\"I'm very pleased that this is a country that now has the highest proportion of vaccinated adults of any country in the world - that is enabling us to make the economic progress we are.\"\nEarlier this week, cabinet minister Michael Gove called people who did not get the vaccine \"selfish\" - but Mr Johnson rejected his colleague's description.\n\"No, I think that I would put it the other way round and say that if you get one you are doing something massively positive for yourself, for your family,\" he told LBC.\nThe government is preparing to launch an NHS Covid Pass which would allow people to prove they have been fully vaccinated, had a negative test result or have natural immunity.\nIt will be used to avoid quarantine when returning from countries on the UK's amber list, except France - as well as to get into nightclubs and some other venues when that rule comes into force in September.\nThe UK is donating its first batch of vaccines to poorer countries this week, with nine million doses being sent to countries including Laos, Cambodia, Indonesia, Kenya and Jamaica, Foreign Secretary Dominic Raab said.\nIt is the first of 100 million surplus doses that the UK has promised to donate. \nThe World Health Organization has called for rich countries to donate more, and sooner. The G7 group - seven of the world's richest countries - have purchased over a third of the world's vaccine supply, despite making up only 13% of the global population."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57990020",
      "category": "uk",
      "title": "Let more Afghan interpreters resettle in UK, say ex-military chiefs",
      "tags": "Taliban,British Army,Ministry of Defence",
      "text": "Dozens of former military commanders have called on the government to allow more Afghans who worked for British forces to resettle in the UK. \nMinisters have recently expanded the UK's relocation scheme for Afghans.\nBut in a letter to the PM, the group said they were \"gravely concerned\" about hundreds of interpreters who have had their applications rejected. \nThe MoD said it had already supported more than 2,200 former Afghan staff and their families to resettle in the UK. \nThose who have signed the letter include four former chiefs of the defence staff, Lord Boyce, Lord Stirrup, Lord Richards and Lord Houghton; two former heads of the British Army, Sir Peter Wall and Lord Dannatt; Lord Ricketts, the former national security advisor, and former Defence Minister Johnny Mercer, who served as a soldier in Helmand. \nTheir letter says: \"Too many of our former interpreters have unnecessarily and unreasonably been rejected… We strongly urge that the policy is reviewed again immediately, to ensure more are given sanctuary\". \n\"If any of our former interpreters are murdered by the Taliban in the wake of our withdrawal, the dishonour would lay squarely at our nation's feet,\" it adds. \nIn May, Defence Secretary Ben Wallace announced plans to accelerate the relocation of hundreds more Afghan interpreters to the UK, following the decisions by US and Nato forces to leave the country. \nUnder the expanded Afghan Relocation and Assistance Policy (ARAP) the government said another 3,000 former interpreters and their families would be allowed to settle in the UK. \nBut the letter highlights the cases of many interpreters who are among the 35% of staff who were dismissed from service for various reasons \"without any due process or ability to appeal their dismissal\". \nPresident Joe Biden has vowed to speed up the special US visa programme for Afghans who worked for the Americans.  \nAround 20,000 have applied - but only about 4,000 have so far been approved, according to the State Department.\nA bill is currently making its way through Congress to increase the number of available visas by 8,000 but is yet to be passed by the Senate.\nOther Nato members are also under pressure to speed up the relocation process for Afghan nationals who supported their troops.\nIn June, the German government announced that Afghans who worked for them from 2013 onward may apply to come to Germany. This was previously limited to the past two years only.\nBut every application is assessed individually, which is making this a slow process. \nOther countries - such as the Netherlands and Australia - have been criticised for requiring Afghans to fill in long, complicated forms which place an unrealistic burden on applicants to prove they are at risk.\nHamdar, not his real name, worked as a translator for British forces in Afghanistan's southern Helmand province between 2011 and 2014. \nHe says his contract was terminated because he refused to clean the latrines after returning from three back-to-back patrols. He says it wasn't his job. \nSpeaking from his home near Kabul, where he is in hiding with his wife and 10-month-old daughter, he told the BBC: \"The Taliban don't care if I was dismissed or fired…. All they care is that I worked for the British and anyone who worked for the British, they're gonna kill us.\"\nThe Sulha Alliance, which is campaigning for the rights of former Afghan interpreters, and which co-ordinated the letter, claims the government only expects to relocate a maximum of 800 interpreters and their families under the ARAP scheme. \nIt says that number is less than a third of the 3,000 interpreters who worked for the UK. Nor does it include other locally hired staff who were not in an \"exposed role\", such as cooks and gardeners. \nThe Sulha Alliance, which is run by former British army officers, says the number needs to be \"dramatically increased\". \nIn a statement, a Ministry of Defence spokeswoman said: \"We owe a huge debt of gratitude to interpreters who risked their lives working alongside UK forces in Afghanistan and the government has already supported over 2,200 former Afghan staff and their families in creating new lives in the UK.\" \nBut it said those who were dismissed for the most serious offences, including those that constitute a crime in the UK, or would be a security concern, would continue to be excluded. \nSince the expanded ARAP scheme was announced there have been regular flights from Afghanistan bringing former interpreters and their families to the UK.  \nThe case of \"Ali\" was highlighted by the BBC last year. He arrived in the UK with his wife and four daughters on Monday night. His original request to relocate was rejected, but he has now been resettled under the new rules. \nSpeaking to the BBC on his arrival, Ali - not his real name - expressed his gratitude to the British government for bringing his family to safety.  \n\"Now we have a safe life and we are very happy,\" he said. \"And it's clear to me and my family that if we had been left behind in Afghanistan, I'm sure they will kill me. And not only me, my family, my wife. \n\"So I will always be thankful to the UK government who helped me. I hope that they continue the process further to bring here those who are still in Afghanistan.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57984790",
      "category": "technology",
      "title": "Instagram makes under-16s' accounts private by default",
      "tags": "Social media,Instagram,Facebook,Advertising",
      "text": "Instagram has made new under-16s' accounts private by default so only approved followers can see posts and \"like\" or comment. \nTests showed only one in five opted for a public account when the private setting was the default, it said.\nAnd existing account holders would be sent a notification \"highlighting the benefits\" of switching to private. \nBut Instagram also said it was pushing ahead with new apps for under-13s, despite a backlash from some groups. \n\"The reality is that they are already online and, with no foolproof way to stop people from misrepresenting their age, we want to build experiences designed specifically for them, managed by parents and guardians,\" parent company Facebook said. \nAlthough it was also developing artificial-intelligence systems to find and remove under-age accounts.\nThe upcoming Online Safety Bill puts the onus on technology giants to ensure sufficient safeguards to prevent children accessing potentially harmful content.\nAnd Instagram has also:\nIn response, it has developed a range of child-protection measures. \nIn March, it announced older users would be able to message teenagers who already followed them only.  \nBut the system relies on the age listed in the account - something younger users may lie about to avoid such restrictions.  \nInstagram said its latest updates were about \"striking the right balance\".\n\"Historically, we asked young people to choose between a public account or a private account when they signed up for Instagram but our recent research showed that they appreciate a more private experience,\" the company said. \nAnother of its changes - preventing accounts showing \"potentially suspicious behaviour\" such as recently having been blocked from messaging or following children's accounts - would make them \"difficult to find for certain adults\", Instagram said. \nMeanwhile, \"a more precautionary approach\" will see advertisers able to target children based on only age, gender, and location, rather than interests and web-browsing habits. \nAnd while defending targeted ads in general and the optout features it has for some types, Instagram said: \"We have heard from youth advocates that young people may not be well equipped to make these decisions.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57981760",
      "category": "business",
      "title": "Fewest people on furlough since pandemic began",
      "tags": "Job Retention Scheme,Employment,Coronavirus pandemic",
      "text": "The number of people on furlough has fallen sharply, with young people moving off the government scheme fastest, new figures show.\nAt the end of June, 1.9 million people were still on furlough, the lowest level since the start of the pandemic and half a million fewer than in May.\nIn the last three months, younger people came off furlough twice as fast as all other age brackets. \nAlmost 600,000 under-25s had left the scheme in that time, the Treasury said.\nAt the same time, more than a million people in hospitality and retail have left the scheme.\nChancellor Rishi Sunak hailed the latest figures, saying they showed the government's policies were working.\nAt the peak of the pandemic in May last year, nearly nine million people were on furlough.\nThe wage support scheme has been extended several times, but will end on 30 September. \nLucy Walker-Evans from Chepstow was working as an account manager for a global hotel chain when she was put on furlough in March last year.\nThe 45-year-old spent the next nine months on paid leave, a time she found harrowing at first.\n\"It felt like you were skiving off work, you kept waiting for the phone to ring, constantly felt guilty,\" she told the BBC. \n\"There was lots of crying, lots of worry, lots of uncertainty.\" \nIn January, she was made redundant, but the time off had given her a chance to take stock. \nShe realised she wanted a less stressful job and to work in charity, and by February she had managed to find a role working at a local shelter for young homeless people - a job she loves. \n\"Had I not been furloughed, I would never have had time to think about my career, so it was a transformational experience really,\" she told the BBC. \n\"I also had a year to learn to live on a lower salary - you realise you don't always need to chase the next pay rise.\" \nJo Shippen, managing director of Hatters Promotions, a promotional merchandise and print company in Stockport, said the furlough scheme had been a \"godsend\" for her business and staff.\n\"Without the furlough scheme, I would have to have let people go, I just would not have managed,\" she said.\n\"I know for a fact I would not have been able to run my business. I would not have been able to embrace the change and I would not have been able to adapt in the way we have adapted.\"\nHatters was able to continue operating during the lockdowns, but it \"pivoted\" away from events and conferences to supplying products for companies looking to improve staff engagement.\nMs Shippen said she had been \"really lucky\" that her staff were \"understanding\" about being furloughed.\nUnder the Coronavirus Job Retention Scheme (CJRS), known as furlough, staff receive 80% of their current salary, capped at £2,500 a month.\nFurlough will be wound down further from Sunday as the government asks firms to make a bigger contribution. \nSince 1 July, employers have been asked to contribute 10% towards the wages of furloughed workers for hours their staff do not work. \nThat amount will rise to to 20% in August and September.\nThe scheme, drawn up after lengthy talks with business groups and union leaders, has cost taxpayers almost £50bn to date, arousing fears taxes will have to rise to pay for it.\nSince the start of the scheme, a cumulative total of 11.6 million jobs have been supported by the CJRS at various times.\nIt is credited with stopping a spike in unemployment and some fear jobs will be lost when it ends. \nBut according to Tony Wilson, director of the Institute of Employment Studies, the number of people on furlough has been \"dropping like a stone\" as industries start to reopen, while fears of a \"rush of redundancies\" have been unfounded.\n\"Either employees are being brought back to work by their employers or they are being taken off furlough and leaving the labour market,\" Mr Wilson told the BBC. \n\"That could be young people going into full-time education rather than seeking work.\"\nHowever, he noted some industries would be more exposed than others when the scheme finally ends, while support jobs such as office cleaning, security and delivery could also be lost if workers do not go back to the office in the same numbers because of the rise in home working. \n\"The answer is not extending furlough, but re-skilling people to take up the record number of new vacancies being advertised,\" Mr Wilson said. \nThe top five industry groups with the highest rates of jobs being put on furlough at 31 May 2021: \nSource: ONS\nTom Waters, senior research economist at the Institute for Fiscal Studies, said there was \"no way to know exactly\" how many jobs would have been lost, and for how long, had the furlough scheme not existed.\n\"But given that unemployment has only risen slightly since the start of the pandemic, despite the biggest fall in GDP ever recorded, I think it's fair to say that furlough has had a very significant impact on job retention,\" he added.\nThe Trades Union Congress said it was \"great\" so many people had been able to return to work from furlough, but added some firms still required it.\n\"Doubling the employer contribution is too much too soon, putting jobs at risk in some parts of the economy,\" said Frances O'Grady, the union's general secretary. \nLaura Kearsley, head of employment law at Nelsons Solicitors, believes a lot of employers will review their workforce in the light of the furlough support being removed. She thinks that might result in an uptick in redundancies.\n\"I think we will see a lot of employers trying to agree measures that keep people in a job, such as reductions in pay or reductions in hours, changes in operating models,\" she said.\nShe had this advice for those fearing redundancy: \"Find out about your rights. Dig out your employment contract, whatever you signed when you joined. \n\"Also ask for a company handbook or policy information about redundancy, that should set out what you can expect if you do find yourself in that situation.\"\nAre you currently on furlough? Are you an employer with staff on furlough? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57999183",
      "category": "uk-wales",
      "title": "Snowdon: Two women hit by lightning at mountain summit",
      "tags": "Llanberis,Lightning,Snowdon",
      "text": "Rescuers say two women are \"very lucky\" to be alive after they were hit by lightning on the summit of Snowdon, Wales' highest mountain.\nThe pair were in a five-strong group by its 3,560ft (1,085m) peak when they were struck just after 13:30 BST. \nLlanberis Mountain Rescue Team was called out by North Wales Police to help rescue them.\nThe team said one woman \"was falling in and out of consciousness\", while the other had minor injuries.\nBoth women were evacuated from the summit to a lower slope, before a coastguard helicopter took them to hospital in Bangor, Gwynedd.\nRescuers said neither woman had sustained life-threatening injuries.\nThe rest of their group, which had been visiting north Wales, were \"clearly shocked but otherwise uninjured\", said rescue co-ordinator Phil Benbow.\nHe added: \"They were very lucky.\"\n\"But the advice generally is don't be on the top of a mountain when thunder and lightning is about.\n\"As a team we didn't hang around on the summit or the ridge going down.\"\nMr Benbow said the coastguard and Snowdon Mountain Railway helped the team ferry people and equipment up the mountain.\nHe revealed that the team had been \"very busy\" since June when Covid restrictions started to ease.\nIn July alone they had received 40 call-outs - a trend expected to continue throughout August and September.\nHe added: \"Our advice is when thunderstorms are forecast people should avoid mountain tops, exposed ridges and open flat areas because that it where lightning is most likely to strike.\n\"Get a weather forecast before you start. And make sure it's a mountain weather forecast off the Met Office.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57963912/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Electric car charging prices 'must be fair' say MPs",
      "tags": "Transport,Electric cars,Motoring",
      "text": "People must be protected from excessive pricing for public electric car charging, MPs have said.\nCharging an electric car at home is much cheaper than using public charge points.\nThis could put pressure on people who are less able to afford it, the Transport Select Committee said.\nThe government also needs to make charging infrastructure accessible and reliable, and make sure people in rural areas have equal access, the MPs added.\nThe UK plans to ban the sale of new petrol and diesel cars by 2030, and hybrids by 2035.\nThat should mean that most cars on the road in 2050 are either electric, use hydrogen fuel cells, or some other non-fossil fuel technology.\nHowever, at present there is a disparity between how much it costs to charge a car at home compared to public charging, which is more expensive.\nConsumers need to be protected from excessive charges, the Transport Committee said.\nProperty developers should also be required to provide public charging points, and councils should make sure charging infrastructure is built, the MPs added.\n\"Charging electric vehicles should be convenient, straightforward and inexpensive and drivers must not be disadvantaged by where they live or how they charge their vehicles,\" said committee chair Huw Merriman.\nIn addition, drivers who live in rural or remote areas or who do not have off-street parking \"risk being left behind\", the committee said.\nThe committee said industry must use pricing \"to change consumer charging behaviour to a 'little but often' approach and at times when the National Grid can meet total demand\".\nGraeme Cooper, head of future markets at National Grid, said that the energy network operator was \"working with government to map out where critical grid capacity is needed to enable the faster roll out of charging points\".\n\"There will be an uptick in demand for energy so we need to ensure that we are future proofing, putting the right wires in the right place for future demand.\" \nHe said National Grid would have to ramp up capacity to help achieve the UK's net zero goals, both by making it smarter, but also putting in more physical infrastructure.\nPreparing for a revolution is never easy - but with the sale of new petrol and diesel cars due to end in 2030, that's exactly what lies ahead. \nMPs have set out some clear concerns - notably that people who don't have access to off-street parking or who live in remote areas might struggle to charge electric cars, and would be obliged to pay more for the power they use.\nThey want the government to make sure this doesn't happen. \nOne issue raised is that different public charging networks currently have their own payment and operating systems, making it difficult for drivers to swap from one to another.\nThey want guarantees that as networks grow, they will be made more compatible - and that pricing will be transparent. \nThen there's what happens when millions of electric cars make demands on the electricity grid. \nDemand for power will rise, and MPs have voiced concerns that this could lead to blackouts in parts of the country.\nBut as the report itself points out, industry bodies are confident that new technologies which allow cars to be charged when pressure on the grid is light, and even feed power back at peak times, should help the network to manage. \nNevertheless, these are all legitimate concerns.\nWhat seems clear is that MPs feel the government needs to provide more coordination and guidance, to ensure that within a few years people will be able to buy electric cars, use them, and charge them with a minimum of fuss. \nAn orderly revolution, in fact. \nJack Cousens, head of roads policy for the AA, said; \"For most drivers, the opportunity to charge an EV in their garage, on their driveway or in a dedicated parking space offers cheaper running costs.\n\"However, for the 30% of homeowners with no access to dedicated off-street parking or workplace charging, they have no choice but to pay the rates set on the public charging network.\"\n\"On the road to electrification, we cannot allow one group of drivers to benefit while others struggle - in effect, a two-tier system of have and have-nots.\"\nBenjamin Sovacool, professor of energy policy at the University of Sussex Business School, said the pricing of charging \"is a concern\", and that electric vehicles \"benefit some people more than others\".\nLower income areas, especially rural areas, spend about twice as much of their income on mobility already, he said.\nThe UK government was approached for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57991442",
      "category": "uk-scotland",
      "title": "Tidal turbine in Orkney starts generating power",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58005545",
      "category": "uk-wales",
      "title": "Woman died in Cardiff home after waiting 'hours' for ambulance",
      "tags": "Welsh Ambulance Service,Builth Wells,Cardiff,Llanishen",
      "text": "A woman suffering \"severe\" abdominal pain died after waiting more than two hours for an ambulance.\nMaria Whale, 67, was at home in Cardiff on 29 June when husband John Whale dialled 999.\nMr Whale said the family had questioned whether his wife would have lived if help had come sooner.\nThe Welsh Ambulance Service said it has already started an investigation into what happened.\nMr Whale claimed they had waited \"four to five\" hours for an to ambulance to arrive.\nThe Welsh Ambulance Service said its records showed it was called at 02:10 BST before a paramedic arrived at 04:22 BST. An ambulance arrived at 04:35 BST.\nThis would be two-hours-and-25-minutes after the first call. \nAn inquest into Mrs Whale's death has been opened and adjourned until October 2022.\nMr Whale said he \"feels a lot of anger\" about what happened.\nHe said he called 999 numerous times as his wife's condition worsened, but claimed a call handler told him his wife was not a priority.\nHe said: \"She said to me, 'We have absolutely no resources available whatsoever. She's not in our books a priority case'.\n\"I reported that back to Maria. To her, that was distressing.\"\nMr Whale said he was instructed to answer questions about his wife's condition in a \"tick-box\" process.\n\"I probably called back within half-an-hour of making the first call to say, 'look things are getting much, much worse',\" he said.\n\"It was during the subsequent calls my wife was crying out in pain, and the call handler said, 'Is that your wife crying out?'\n\"I said 'Yes, she is' and I was told 'If she can cry like that then she's not a priority'. \n\"That really hurt.\"\nMr Whale said he was asked if he could take his wife to hospital, about 10 minutes from his home in Llanishen, Cardiff.\n\"I would have loved to,\" he said. \n\"I wish I could have done it, but it just wasn't possible. \n\"She then said about sending for a taxi and I said, 'How is that going to help, sending a medically untrained taxi driver?\n\"I know I couldn't get her in the car, and what chance does an untrained taxi driver have of getting her in the car, which would cause her even more severe injury?\" \nA commitment, Mr Whale said, was given a paramedic would visit to check on Mrs Whale. \n\"When they arrived one of them started working on her, and the other one was on her phone calling for back-up, for an ambulance back-up.\n\"We were at a critical point there, and obviously what I was saying all along was true, that my wife wanted help, and nobody was there to provide it until they saw it with their own eyes.\"\nHe said an ambulance arrived \"eventually\".\n\"I have nothing but praise for all those people who attended. They did what they could, but she died at home. She didn't get to hospital,\" he said.\nMr Whale said his wife \"a wonderful person\" who was kind and gentle.\nHe said was frustrated because it was not the first time his wife had waited hours for an ambulance.\nIn 2018, BBC Wales reported Mrs Whale waited four hours for an ambulance after slipping and breaking her hip at a service station near Builth Wells, Powys.\n\"One of the factors we didn't move out of Cardiff and back to mid-Wales was because, should we need help, we're here in the capital city of Wales with better response times,\" Mr Whale said. \n\"But now it feels like it's no better than living in the back of beyond. I know times are difficult and I know things are difficult, but we feel let down.\n\"It's like being struck by lightning twice.\"\nWelsh Ambulance operations director, Lee Brooks, said: \"We are deeply sorry to hear about the passing of Mrs Whale and would like to extend our thoughts and deepest sympathies to her loved ones. \n\"An investigation to determine what happened started earlier this month and given this is underway we are unable to comment further at this time.\"\nMr Brooks said the service would \"welcome\" the chance to speak with the family \"when the time is right\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57993121",
      "category": "world-us-canada",
      "title": "Joey Jordison: Slipknot founding drummer dies aged 46",
      "tags": "Slipknot,Metallica,Music",
      "text": "The former drummer of US heavy metal band Slipknot, Joey Jordison, has died at the age of 46.\nIn a statement, Jordison's family said he passed away peacefully in his sleep.\nThey did not reveal his cause of death, but said his passing had left them with \"empty hearts and feelings of indescribable sorrow\".\nJordison was one of Slipknot's original members, founding the band in 1995 along with percussionist Shawn Crahan and bassist Paul Gray.\nThe group released a successful self-titled debut album four years later.\nThe band went on to sell millions of albums globally, find mainstream US chart success and win a Grammy award.\nSlipknot is best known for a unique aggressive music style and wearing horror-style masks while performing.\nJordison remained a part of the group until 2013. In later years, he revealed he left after being diagnosed with transverse myelitis, an inflammation of the spinal cord.\nCorey Taylor, Slipknot's lead vocalist, posted black images to his social media accounts after news of his death broke, as did Crahan.\nPaying tribute, Skunk Anansie singer Skin said Jordison had helped to make up \"one of the most ferocious and entertaining bands we ever played with\".\nWriting on Facebook, Metallica added \"RIP brother\", while another US rock band Papa Roach tweeted: \"Love you brother\".\nBorn Nathan Jonas Jordison in 1975 in Des Moines, Iowa, Jordison said he was given his first drum kit by his parents aged eight.  \nHe grew up playing music and eventually joined a project named the Pale Ones in 1995, which would eventually become Slipknot.\nJordison formed and found success with other bands, including Murderdolls, and later performed with other well-known acts like Metallica, Korn and Rob Zombie.\nHis death comes just over a decade after that of fellow founding member Paul Gray, who died of a drug overdose in 2010.\nFans and fellow musicians paid tribute on social media following news of Jordison's death.\nSerj Tankian, from System of a Down, described him as an \"amazing drummer and a fantastic guy\". \nMeat Heafy, frontman of Orlanda heavy metal band Trivium noted how the late drummer \"changed the face of heavy music on the planet as we know it.\"\nHis bandmate, drummer Alex Bent, said he was lost for words at the news. \"To call him an inspiration would be an understatement,\" he wrote.\n\"Countless hours studying every move behind the kit. I owe so much to Joey Jordison and could never imagine being where I am today without his influence.\"\n\"An absolute legend who changed the game not only for drums, but metal music as a whole,\" added popular metal YouTuber Nik Nocturnal.\nSinger-songwriter Frank Turner called Jordison an \"incredible musician\".\n\"46 is no age. RIP,\" he posted online."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57993337",
      "category": "world-australia",
      "title": "Covid: Sydney extends lockdown as other Australian cities reopen",
      "tags": "Coronavirus lockdown measures,Sydney,Coronavirus pandemic,Australia",
      "text": "Sydney's lockdown has been extended by another month as Covid cases continue to rise.\nAustralia's largest city has been under stay-at-home orders since late June due to an outbreak of the Delta variant.\nMore than 2,500 people have been infected in Sydney's worst outbreak this year.\nNew South Wales - of which Sydney is the capital - reported 177 new cases on Wednesday, the most in a day since March 2020.\nPremier Gladys Berejiklian said it was not possible for the city to exit lockdown on Friday as had been planned.\nShe announced further curbs on movement - including a 10km (6.5 miles) limit on essential shopping.\nVictoria and South Australia both came out of lockdowns on Wednesday, after containing smaller outbreaks.\nSydney's five million residents had enjoyed a fairly normal lifestyle this year until the outbreak happened.\nFor most of the pandemic, Australia has kept infections relatively low by closing its borders and ordering hotel quarantine for arrivals.\nState governments have plunged cities into rapid lockdowns to curb outbreaks, using aggressive contact tracing.\nThere have been over a dozen snap lockdowns in the past year. \nBut experts warn that restrictions in Sydney could last until September or even later.\nAuthorities say they cannot re-open until the transmission rate is back to near zero. \nAt least one in three cases from the past week had been infectious in the community. Reasons included undertaking critical work and grocery shopping.\nThe highly policed lockdown has fuelled discontent among some in the community.\nSeveral thousand people staged \"freedom\" protests in Sydney, Melbourne and other cities on the weekend.\nIt has also highlighted the nation's bungled vaccine programme, which began in February. \nJust 16% of Australia's adult population is vaccinated.\nCritics have blamed the low rate on the federal government's failure to secure more supplies of the Pfizer vaccine.\nThey also attribute it to confidence in the AstraZeneca vaccine being undermined by mixed messaging about its rare blood clot risk.\nThe national regulator has recently updated its guidance to urge Sydney residents to get the AstraZeneca jab, of which Australia has a large supply.\nPrime Minister Scott Morrison apologised for his government's handling of the rollout last week, following months of criticism."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57994645",
      "category": "uk-wales",
      "title": "Tokyo Olympics: How Matt Richards went from garden pool to gold",
      "tags": "Bath,Worcester,Coronavirus pandemic",
      "text": "It wasn't 18 months ago that Matt Richards was so worried about lockdowns ruining his Olympic build-up, he bought a garden pool to keep on training.\nSo imagine his parents' delight when he won gold in the freestyle relay for Team GB in almost world record time.\nIf that wasn't enough, he and teammate Calum Jarvis were the first Welsh swim stars to win Olympic titles since 1912.\n\"We're just overwhelmed, just delighted for him, for the team, it's quite a surreal moment,\" mum Amanda said.\nIncredibly, it was Richards' Olympic debut as the 18-year-old swam Great Britain's third in their victorious men's 200m freestyle relay team alongside Duncan Scott, James Guy and double Olympic champion Tom Dean.\nIt means the Welsh teenager and Jarvis - who swam in the heats - are the first Welsh athletes to win gold at the Tokyo 2020 Olympics, as well as being the first Welsh Olympic swimming champions since Irene Steer 109 years ago.\n\"I've had worse Wednesdays,\" joked Richards' dad Simon to BBC Radio Wales.\n\"I watched it but I couldn't tell you what happened - it was a brilliant team performance.\"\nAs she watched, Mrs Richards said she was \"mostly just feeling really sick\", adding: \"It was just utter relief at the end when it all came off.\"\nMr Richards said the Covid lockdowns had been a \"really difficult time\" for their son with swimming pool closures meaning he could not train.\n\"The idea of not knowing when he was going to be able to get back in the water was a real problem for him,\" he said. \nAfter seeing a Dutch open water swimmer training in an over-ground pool online they decided to get one for their son and put one measuring three metres wide, five metres long and one metre deep in their back garden.\n\"We attached some bungee cords to the garage wall and he was in there swimming hour after hour in his wetsuit... keeping a feel for the water,\" Mr Richards explained.\n\"It helped him mentally,\" added Mrs Richards.\nRichards was born in Worcester and currently lives in Bath, but is registered as a Welsh swimmer through his Cardiff-born father.\nJarvis, 29, was also awarded the team gold because the 29-year-old from Ystrad, Rhondda Cynon Taf, swam in the heats of the competition and was given his medal away from the podium, but with the rest of his teammates.\nJarvis's wife Jemma, a two-time Olympic swimming finalist herself, said: \"I'm so happy for all the boys...\n\"It was amazing, everyone is so happy for them... he's going to be over the moon, I just can't wait to see him.\" \nShe said the Covid lockdowns had been \"so difficult\".\n\"It was technically the longest he'd been out of the pool since he was eight years old - he couldn't be in the pool for I think it was 10 or 12 weeks,\" she continued.\n\"There was so much uncertainty, even a few months before the Olympics happened, if it was definitely going to go ahead - it was so hard for all the athletes to just try and keep focus and try and keep training as though it was definitely going ahead.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57982476",
      "category": "health",
      "title": "Chronic health issues for third in late 40s - study",
      "tags": "Pain,Heart disease,Mental health",
      "text": "About one in three middle-aged people has multiple chronic health issues, a long-running British study suggests. \nThe 1970 British Cohort Study has been periodically tracking the lives of about 17,000 people born in England, Scotland and Wales in a single week.\nNearly 8,000 of them were surveyed for the University College London work, published in journal BMC Public Health. \nAnd 34% had two or more chronic health problems, such as high blood pressure and mental ill-health, at age 46-48. \nThe most commonly recorded health problems were: \nArthritis, type 2 diabetes and asthma or bronchitis also featured.\nLead researcher Dr Dawid Gondek said he was surprised and worried to see how many had health issues while \"still relatively young\".\n\"A substantial proportion of the population are already suffering from multiple long-term physical and mental-health problems in their late 40s. \n\"It is not a good prospect for an aging population that you can expect to live longer but many in poor health.\"\nDiabetes and high blood pressure were both more common among those who were obese.\nThose from poorer backgrounds or who experienced mental ill health as a teenager were also more likely to have poor health. \nAnd the researchers suggest targeted public health interventions in childhood and adolescence might improve the outcomes of future generations. \nEven in later life, experts advise, a good diet, limiting alcohol intake, quitting smoking and taking regular exercise can make a difference. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57989461",
      "category": "uk-england-beds-bucks-herts",
      "title": "Lost Morecambe and Wise Show a 'huge discovery'",
      "tags": "Harpenden,Comedy,BBC",
      "text": "The son of comedian Eric Morecambe has said how \"fantastic\" it was to find a missing episode of the Morecambe and Wise Show in the family home's attic.\nDating from 1970, the tape of the show had been wiped by the BBC so the expensive tape could be re-used.\nGary Morecambe, 65, said he was hunting round in the attic when he found film in a canister.\n\"It's a huge discovery because it was presumed missing and lost for good,\" he said.\n\"That it crops up is fantastic.\"\nMorecambe and Wise fronted 175 shows over a 22-year television career and in their 1970s heyday regularly pulled in more than 20 million viewers every week, with the duo's Christmas show seen as a \"must-watch\" by British viewers.\nWhile looking for paperwork, Morecambe's son found the unlabelled film can at the family home in Harpenden, Hertfordshire. \n\"I was looking through other stuff. As the decades go by we hadn't really sorted enough out and my mother said why don't you have a look in the attic,\" said Gary.\n\"I got in there and came across five large canisters with spools in them.\n\"Four of them were blank or damaged, but the other one had a BBC stamp on it.\"\nThe film was checked by experts and the episode turned out to be their first show made for BBC One, dating from 8 October 1970 after they moved from BBC Two.\nThe Morecambe and Wise Show first ran on BBC Two on 2 September 1968. It marked the duo's return after 13 years away, during which time they had found success at ITV. \nThe BBC used the show to push its relatively-new colour television service, making them Radio Times cover stars.\nEric and Ernie became the nation's most popular double act and their show became unmissable television, culminating in the 1977 Christmas Day special, which was watched by 28 million viewers. \nGary Morecambe, who now lives in Ernie Wise's home city of Leeds, said Eric would always watch the Christmas specials with his family.\n\"[Eric] would never stop laughing. He loved watching the show. And at the end he'd stand up and say 'I thought Ernie was really good'.\"\nThe pair returned to ITV at the end of their career for a show that ran between 1978 and 1983.\nEric Morecambe died in 1984 and Ernie Wise in 1999.\nGary Morecambe said the episode was one from their earliest days of working with writer Eddie Braben, who went on to pen most of their most famous sketches.\n\"There is a lot in the show that will be incredibly familiar to people, showing the Eric and Ernie we came to know and love,\" he said.\nViewers had the opportunity to view the slice of classic comedy once again on ITV at 21:00 BST.\nThe ITV show also included rare archive film of the duo at work.\nThe duo's long-time collaborator, Ann Hamilton, played a nurse in a hospital sketch, looking on as Eric ate all of Ernie's grapes and then used the empty bag to catch an invisible ball. \nThe programme also featured celebrity Morecambe and Wise fans including actor Toby Jones, talk show host Jonathan Ross and comedians Ben Miller and Eddie Izzard. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-58002514",
      "category": "uk-england-suffolk",
      "title": "Victoria Hall: Man arrested in 1999 teen murder case",
      "tags": "Suffolk Constabulary,Felixstowe,Stowmarket,Trimley St Mary,Cold cases",
      "text": "A man has been arrested on suspicion of murdering a 17-year-old girl in 1999.\nVictoria Hall, from Trimley St Mary, went missing on her way home from a nightclub in Felixstowe, Suffolk, in September that year.\nHer naked body was discovered in a water-filled ditch five days later but her killer has never been found.\nOn Wednesday morning, Suffolk police arrested a man, who they say has not previously been arrested as part of the inquiry, on suspicion of murder.\nVictoria was last seen alive in the early hours of 19 September 1999, in High Road, Trimley St Mary, close to where she lived.\nShe had left home the previous evening to go to Bandbox nightclub in Bent Hill, Felixstowe, with a friend.\nThe pair had stayed at the club until 01:00 BST the next morning.\nAfter getting some food at the Bodrum Grill in Undercliff Road West, they had parted at 02:20 - just yards from Victoria's home.\nThe next day her parents discovered she had not returned home. Five days later her naked body was found in a ditch beside a field by a dog walker in Creeting Lane, Creeting St Peter - about 25 miles away from where she was last seen. \nSuffolk Police reopened the case - known as Operation Avon - in 2019.\nThe arrested man currently remains in police custody where he is being questioned.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57981049",
      "category": "world-asia",
      "title": "Tokyo Olympics: Take a tour of the incredible venues",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58005875",
      "category": "uk-scotland",
      "title": "Queen's lawyers secured amendment to Scottish green energy law",
      "tags": "Scottish government,UK Royal Family,Queen Elizabeth II",
      "text": "A draft law in the Scottish Parliament was amended to exempt the Queen's land from measures to encourage green energy after her lawyers raised \"concerns\".\nThe changes meant land owned by the royal household could not be subject to compulsory purchase orders without the monarch's approval.\nThe correspondence between Buckingham Palace and the Scottish government was first reported in The Guardian.\nBuckingham Palace insisted the process did not alter the nature of any laws.\nBut Liberal Democrat MSP Willie Rennie said such lobbying - details of which were revealed in a Freedom of Information request by a party researcher - should have been declared.\nThe Heat Networks Bill encouraged the use of underground pipes to heat homes and buildings rather than boilers powered by fossil fuels.\nThe documents show correspondence took place between the Scottish government and Buckingham Palace around the procedure known as Queen's consent, where the monarch is given sight of legislation which affects her interests.\nThe concerns centred on the potential use of compulsory purchase orders - a legal process by which land or property can be obtained, for instance for major infrastructure projects, without the the consent of the owner if deemed in the greater public interest.\nQueen's consent for the Heat Networks Bill was sought in January this year, the documents show, though the content of many exchanges was redacted.\nIn February, officials working for Energy Minister Paul Wheelhouse said the minister had agreed to amend the bill, which had been introduced at Holyrood the previous year. \nThe officials said: \"Minister agreed to proposed amendment that would addressed [sic] concerns from Queen's solicitors\".\nSetting out the need for the exemption in the Scottish Parliament, Mr Wheelhouse said that in the rare cases where the Queen's estate could be used for a heat network, different provisions were needed for the use of compulsory purchase orders on Her Majesty's land.\nHe said licence holders for heat networks were likely to be private enterprises, as opposed to public authorities which are more typically involved with compulsory purchase.\nMr Rennie said lobbying from Buckingham Palace should have been declared.\nHe said: \"This research shows that Queen's consent isn't just some arcane legacy from parliament's past. It's a live process. Laws are secretly being changed behind Scotland's back as a result.\n\"That's not what people would expect in a democracy. I'm sure people will be shocked to see the Scottish government's willingness to pander to the process.\n\"Their readiness to hide it from public view shows they have no interest in acting transparently.\"\nMr Rennie added there should be \"no secret doors to changing the law\" and called on the Scottish government to fully share how the process influences law making.\nA Buckingham Palace spokesman said: \"The royal household can be consulted on bills in order to ensure the technical accuracy and consistency of the application of the bill to the Crown, a complex legal principle governed by statute and common law.\n\"This process does not change the nature of any such bill.\"\nThe Scottish government said its policy was that the Crown should be subject to regulatory requirements on the same basis as everyone else \"unless there is a legitimate reason for an exemption or variation.\"\nA spokesman added: \"However, Crown consent is required by law if a bill impacts the private property or interests of the sovereign - and that is what happened in this case.\n\"In this instance, the Scottish government considered it appropriate to limit the exercise of compulsory purchase powers in relation to the Queen's private estates.\n\"The minister explained in detail to Parliament the reasons why it was appropriate to amend the bill in this way - with specific reference to the Queen's private estates - and Parliament agreed.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-57999224",
      "category": "uk-england-kent",
      "title": "Channel crossings: RNLI chief hits out over migrant rescue abuse",
      "tags": "English Channel,Dover,Calais,Migration",
      "text": "The head of the RNLI has defended lifeboat crews who help rescue migrants at sea, after it emerged some were being heckled by the public.\nThe charity's chief executive Mark Dowie spoke out as record numbers of migrants cross the English Channel.\nHe said he recognised the migrant crisis was a \"polarising issue\", but lifeboat crews carry out \"humanitarian work of the highest order\".\nThe Home Office said the RNLI carried out \"vital work\" protecting lives.\nRescue teams which are called into the Channel from Kent and Sussex have told the BBC they are faced with desperate situations, including \"terrified\" and suffering children.\nMr Dowie said: \"All decent people will see this as humanitarian work of the highest order.\n\"Our crews should not have to put up with some of the abuse they received.\"\nA London RNLI crew hit out on social media at the weekend after volunteers were verbally assaulted.\nAnother volunteer, who did not wish to be named, said on one occasion when bringing rescued migrants ashore his team were confronted with an \"angry mob\" who shouted \"go back to France\".\n\"It's one of the most upsetting things I've ever seen,\" the crew member said. \n\"I can't imagine what those families felt like, coming ashore to that after the night they'd had.\"\nAnother lifeboat volunteer said beachgoers once hurled abuse at a group of rescued migrant women and children, and \"some drunken yob threw a beer can at them\".\nMr Dowie said RNLI volunteers simply wanted to prevent people dying at sea.\nHe said: \"Our volunteers get out of bed in the middle of the night, leave their employment, leave their families, and go out and do this because they believe in doing the right thing.\"\nHe said it was a \"very frightening environment\".\nThe migrants' dinghies are often overloaded and inadequate for such a \"perilous\" journey, and people suffer exposure, dehydration, sunstroke and sea sickness, he added.\nMore than 9,000 people have crossed the Channel so far this year on board small boats, including more than 3,300 in July alone.\nAnother crew member said: \"The children are normally terrified, screaming and crying. We need to help. No-one deserves to drown because of where they come from.\"\nDan O'Mahoney, clandestine channel threat commander, said: \"We are proud to work alongside RNLI crews in their vital work to protect lives at sea. \n\"This unacceptable rise in dangerous small boat crossings is fuelled by serious organised criminals who profit from human misery and put lives at risk.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57998047",
      "category": "uk-england-leeds",
      "title": "Covid: Deaf woman wins claim over lack of sign language at briefings",
      "tags": "Deafness and hearing-impairment,Sign language,Disability,Coronavirus pandemic",
      "text": "A deaf woman has won a claim against the government after a judge found a lack of sign language at two Covid briefings \"served to disempower, to frustrate and to marginalise\".\nKatie Rowley, 36, from Leeds, started court action after the sessions went ahead without interpreters on screen.\nThe government denied breaching its legal obligation to make broadcasts accessible to deaf people.\nIn his ruling, a judge said the lack of provision constituted discrimination.\nMs Rowley launched the court action against Cabinet Office Minister Michael Gove in relation to the \"data briefings\" on 21 September and 12 October 2020.\nShe had argued that being unable to access the official information had caused her stress and affected her wellbeing.\nFinding in her favour, Mr Justice Fordham said: \"The lack of provision - the provision of subtitles only - was a failure of inclusion, suggestive of not being thought about, which served to disempower, to frustrate and to marginalise.\"\nThough he agreed with Ms Rowley's claim in respect of both, the judge said subsequent briefings were not in breach of equality legislation.\nThe level of damages awarded to the claimant would be assessed by a county court judge, he added. \nAfter the ruling, Ms Rowley thanked the judge and her legal team and said she was \"very happy with the outcome\".\nShe said she was \"emotional that we have achieved what we needed to be equal but sad at the same time that we had to fight for our rights\". \nSimilar briefings in Wales, Scotland and Northern Ireland included British Sign Language interpreters on screen.\nMs Rowley's solicitor, Chris Fry, of Fry Law, said: \"This significant judgment ensures the Cabinet Office must ask itself, 'Where is the interpreter?' as part of its planning for its broadcasts.\n\"It is remarkable that while finishing writing its National Disability Strategy document announced today, it was instructing its own lawyers to argue that subtitles were a suitable alternative - a proposition criticised as showing prejudice,\" he said.\nMr Fry said there were another 260 pending cases against the Cabinet Office in relation to the lack of any interpreters for the beginning of the pandemic.\nA Cabinet Office spokesman said after the ruling: \"We are pleased that the court ruled our policy of using on-screen British Sign Language interpreters was lawful during the pandemic.\n\"Our priority has always been to reach the largest possible audience with important public information, and we will continue to ensure that British sign language interpretation is made available during Covid-19 briefings.\"\nOfficials said there had been more than 170 Covid briefings and \"only two\" had been found to be unlawful because British sign language was not provided on screen.\nMs Rowley, who was 25 weeks pregnant when she launched the judicial review claim, previously said the stress caused by being unable to access information at the briefing impacted upon her wellbeing. \nMany who use BSL as their first language say they cannot rely on subtitles because the average reading age for deaf people is nine years.\n\"I have dyslexia myself - I am a slow reader - so that means when I was reading the subtitles, I would miss so much information and [it] would just mess up my head. It would be so difficult - it became impossible,\" Ms Rowley previously told the BBC through an interpreter. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57973511",
      "category": "uk-wales",
      "title": "Unesco: Seven reasons Wales has a new World Heritage Site",
      "tags": "Unesco World Heritage sites,North Wales,Caernarfon,Unesco",
      "text": "The slate landscape of Wales has become the latest site in the UK to be awarded World Heritage status by Unesco.\nSlate from the quarries in Snowdonia, Gwynedd, are said to have \"roofed the 19th Century world\" as the product was exported around the globe.\nBut it doesn't stop there - have you ever spotted the landscape in your favourite Hollywood films?\nHere we look at some of the reasons why the unusual landscape is worthy of the prestigious status.\nBoris Johnson said the slate landscape of north-west Wales was \"an area of remarkable uniqueness and breath-taking beauty\" after it was announced by the UK government as its World Heritage Site nomination in 2018.\nSlate has been quarried in north Wales for more than 1,800 years but during the Industrial Revolution demand surged as cities across the UK expanded with slate being widely used to roof workers' homes and factories. \nThe UK bid said, as well as the international demand for Welsh slate, between 1780 and 1940 the area of Gwynedd was also home to a number of \"ingenious developments in quarrying and stone processing\" and was a world leader in mountain railways.\nIts landscape became the leading producer of slate during the 18th Century and by the 1890s, the industry employed just less than 17,000 people and produced 485,000 tonnes of slate a year.\nSlate industry expert Dr David Gwyn from the Nantlle Valley said the UK's application highlighted the way the landscape had contributed to a \"significant stage of human history\", bringing socio-economic changes.\n\"The slate quarries were described as the most Welsh of Welsh industries, the only major industry that throughout its history has been conducted in a language other than English in the British Isles,\" he said.\nLuke Potter, assistant director of National Trust Cymru, said the bid, which had been 15 years in the planning, highlighted much more than the \"remains of the slate industry\".\n\"It's also about the culture that was reached in that, so the role the industry played with Welsh language with the communities, the money that flowed through this to then invest in north Wales itself,\" he told BBC Radio Wales.\nThe slate industry in north-west Wales had a huge impact on global architecture, with Welsh slate used on a number of buildings and palaces across the globe, including Westminster Hall, the Royal Exhibition Building in Melbourne and Copenhagen City Hall in Denmark.\nBut it has also had other notable moments too...\nPenrhyn Quarry was once considered to be the largest slate quarry in the world, employing 2,800 men, turning Bethesda into a town of 8,000 people. \nIts owner held a grudge against his workers after losing his Parliament seat in 1880 so abolished a system of rate negotiation, which led to The Great Penrhyn Strike. It was one of the longest strikes in history, lasting three years from 22 November 1900.\nDuring World War Two, a quarry in Snowdonia was used to hide some of the world's most treasured paintings from the Nazis. \nAs Allied troops fled Dunkirk in 1940, a German invasion of the UK seemed inevitable - and prompted the National Gallery to take evasive action to protect its collection.\nThis led wartime leader Winston Churchill to famously declare: \"Hide them in caves and cellars, but not one picture shall leave this island.\"\nThis led to Manod Quarry in Blaenau Ffestiniog, Gwynedd being used as a temporary store as the cavernous space at the heart of the mountain - covered with hundreds of feet of slate and granite - was virtually impregnable to bombing. Plus its remote setting also helped keep the mission top secret.\nScenes of some famous blockbusters have been filmed in Wales - such as Harry Potter and Robin Hood - and Dinorwig Quarry was the backdrop for Clash of the Titans, featuring Liam Neeson, and scenes from Tarzan with Samuel L Jackson.\nThe second biggest quarry in the world may be a true Welsh landscape but it can also be transformed to look like almost anywhere - including Greece!\nDinorwig Power Station was regarded as one of the world's most imaginative engineering and environmental project when it was fully commissioned in 1984.\nThe £425m hydro-electricity plant, known as Electric Mountain, comprises of 16km of underground tunnels deep below Elidir mountain in Snowdonia - and its six powerful generating units make it one of the largest power stations of its kind in Europe.\nEvery second, each turbine receives enough water to make 15 million cups of tea and can supply a maximum power of 1,728-megawatts.\nGlan Rhonwy slate quarry, which is about the size of two football pitches, was used as a secret munitions store during World War Two and it used to store captured German nerve gas.\nThe area at Llanberis was later was used to dispose of old bombs, bullets and grenades before the former RAF ammunitions store was cleared in the 1970s.\nOne of the best loved children's train cartoons was partly thanks to one mini railway in Gwynedd.\nThe creator of the Thomas The Tank Engineer series was The Rev W Awdry and his stories were inspired by his experiences as a volunteer at Talyllyn Railway in the 1950s.\nFor almost a century the narrow gauge railway hauled slate through Snowdonia before it became the world's first preserved railway in 1951."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-57665765",
      "category": "explainers",
      "title": "The EU vaccine 'passport' and what it means for travel",
      "tags": "Coronavirus vaccines,Pfizer,European Union,Vaccine passports,Coronavirus pandemic,AstraZeneca",
      "text": "An EU vaccine \"passport\" has been introduced, enabling holders to prove they have been jabbed.\nThe EU Digital Covid Certificate can be used to avoid self-isolating on arrival in the UK, if travelling from amber-list countries.\nIt is available in all 27 member nations - plus Switzerland, Iceland, Norway and Liechtenstein. \nEU citizens (and those of Switzerland, Iceland, Norway and Liechtenstein), can download it or obtain a paper copy - at no cost. It is also available to non-EU nationals living legally in member states who have the right to travel to other member states.\nBecause the UK is no longer in the EU, the certificate is not available to most Britons.\nEU nationals vaccinated in the UK must check with their home countries to see if they are eligible.\nTravellers will still need to carry a passport or other identification. \nThe certificate can be issued if someone has:\nAnyone holding a certificate should, in principle, be exempted from testing or quarantine when crossing a border within the EU (or Switzerland, Iceland, Norway and Liechtenstein).\nIt has a QR code unique to the place an individual's vaccine information is stored - a hospital or test centre, for example. The personal data is not saved locally when it's verified - at an airport, for example.\nThe NHS Covid Pass is a similar vaccine \"passport\", but it is only for people who have been fully vaccinated through the NHS.\nPeople in England arriving from an amber country can avoid quarantine by using the pass (or by calling 119 for a printed letter). \nYou can't yet use it EU-wide - but some individual countries, such as Greece, Malta and Spain, do accept it.\nThe EU says it's working to ensure its own certificate is compatible with similar products.\nIf it's satisfied the NHS pass complies with EU standards and systems, it can decide to accept it."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58001770",
      "category": "uk-england-london",
      "title": "Marble Arch Mound: 'I wouldn't pay £4 to walk up a hill'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58002977",
      "category": "uk-politics",
      "title": "Price tag for new flagship yacht could hit £250m",
      "tags": "Shipbuilding,Ben Wallace",
      "text": "A new national flagship yacht, designed to promote the UK around the globe, will cost up to £250m, the defence secretary has said. \nA government document published last week put the budget at £150m, while reports said it could reach £200m.\nBut Ben Wallace has now given \"a firm price\" for the \"floating embassy\" of between £200m and £250m. \nLabour's shadow home secretary, Nick Thomas-Symonds, said the party would scrap the government's \"pet project\". \nBoris Johnson announced the plan for the yacht in May, which will be used for hosting events like trade fairs and diplomatic meetings. \nThe vessel, which is yet to have a name, will be the successor to the Royal Yacht Britannia, which was retired in 1997 after 44 years in service. \nIt will be funded from the Ministry of Defence's budget. \nThe prime minister said the ship would reflect \"the UK's burgeoning status as a great, independent maritime trading nation\" post-Brexit.\nBut Mr Thomas-Symonds said the latest costing showed the PM had \"lost control of his vanity yacht\", calling for the money to be invested \"wisely\" on projects such as tackling crime and anti-social behaviour.\nAn \"engagement day\" to discuss the new flagship was held in Greenwich, London, on Wednesday, with Mr Wallace giving a speech. \nHe said there had been \"a lot of reporting around this ship, not all of it accurate\" so wanted to set out the government's \"basic aims\" for the vessel. \nThe defence secretary added: \"Subject to working through bids, competition and technology, I aim to commission the ship for between £200m and £250m on a firm price.\n\"The competition will run until the end of October. I hope to announce the winners in December.\"\nAfter that, Mr Wallace said he wanted construction to begin \"in a British shipyard as early as next year and have a ship in the water by 2024 or 2025\".\nHe added: \"That's an ambitious timescale but this is an ambitious project, the chance to break the mould and break some records to get things done in the national interest.\"\nMr Wallace previously defended the cost of the ship to the MoD, telling the Commons Defence Committee it was less than 0.1% of the £13bn defence budget for shipbuilding over the next 10 years.\nBut Labour's shadow Treasury minister, Bridget Phillipson, called on the government to show \"a real focus on value for money at every stage\" of the project and ensure it supported jobs in UK shipyards."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58004764",
      "category": "health",
      "title": "Blood inquiry: Former health minister defends blood products advice on Aids",
      "tags": "HIV & Aids,UK contaminated blood inquiry,Kenneth Clarke",
      "text": "The government was right to say there was \"no conclusive proof\" that Aids could be transmitted by blood products in 1983, a public inquiry has heard.\nGiving evidence, former health minister Lord Clarke said the phrase was \"entirely accurate\" at the time. \nBut documents show senior health officials thought it likely HIV could be carried in blood.\nSurvivors have accused ministers of misleading the public by playing down fears of infection.  \nThe first reliable blood test for HIV was only available in March 1985, after many haemophiliacs had already been infected with the virus through a product called Factor VIII.  \nIt's thought around 3,000 have since died of Aids and hepatitis C as a result of receiving the contaminated treatment.\nEvidence linking Aids with blood and blood treatments emerged slowly in the first part of the 1980s.\nIn 1982, a baby from San Francisco died after receiving donated blood from a patient later diagnosed with the illness. That same year the US published its first bulletin linking haemophilia treatment with HIV.\nIn May 1983, the first suspected infections of British haemophilia patients were reported in Bristol and Cardiff. In September that year the government published a leaflet to \"discourage\" those who were highly at risk of contracting Aids not to donate blood.\nA quote from Ken Clarke, as he was known at that time when he was serving in the government, was used in the press release and said: \"It has been suggested that Aids may be transmitted in blood or blood products, there is no conclusive proof that this is so. Nevertheless I can well appreciate the concern that this suggestion may cause.\"\nThe phrase was repeated again by him in a written parliamentary response in November 1983 and by other ministers as late as January 1984.\n\"Somebody, somewhere, decided that that was the best most accurate line to take,\" Lord Clarke told the inquiry.\n\"It was repeatedly used by every minister. We kept repeating that because that was the scientific advice we had until it was perfectly clear to the medics that there was in fact sufficient proof... we weren't playing down that possibility.\n\"It seems to me... it's a perfectly accurate description of where medical opinion was at that time.\"\nLead counsel Jenni Richards QC asked why the phrase \"blood products are a likely cause of transmission of Aids\" was not used instead, as it was the \"mainstream view\" in the department of health at that time, according to earlier testimony from Dr Diana Walford, a former deputy chief medical officer for England.\nLord Clarke said: \"We go on to say it's a possibility that can't be ruled out. I don't know. You'll have to ask Diana Walford that. She certainly would have been involved in any meeting which settled on this line to take.\"\nMs Richards questioned if the line should have included an \"express recognition\" that Aids could be transmitted in this way.\nLord Clarke responded: \"Not really, it's perfectly... obvious that everybody was working on that basis…. There's no secrecy about the fact there was a serious worry that people might be getting Aids from blood products.\"\nHe suggested the government needed to balance the risk of contaminated blood products with the danger of creating a \"panic\" which might have put people off donating blood or proceeding with an operation.\nGroups representing families of those affected by the scandal claim the use of the phase \"no conclusive proof\" minimised the danger from blood products at the time. \n\"I think it's pretty disingenuous if, on the balance of probabilities, they thought there was such a link,\" said Jason Evans, whose father Jonathan, died of Aids in 1993.  \nJason said his father was convinced by doctors to continue using Factor VIII in 1984 after being told media reports of the risk were \"sensationalist\" and there was \"nothing to worry about\". \n\"If the government had told the full truth of what was happening a year before, there is a very strong possibility that my Dad would be here today,\" he said. \nGroups including the Terrence Higgins Trust and the Haemophilia Society have been heavily critical of Lord's Clarke's first two days of testimony at the inquiry, in which he has appeared at times irritated at the detailed level of questioning. \nAt one point on Wednesday Lord Clarke apologised to the judge for becoming \"exasperated\" saying, \"I'll have a break, grab a coffee and try to behave more reasonably. But this really is an extraordinary process in my opinion.\"\nIan Green, the chief executive of the Terrence Higgins Trust, described Mr Clarke's appearance as a \"car crash\".\nJason Evans added: \"Clarke has no respect for this inquiry, or anyone involved in it. I cannot begin to convey the sense of frustration and anger the victims and families are feeling at the moment.\"\nThe infected blood inquiry is being held to investigate the scandal which emerged in the 1970s and 1980s and saw thousands infected with HIV, hepatitis or both after receiving blood product treatments or a transfusion. \nIt is expected to run until the end of 2022 when a final report and recommendations will be made."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57992425",
      "category": "uk-northern-ireland",
      "title": "Ardoyne: Woman arrested over murder of baby in Belfast",
      "tags": "Belfast,Police Service of Northern Ireland,Northern Ireland Ambulance Service",
      "text": "A 29-year-old woman is being questioned over the murder of a baby in north Belfast.\nThe woman is also being held over the attempted murder of another child, who is in intensive care in hospital.\nPolice were called to the house at Brompton Park in the Ardoyne area shortly after 20:00 BST on Tuesday and found the two injured children.\nDespite the efforts of the emergency services, the baby was pronounced dead at the scene.\nOn Wednesday night, police said their investigation into \"last night's tragic events is progressing\".\nThey added that a post-mortem examination was expected to take place on Thursday.\nDet Ch Insp Millar said: \"A 29-year-woman who was also in the house has been arrested on suspicion of murder and attempted murder and remains in custody at this time. \n\"Our thoughts are with the baby's family, who are being supported by family liaison officers.\n\"While our investigation is at any early stage, I can confirm that at this stage, we are not looking for anyone else in relation to this tragic death.\" \nHe thanked the local community for their support and appealed for anyone with any information to contact police.\nJohn Finucane, the MP for the area, said it was \"difficult to comprehend\" what had happened.\n\"It's a very tight knit community, houses are very close to each other, neighbours are very close to each other,\" he said.\n\"I think as the area tried to get to grips with what was unfolding before them, I think shock and a certain sense of numbness just befell everybody.\n\"It compounds the hurt when we're dealing with somebody so young.\n\"Our thoughts are obviously hoping to be very positive for the other child, who's critical.\n\"Again we just need to now allow the authorities to come in and do their process and carry out their investigation.\" \nSDLP MLA Nichola Mallon said that the \"highly distressing\" events had shocked the local community.  \nShe said: \"It is important that the PSNI are given the space and full cooperation to fully investigate this terrible incident.\n\"Our thoughts are with the wider family and we want to thank those residents who assisted the police at the scene tonight.\"\nPeople Before Profit councillor Fiona Ferguson said the news was \"truly devastating\".\n\"A wave of shock began in Brompton Park last night and spread out across north Belfast,\" she said.\n\"After something so shocking, community solidarity, community support, rallying around each other is going to be absolutely paramount.\n\"I saw a number of people say last night that this is a community that's resilient and certainly this is a community that has seen a lot and has an incredible amount of community spirit.\n\"It's undoubtedly the case that they're going to need that now in terms of moving past this.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57992929",
      "category": "uk",
      "title": "Covid travel: Fully jabbed from EU and US could avoid quarantine",
      "tags": "Coronavirus lockdown measures,Travel,London Heathrow Airport,British Airways,Air travel,Virgin Atlantic,Coronavirus pandemic",
      "text": "Senior cabinet ministers are discussing whether to allow fully vaccinated travellers from the EU and US to avoid quarantine when they arrive in England.\nA review of the border rules is due by 31 July - the second date in the Department for Transport's plan for a safe return to international travel.\nThe government's Covid Operations committee was due to meet on Wednesday morning.\nForeign Secretary Dominic Raab said a decision would be taken shortly.\nCurrently, people who have been fully vaccinated in the UK do not have to quarantine when travelling from the US and EU, apart from France, because those places are on the amber list (and some EU countries are on the green list). But that exemption does not apply to people who have been vaccinated outside the UK.\nDowning Street and the Department for Transport declined to comment on newspaper reports the government would go ahead with the plan to also exempt people vaccinated in the US and EU. \nThe travel industry has been pushing for this change in the rules so that people living abroad can more easily come to the UK for holidays or to visit loved ones.\n\"At the moment we're in this slightly ridiculous situation where if I'm on a plane from Spain, because I'm lucky enough to have had two jabs, once we get to the UK I just wander off, no problem,\" said travel expert Simon Calder.\n\"But the person sitting next to me, who happens to have had their vaccinations in Spain, not in the UK, has to go and sit in a room for 10 days. Doesn't make sense.\"\nThe aviation industry is also calling for a change after carrying out a 10-day trial of checking the vaccination status of passengers.\nBritish Airways, Virgin Atlantic and Heathrow Airport wanted to demonstrate that vaccination status could be checked away from the border and allow safe entry to the UK from countries on the amber list.\nThe companies said 99% of documents were verified correctly during the trial, which involved about 250 fully-vaccinated participants from the US, the Caribbean and Europe, travelling to Heathrow.\nTwo passengers had their credentials rejected, the companies said: one because their vaccination was completed less than 14 days before travel, and the other because of a discrepancy between the name on the passport and on the vaccine card.\nThe relaxation of the quarantine rules for travellers into England from the EU and the US is backed by a broad coalition of government ministers, who see the benefits to the tourism industry and the economy in general.  \n\"There's no reason not to do this,\" said one advisor. Another warned that an airline could go bankrupt if it didn't happen.  \nA decision may be imminent but it may take days or weeks to put it into practice. For example, airlines will need time to prepare because they'll be the ones checking the documents. \nAnd the recent creation of an \"amber plus\" category at the last minute and without the knowledge of some members of the government shows that sometimes the process doesn't always go smoothly.  \nThen there's travel in the other direction, with the US in no rush to allow in British travellers despite the high-profile launch of a transatlantic travel taskforce last month.  \nBritish Airways, Virgin Atlantic and Heathrow Airport said the UK was falling behind the EU in opening up to international travellers.\nBA chief executive Sean Doyle said the trial provides the evidence that the government needs to allow fully vaccinated visitors from low-risk countries to come to the UK without self-isolating.\nHeathrow boss John Holland-Kaye said there was \"no reason to delay with rolling out the solution from July 31\", while the head of EasyJet told LBC such a change was \"the right thing\" but a \"little bit too late\".\nFreddie Julius runs tour company Tourist England which puts on trips for overseas visitors. He said around 80% of his customers are from the US and EU and \"over the last 18 months we've seen almost none\".\nHe said changing the rules to allow vaccinated tourists to visit without quarantining was \"critical for the revival of the inbound tourism sector\".\nBut he told the BBC any change needed to be lasting, adding: \"The constant easing and tightening of restrictions have made it almost impossible to plan ahead, both for tour companies and tourists.\" \nHowever, even if the UK changed its rules for the US, its citizens have been urged not to travel to the UK by the country's health protection agency, the Centers for Disease Control and Prevention. \nAnd the US border is currently closed to the UK, as well as many other countries, except for US citizens.\nThe UK and US have set up a taskforce to discuss a travel corridor, although earlier this week the White House said it had no plans to lift Covid-19 travel restrictions for non-Americans.\nBoris Johnson told LBC on Wednesday that \"we're talking to them the whole time\".\nThe EU has encouraged its members to gradually lift travel restrictions for the UK, and each country has its own rules.\nLabour's deputy leader Angela Rayner told Sky News the potential plan was \"reckless\", adding: \"We also know that people who have had the vaccine of course can still get the virus so a testing regime is very important and crucial as well.\"\nUnder current rules, other countries are granted a \"traffic light\" status for arrivals - red, amber or green.\nThe vast majority of countries, including the US and many European countries including Spain, Italy and Germany, are on the amber list. \nAdults who have been fully vaccinated in the UK, and under-18s who are UK residents, no longer have to self-isolate after visiting any amber country apart from France. \nBut anyone who was fully vaccinated outside the UK still has to quarantine for 10 days on arrival, or pay for the test-to-release scheme to shorten their quarantine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58002628",
      "category": "uk-england-manchester",
      "title": "Trafford General: Lightning strike sets hospital roof on fire",
      "tags": "Thunderstorms,Trafford",
      "text": "A fire broke out at a hospital after it was struck by lightning during heavy thunderstorms.\nPart of the roof at Trafford General Hospital in Greater Manchester caught fire at about 14:20 BST.\nPatients and staff had to exit the two-storey building when it was evacuated, Manchester University NHS Foundation Trust said. \nThe fire was extinguished by about 16:15 but significant damage has been caused to the roof space. \nA spokeswoman for the trust said 66 patients had been safely evacuated to other parts of the hospital and relatives had been informed. \nThe Trafford Minor Injuries Unit had been closed as a precaution, she said, adding: \"For all urgent and emergency care issues, please use alternative facilities including ringing NHS 111.\"\nThe unit is expected to reopen on Thursday but all day case procedures have been cancelled, she added. \nGreater Manchester Fire and Rescue area manager Carlos Meakin praised hospital staff who \"safely evacuated staff and patients prior to our arrival, relocating them to other wards, which was a big help\".\nMoorside Road in Flixton was closed in both directions and local bus services were being diverted, Transport for Greater Manchester said. \nFire crews are expected to stay at the scene overnight. \nHeavy thunderstorms swept across parts of North West England throughout the afternoon.\nThe bad weather led to Manchester Originals' match against Northern Superchargers in the women's Hundred being abandoned without a ball being bowled.\nSteve Saul, BBC North West Tonight\nIt took about two hours to douse the flames, with eight fire engines attending. \nFlooded roads outside the hospital are evidence of how turbulent the weather has been over the last few hours.\nThe scariest point was when large flames could be seen shooting through the roof of the hospital but a heavy downpour helped firefighters deal with the blaze. \nIn Merseyside, firefighters tackled a blaze at a house in Halewood also thought to have been caused by a lightning strike.\nTrafford General has a place in NHS history as it was the first hospital to be opened when the service was founded in 1948.\nThen Health Secretary Nye Bevan opened Park Hospital on 5 July 1948 with nurses forming a guard of honour outside the hospital, which was renamed Trafford General in 1988. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57999163",
      "category": "uk",
      "title": "Covid-19: Quarantine rules to ease and deaf woman wins briefings battle",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday evening. We'll have another update for you tomorrow morning. \nPeople who have been fully vaccinated in the EU or US will no longer need to isolate when coming to England from an amber list country. Currently, only people who received their jabs in the UK can avoid quarantine when arriving from amber list countries, except France. The government said the rule change, which comes into force at 04:00 BST on Monday, would help to reunite family and friends whose loved ones live abroad.\nPlans for fully vaccinated people in England to avoid isolation from 16 August if they come into contact with a positive case are \"nailed on\", the prime minister says. In an interview with LBC radio station, Boris Johnson said no review was needed before the restrictions were lifted. He said recent data showing a fall in daily cases was encouraging - but warned it was too early to draw any general conclusions and people should still be cautious. The number of new cases reported today - 27,734 - has risen slightly from yesterday's figure of 23,511. But before today cases had consistently fallen for seven days in a row, with 44,104 recorded last Wednesday. \nMeanwhile, many businesses are still struggling with staffing shortages due to employees self-isolating - despite daily testing being introduced as an alternative for some critical sectors in England. The boss of Iceland says the government testing scheme, which allows workers to avoid isolation, is a \"pointless solution\" because it excludes supermarket workers. Richard Walker told the BBC \"it only fixes half the supply chain issues\" as only depot and factory workers are covered. Smaller food delivery firms have also complained they still do not know if they qualify for the new scheme.\nA deaf woman has won a claim against the government over a lack of sign language interpreters at two Covid briefings in England. Katie Rowley, 36 and from Leeds, had argued that being unable to access the official information had caused her stress and affected her wellbeing. The government denied breaching its legal obligation to make broadcasts accessible to deaf people - but a judge said a lack of interpreters at two briefings constituted discrimination. After the ruling, Ms Rowley said she was \"emotional that we have achieved what we needed to be equal but sad at the same time that we had to fight for our rights\".\nJust 18 months ago Matt Richards was so worried about lockdown ruining his Olympic build-up, he bought a garden pool to keep on training. So imagine his parents' delight when he was part of the GB team to win gold in the freestyle relay in Tokyo. His mum Amanda says swimming pool closures meant the pandemic had been a \"really difficult time\" for her son. Read more about how he trained during lockdown here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIf you're planning a summer holiday abroad get up to speed with the latest travel rules here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58006978",
      "category": "world-us-canada",
      "title": "Dusty Hill: ZZ Top bassist dies aged 72",
      "tags": "Texas,Music",
      "text": "Dusty Hill, the bassist of US blues rock band ZZ Top, has died at the age of 72.\nBandmates Billy Gibbons and Frank Beard said that Hill died in his sleep at his home in Houston, Texas. They did not give further details.\nEarlier in July, ZZ Top had announced that Hill would not play some upcoming shows due to a hip injury.\nKnown for his bushy beard and sunglasses, Hill played with ZZ Top for over 50 years.\n\"We, along with legions of ZZ Top fans around the world, will miss your steadfast presence, your good nature, and enduring commitment to providing that monumental bottom to the 'Top',\" the statement from Gibbons and Beard said.\n\"You will be missed greatly, amigo.\"\nBorn Joseph Michael Hill, the bassist originally played guitar alongside his brother Rocky in Dallas before moving to Houston and joining Beard.\nZZ Top was founded in 1969, and played their first live concert the following year.\nThe trio would go on to release 15 studio and four live albums, with hit singles like Gimme All Your Lovin', Sleeping Bag, and Viva Las Vegas.\nZZ Top was inducted into the Rock and Roll Hall of Fame in 2004.\nIn addition to the bass guitar, Hill played keyboard and was a secondary lead vocalist for the band. \nHill also made cameo acting appearances in the Back to the Future Part III film and HBO's Deadwood, along with the animated television series King of the Hill.\nFollowing news of his death, fans and fellow musicians of Hill's took to social media to express their grief.\n\"For 50 entire years, Dusty Hill anchored down one of the greatest rock power trios that's ever existed,\" music journalist Corbin Reiff wrote on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56997931",
      "category": "explainers",
      "title": "What are the travel rules for France, the US, and other popular destinations?",
      "tags": "Tourism,Republic of Ireland,Foreign & Commonwealth Office,Spain,France,Greece,Travel,Germany,Coronavirus vaccines,Coronavirus testing,Italy,United States,Vaccine passports,Coronavirus pandemic",
      "text": "Foreign travel is possible for people in the UK once again.\nHowever, many countries are re-introducing restrictions in response to the new Omicron variant.\nThere are regulations about who can enter most countries, restrictions on what you can do when you get there, and rules to follow when you return home.\nThese are often changing quickly, so it's important to keep checking the Foreign Office guidance and tourist information for your destination before you go. \nHere are some of the key things to know about travelling to some popular destinations.  \nYou might also find this table useful. It shows Covid case numbers and vaccine doses by country.\nWhen comparing figures from different countries, it's important to bear in mind that not all governments record coronavirus cases and deaths in the same way. You should also consider the population size of each nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57997492/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Housing market cools as stamp duty break withdrawn",
      "tags": "Money,Personal finance,Housing market,UK economy",
      "text": "Stamp duty holiday withdrawals have \"taken some of the heat out\" of the UK housing market, according to the Nationwide.\nThe building society said house prices dropped slightly in July compared with June, but were still 10.5% higher than a year ago.\nAny stamp duty savings have been outstripped by rising prices.\nBut the tax break, alongside the search for space, has created a housing boom during the pandemic.\nThe mortgage lender said the typical home cost £244,229 in July.\nAnnual house price increases were at a 17-year high in June, and slowed slightly in July.\nBreaks for stamp duty, or the equivalent tax, were withdrawn in Wales at the end of June, and became less generous in England and Northern Ireland at the same time. The tax will return to pre-pandemic status by October.\n\"The tapering of stamp duty relief in England is also likely to have taken some of the heat out of the market,\" said Robert Gardner, Nationwide's chief economist.\n\"This provided a strong incentive to complete house purchases before the end of June, especially for higher-priced properties.\"\nThe number of homes being sold every month has hit levels not seen since comparable records began in 2005.\nMr Gardner said the market for large properties had surged, while sales of flats had fallen.\nThe number of transactions involving properties bought for £500,000 or more increased by 37% over the 12 months to March, compared with a rise of 2% for all properties. \nThe search for space, indoors and outside, had driven demand for larger homes in which to live and work during the pandemic. Flats, without gardens and - in some cases - with issues over cladding and fire safety, have been more difficult to sell.\nThe Nationwide said there were signs that there would still be activity in the housing market, even if jobs were lost, the economy struggled and Covid support schemes were wound down.\nIain McKenzie, chief executive of The Guild of Property Professionals, said: \"It is going to be interesting to see how the demand for properties changes as we come into the autumn.\n\"This will give us the opportunity to evaluate just how successful the stamp duty holiday has been at keeping the property market buoyant since the start of the pandemic.\" \nNicky Stevenson, managing director at estate agent Fine & Country, said: \"While the clamour in recent times has been for bigger properties with more outdoor space, we may see luxury apartments start to come back into vogue as the drift back to the office starts to gather pace in the big cities.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/disability-57987803",
      "category": "disability",
      "title": "Critics give mixed response to ministers' £1.6bn disability strategy",
      "tags": "Youth and disability,Disability",
      "text": "There has been a muted response from charities and campaigners to the government's £1.6bn strategy to improve the lives of disabled people. \nMinisters have unveiled 100 pledges to tackle issues such as housing and inaccessible public transport, as well as barriers to education and work.\nWork and Pensions Secretary Therese Coffey said the government was listening and consulting.\nBut a disabled Tory peer Lord Shinkwin said the plans were a \"damp squib\".\nThe government says its National Disability Strategy - first announced by the prime minister at the last election - is a once in a generation transformative plan.\nIt promises £300m will be provided to support children with special educational needs and disabilities.\nOther measures include:\nBut speaking on Radio 4's Today programme, Lord Shinkwin said he did not see it as a proper strategy, adding that it was \"more of a mixture of a to-do list and a should have done by now list\".\nThe current system failed when it came to Florence Karlsen's education. \nThe 11-year-old from Surrey, who has autism, epilepsy and global developmental delay, was struggling in mainstream school and needed specialist provision.\nFlorence's family had to pay £15,000 in legal fees in a battle with their local council to ensure she was sent to a school that met her needs.\nHer father William said: \"We selected the school we wanted Florence to go to and the council selected its choice but we weren't happy with the choice they made.\n\"It was not a good choice as far as we were concerned. \n\"We decided to take the council to tribunal to argue our case. We had to fund all our own private reports, and employ our solicitor, which is a hugely expensive process.\n\"There are hundreds of families locked in battle with their local authorities. It's the last thing you want to be focussed on when you want to be focussed on your child's wellbeing and education.\"\nFlorence is now in a school which meets her needs. Mr Karlsen welcomes any extra funding but believes there needs to be a clear process when it comes to making sure disabled children are not shut out of education.\nLord Shinkwin said one of the major failings with the plan was in the area of employment, with a focus on recording the number of disabled people in the workforce rather than reporting the pay gap between them and non-disabled colleagues.\nHe said he did not think the strategy would \"make a massive difference\".\n\"It comes across to me more as a PR exercise by the government to make non-disabled people aware of the wonderful things it claims it has done or was going to do for disabled people,\" he said, adding there is a \"world of difference between meaningful engagement\" and consultation.\n\"This is not a document that ministers can claim is owned by disabled people in consultation with government,\" he said. \nCharities which represent disabled people welcomed some of the measures but said other aspects lacked scope and ambition. \nSense, which campaigns for better lives for deaf and blind people, said it was a \"small step\" that would not produce concrete actions resulting in lasting improvements.\nMark Hodgkinson, chief executive of the disability equality charity Scope, welcomed the consultation on mandatory disability reporting, and improvements to public transport.\nBut he said families would gain little beyond tweaks to the education system and the government had not set out how it will close the disability employment gap, which stands at 28.6%.\nHe said: \"Many of the short-term commitments made are to be welcomed, but the strategy as a whole falls short of the transformational plan that many disabled people expected and deserve.\n\"Unless we get clear detail beyond the next 12 months, it is difficult to see how life will be significantly different for the next generation of disabled people.\"\nLabour said the strategy was \"a lacklustre effort with too much talking and not enough doing\". \nShadow minister for disabled people Vicky Foxcroft said: \"The whole consultation process failed to properly consult with disabled people organisations, while many critical areas such as collecting data, adequate funding and the ongoing crisis in social care were completely ignored.\"\nSpeaking on Radio 4's Today programme, Work and Pensions Secretary Therese Coffey acknowledged the criticism, but said that the government was listening and consulting. \nShe added: \"Whether it's about aspects of social isolation, making it easier for people to travel, whether it's about people getting access to the countryside, things we all take for granted when we don't have significant disabilities and that's what we are trying to do as well as improving people's life chances by getting in to work and staying in work. \n\"So there is a variety of ways that we are working right across government and genuinely I believe this will shape people's lives in a way that makes it that bit easier every day. \""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57994643",
      "category": "uk-wales",
      "title": "Bute Park attack: Girl, 16, charged with attempted murder",
      "tags": "Cardiff",
      "text": "A 16-year-old girl has been charged with attempted murder following an attack in a Cardiff park which has left a man with life-threatening injuries.\nTwo men have already appeared in court charged with attempted murder for the attack in Bute Park last Tuesday.\nPolice say a 54-year-old man is in a life-threatening condition in hospital following the early morning attack.\nThe girl, who cannot be named for legal reasons, is in custody and will appear at Cardiff Youth Court on Wednesday.\nShe was arrested in the Creigiau area of Cardiff on Monday and is the third person charged with the attempted murder of a man after he was attacked at 01:00 BST on Tuesday 20 July.\nJason Edwards, 25, of the Riverside area of Cardiff, and Lee William Strickland, 36, of no fixed abode, appeared in court on Monday charged with attempted murder and will next appear at Cardiff Crown Court on 23 August.\nSouth Wales Police say they are not currently looking for anyone else in connection with the attack but are still appealing for anyone with information about the incident to come forward.\nDet Ch Insp Stuart Wales said they would particularly like to hear from anyone in Bute Park during the very early hours of Tuesday 20 July, specifically anyone who was near the Millennium footbridge, which links Bute Park to Sophia Gardens.\nA major incident room has been set up at Cardiff Central Police Station and increased patrols are continuing in the area.\nThe main entrances of the 130-acre park will now be locked every night at sunset by Cardiff council following recent incidents in Bute Park."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57981899",
      "category": "uk",
      "title": "Covid: UK cases fall for seventh day in a row",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "The daily number of Covid cases recorded in the UK has fallen for a seventh day in a row, to 23,511. \nPrime Minister Boris Johnson earlier urged people to \"remain cautious\" and not jump to \"premature conclusions\" about the falling numbers.\nThere were also a further 131 deaths reported within 28 days of a positive test, the highest number since March.\nPublic Health England said this showed the pandemic was \"not over yet\" and urged people to still take precautions.\nIts medical director Dr Yvonne Doyle said people should get both vaccine doses, meet outside, isolate if told to by NHS Test and Trace and limit contacts.\nShe said the number of deaths was \"in part due to the high number of cases recorded in recent weeks\", with the latest figures highlighting \"we are still in the third wave\". \nThe cases figure is a fall of 23,047 from Tuesday last week, when there were 46,588 new cases. \nMr Johnson, speaking before the latest figures were released, said: \"It's very, very important that we don't allow ourselves to run away with premature conclusions about this.\n\"Step four of the opening-up only took place a few days ago. People have got to remain very cautious, and that remains the approach of the government.\"\nMr Johnson, who was at Surrey Police HQ in Guildford on his first visit after self-isolating for 10 days, acknowledged frustration over the vast number of people being pinged by the NHS app and being told to quarantine. \n\"I totally understand that, particularly now as we're starting to see some better figures,\" he said. \"But I think everybody understands that this is still a very dangerous disease.\n\"We do need to use the tools that we have. Self-isolation is the one that we've got. I urge people to do it.\"\nThe new test-to-release system will come in on 16 August but \"until then, please could everybody stick with the programme\", Mr Johnson said. \nThe prime minister declined to confirm or deny reports that students might be required to prove their vaccination status to attend lectures or stay in halls of residence, saying: \"Young people are doing an incredible job of coming forward to get vaccinations.\"\nCabinet Office minister Michael Gove has said that those who refuse a vaccine are \"selfish\" and warned they will be barred from some events.\nThe UK government is considering the use of vaccine passports for some large scale events, such as football matches, having already announced they will be required for nightclub entry in England from the end of September.\nEarlier, epidemiologist Prof Neil Ferguson, who previously said 100,000 Covid cases a day was \"almost inevitable\" after England's unlocking on 19 July said: \"The effect of vaccines is hugely reducing the risk of hospitalisations and death. \n\"And I'm positive that by late September or October time we will be looking back at most of the pandemic.\" \nProf Ferguson, a member of the Scientific Advisory Group for Emergencies (Sage), said it was \"too early to tell\" if Covid cases would now reach 100,000 a day, but he was \"happy to be wrong - if it's wrong in the right direction\".\nHe added: \"We're not completely out of the woods, but the equation has fundamentally changed.\" \nThe number of patients in hospital with Covid-19 is still rising - although at a slower rate than during previous waves because of the impact of vaccinations. \nThe latest data showed there were 5,918 people in hospital on Monday, compared with 4,615 the previous Monday. And the most recent figure available for admissions to hospital, from 22 July, showed 945 were admitted that day. \nIn Northern Ireland, the chief medical officer Sir Michael McBride said the health service was operating under \"huge pressures\" as Covid admissions rose and more health trusts cancelled surgeries.\nAfter critics branded the decision to continue easing restrictions as dangerous and unethical, you could be forgiven for expecting the prime minister to be more celebratory about the turnaround in infection rates.\nInstead, there have been largely words of caution.\nThat reflects the fact that this wave of infection is finely balanced. Yes - it appears to have been brought under control before it got to some of the levels experts were warning about just over a week ago.\nBut that is because of two core factors: the levels of immunity in the population and how much mixing the public is doing.\nPrior to the 19 July easing the amount of contact we had with others was still at under half the level it was before the pandemic hit.\nIf that goes up, it could be enough to tip the balance and send infections back upwards.\nMinisters have been told by scientists advising them that the key is now vigilance as we are likely to be in a period where infection rates bobble around - a sustained period of mini-peaks that need to be carefully managed.\nNicola Sturgeon, Scotland's first minister, has said it was part of \"our collective civil duty\" to get vaccinated. \nShe accused those who deliberately spread misinformation about the vaccine of \"anti-social behaviour\", saying they were \"putting people at risk\". \n\"I'm not going to criticise people who have genuine concerns, but I will not stop trying to encourage you to educate yourself about the vaccine and come forward and get vaccinated,\" she said. \nThe Scottish government's national clinical director has said the country's case rate is \"dramatically falling\".\nProfessor Jason Leitch told the Today programme that Scotland once had the highest case numbers in five out of the top 10 local authorities in the UK, but now has none in the top 150.\nHe said: \"We've now seen hospitalisations fall. Around 3% of positive people get admitted to hospital but they are now younger, relatively healthy and discharged quicker. But some stay, and we've had many deaths over the last few days.\"\nHe added that the Scotland-England Euro 2020 match had caused a spike in cases due to fans travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58005455",
      "category": "world-us-canada",
      "title": "Activision Blizzard staff walk out over harassment claims",
      "tags": "Gaming,Sexism,Activision Blizzard,United States,California",
      "text": "Staff at US gaming giant Activision Blizzard have staged a walk-out over accusations of sexism and harassment. \nThe company behind Call of Duty and World of Warcraft was sued last week by the state of California over alleged violations of state workplace protection laws.\nFemale employees described a \"frat boy\" culture, the lawsuit said. \nActivision denied the allegations claiming they were \"distorted and in many cases false\". \nOn Tuesday, Activision's CEO said the initial response had been \"tone-deaf\". \nEmployees protested outside the company's campus in Irvine on Wednesday. Some were pictured holding signs that read \"women's voices matter\" and \"fight bad guys in game, fight bad guys IRL\". \nOn social media, a number of gamers said they would not login to anything Activision Blizzard during the walkout in solidarity with employees. \nThe allegations against Activision were contained in a legal filing from the California Department of Fair Employment and Housing (DFEH) following a two-year investigation.\nIt included accusations of drunken harassment of female employees by male colleagues or supervisors, a culture of ignoring complaints and retaliation against women who made them, and widespread discrimination against women in areas such as equal pay and promotion opportunity. \nThe lawsuit found that women make up only 20% of Activision's staff. \nMore than 2,000 employees have signed an open letter calling for an end to mandatory arbitration in harassment cases, improvements in recruiting practices and creation of a diversity and equity task force. \nChief Executive Bobby Kotick said on Tuesday that the company will \"continue to investigate each and every claim\" of sexism at Activision \"and will not hesitate to take decisive action\". \n\"Anyone found to have impeded the integrity of our processes for evaluating claims and imposing appropriate consequences will be terminated,\" he said.\nMr Kotick added that Activision's games criticised as being sexist, will also be removed following complaints from staff and gamers. He said that there would be listening sessions for staff to \"speak out and share areas for improvement\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57999362",
      "category": "uk",
      "title": "Covid: No quarantine for fully jabbed US and EU travellers",
      "tags": "Tourism,Coronavirus lockdown measures,Travel,Travel & leisure industry,Self-isolation,Coronavirus pandemic",
      "text": "People who were fully vaccinated in the EU or US will not need to isolate when coming to England, Scotland and Wales from an amber list country.\nThe change will come into force at 04:00 BST on Monday.\nCurrently, only people who received their jabs in the UK can avoid quarantine when arriving from amber list countries, except France.\nThe UK government said the rule change would help to reunite family and friends whose loved ones live abroad.\nTransport Secretary Grant Shapps said it would apply to people who have been fully vaccinated with a jab approved by the EU or US, with the final dose at least 14 whole days before arrival.\nTravellers will still need to take either a lateral flow or PCR test pre-departure and a PCR test on the second day after they arrive.\nUnder-18s will be exempt from isolation, and some will not have to test, depending on their age.\nIt come as a further 27,734 cases were reported in the UK, bringing to an end a seven-day run of falling case numbers. Wednesday's case figure was, however, down significantly from a week ago, when 44,104 cases were reported.\nAnother 91 deaths within 28 days of a positive test were also reported.\nTougher rules will continue to be in place for France, which is on the amber list but still requires travellers to quarantine when they return, even if they are fully vaccinated.\nMr Shapps said this advice would be reviewed at \"the end of next week\" as part of the rolling assessment of travel rules.\nAs part of the changes, international cruise ships will be able to depart from England from 2 August - after a 16-month pause.\nScottish Transport Secretary Michael Matheson said the change to the rules would provide \"a boost for the tourism sector and wider economy while ensuring public health is protected\".\nHe added that the change would be \"carefully monitored by clinicians and kept under close review\".\nThe Welsh government said the move posed \"clear public health risks\" - but its shared open border with England made it \"ineffective\" to have different arrangements. \nWelsh health minister Eluned Morgan said vaccines would reduce the risks but only if they were effective against any new variants of concern and cautioned against international travel for non-essential reasons this summer.\nIn Northern Ireland, people vaccinated in the UK and travelling from amber list countries have not needed to self-isolate since 19 July, subject to testing.\nThe Stormont Executive is set to consider the policy of allowing those vaccinated in the US and EU to enter Northern Ireland without quarantine on Thursday.\nAirlines UK, which represents big carriers, said the move would offer \"a lifeline for thousands of businesses reliant on international inbound travel\".\nJoss Croft, of trade association UKinbound, said it would \"allow the £28bn inbound tourism sector, which supports over 500,000 jobs across the UK, to finally restart\".\nAlthough US citizens will soon be able to avoid quarantine in England, Scotland and Wales, they are being urged not to travel to the UK by their country's health protection agency, the Centers for Disease Control and Prevention. \nAnd the US border is currently closed to the UK, as well as many other countries, except for US citizens.\nThe UK and US have set up a taskforce to discuss a travel corridor, although earlier this week the White House said it had no plans to lift Covid-19 travel restrictions for non-Americans.\nBut Prime Minister Boris Johnson told LBC on Wednesday that \"we're talking to them the whole time\".\nFor 70-year-old Patricia Duncan in Spain, the changes will mean she can travel to England and be on hand to support her daughter ahead of an operation - without needing to isolate.\n\"I have another friend with mental health issues who is desperate for me to visit,\" she says.\n\"Normally I travel three or four times a year to see my family and friends, and it's been a long time. So I'm very glad that is happening.\"\nBut Fiona Clarke in Portugal says the cost of Covid testing is still a barrier for her to visit family in Brighton.\n\"I think we'll look very carefully, we'll wait and see what happens with the testing,\" she says.\nLabour deputy leader Angela Rayner said she had \"real concerns\" over the plan. \"Each individual US state does things differently,\" she said. \"They don't have a National Health Service that has a vaccine programme like we do with the certifications.\n\"So we're really concerned about making sure that new variants do not come into the UK and that we do have a system that identifies where we have variants of Covid where infection is and we're able to isolate it.\""
    }
  ]
}