{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56731956",
      "category": "uk-wales",
      "title": "'Death trap' Llangollen social distancing bollards to be scrapped",
      "tags": "Llangollen,Denbighshire County Council",
      "text": "Bollards and rubber kerbs installed to help social distancing on a town's high street are to be scrapped after they were described as a \"death trap\".\nPeople falling over bollards and kerbs in a north Wales town have been caught on CCTV with one woman apparently seen falling in front of a moving car.\nSome residents of Llangollen signed a petition to remove the measures and Denbighshire council will replace them.\nNew 3ft planters and white lines to extend the pavement will be put in.\nTown councillor Stuart Davies, who organised the petition, said at least four falls had been caught on camera on Llangollen's main shopping street with another woman seen falling in front of a moving car, which just stopped in time. \nWhile another man said he tripped over a bollard outside a chip shop on Castle Street, landing heavily on his knee while on a day out with his wife.\nKeith Wilson, 52, said the bollard bases were \"hardly visible and an absolute death trap\".\nHe added the fall left his knee \"swollen and bruised\" and he could \"hardly walk\".\nThe owner of one of the shops on Castle Street said the bollards needed to be taken down immediately as \"so far people have been lucky and there have been no deaths of people being hit by traffic.\"\nSian Glynne-Jones, owner of Courtyard Books, said there had been many falls caused by the temporary street furniture, including a man who she said broke his nose and an elderly woman who needed to be taken to hospital.\nOn one occasion she said a man was stopped falling into a chip shop window by a bicycle which was \"completely ruined\" as a result.\n\"We cannot wait for them to be replaced in several weeks' time,\" said Ms Glynne-Jones. \nShe said there was danger on both sides - with people either falling into the busy road or into the old shop widows, which she said could result in someone getting \"seriously hurt\".\n\"So far people have been lucky and there have been no deaths of people being hit by traffic but any one of these elderly people could die as a result of these falls from complications,\" said Ms Glynne-Jones.\nShe added she was particularly worried about elderly people especially as streets could get busier now Covid lockdown restrictions had eased, adding more delivery vans could be also parked on the street.\n\"It makes me so angry that they are not taking it seriously enough,\" she said.\nTown councillor Mr Davies has said CCTV footage has \"surfaced showing how bad these falls are.\"\n\"The cases of people tripping and falling, causing in some cases severe injuries, is now well documented,\" he said.\nThe temporary measures were installed in Llangollen - similar to other schemes in towns across the country - in the spring of 2020 in a bid to help social distancing during the coronavirus pandemic.\nDenbighshire council has confirmed that the \"rubber kerbs and accompanying bollards\" will be removed \"following concerns raised by the public\".\n\"These will be replaced with planters which are approximately 3ft high,\" said a council spokesperson.\n\"The planters will help to maintain sufficient pavement width for social distancing purposes.\n\"White lines have also been recently painted between the road and area of widened pavement.\"\nThe work to replace the bollards and kerbs with planters is due to start next week. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56743426",
      "category": "uk-politics",
      "title": "Greensill: Tories reject Labour plan for MP-led lobbying probe",
      "tags": "David Cameron,Rachel Reeves,Boris Johnson,Greensill Capital,Lobbying in the United Kingdom,Lobbying",
      "text": "The government has defeated Labour plans for a parliamentary inquiry into lobbying, amid a row over contacts with finance firm Greensill Capital.\nSir Keir Starmer had wanted a \"full\" probe, including public hearings by a cross-party panel of MPs.\nBoris Johnson has insisted the lawyer he appointed this week to carry out a review of the affair will lead a \"proper\" inquiry.\nAnd he said the Tories had been \"consistently tough on lobbying\".\nEarlier, Sir Keir said the Greensill affair demonstrated \"sleaze and cronyism\" at the \"heart\" of the Conservative Party.\nA row about lobbying has centred on attempts by Greensill Capital, a specialist bank which collapsed in March, to influence government ministers and top civil servants. \nOn Wednesday, the Commons Treasury select committee said it planned to launch an inquiry into the \"lessons\" from the firm's demise. \nThe government has appointed lawyer Nigel Boardman to look into the matter and report back by the end of June. \nLabour said a cross-party Commons committee should investigate instead, with a wider remit to recommend changes to lobbying rules. \nBut speaking earlier at Prime Minister's Questions, Mr Johnson said Labour's proposals would involve MPs \"marking their own homework\".\nHe ordered Tory MPs to vote against the plan, which was defeated by 357 votes to 262. \nSleaze - amid stiff competition, it's perhaps the dirtiest word in politics. \nIt's used as shorthand for behaviour that's immoral, inappropriate, corrupt or just plain wrong. \nAnd Labour's choice to attach it to the current government's actions is no accident. \nSir Keir Starmer is seeking to evoke the scandals of the past which have led to the downfall of Conservative ministers. \nIn the latter years of John Major's government in the 1990s accusations of sleaze were so commonplace it was arguably a factor in them losing power. \nBut while Boris Johnson and his ministers will be keen to avoid accusations of improper behaviour in office, there are dangers for the opposition here too. \nLabour governments have seen their fair share of scandal in the past and it's a brave politician of any colour who claims to be beyond reproach. \nCalls to examine lobbying and the relationship between civil servants, politicians and and private firms have intensified in the past week.\nThese have followed revelations about former Prime Minister David Cameron's efforts to influence ministers on behalf of Greensill, where he started working as an adviser in August 2018, two years after he left Downing Street. \nThese involved texting Chancellor Rishi Sunak and contacting other ministers about a government-backed Covid loan scheme on behalf of the company.\nAlong with the company's founder Lex Greensill, Mr Cameron also met Health Secretary Matt Hancock for a \"private drink\" in 2019 to discuss a new payment scheme for NHS staff.\nSpeaking earlier, Sir Keir suggested there was a \"revolving door\" between the government and the private sector.\nHe told MPs: \"I know the prime minister is launching an inquiry. That inquiry isn't even looking at the lobbying rules.\n\"I'm not sure it's looking at very much at all, because every day there's further evidence of the sleaze that's now at the heart of this Conservative government.\"\nBut the prime minster said Mr Boardman would be leading a \"proper independent review,\" and Labour's committee idea would \"not do a blind bit of good\".\nMr Cameron has insisted he did not break any codes of conduct or rules on lobbying, although he has acknowledged that he should have communicated with the government \"through only the most formal of channels\".\nConservative MP William Wragg, who chairs a Commons committee currently looking into business appointments, said the Greensill affair was a \"tasteless, slap-dash and unbecoming episode for any former prime minister\".\nBut, speaking ahead of Wednesday's vote, he suggested Mr Cameron's involvement was a \"red herring\" compared with the wider issues - such as why companies were interested in employing \"de-skilled\" former ministers at all.\nMr Greensill, who worked as an unpaid government adviser during Mr Cameron's early years in Downing Street, has not commented on the row. \nMr Cameron has said the idea of him working at Greensill Capital \"was never raised, or considered by me, until well after I left office\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56729607",
      "category": "uk-england-london",
      "title": "Covid: South Africa variant surge probably due to person travelling from Africa",
      "tags": "Contact tracing,Coronavirus testing,Lambeth,Wandsworth,Coronavirus pandemic",
      "text": "The outbreak of the Covid-19 variant in south London appears to have been triggered by an individual who travelled from Africa in February, according to documents seen by the BBC.\nSurge testing has begun in Wandsworth and Lambeth after 44 confirmed and 30 probable cases were identified.\nThe country involved was not on the red list for mandatory hotel quarantine at that time, but it is now.\nThe government said \"strong measures\" were in place to find new cases.\nThe prime minister's official spokesman added that the cluster of cases of the South African variant was being taken \"very seriously\" and the \"testing processes that we have in place have been working well\".\nThe link has not been proved beyond doubt, but is the working assumption of contact tracers.\nAn executive summary of the outbreak published on 12 April at 15:00 BST and marked \"Official Sensitive\" said the individual did self-isolate and requested a home test after showing symptoms.\nIt is thought the virus was spread from that individual to members of their household and then to a care home in Lambeth.\nTwenty-three cases of the South African variant were detected in the care home - 13 staff and 10 residents.\nSix of the 10 residents infected had received one dose of the AstraZeneca vaccine two or more weeks before their positive test date.\nOne of the 13 infected staff had a single Pfizer vaccine dose two or more weeks before their positive test.\nThe timing may raise questions about the vaccination of care home workers at a time when the government is considering making the jab mandatory for that group.\nOther clusters related to the first outbreak were detected at two primary schools in Wandsworth. \nMore than half of the pupils, teachers and their families who could have taken up extra surge testing made available since the cases came to light have now done so.\nAn examination of wastewater in a small area of nearby Southwark also identified the presence of the South African variant, though that has not yet been linked to the outbreak in Lambeth and Wandsworth. \nTargeted surge testing is expected to be put in place in Southwark as a result.\nThe documents, from the National Covid-19 Response Centre run by the Department of Health, describe the ongoing risk to public health of the outbreak in south London as moderate.\nNHS officials previously described the number of cases identified as \"significant\".\nPeople aged 11 and over who live, work or travel through the affected areas have been urged to take a Covid-19 polymerase chain reaction (PCR) test, as well as using twice-weekly rapid testing.\nThe Department of Health and Social Care said the two boroughs were carrying out the \"largest surge-testing operation to date\", with additional testing sites being opened.\nAccording to government figures, a total of 544 confirmed and probable cases of the variant have been found in the country overall.\nThose living in the affected areas should \"still enjoy the easing of lockdown\", according to the director of public health for Lambeth Council.\nWhen asked on the Today programme whether people in the boroughs should stay at home rather than visit shops or pub gardens, Ruth Hutt replied: \"No, we want everybody to follow the advice that still stands around 'hands, face, space'.\nShannon Katiyo, Wandsworth's director of public health, said it was \"crucial that residents take an asymptomatic PCR test so that we can identify all cases\".\n\"If you test positive by any method, you must isolate in order to prevent passing on the virus,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56742996",
      "category": "world-us-canada",
      "title": "Louisiana ship capsize: Search for survivors from 'lift' vessel",
      "tags": "Louisiana",
      "text": "Rescuers are searching for the missing crew members of a large commercial vessel after it capsized off the US state of Louisiana.\nThe US Coast Guard confirmed one person was found dead and six others had been rescued. Twelve people are missing.\nA spokesman said the search team was \"giving it all we got\" but described conditions as \"challenging\".\nThe lift boat capsized about eight miles (12km) from Port Fourchon on Tuesday afternoon.\nThe 129ft (39m) vessel was identified as belonging to marine transport firm Seacor Marine.\nA lift boat is a self-propelled vessel with an open deck, often using legs and jacks, and is deployed to support drilling or exploration.\nSeacor spokesman Armond Batiste told the New York Times that the ship was the Seacor Power.\nThe Coast Guard said boats and aircraft were covering a wide area looking for survivors.\nEarlier, spokesman Will Watson said the vessel overturned amid strong winds and heavy seas that were \"challenging under any circumstances\".\nBut he said he was hopeful that survivors could still be found.\n\"We're giving it all we have,\" Capt Watson said. \"You can't do this work if you're not optimistic.\"\nThe Coast Guard said it had received an emergency radio notification at 16:30 (21:30 GMT) that there was a distressed commercial vessel about eight miles from the coast.\nIt said an \"urgent marine information broadcast\" had been issued which \"multiple good Samaritan boat crews responded to\".\nTwo Coast Guard ships rescued one person each, while civilian boat crews pulled four additional people out of the water.\nAnother person was found dead as rescue operations continue amid choppy waters.\nThere are now four Coast Guard vessels, four civilian boats, and an Ocean Sentry search and rescue aeroplane searching the water for the rest of the crew.\nThe New York Times quoted a Coast Guard official as saying it was possible some of them might still be trapped inside the vessel.\nThe National Weather Service's New Orleans area head, Benjamin Schott, told NBC News that a \"wake low\" weather phenomenon on Tuesday afternoon caused winds of 70-80mph, which would have made the seas very rough.\nWhile incidents are decreasing year-on-year, there are still dangers associated with commercial shipping. \nAccording to the AGCS Safety and Shipping Review 2020, a total of 951 ships have been lost in the past 10 years - 15 of them in 2019.\nOne-third of ship losses in 2019 happened in South China, Indochina, the Philippines and Indonesia, the report added - describing this area as \"the global hotspot\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56740048",
      "category": "uk",
      "title": "Covid-19: 'Mix and match' vaccines trial expanded and black youth 'hit hardest' by unemployment",
      "tags": "Unemployment,Coronavirus lockdown measures,Coronavirus vaccines,BAME communities,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday morning. We'll have another update for you this evening. \nA mix and match Covid vaccine trial is being expanded as we await the results of the first stage of the study. The UK trial is looking at whether two-jab vaccines can be mixed with different types. More than 800 people have so far taken part in the Com-Cov study, with the results expected next month. Experts are trying to find out whether combining vaccines might give broader, longer-lasting immunity against the virus and new variants of it, and also offer more flexibility for vaccine rollout. Health experts generally agree that mixing and matching vaccines such as Pfizer and AstraZeneca jabs should be safe and the trial will check for any side-effects or unwanted reactions. If you're an adult over 50 who has had a first dose of Pfizer or AstraZeneca you can apply to take part.\nYoung black people have been hardest hit by unemployment during the pandemic, new research indicates. Over the past year, the UK jobless rate for young black people rose by more than a third to 35%, the Resolution Foundation think tank said. That compared with a rate of 24% for young people of Asian descent and a rate of 13% for young white people, both up three percentage points. The foundation said Covid had widened existing gaps between ethnic groups. It added that young people in general had borne the brunt of job losses in lockdown, because they disproportionately worked in sectors hit by the crisis, such as hospitality and leisure. \nThe family of a nurse who died with Covid-19 have yet to receive any money from a fundraising campaign which names them as beneficiaries. Mary Agyapong, 28, died after giving birth in April 2020 at Luton and Dunstable Hospital, where she worked. A GoFundMe page set up by family friend Rhoda Asiedu has raised more than £186,000 and her lawyers said the money had been placed into a trust. Ms Agyapong's widower, Ernest Boateng, said he found it \"surprising\" he had not been involved.\nStudents across the UK are due to return to classes after the Easter break, with many having spent much of the past year learning from home and going to online classes. Here's what three teenagers, who feel they benefited from lockdown learning, think.\nIt may be one of the UK's most remote communities but tiny Fair Isle - with a population of just 48 people - can now claim to be one of the safest. The Scottish island - located between Orkney and Shetland - is famed for its knitwear and migratory birds. It only got a reliable 24-hour-a-day electricity supply in 2018. This week, vials of AstraZeneca vaccine were flown in on a small plane, meaning every adult on the island was able to have their second dose. It was a practical solution to a tricky problem. The logistics of vaccinating the furthest-flung communities along the edges of Scotland were challenging, to say the least.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.\nAs you're getting used to going back to the shops, the gym, hairdressers and pubs again, why not find out what you can expect when the next stages of lockdown restrictions are eased?\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56739896",
      "category": "science-environment",
      "title": "US envoy John Kerry woos China over climate",
      "tags": "China,COP26,Climate change,John Kerry",
      "text": "US envoy John Kerry is heading to Shanghai to woo China in advance of a climate summit President Joe Biden is hosting next week.\nAfter a major diplomatic row at the UN, both sides hope to co-operate over plans to drastically cut emissions. \nThe US wants China to cease building coal-fired power stations and to stop financing coal ventures abroad.\nChina wants the US to give more cash to developing countries to obtain clean technology and adapt to climate change.\nIt also wants Washington to announce deep cuts in emissions.\nSpeaking to CNN, Mr Kerry said China's co-operation was \"absolutely critical\" to battle the climate crisis.\n\"Yes, we have big disagreements with China on some key issues, absolutely. But climate has to stand alone.\"\nHe is hoping to salvage the superpower relationship to allow progress at President Biden’s virtual summit on 22 and 23 April. \nScientists warn that without an agreement between the world’s great polluters there’s little chance of averting dangerous climate change.\nBernice Lee, a China expert at the UK think tank Chatham House, said: “This is good news.  At least they’re talking in the run-up to the summit. There will be big issues for both sides to resolve. But they must be resolved.\"\nNeither party has formally declared its climate masterplan to the UN, and each is struggling to coax more concessions from the other.\nThe US was absent from climate negotiations during President Donald Trump’s term of office and it is now being urged to cut emissions to between 57%-63% below 2005 levels this decade. \nPresident Biden is expected to declare the formal US offer before, or at, next week’s summit.\nChina, meanwhile, has pledged to peak its emissions by 2030, and achieve carbon neutrality by 2060 (that means cutting out all carbon emissions from fossil fuels but still allowing farm emissions of methane – another planet-heating gas).\nIt will be pressed to explain the policies that will achieve those targets.\nByford Tsang from the think tank E3G told BBC News: “The US has been pushing Japan and South Korea to end overseas coal finance. It will also be pressing the Chinese to stop constructing coal plants in their Belt and Road initiative.\n\"It will also want action on China’s domestic coal use. China is operating half the world’s coal capacity – and it’s still been expanding despite the pandemic.”\nThe Belt and Road initiative is a sweeping Chinese infrastructure project aimed at expanding global trade links.\nThe US will also hope to persuade President Xi to attend next week’s virtual summit. Forty world leaders have been invited, including Russia’s Vladimir Putin.\nThe summit is a key milestone ahead of the UN climate Conference, known as COP26, in Glasgow this November.\nClimate scientists warn that global heating needs to be kept well below 2C above pre-industrial levels, with an aim for an increasingly ambitious 1.5C goal, to avoid the worst of climate breakdown.\nFollow Roger on Twitter @rharrabin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56741531",
      "category": "technology",
      "title": "Ludwig Ahgren breaks Twitch subscription record after 31-day stint",
      "tags": "Gaming,Streaming,Twitch",
      "text": "Viewers watched him eat, game, and even sleep in a bed that looked like a red sports car. \nAfter streaming on Twitch non-stop for 31 consecutive days, Ludwig Ahgren has broken the website's record for having the most paying subscribers. \nAt the time of writing, he had 282,847 and the number is still climbing. \nThe previous record was set in 2018, when Tyler \"Ninja\" Blevins amassed 269,154 subscribers. \nNinja tweeted his congratulations to 25-year-old Ludwig, saying \"records are meant to be broken\". \nVideo games website Kotaku described the accomplishment as a \"heck of a record\".  The third-highest number of subscriptions peaked at 114,387 - a long way behind Ludwig and Ninja's records.\nTwitch offers three tiers of paid subscriptions - and a portion goes to the content creators themselves. It is not yet clear how much money Ludwig has made. \nThe achievement will have helped raise both his profile and that of the Amazon-owned video-streaming platform.\nAt the start of the \"subathon\" (short for subscription marathon) every new subscription added 10 seconds to Ludwig's stream.\nHe initially thought he would stream for 24 to 48 hours, according to the New York Times, but as the count grew, so did the duration of his livestream.\nOne month later and possibly with no end in sight, he stopped streaming on Tuesday evening.  \nIn a tweet, Ludwig put into perspective just how long a month can be by highlighting some of the big news stories that had happened during his stint.\nLudwig or his moderators would play videos or movies if he was showering or using the bathroom. \nOn his final day of streaming, he donated $5 (£3.60) from every new subscription to charity. It is not yet known how much he had raised. \nAccording to USA Today, Ludwig joked he would be \"swimming in\" cash, and had said: \"Let's try to donate as much money as possible today.\" \nBut the subscription record is not the only thing Ludwig broke. \nHe and his friends took turns destroying the plastic sports car bed frame in the final hours of the livestream. \nThey used a baseball bat and sledgehammer before eventually tossing the pieces over the edge of his porch.\nCody Godwin is a reporter based in San Francisco. For more news, follow her on Twitter at @MsCodyGodwin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56743075/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid test firm cuts price amid criticism over cost",
      "tags": "Tourism,Companies,Easyjet,Coronavirus lockdown measures,Travel",
      "text": "The cost of coronavirus testing for holidaymakers has been cut amid growing pressure from the travel industry.\nRandox, one of the biggest suppliers of PCR tests under the UK's \"testing for travel\" scheme, has reduced the price from £100 to £60.\nBut travel organisation Abta warned that the cost was still a \"significant restriction\".\nOther industry figures including the boss of Easyjet have said the requirement could price out travellers.\nForeign holidays are currently banned, and returning travellers have to quarantine on arrival. The earliest possible date for foreign travel from England has previously been given as 17 May, but it has not been confirmed. \nThe first ministers of Scotland and Wales have argued that it is too early for foreign holidays.\nFor England, destination countries will be in one of three categories (green, amber or red) and each one will require passengers to take a pre-departure Covid test as well as a PCR test on return to the UK.\nConsumer group Which? has estimated that each PCR test - which is just one of the tests needed - could cost about £120 per person.\nMark Tanzer, chief executive of the Association of British Travel Agents (ABTA), said that although one of the leading suppliers had cut costs, \"£60 is still a lot of money\" - particularly for families of four or five.\nHe added that a \"better solution is to not have a PCR test\", speaking in front of the Transport Select Committee.\nMPs also questioned why PCR tests are typically up to 80% cheaper overseas. \nMr Tanzer said: \"I can't see anything in the UK that is different about PCR that means it is more expensive there than elsewhere\".\nCriticism has come from other parts of the industry looking to salvage a key period of summer trade.\nJohan Lundgren, the chief executive of Easyjet, said on Wednesday: \"Easyjet was founded to make travel accessible for all and so we continue to engage with government to ensure that the cost of the required testing is driven down\".\nMr Lundgren added that may \"risk turning back the clock and make travel too costly for some\".\nThe airline also said that many European countries were planning to resume flying \"at scale\" in May.\nBookings for summer travel, dependent on restrictions easing, will help boost the airline's finances which have been squeezed during the pandemic. \nPassenger numbers for the six months to 31 March fell by 89% to 4.1 million. This led to total group revenue for the same period dropping by 90% to £235m, while it expects a pre-tax loss of £690-730m.\nEasyjet said that has enough flexibility to \"significantly ramp capacity up or down quickly\", according to demand for flights.\n\"Customers are booking closer to departure and visibility remains limited\", it said. But overall between April and the end of June, it expects to fly up to 20% of 2019 capacity levels.\nTransport Secretary Grant Shapps recently told the BBC that for the first time he was not \"advising against booking foreign holidays\".\n\"Yes, you'll want to check what the situation is in two or three weeks' time when that list [of countries] - the green, amber, red, is produced - you'll want to know that you've got good holiday insurance and flexible flights and the rest of it.\n\"But for the first time I think there is light at the end of the tunnel and we'll be able to restart international travel, including cruises by the way, in a safe and secure way, knowing about the vaccinations, everything we know about the disease this year, and of course that abundance of caution - having the tests in place.\"\nThe government has said it would work with airlines, travel firms and the test providers to see whether prices of tests can be reduced. \nThat could involve cheaper tests, or the government providing the pre-departure tests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56735928",
      "category": "world-europe",
      "title": "Stolen Roman statue found in Brussels antique shop",
      "tags": "Archaeology,Italy,Belgium",
      "text": "A Roman statue dating back to the First Century BC has been recovered, almost a decade after it was stolen from an archaeological site in Italy.\nTwo Italian officers came across the sculpture of a headless figure wearing a toga at an antique shop in Belgium.\nSuspicious of its origins, they searched a database of stolen artefacts and discovered the \"Togatus\" statue had been missing since 2011.\nThe sculpture is believed to be worth around €100,000 ($120,000, £87,000).\nThe two officers, who work for the antiquities division of the Carabinieri military police, were in the Belgian capital Brussels for a separate investigation earlier this year. \nAfter work one evening, they made their way to the city's Sablon district, which is famed for its antique shops, where they came across the marble figure.\nAn investigation confirmed the statue had been stolen from the Villa Marini Dettina site on the outskirts of Rome in November 2011. \nIt was seized by Belgian authorities and has now been returned to Italy, the government in Rome has announced.\nAn Italian trader using a Spanish pseudonym has since been referred to the prosecutor's office in Rome for receiving stolen goods and illegally exporting the statue. \nItaly has long campaigned to retrieve art and artefacts its government says were looted or stolen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-56691073",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Covid: Every adult is vaccinated in Fair Isle, the UK's remotest island community",
      "tags": "Orkney,Vaccination,Shetland,Coronavirus pandemic",
      "text": "It may be one of the UK's most remote communities but tiny Fair Isle - with a population of just 48 people - can now claim to be one of the safest. \nThe Scottish island - located between Orkney and Shetland - is famed for its knitwear and migratory birds.\nIt only got a reliable 24-hour-a-day electricity supply in 2018.\nThis week, vials of AstraZeneca vaccine were flown in on a small plane, meaning every adult on the island was able to have their second dose.\nIt was a practical solution to a tricky problem.\nThe logistics of vaccinating the furthest-flung communities along the edges of Scotland were challenging, to say the least.\nThe first vaccine, from Pfizer, required storage temperatures so low that the tiny planes and boats serving these islands were out of the question.\nFor a fragile community, many of whom are older, bringing people out individually to the mainland clinic did not make sense either. \nHowever, the AstraZeneca vaccine can be transported in a cool box.\nSo that is exactly what NHS Shetland has done, sending the vials in on the tiny planes that run lifeline services to its smaller isles. \nThe island is three miles long and one-and-a-half miles wide.\nWhen the plane touched down on the rubble airstrip near Fair Isle's 600ft cliffs the sun was shining - the first glimpse of spring after relentless weeks of sleet, snow and gales. \nThe rather unassuming white box was loaded carefully into the nurse's car, and taken down to the small surgery, where nurses Kirstin Robson and Margaret Cooper got ready to vaccinate Fair Isle.\nJohn Best, the oldest islander, joked with the nurse as he rolled up his sleeve.\nHe said the island feels like \"one of the safest places in the country\" - not only fully vaccinated, but cut off from the threat of infection, with almost no visitors allowed in. \n\"It's a funny thing\", he said, \"because this was a very welcoming island. And it will be again.\n\"But it's an element we haven't had for about a year now.\"\nIn normal times, Fair Isle defies the clichés associated with it - \"wild\", \"isolated\" - and is in fact an intensely sociable place, famous for music, dancing, and a warm welcome.\nThe islanders are keen to return to those days.\nDavid Parnaby has lived here for 10 years, and his two young children make up half the school roll.\nHe readily admits there is \"no better place\" to spend lockdown than Fair Isle, with its stunning scenery and nature - but adds that with no pubs or cafes, social life here is heavily dependent on the kind of household visits that have been banned.\nThere is real hope, though, that this second vaccine dose will allow a loosening of restrictions. \n\"We've been really impressed at the way the NHS has handled it, getting everybody done,\" he said.\n\"It just gives the whole isle a wee bit more confidence as we start, hopefully, to get back towards normal life here on Fair Isle.\" \nOther remote islands have been vaccinated in this way - some in the Hebrides, along with Shetland's Foula and Skerries.\n\"Fair Isle was one of those areas in the UK where there were no confirmed cases, so we thought it was important to maintain that as a statistic,\" explained interim director of community health and social care, Brian Chittick. \n\"We're lucky\", Thomas Fisher said, as he waited his turn outside the surgery.\nHe had a bad reaction to the first dose, but is not complaining.\nHis partner Marie Bruhat agreed, but wanted to stress how vulnerable Fair Isle has been during the pandemic.\n\"If someone had it, it would spread so quickly,\" she said. \"So knowing that everyone will be covered - to a degree - is going to give more peace of mind.\"\nVaccinating all of Fair Isle took just a morning. As nurse Kirstin packed up, she reflected on what surely counts as a good day in the life of an island nurse. \n\"It's been great - after 10 days without a boat we've now got a full shop, the sun is out, the lambs are coming,\" she grinned.\nBetter times ahead, then? \"Absolutely. Definitely\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56729897",
      "category": "uk",
      "title": "Covid: People 45 or over in England invited to book vaccine",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "People aged 45 or over in England will now be invited to get a Covid jab, Health Secretary Matt Hancock has said.\nThe vaccination programme would then move on to everyone aged 40 or over \"in line with supplies\", he added.\nAppointments can be made on the NHS booking website, which temporarily crashed on Tuesday morning when it opened up to the new age group. \nFirst Minister Nicola Sturgeon also confirmed over-45s would start to get invites in Scotland this week.\nUnlike in England, appointments there will be allocated and there are no plans to introduce an online booking service.\nIn Northern Ireland, people aged 40-45 are eligible to get a Covid vaccine, while in some areas in Wales 40-49 year-olds are being invited.\nAll over-50s and those in high-risk groups in the UK have been offered a first dose of the vaccine.\nIn other developments:\nThe UK has bought millions of that vaccine, also known as Janssen, but the Department of Health said the delay would not affect the UK's vaccine efforts.\nA further 2,472 coronavirus cases were recorded across the UK on Monday, with a further 23 deaths within 28 days of a positive test reported. \nMeanwhile, Prime Minister Boris Johnson has warned that coronavirus infections and deaths will start to rise again as restrictions were eased.\nHe said that although the vaccination programme had helped reduce the numbers, \"the bulk of the work in reducing the disease has been done by the lockdown\" and he urged people to be \"cautious\".\nHowever, he said he could not see any reason to change England's roadmap out of lockdown. Mr Johnson added that he was \"very confident\" about the UK's vaccine supplies.\nMr Hancock said the government was \"on track\" to offer a vaccine to everyone aged 18 or over by the end of July after meeting an earlier target for offering jabs to the most vulnerable.\nSpeaking in the House of Commons, Mr Hancock hailed the \"remarkable achievement\" of delivering more than 40 million vaccine doses and fully vaccinating 7.8 million people.\nThe health secretary also confirmed the rollout would descend through the age groups, based on advice from the Joint Committee of Vaccination and Immunisation (JCVI).\nThere are an estimated 3.7 million people in England aged 45 to 49.\nGiven how quickly the vaccination programme has been rolled out in the UK, hitting the target of all priority groups by mid-April is not unexpected. \nAnd remember, there is no published data on the number of people offered jabs, as opposed to those who have actually been vaccinated. However, NHS England has made clear that across the nine groups, 95% have actually had their first doses - that is an average, with take-up rates varying in different groups.\nOnline bookings for the next age group, those aged 45 and over, have opened in England. Text messages to 48 and 49-year-olds from local vaccination centres are set to go out soon. \nBut what's not known is to what extent supplies of Pfizer and Moderna vaccines will fill the gap caused this month by supply problems with the AstraZeneca doses. \nThe government is sticking to the line that the programme is on track to offer every adult a first dose by late July. \nBut officials qualify it by saying this is \"subject to supply\" - and that is a key variable.\nProf Brown, a member of the JCVI, predicted there will be a \"mix-and-match\" for vaccines in the coming years.\nHe told the BBC: \"It's practically going to have to be that way because, once you've completed a course of, say, the Moderna or Pfizer or the AstraZeneca with two doses, in the future it's going to be quite difficult to guarantee you get the same type of vaccine again.\n\"So there will be a mix-and-match occurring just by the sort of practicalities of doing a third or fourth vaccination over the next few years.\"\nHe added that trials involving mixed vaccine combinations were ongoing.\nAnother member of the JCVI, Prof Adam Finn, welcomed the news that the UK had completed the first phase of its vaccination programme but added: \"We're only halfway up the hill.\"\nHe told the BBC: \"We mustn't take our eye off the task and we've got to keep working to get to the top.\"\nProf Finn said people over 50 who have not been invited for a first dose of the vaccine should make a \"gentle enquiry\" with their GP.\nSurge testing has been implemented in the Wandsworth and Lambeth areas of south London after a cluster of the South African Covid-19 variant was found. \nThe BBC has seen documents that show the outbreak appears to have been triggered by an individual who travelled from an African country in February that was not on the red list for mandatory quarantine, but is now.\nThe government has also announced that students in England will return to university \"no earlier than 17 May\", with an offer of supervised Covid tests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56733456",
      "category": "uk-politics",
      "title": "What is lobbying? A brief guide",
      "tags": "David Cameron,Greensill Capital,UK Parliament",
      "text": "Westminster has been bursting with rebellions, U-turns and resignations this week after the Tory MP Owen Paterson was found to have broken parliamentary rules on lobbying. But what does the term mean? \nLobbying is when individuals, businesses, trade unions, groups or charities try to get a government to change its policies. \"Political persuasion\" might be a better term.\nLobbyists make their case to ministers, MPs or officials. They can write, email, text, phone, video call or turn up in person in Parliament to do it, although the latter hasn't happened much over the past two years due to Covid-19 restrictions.\nNot always. Changing politicians' minds can take a long time. That's why organisations and firms often hire professional lobbyists to make arguments on their behalf. Some of these are former politicians themselves and \"know the game\" - that is, who's who and where to find them.\nBut it's important to re-emphasise that individual citizens - unpaid - can also lobby politicians about issues that are important to them. Anyone can be a lobbyist, in other words.\nSupporters say professional lobbying is a vital and valid part of democracy - that it stimulates debate and keeps politicians in touch with the latest developments in areas like science and business.\nBut critics argue that the current system is open to corruption and that wealthy interests - the ones who can afford professionals to make their case - have an unfair advantage.\nMinisters and top civil servants are effectively banned from lobbying their former colleagues for two years after leaving government. Lobbyists also have to join a register, which was set up by David Cameron as prime minister.\nBut Mr Cameron, who left Downing Street in 2016, became the centre of a row about lobbying earlier in 2021 over his work for Greensill Captial. \nIn Mr Paterson's case, he was found to have broken the rules by approaching and meeting officials at the Food Standards Agency and ministers at the Department for International Development a number of times over issues involving two firms he was a consultant for. \nThe Commons Standards Committee also said he used his parliamentary office and stationery for his consultancy work and failed to declare his interests in some meetings.\nThe commissioner decided that the contact with officials and ministers were \"serious breaches\" of the rules.\nFollowing the disclosures about Mr Cameron's work, the government set up a review of lobbying, led by lawyer Chris Boardman. \nHe said some of the accusations that the government's processes for managing lobbying were \"insufficiently transparent\", had \"loopholes\" and allowed \"a privileged to few have a disproportionate level of access to decision makers in government\" were \"justified\". \nBut he said Mr Cameron did not break any of the rules. \nAfter the incident involving Mr Paterson, the focus from the government was not on his lobbying but in the need for an overhaul of the system policing MPs' conduct instead - giving members more chances to appeal findings against them.\nInitially, Downing Street backed an amendment to shake-up the watchdog and blocked Mr Paterson's suspension too. \nBut within 24 hours, and after a furious backlash from opposition MPs, No 10 U-turned, and now government is appealing to other parties to hold cross-party talks about any chances.\nThese would not be retrospectively applied to Mr Paterson's case though, and soon after the announcement, the MP resigned his seat. \nIt started long ago when members of the public turned up in Parliament's lobby areas to let MPs know what needed to change.\nIt's harder to get into that part of the building than it used to be because of tougher security, so meetings are just as likely to take place elsewhere, such as over dinner, in MPs' constituencies or via the phone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56578838",
      "category": "uk-politics",
      "title": "Greensill: What is the David Cameron lobbying row about?",
      "tags": "David Cameron,Greensill Capital,Lobbying in the United Kingdom",
      "text": "Former Prime Minister David Cameron made about £3.3m from shares in the collapsed finance company Greensill Capital, documents obtained by BBC Panorama suggest.\nLast month an MPs' report accused Mr Cameron of \"a significant lack of judgement\" in lobbying the government on behalf of the company, although it said he did not break any rules.\nIn 2020, Mr Cameron tried to persuade ministers to allow Greensill - who employed him as an adviser - to join a scheme called the Corporate Covid Financing Facility (CCFF). \nThis would have allowed the company to issue loans, insured by the government, to help firms through the pandemic.  \nHowever, Mr Cameron - and the company's founder, Lex Greensill - were unsuccessful in their attempts. \nGreensill Capital collapsed this year, with the loss of 440 jobs, and possible billion-pound losses for investors.\nMr Cameron has consistently declined to say how much he was being paid by Greensill, except that it was \"far more\" than his salary as PM. \nHowever, BBC's Panorama has obtained a letter from Greensill Capital to the former PM which suggests that he made £3.29m after selling a tranche of Greensill shares in 2019.  \nAs well as the shares, Mr Cameron is reported to have received a salary of $1m (£720,000) a year as a part-time adviser.\nThe programme also understands that the former prime minister was paid a bonus of $700,000 (£504,000) in 2019 on top of his salary.\nIn total, it looks like he made around $10m before tax for two-and-a-half years' part-time work.\nMr Cameron's spokesman said his remuneration was a private matter.\nMr Cameron has been accused of trying to exploit private contacts with former government colleagues, for his own benefit.\nThe former PM used private channels to lobby ministers and former colleagues.\nHe and his staff sent 45 emails, texts and WhatsApp messages concerning Greensill between 5 March and 26 June 2020.\nAmong these were nine WhatsApp messages to Chancellor Rishi Sunak and 12 text messages to Sir Tom Scholar, the Treasury's top civil servant.\nThe Bank of England has published correspondence showing that Mr Cameron had contacted senior officials several times, in an unsuccessful attempt to win their support.\nAlong with Lex Greensill, Mr Cameron met Health Secretary Matt Hancock for a \"private drink\" in 2019 to discuss a new payment scheme for NHS staff.\nA report last month by the House of Commons Treasury Select Committee said that while no lobbying rules were broken, Mr Cameron's actions showed there was a \"good case for strengthening them\", with the current ones offering \"insufficient strength\".\nIt also said that the Treasury was right to reject the former PM's proposals, but it \"should have encouraged\" him into \"more formal lines of communication as soon as it had identified his personal financial incentives\".\nA Cabinet Office review commissioned by Boris Johnson also criticised Mr Cameron, and said he had understated his relationship with Greensill when lobbying the Treasury. However, it said that \"his actions were not unlawful\".\nSeveral other reviews are investigating matters related to lobbying and Greensill. \nResponding to the Treasury Committee report, Mr Cameron admitted that he should have used more formal channels, but said he had worked for Greensill primarily because he thought the firm could help small businesses during an economic crisis.\nHowever, Deputy Labour Leader Angela Rayner said the fact that Mr Cameron had been cleared of breaking rules proved \"that the rules that are supposed to regulate lobbying are completely unfit for purpose\".\nCurrent rules state that \"on leaving office, ministers will be prohibited from lobbying government for two years\".\nBefore accepting new jobs, former ministers are supposed to inform a body called the Advisory Committee on Business Appointments (Acoba).\nAcoba advises civil servants and politicians on what they can and can't do after leaving public service. \nHowever, although former ministers are required to contact Acoba, they are not obliged to act on its advice.\nAcoba's head, Lord Pickles, has called for ex-ministers who work as lobbyists to go on a register for up to 10 years to ensure \"transparency\",\nThe company's collapse earlier this year was triggered after its insurer refused to renew cover for the loans Greensill was making. \nGreensill was the principal financial backer of Liberty Steel, which employs 3,000 people in England, Scotland and Wales.\nTalks are now underway to try to secure Liberty's future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56733465",
      "category": "uk-politics",
      "title": "Greensill: Top civil servant 'joined firm before quitting'",
      "tags": "David Cameron,Eric Pickles,Greensill Capital",
      "text": "A top civil servant joined financial firm Greensill Capital as an adviser while still working for the government, a lobbying watchdog has revealed.\nBill Crothers's part-time position had been \"agreed\" to by the Cabinet Office, the Office of the Advisory Committee on Business Appointments added.\nIts chairman Lord Pickles complained of a \"lack of transparency\" over the situation.\nBut Mr Crothers said he had been taken on by Greensill in a \"transparent\" way.\nLabour called his dual employment \"extraordinary and shocking\".\nThe disclosure about Mr Crothers - who had been the government's chief procurement officer prior to being taken on by Greensill - is the latest of several stories involving the now-collapsed financial firm.\nIt employed former prime minister David Cameron as an adviser from 2018. \nThe Financial Times and the Sunday Times revealed that Mr Cameron had contacted several ministers, including Chancellor Rishi Sunak, to push for greater involvement in government loans schemes for the company.\nBoris Johnson has set up an inquiry into lobbying - attempts to persuade governments to change policy - including Greensill's role.\nGovernment sources said this would also now look at the situation surrounding Mr Crothers.\nMr Crothers, who had already left his job as chief procurement officer but remained a Civil Service employee, joined Greensill as an adviser to its board in September 2015.\nThe letter from Conservative peer Lord Pickles to leading civil servant Alex Chisholm says: \"This was agreed by the Cabinet Office under its internal conflicts-of-interest policy.\"\nLord Pickles asks for \"guidance on the conflicts-of-interest process\" undertaken.\nThe letter adds: \"The lack of transparency around this part-time employment with Greensill may have left the misleading impression that Mr Crothers had wilfully ignored the obligation to seek advice.\"\nMr Crothers left the Civil Service in November 2015, two months after taking up his role at Greensill. He became a director of the firm in late 2016.\nA letter from Mr Crothers to Lord Pickles, a former Conservative Party chairman, written earlier this week, has also been published.\nIn it, he says: \"I am concerned that there may be a view that I did not follow proper process regarding my role with Greensill Capital.\n\"I assure you that I completely respect the required process and your office, took steps to comply, and believe that I did so.\"\nHe adds: \"I was transparent about the move to Greensill Capital, and it was well known at the time.\"\nThe shadow Cabinet Office minister Rachel Reeves said: \"This is an extraordinary and shocking revelation.\n\"The Conservatives have weakened the rules so much they may as well rip them up and start again.\"\nThe government inquiry in to lobbying is expected to report  by the end of June, but Labour says it does not go far enough.\nIt will use an opposition day debate on Wednesday to force a vote on whether to establish a new Commons select committee to investigate the issue.  \nUnlike regular opposition day votes which are symbolic, this one would be binding if it passes because Parliament would be deciding if it should do something. \nA Cabinet Office spokesperson said there would be a response to Mr Pickles's letter \"in due course\".\nThey added that the \"review into Greensill Capital and supply-chain finance\" would be \"wide-ranging\".\nMr Cameron has said he did not break any codes of conduct or rules on lobbying and that he welcomes the investigation launched by Mr Johnson."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56742832/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Tesco counts cost of Covid trading as profits drop",
      "tags": "Companies,Tesco,Retailing,Coronavirus pandemic",
      "text": "Tesco has announced a rise in sales but a sharp fall in full-year profits after spending nearly £900m to carry on trading through the Covid pandemic.\nThe UK's largest supermarket said \"exceptionally strong\" revenue grew by 7% to £53.4bn.\nHowever, pre-tax profits dropped by nearly 20% following a number of Covid-related costs including giving full pay to staff off work ill or shielding.\nIt also incurred £535m after forgoing business rates relief.\nThe government announced the business rates holiday last March to help support retail, leisure and hospitality companies through the pandemic.\nHowever, supermarkets are classed as essential retailers and have been allowed to stay open during lockdown. Tesco said it would repay the rate relief following criticism over its decision to pay millions of pounds worth of dividends to shareholders.\nTesco's full year pre-tax profit fell from £1bn to £825m. \nRichard Hyman, a partner at the retail consultancy TPC, said that trading through Covid had cost Tesco a lot of money: \"In order to [trade through the pandemic] they've had to spend a lot of money looking after the health of both their customers and their staff and that's been very very costly,\" he said.\nTesco said its strong sales growth was boosted by a 77% rise in online sales. Like-for-like sales, which strips out revenue from shops opened or closed during the year, rose by 6.3% for the group.\nThe supermarket said that while some of the additional sales volumes would fall away as Covid restrictions eased, it expected a strong recovery in profitability as most of the costs incurred in the pandemic would not be repeated.\nIt said because of a \"greater than usual level of uncertainty around sales volumes, mix and channel shift\" it was difficult to predict operating profit for its retail business. However, Tesco said it expected it to recover to a similar level in the previous financial year.\nThe company also announced a £175m loss at Tesco Bank compared with a £193m profit in the previous 12 months. \nIt said there had been a \"material decline\" in customer spending because of Covid, leading to \" lower levels of new business activity in loans and credit cards, lower credit card balances, and a reduction in ATM and travel money transactions\".\nIt added: \"Higher levels of unemployment and lower GDP forecasts resulted in an increase in the provision for potential bad debts.\" \nTesco said that while it expected the bank to return to profit in the next financial year, the pace and scale of recovery  \"is highly dependent on the economic outlook, which remains uncertain\".\nTesco's share price fell by 2.65% to 225.96p in early trading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56741000/#comp-comments-button",
      "category": "#comp-comments",
      "title": "James Dyson says Brexit has given him 'freedom'",
      "tags": "Sir James Dyson,Singapore,Dyson,Brexit",
      "text": "Brexit has given the UK back its independence and boosted innovation, inventor Sir James Dyson has said. \n\"We've got our freedom, we can make trade agreements with other countries outside Europe [and] we can employ people from all around the world,\" Sir James told the BBC.\nThe latest statistics for February show UK exports to the EU remain below the same level last year.\nHe also defended moving Dyson's global headquarters to Singapore in 2019.\nAt the time, the pro-Brexit entrepreneur was accused of \"hypocrisy\", after claiming the UK would gain more from leaving the EU than it would lose.\n\"We're a British company - I've put a lot into this country,\" he said.\n\"I can't make things here and bring over all the components from the Far East here, assemble them here and then send them back to the Far East. That just doesn't work.\"\nThe interview came as Dyson announced plans to create 200 new jobs at its research facilities in Malmesbury and Hullavington, Wiltshire. \nThe plans are part of a £2.75bn global investment plan into emerging technologies and products, announced in November. \nSir James said the end of the UK's transition period with the EU had enabled Dyson to hire the engineering talent it was lacking in the UK. \nFreedom of movement between the UK and EU has ended and the government has introduced a points-based immigration system which it says \"treats all applicants equally, regardless of where they come from\".\nBut experts say UK companies who want to hire from outside the EU are in no better position than before Brexit while attempts to hire EU workers now face significant costs and administration that did not exist before.\n\"We have 60 different nationalities on this site. I employ them from all over the world,\" Mr Dyson said.\nIt is certainly true that Brexit, and specifically leaving the Customs Union, gives Britain freedom to do new trade deals without having to work through the EU's external trade policy. \nSo far, that freedom has been devoted to maintaining the level of access to certain overseas markets that British business already had by virtue of EU trade agreements. \nOthers are now possible and for some the US would be the big prize. But it won't be easy - food standards for example are a contentious issue - and most economic analysis suggests the benefits will be very modest. \nOn hiring foreign nationals, Sir James could have employed non-EU people before. There were hoops to go through and even with the new immigration system there still are. The terms of Brexit make it more difficult for EU nationals than it was while the UK was a member. \nSir James said the reason he had to move Dyson out to Asia was because Dyson's British suppliers \"didn't want to expand with us\".\nWhen asked whether he could be making more innovation happen in the UK, he said: \"I've invested about £2bn on this site [in Wiltshire]. \n\"I'm taking on more people, I employ 4,000 people here, I pay a large amount of tax here.\"\nHe said that the invention of the Oxford-AstraZeneca vaccine showed that the UK had \"an independence of spirit\" that was now able to shine through.\nAstraZeneca is a UK-Swedish company. Development of the vaccine begun during the Brexit transition period when the UK was still bound by EU regulation.\n\"We had to develop our own... a world record-beating vaccine produced in record time, and that's because we produced it.\"\nSir James said that Asia was the fastest growing market in the world and that it was \"very important\" for Dyson to have a presence there.\n\"It would be arrogant to think that we could design and develop products for Asia and Britain,\" he said.\n\"We can develop technology, but understanding what Asians want and what works in the market - we have to be there, we have to be immersed in it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56752821",
      "category": "world-us-canada",
      "title": "Daunte Wright shooting: US ex-officer Kim Potter charged over killing",
      "tags": "Minnesota,Minneapolis,US race relations,United States",
      "text": "A US former police officer who shot dead a black motorist in Minnesota has been charged with second-degree manslaughter, prosecutors say.\nKim Potter was arrested and later released on $100,000 (£72,000) bail.\nPolice say Mrs Potter shot Daunte Wright accidentally, having mistakenly drawn her gun instead of her Taser.\nResponding to the charges, the Wright family's lawyer Ben Crump said the killing was an \"intentional, deliberate, and unlawful use of force\".\nBoth Mrs Potter and local police chief Tim Gannon have resigned. The killing has sparked clashes between police and protesters in Brooklyn Center - a suburb of Minneapolis - and late on Wednesday, several hundred demonstrators again defied a curfew to gather outside police headquarters. \nAs on previous nights, protesters threw bottles and other projectiles at police who responded with stun grenades and pepper spray.\nMinneapolis is already on edge amid the trial of a white ex-police officer accused of murdering African-American George Floyd. \nMinnesota's Bureau of Criminal Apprehension (BCA) said Mrs Potter was taken into custody on Wednesday morning. She was booked into Hennepin County Jail on probable cause second-degree manslaughter before bail was posted.\nIn Minnesota state law, a person can be found guilty of second-degree manslaughter if they can be proven to have shown culpable negligence whereby they create an unreasonable risk and \"consciously take chances of causing death or great bodily harm\" to someone else.\nMrs Potter is due to make her first court appearance on Thursday.\nThe charge carries a maximum sentence of 10 years in prison and a $20,000 (£14,500) fine. Prosecutors must show that Mrs Potter was \"culpably negligent\" and took an \"unreasonable risk\" in her actions, Reuters reported.\nAt a news conference, Brooklyn Center Mayor Mike Elliott called for people to protest peacefully.\n\"With the news of the decision to charge the former Brooklyn Center police officer with manslaughter comes a prolonged period of continued grieving, hurt and understandable anger,\" he said.\n\"Our task as a city and as a leadership is to allow for the expression of those very legitimate voices and to also create a pathway forward toward healing and renewal of our stability and strength as a community.\"\nTara McKelvey, BBC News, Minneapolis\nFor days outside the police station in Brooklyn Center, activists have stamped their feet to ward off the cold, and kept a vigil on the sidewalk. \nFor them, the news that the former officer, Kimberly Potter, will be charged with manslaughter, has been a positive development. Mrs Potter says that she mistakenly brandished a gun, instead of a Taser, killing Daunte Wright.\nEarlier in the week, the protesters had made dark jokes about Tasers and guns, pointing out that they look and feel distinct: \"They're different colours,\" said one activist, disgusted, as he spoke with a friend. \nLike others who stood outside the police department, they were both angry that Mrs Potter was allowed to resign, saying that she should have been fired. \n\"If I don't do my job, I get fired,\" said another protester. \"If I kill someone, I get fired.\"\nIn a statement, lawyer Mr Crump said \"no conviction can give the Wright family their loved one back\".\n\"A 26-year veteran of the force knows the difference between a Taser and a firearm. Kim Potter executed Daunte for what amounts to no more than a minor traffic infraction and a misdemeanour warrant,\" he said.\nOn Tuesday the families of Mr Wright and Mr Floyd came together to demand an end to the killing of unarmed black Americans by police.\n\"The world is traumatised watching another African-American man being slain,\" Floyd's brother Philonise Floyd said.\nOn Monday, Police Chief Gannon said the shooting of Mr Wright - who had a one-year-old son - appeared to be an \"accidental discharge\" after Mrs Potter mistook her service pistol for a stun gun.\nBut the families have rejected the explanation.\nMr Wright's aunt Naisha said: \"I watched that video like everybody else watched that video. That woman held that gun in front of her a long damn time.\"\nDaunte Wright was pulled over for an expired tag on his car licence plate. Family members say he was racially profiled.\nBodycam footage showed Mr Wright fleeing from officers after they told him he was being arrested for an outstanding warrant.\nAs Mr Wright re-enters his car, Mrs Potter is heard shouting \"Taser\" several times before firing a shot.\nMr Wright's mother told reporters her son had called her after he was pulled over and that she had offered to give insurance details to police over the phone.\nShe said she heard police order him to get out of the vehicle. There was a scuffling sound and an officer told him to hang up the phone.\nWhen she was eventually able to call back, his girlfriend answered and told her he had been shot.\n\"She pointed the phone toward the driver's seat and my son was laying there, unresponsive,\" she said in tears.\n\"That was the last time that I've seen my son.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56733715",
      "category": "world-us-canada",
      "title": "Johnson & Johnson vaccine paused over rare blood clots",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The US, South Africa and European Union will temporarily stop the rollout of the Johnson & Johnson (J&J) Covid jab, after reports of rare blood clotting.\nSix cases were detected in more than 6.8 million doses of the vaccine, the US Food and Drug Administration (FDA) said.\nJohnson & Johnson has paused its EU rollout, which started this week.\nIt follows similar cases after doses of the AstraZeneca vaccine, which prompted curbs to its use.\nThe FDA said it was recommending the temporary pause \"out of an abundance of caution\". It confirmed that one patient died from blood clotting complications, and another is in a critical condition.\nAll six cases were in women aged between 18 and 48, with symptoms appearing six to 13 days after vaccination.\nFollowing the advice, all federal sites in the US have stopped using the vaccine until further investigations into its safety are completed. State and private contractors are expected to follow suit.\nThe US has by far the most confirmed cases of Covid-19 - more than 31 million - with more than 562,000 deaths, another world high. \nJohnson & Johnson is a US health care company, but the vaccine was developed mainly by  a pharmaceutical branch in Belgium with laboratories in the Netherlands, and is also known as Janssen. Unlike some of the other jabs, it is given as a single shot and can be stored at normal refrigerator temperatures, making it easier to distribute in hotter climates or more remote areas.\nWhile many countries have pre-ordered millions of doses, it has only been approved in a few nations.\nIt was cleared for use in the US on 27 February, but the Pfizer-BioNTech and Moderna vaccines have been used more widely. The J&J vaccine has been administered to nearly seven million people in the US, which is around 3% of the total immunisations given so far. \nDr Anthony Fauci, the country's top Covid adviser, said it was too early to comment on whether it could have its authorisation revoked. \nSouth Africa, which was the first country to administer the vaccine, has also paused its use, although no cases of blood clots have been reported in the country. \nThe jab became the preferred vaccine there after studies showed it had a higher protection rate against the South African variant than other jabs. Since mid-February, nearly 300,000 healthcare workers have received it. \nThe World Health Organization told Reuters it was monitoring the situation and waiting for reports from the US and European regulators.\nHowever deliveries of the vaccine to EU countries started just 24 hours before J&J said it would pause the European rollout. As it has not been administered in the EU yet, experts there will be looking to the United States to see what their next move is.\nThe EU's vaccine roll-out has been criticised by the WHO for being too slow, and and there are concerns this latest delay could throw it into further turmoil. \nThe Johnson & Johnson vaccine is yet to be approved in the UK, although 30 million doses are on pre-order. The Department of Health said the rollout delay would not affect vaccine supplies in the UK, or derail the aim to offer a jab to all adults by the end of July.\nCanada has pre-ordered 10 million doses of the vaccine, and is \"still on track\" to receive the first shipment by the end of the month, said Prime Minister Justin Trudeau.\n\"But obviously, we're following closely the developments in the United States,\" he added.\nIn a joint statement, the FDA and the Centers for Disease Control and Prevention (CDC) said they were \"reviewing data involving six reported US cases of a rare and severe type of blood clot in individuals after receiving the J&J vaccine\".\nIt said the clotting was called cerebral venous sinus thrombosis (CVST).\nThe statement said that this type of blood clot needed a different treatment than usual.\nThe common treatment - an anticoagulant drug called heparin - \"may be dangerous\", it said.\nPending a further review, the FDA and CDC recommended \"a pause in the use of this vaccine out of an abundance of caution\".\nThe joint statement said that \"people who have received the Johnson & Johnson vaccine who develop severe headache, abdominal pain, leg pain, or shortness of breath within three weeks after vaccination should contact their health care provider\".\nJohnson & Johnson issued a statement saying that it shared \"all adverse event reports\" with the health authorities.\nIt added: \"We are aware that thromboembolic events including those with thrombocytopenia have been reported with Covid-19 vaccines. At present, no clear causal relationship has been established between these rare events and the Janssen (J&J) Covid-19 vaccine.\"\nBy Rachel Schraer, BBC health reporter\nThe US health protection agency has identified a very small number of the same rare form of blood clots seen in people given the AstraZeneca jab.\nGovernments around the world have cautiously begun to link these rare blood clotting incidents to the vaccine because of their unusual presentation - though this link hasn't been definitively proven.\nPeople suffering them had very low platelet counts - blood cells that normally help repair damage in the body.\nThe Johnson & Johnson and AstraZeneca vaccines work in very similar ways. so in some respects it's not surprising they may cause similar side effects. And these appear to be comparably rare.\nThe numbers we're talking about are so low that it's difficult to say confidently what the risk of fatal blood clots is, but for the AstraZeneca jab it has been estimated at one-in-a-million. There have been six cases out of 6.8 million doses of the Johnson & Johnson jab.\nIn contrast, Covid kills one in 1,000 infected in their 40s among those who develop symptoms (and this risk is much higher among older people).\nOnce you get into the youngest age groups, who are less likely to die from Covid, that risk calculus shifts, particularly when there aren't too many infections in circulation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56735149",
      "category": "world-asia-china",
      "title": "Rare footage captures fight between two wild pandas",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56744265",
      "category": "uk",
      "title": "UK troops to begin 'drawdown' in Afghanistan",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Nato",
      "text": "The UK is to \"drawdown\" the number of troops in Afghanistan from next month, Defence Secretary Ben Wallace has said.\nConfirming the planned departure of forces, Mr Wallace also warned any attacks on existing troops would be \"met with a forceful response\".\nThe UK military has been in Afghanistan since 2001, with more than 450 British troops dying during the conflict with the Taliban and fighters from al-Qaeda.\nThe US has said it will withdraw all forces by 11 September.\nAnd Nato confirmed allies would begin withdrawing troops from 1 May.\nThe last UK combat troops left in 2014, but about 750 remain as part of the Nato mission to train Afghan forces.\nIn a statement, Mr Wallace said: \"The people of Afghanistan deserve a peaceful and stable future.\n\"As we drawdown, the security of our people currently serving in Afghanistan remains our priority and we have been clear that attacks on Allied troops will be met with a forceful response.\n\"The British public and our Armed Forces community, both serving and veterans, will have lasting memories of our time in Afghanistan.\n\"Most importantly we must remember those who paid the ultimate sacrifice, who will never be forgotten.\"\nUS President Joe Biden has announced that American troops will leave Afghanistan by 11 September, saying it was \"time to end America's longest war\".\nThat would coincide with the 20th anniversary of the terror attacks on the World Trade Center and the Pentagon in the US in 2001.\nMr Biden said while the US \"will not stay involved in Afghanistan militarily\", its \"diplomatic and humanitarian work\" would continue.\n\"We cannot continue the cycle of extending or expanding our military presence in Afghanistan hoping to create the ideal conditions for our withdrawal, expecting a different result,\" he said.\nUS Secretary of State Anthony Blinken, speaking to Nato allies in Brussels, said: \"I am here to work closely with our allies, with the (Nato) secretary general, on the principle that we have established from the start: In together, adapt together and out together.\"\nHe added that they would work closely in the coming months \"on a safe, deliberate and co-ordinated withdrawal of our forces from Afghanistan\".\nThe new deadline is four months later than the Trump administration previously agreed in a deal with the Taliban. \nOur defence correspondent Jonathan Beale says the UK, like most Nato allies, relies on the US's infrastructure, logistics and support in Afghanistan.\nThe US has some 2,500 troops in the country as part of a 9,600-strong Nato mission.\nAt the height of the war, Nato had more than 130,000 troops from 50 nations in Afghanistan. The UK had 9,500 personnel and 137 bases in Helmand province alone.\nThe speaker of the Afghan parliament, Mir Rahman Rahmani, has warned the withdrawal of foreign forces in the current circumstances will lead to civil war.\nIn February 2020, the US and the Taliban agreed a deal that would see the US and Nato allies withdraw all troops within 14 months if the Taliban upheld its promises, including not allowing al-Qaeda or other militants to operate in areas it controlled and proceeding with national peace talks.\nAlthough the group stopped attacks on international forces as part of the agreement, it has continued to fight the Afghan government.\nLast month, the Taliban threatened to resume hostilities against foreign troops still in the country on 1 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56746987",
      "category": "uk-england-london",
      "title": "Met PC jailed for breaking man’s leg in ‘clear case of racial profiling’",
      "tags": "Metropolitan Police Service,Forest Gate",
      "text": "A Met officer jailed for breaking the leg of a black father in front of his teenage sons did so in a \"clear case of racial profiling\", a judge has said.\nCarl Abrahams left a cemetery in east London with his children on 31 December 2018 after laying flowers.\nOn their walk home, he was targeted by PC Charlie Harrison.\nJudge Gregory Perrins said he was in no doubt that \"had Mr Abrahams and his sons been white\", Harrison would simply have driven by.\nHarrison was jailed for two years and three months on Monday at Southwark Crown Court after being convicted of GBH.\nThe court heard shortly after lunchtime on New Year's Eve, Harrison was driving an unmarked police car in Forest Gate as part of the Violent Crime Task Force.\nHe approached Mr Abrahams, who had taken his sons to the cemetery to visit their mother's grave, and performed a \"leg sweep\" to knock him to the ground.\nIn his sentencing remarks, Judge Perrins said: \"They had done absolutely nothing wrong, nor had they behaved in any way that could be deemed suspicious. \n\"They were simply a family returning from a cemetery where they had gone to visit the grave of their partner and mother.\n\"Having heard the evidence at trial, I strongly suspect that the reason that you stopped Mr Abrahams and his sons was because they were black.\"\nThe judge continued: \"During the course of the trial, your counsel unsuccessfully sought to put before the jury the contents of your daily briefing document which showed that you were looking for a variety of black men, each of whom were wanted for violent offences and knife crime. \n\"This was in my judgement a clear case of racial profiling.\" \nMr Abrahams spent the evening in hospital and an X-ray revealed a fracture at the top of his shin bone.\nHis leg was placed in a cast and he had to walk with crutches for three months.\n\"He was unable to return to work and had to work from home,\" the judge said. \n\"Mr Abrahams describes how he has given up football and running as a result of the injury to his knee. \n\"He also describes how even now, three years later, his sons are fearful of the police and believe that they remain at risk of being targeted because of the colour of their skin.\" \nMr Abrahams complained to the Independent Office for Police Conduct (IOPC) in January 2019 and it was decided that the Met should investigate.\nHarrison was charged and suspended from duty in August of that year and will now face disciplinary proceedings.\nCdr Paul Betts said: \"His actions were found to have fallen well below the standard we expect of our police officers, with a man left badly injured. \n\"This type of behaviour has no place in our police service and undermines the confidence of the communities we are here to protect.\"\nThe Met said the judge's comments had been \"noted\".\n\"The complaint investigation also reviewed whether the officer's actions were racially discriminatory and this will be considered as part of the discipline process that follows,\" a spokesman added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56750679",
      "category": "uk",
      "title": "Covid jab could be required for England care home staff",
      "tags": "Elderly people,Coronavirus vaccines,Vaccination,Social care,Care homes,Matthew Hancock,Coronavirus pandemic",
      "text": "Care home staff in England could be mandated to receive a coronavirus vaccine in new plans under consultation by the government.\nMinisters are seeking views on the proposal, which would see the jab requirement introduced this summer.\nHealth Secretary Matt Hancock said requiring a jab was \"something many care homes have called for\" and would make care home residents safer.\nNHS England figures show 78.9% of older adult care home staff have had a jab.\nAcross England, on average, 94% of those aged 50 and over in the general population have been vaccinated.\nThe Department of Health and Social Care said nearly half of all care homes with older adult residents, home to 150,000 vulnerable people, do not meet recommended vaccination thresholds.\nGovernment scientific advisers have estimated that 80% of staff and 90% of residents need to be vaccinated to provide a minimum level of protection against Covid-19 outbreaks.\nCurrently, the staff vaccination rate is below 80% in 89 out of 150 local authority areas, including all London boroughs. In 27 local authority areas less than 70% of staff have had a jab.\nAnnouncing the five-week consultation, Mr Hancock said \"older people living in care homes are most at risk of suffering serious consequences of Covid-19\".\nHe added: \"Making vaccines a condition of deployment is something many care homes have called for, to help them provide greater protection for staff and residents in older people's care homes and so save lives.\n\"The vaccine is already preventing deaths and is our route out of this pandemic. We have a duty of care to those most vulnerable to Covid-19, so it is right we consider all options to keep people safe.\"\nThose working in care are divided over the best way to increase the take-up of Covid vaccines amongst staff.\nResidential and nursing homes looking after older people have been particularly hard hit by the virus, with a high number of deaths. \nThat is why so much is riding on staff having vaccinations which will protect them and the people they work with. \nOne of the largest care companies, Barchester, has led the discussion by saying it will require its staff to have the vaccine. But others believe it is far better to persuade people by providing them with information to allay their fears. \nThere is also concern that compulsory vaccination may put people off working in a sector which is already struggling to recruit. \nThey pose the question: if vaccinations are required for those working with older people, then why would they not be compulsory for all health and care workers? They too look after people vulnerable to the virus.\nRead more on a year of Covid deaths in care homes.\nAdult Social Care Covid-19 Taskforce chairman David Pearson thanked staff for getting vaccinated, and said: \"It is absolutely vital those who have not yet taken the opportunity to have their vaccine do so to keep themselves and those they care for safe.\"\nThe proposal would not include staff who are exempt from taking the vaccine on medical grounds. Some care providers already have policies in place on mandatory staff vaccination.\nNHS England has been running a minimum four-visit schedule for each older adult care home alongside vaccination centres to make accessing a jab as easy as possible.\nThe \"vast majority\" of homes have had repeat visits, the Department of Health said. A Covid jab had been offered to every older care home resident at eligible homes in England by 1 February.\nCare workers in London previously told the BBC of their concerns about taking up the offer of a Covid jab, including cultural issues and uncertainty around new vaccines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56730526",
      "category": "health",
      "title": "'Mix and match' UK Covid vaccine trial expanded",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Coronavirus pandemic,Immune system,AstraZeneca",
      "text": "A major UK trial looking at whether Covid vaccines can be mixed with different types of jabs used for first and second doses is being expanded. \nCombining vaccines might give broader, longer-lasting immunity against the virus and new variants of it, and offer more flexibility to vaccine rollout. \nAdults over 50 who have had a first dose of Pfizer or AstraZeneca can apply to take part in the Com-Cov study. \nTheir second dose could be the same again, or a shot of Moderna or Novavax. \nChief investigator on the trial Prof Matthew Snape, from the Oxford Vaccine Group, said he hoped to recruit 1,050 volunteers who had already received one dose on the NHS in the past eight to 12 weeks. \nMore than 800 people are already taking part in the research and have received two doses of either Pfizer, AstraZeneca or a mix. \nResults of this first stage are expected next month and the expanded trial should have some reportable findings by June or July - although the study will run for a year. \nHealth experts generally agree that the mixing and matching of the vaccines should be safe. The trial will check for any side-effects or unwanted reactions.\nParticipants will have blood taken to check how well the vaccines trigger an immune response - in the form of antibodies and T cells - to combat Covid.\nMeanwhile, a scientist advising the government has said a lot of experts are \"very concerned\" after a cluster of cases of the South African coronavirus variant were found in London.\nSurge testing is available in Lambeth and Wandsworth after 44 confirmed cases and 30 more probable cases in those areas, according to the Department of Health.\nNHS Test and Trace is also providing additional testing in a targeted area within SE16 in Southwark, where a case linked to the other cluster has been identified.\nProf Peter Openshaw, a member of the Covid-19 clinical information network, told the BBC's Newsnight: \"I think we're all just hoping that the staged reduction in lockdown is going to be OK.\n\"If we get rapid spread of the South African or other more resistant variants, it may well be that we are going to have to put the reductions of lockdown into reverse.\"\nSpeaking on BBC Radio 4's Today programme, Prof Snape said the option to mix vaccines would \"massively increase the flexibility and resilience of the immunisation programme and it will mean we can roll these vaccines out more quickly, not just in the UK but internationally\".\nHe said the \"starting point\" was to see if a combination of vaccines were \"as good in terms of their immune responses\", but that there were also \"some hints\" that a combination might give a better immune response overall.\nEarlier, Prof Snape said: \"What I'm hoping is that we won't rule out any combinations. That's how we need to look at it: Are there any combinations we shouldn't be giving, because they don't generate a good immune response?\"\nIn other developments:\nSo far more than 32 million people in the UK have received the first dose of a coronavirus vaccine, while 7.8 million people had both doses.\nOutside of the trial, people should still receive the same type of Covid-19 vaccine for their first and second doses, although they can be given different brands if the same vaccine is not available.\nThe Moderna vaccine is already approved for use in the UK and works in a similar way to the Pfizer/BioNTech one, using a small amount of genetic code from coronavirus to teach the body how to fight off infection. \nThe Oxford-AstraZeneca vaccine is slightly different and uses a harmless, modified virus to carry instructions on how to beat Covid. \nThe Novavax jab has not been approved yet in the UK, but is expected to be soon, since trials show it is safe and effective. \nIt uses proteins from coronavirus that can train the immune system without causing infection. \nThe UK is not the only country considering using mixed dosing. \nHead of China's Center for Disease Control and Prevention, George Gao, recently said China should consider it to boost vaccine effectiveness.\nRussia's Sputnik V vaccine involves using two slightly different doses to give immunity.\nProf Jeremy Brown, a member of the UK's Joint Committee of Vaccination and Immunisation, which advises on vaccines, said in coming years people will eventually \"have to\" have a mix of Covid-19 jabs.\nHe told the BBC: \"It's practically going to have to be that way because, once you've completed a course of, say, the Moderna or Pfizer or the AstraZeneca, with two doses - in the future, it's going to be quite difficult to guarantee you get the same type of vaccine again.\"\nThe trial of mixed vaccines is funded by the vaccine taskforce and supported by the National Institute for Health Research. It is being run from nine different sites across England:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56743275",
      "category": "entertainment-arts",
      "title": "Jake Paul: YouTuber denies assaulting TikTok star Justine Paradise",
      "tags": "TikTok,YouTube",
      "text": "YouTuber Jake Paul has denied sexually assaulting TikTok star Justine Paradise, after she accused him online.\nParadise shared a 20-minute video last week in which she alleged that Paul forced her to perform oral sex on him and touched her without her consent, at his home in Los Angeles in 2019.\n\"He didn't ask for consent or anything,\" said Paradise. \"That's not okay. On no level at all is that okay.\"\nIn a statement posted on Twitter, Paul said the allegations were \"100% false\".\nParadise said she had waited for two years to speak out because she had signed a non-disclosure agreement, something which was allegedly required of all guests who entered Paul's home. \nThe pair met several times in June and July 2019, when Paradise would visit Paul's home - known as his Team 10 house - in California. Paradise says she was introduced to Paul via a mutual friend.\nPaul, who is preparing for a boxing match versus UFC fighter Ben Askren on Saturday, said the allegations were designed to distract attention from the fight.\n\"Sexual assault accusations aren't something that I, or anyone should ever take lightly, but to be crystal clear, this claim made against me is 100% false,\" he wrote in a statement shared on Twitter.\n\"Not only have I never had any sexual relationship with this individual, but this claim is solely a manufactured accusation and a blatant attempt for attention during a highly visible fight week.\"\nHe went on to note he was in a relationship at the time of the alleged incident and added he's a \"momma's boy\".\n\"I respect women and mothers more than anything,\" Paul added: \"I most certainly have never laid a finger on a girl without their consent.\"\nThe online star, who has more than 20m YouTube subscribers, intendeds to sue Paradise for defamation for the \"irreparable damages\" to his reputation.\nPaul's representative Daniel E. Gardenswartz said in an additional statement provided to the BBC: \"Our client is aware of the recent allegation against him.\n\"While others have already begun to debunk the claim alleged against him, our client categorically denies the allegation and has every intention of aggressively disproving it and pursuing legal action against those responsible for the defamation of his character.\"\nHe added: \"Our client believes that any false allegations diminish the credibility of those who have truly been victims of misconduct.\" \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56722772",
      "category": "uk-england-london",
      "title": "Tamara Ecclestone burglary: Italian man admits £26m celebrity raids",
      "tags": "Kensington,Milan,Italy,Fulham",
      "text": "An Italian man has been convicted over his role in one of the biggest domestic burglaries in English legal history.\nWatches and jewellery belonging to Frank Lampard, Tamara Ecclestone and the late Leicester City chairman Vichai Srivaddhanaprabha were among the items taken during a series of burglaries in December 2019.\nAlessandro Donati, 43, from Milan, pleaded guilty at Isleworth Crown Court to conspiracy to burgle.\nHe will be sentenced at a later date.\nDonati was arrested in Italy under a European Arrest Warrant in October and extradited to the UK the following month.\nWith the assistance of an Italian interpreter, he admitted to conspiring to burgle dwellings between 30 November 2019 and 18 December 2019.\nThe home of the former Chelsea manager and England international Mr Lampard was the first to be raided on 1 December.\nA diamond watch, cufflinks and a clock worth an estimated £60,000 were taken.\nThen on 10 December, a Knightsbridge property belonging to the Srivaddhanaprabha family was targeted. \nIt was duty free billionaire Leicester City owner Mr Srivaddhanaprabha's home before his death in a helicopter crash outside the King Power Stadium in October 2018.\nThis time, 400,000 euros in cash was taken, as well as expensive watches.\nThe final burglary, on the palatial home near Kensington Palace that socialite Ms Ecclestone shares with her husband Jay Rutland, saw about £25m worth of valuables stolen.\nMs Ecclestone, the daughter of ex-Formula 1 supremo Bernie Ecclestone, was on a Christmas family holiday in Lapland with Mr Rutland, their daughter and their dog at the time.\nJudge Martin Edmunds QC remanded Donati in custody ahead of a sentencing date yet to be fixed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56744130",
      "category": "uk-england-london",
      "title": "Fishmongers' Hall inquest: Woman begged terrorist not to stab her",
      "tags": "Stratford-upon-Avon,London Bridge attack",
      "text": "A charity office manager has described being repeatedly stabbed during the terror attack at Fishmongers' Hall.\nIsobel Rowbotham told the inquest jury that she pleaded with convicted terrorist Usman Khan as he approached her on 29 November, 2019.\nShe had just seen Jack Merritt moments after he had been fatally wounded by Khan in the toilets.\n\"He was shouting that he'd been stabbed,\" she told the inquest at London's Guildhall. \n\"He was holding his stomach. Obviously he'd been injured. There was a lot of blood.\"\nMs Rowbotham described Khan as moving towards her \"quite fast\" and \"purposively\".\nShe said: \"I was obviously saying 'no Usman, please.' It was quite obvious he wasn't going to stop.\"\nMs Rowbotham said she hunched down to try to protect herself but was stabbed multiple times. \n\"It felt more like punches, I guess,\" she continued. \"His final stabs were in my neck.\n\"It felt like he thought they were the final stabs, as if they were intended to finish me.\"\nThe court heard she lay on the floor and \"decided to play dead in case he came back again...I tried to slow down my breathing.\"\nMs Rowbotham said she wanted to call the police on her mobile but \"there was too much blood to press the screen.\"\nSaskia Jones, 23, and 25-year-old Mr Merritt both died after being stabbed by Khan at the prisoner rehabilitation conference being held in Fishmongers' Hall.\nThe inquest also heard that Mr Merritt had rebooked a rail ticket for his killer after Khan's train to London was cancelled.\nSimon Larmour, a Learning Together research associate, said he received a panicked phone call from Khan on the day of the attack saying his train from Stafford had been cancelled.\nThe court previously heard that during the journey, Khan strapped a fake suicide bomb to his waist whilst in the train toilet.\nKhan was met at Euston station by Mr Larmour and John Crilly - who would later help with attempts to subdue Khan on London Bridge.\n\"I saw Usman coming towards Issy (Isobel Rowbotham) and me with two knives,\" Mr Lamour said. \n\"He was yelling but I didn't really understand what he was saying.\"\nMr Larmour said he leapt over the table and ran to the reception area where he gave first aid to Mr Merritt. \n\"I couldn't see all the places he had been stabbed. I was stunned at that point. I tried to find the nearest material I could to put pressure on the wounds. \n\"He passed out quite quickly. He was moaning a little bit. His eyes were glazed over. He was pale.\"\nThe inquest also heard from retired judge John Samuels, who saw Ms Jones lying at the foot of a staircase with a \"chalk-white\" face.\nHe was attending the conference, having previously run a training course for prisoner rehabilitation organisation Learning Together in 2018\nHe told the inquest how he was on the balcony of the building's grand entrance hall as the attack unfolded.\n''I heard shouts and screams coming from downstairs and I could not understand what was happening,\" he said.\n\"The first sounds were male shouts, the shouts were angry and confused.\"\nMr Samuels described how he then saw Ms Jones lying on the floor.\n\"I noted particularly her face was chalk-white, she appeared unconscious to me or perhaps even dead,\" he said.\nMr Samuels then saw one of the organisers of the event, Dr Amy Ludlow, shouting ''police, ambulance, now'' into her mobile phone.\nHaving been told to evacuate, Mr Samuels said he then heard an ''authoritative voice'' outside saying that there was a bomb and he should find shelter.\nMr Samuels said he now assumed the voice had been that of a police officer.\nThe inquest is scheduled to last nine weeks and is expected to be followed by a separate jury inquest into the death of Khan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56746947",
      "category": "uk",
      "title": "Prince Philip: Rehearsals take place for Duke of Edinburgh's funeral",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor,Windsor Castle",
      "text": "Military rehearsals have taken place for the Duke of Edinburgh's funeral.\nPrince Philip, who died on Friday aged 99, will be remembered in a service at St George's Chapel in the grounds of Windsor Castle on Saturday.\nThe televised event will be carried out in line with Covid restrictions but there will be a military presence with personnel from the Royal Navy, Royal Marines, Army and RAF.\nBuckingham Palace said the plans \"very much\" reflected the duke's wishes.\nMembers of the public have been asked to stay away from the castle, with the ceremony to take place behind its walls, and an online book of condolence has been opened.\nOn Tuesday, the Queen carried out her first official duties since the death of her husband.\nIt came as Buckingham Palace released previously unseen photographs of the Duke of Edinburgh, including one taken by the Duchess of Cambridge, of the duke and the Queen sitting with seven of their great-grandchildren.\nMeanwhile, the Princess Royal reminisced about sailing in her younger years as she made her first in-person appearance at an official event since her father's death.\nAnne appeared in good spirits as she met members of the Royal Yacht Squadron (RYS) on the Isle of Wight on Wednesday - a club Prince Philip was once admiral of.\nIn an Instagram message, Princess Eugenie paid tribute to her \"dearest Grandpa\", pledging to look after \"Granny\", the Queen, for him.\nThe Duke of Edinburgh's Award has also announced it is launching a new fund in memory of Prince Philip, which will give one million more young people the chance to take part in the programme he founded over the next five years.\nPrince Philip is reported to have requested minimal fuss but his ceremonial royal funeral will have personal touches.\nHis coffin, which is lying at rest in the private chapel at Windsor Castle, will be carried the short distance to the separate St George's Chapel using a modified Land Rover that the duke helped to design.\nIt will be draped with his personal flag, which reflects his Greek heritage and his British titles, and his naval cap and sword will be laid on top of it.\nThe armed forces were important to the duke, who served in the Royal Navy, and they will play a part in his funeral, with military top brass present.\nServicemen and women have been carrying out rehearsals at the Army Training Centre Pirbright in Woking, Surrey.\nAmong those rehearsing was Sergeant Bugler Jamie Ritchie, I/C Corps of Drums, Royal Marines, who will lead four buglers in playing the Last Post at the funeral, a role he said was an \"honour and a privilege\".\n\"We feel the pressure, but we're channelling that and we're using that and we're going to deliver an outstanding performance,\" he said, adding that as a former naval officer the duke was \"relatable\" to the Royal Marines.\nMilitary rehearsals for the ceremonial procession have been held in Pirbright all week, with a full dress rehearsal expected to take place at Windsor Castle on Thursday.\nThe majority of the personnel gathered on Wednesday were in their Barrack dress as they practised parading, while bands rehearsed music including the national anthem, Jerusalem and I Vow To Thee, My Country.\nCaptain Gemma Darrington, operations officer for 27th Regiment, The Royal Logistic Corps, said \"everything is made more difficult by Covid\" but said organisers were doing everything to make sure \"our people are as safe as possible\", adding that personnel have been subject to Covid tests and social distancing is enforced.\nShe added personnel \"know we're playing a part in history here and we do feel very privileged to be in that role\".\nThere are two families who'll be taking part in the Duke of Edinburgh's funeral. His own and his much larger military family. \nSome 730 members of the Armed Forces will be on parade at Windsor Castle on Saturday - including four military bands. \nThey've just completed their first full rehearsal on a parade ground in Pirbright, Surrey. Not all wearing their full ceremonial uniforms, but they've spent the past few days getting ready - with boots, buttons, instruments and swords polished.\nThey come from all branches of the Armed Forces the duke had close connections to. \nSome have their own personal stories too. From a Royal Marines bugler who'll be wearing the medal he was awarded by the duke, to a soldier who received his first promotion from him when the duke visited troops in Iraq. \nMany taking part never met him, but they're all united in honouring a man who embodied their values of service, discipline and loyalty. They see the duke as one of of their own. \nBuckingham Palace says the funeral will be a celebration of his life. But the tunes being practised by the military bands - from Elgar to the hymn Jerusalem - signal that it'll also be a sombre occasion. \nThroughout his long life Prince Philip took part in many military parades like this. Mostly as a representative or in support of the Queen. On Saturday it's his life and service that'll be the focus of attention for what will be his final parade.\nThe route from the state entrance of Windsor Castle to St George's Chapel will be lined with personnel from the Royal Navy, Royal Marines, The Highlanders, 4th Battalion Royal Regiment of Scotland and the Royal Air Force.\nGuns will be fired by The King's Troop Royal Horse Artillery from the East Lawn throughout the procession.\nThe bands of the Grenadier Guards and Rifles Regiment, members of the Household Cavalry and a Royal Navy \"piping party\" will also be present, while pallbearers from the Royal Marines and other regiments and corps associated with the duke will carry his coffin.\nThe palace has announced that a national minute's silence will mark the start of the duke's funeral at 15:00 BST.\nSome sporting fixtures have been rearranged as a mark of respect. \nCoronavirus restrictions in England mean only 30 people, socially distanced, are allowed to attend funerals, although pallbearers and clergy are not included in the number of attendees.\nDetails of the invited guests or family members are yet to be announced. \nThe Duke of Sussex will attend but his wife Meghan, who is pregnant, will not make the trip from the US, on medical advice.\nThe duke's long-standing close aide, his private secretary Brigadier Archie Miller Bakewell, will be one of the few, and possibly only, non-royals invited to attend the historic occasion.\nITV News will cover the funeral in a special programme, presented by Tom Bradby and Julie Etchingham and called Prince Philip - A Royal Funeral, between 13:15 and 16:30 on Saturday.\nThe BBC is planning to announce details of its coverage on Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-56746927",
      "category": "uk-england-derbyshire",
      "title": "Grandad, 80, wins EuroMillions prize after forgetting glasses",
      "tags": "National Lottery",
      "text": "An 80-year-old man has bagged more than £100,000 in the EuroMillions after forgetting his glasses and being unable to pick his regular numbers. \nDenis Fawsitt would normally use family birthdays for his weekly ticket, but as he could not see, went for a lucky dip instead.\nMr Fawsitt said it \"turned out to be one of my best decisions ever\".\nHe and his wife Ann, 75, are planning to make over their Derbyshire home and garden with the £116,124 winnings. \nThe pair play the EuroMillions every week and buy their tickets from the Co-operative store in Station Road, Hatton.\nMr Fawsitt said: \"I realised I had forgotten my glasses and tried to pick my numbers, but I just couldn't.\n\"I went to pay for my papers and asked the lady behind the counter for a lucky dip.\"\nThe retired couple matched the five main numbers and one Lucky Star number on 16 March.\nMr Fawsitt added: \"After what happened in the newsagent, I had this funny feeling we were going to win. I said to my wife Ann that evening that I felt we were going to win big.\"\nThe following morning the now-bespectacled prize winner could not believe what he was seeing and returned to the newsagents.\nThey checked his ticket and told him to call Camelot, which his daughter Sally did on their behalf.\nMr Fawsitt said they \"went into shock\" when they heard the news, with Mrs Fawsitt stressing there was no dancing or champagne popping, \"especially with Denis's bad back\".\n\"Denis had a drop of whisky and I had a small sherry,\" she said.\n\"We then put the lucky winning ticket in the living room cabinet for safekeeping before the people from the National Lottery were able to validate the ticket.\n\"When the win was confirmed, we did have a glass or two of fizz, and when this horrible Covid has gone away and it's safe, we'll have a big family party to celebrate.\"\nMr Fawsitt, a retired builder and coal miner, said his vision was to use the winnings for a full garden makeover, as a back injury suffered a few years ago had limited his ability to tend it himself.\nHe said the spec-tacular payout would also allow them to buy a new TV.\nMeanwhile Mrs Fawsitt, who previously worked at KP Snacks in Ashby-de-la-Zouch, Leicestershire, said she was eyeing up a new electric cooker and foam mattress.\nHowever the pair, who have two daughters, two grandsons and a granddaughter, said most of the winnings would go to their family.\n\"We can treat ourselves to a few nice things but, most importantly, give a lot to the family,\" she said.\n\"We've had our time, it's theirs now… this money will help them more than us.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56746656",
      "category": "business",
      "title": "Hundreds lose job in British Gas contracts row",
      "tags": "Companies,Centrica,British Gas,GMB",
      "text": "Almost 500 British Gas engineers have lost their jobs after they refused to sign new contracts.\nThe company had given staff until midday on Wednesday to agree to new terms, which will force them to work more hours and cut average pay.\nCentrica, which owns British Gas, said around 2% of its staff had chosen not to sign the new contracts and would therefore leave the firm.\nHowever, it declined to give precise numbers saying they could still change.\nAndy Prendergast, acting national secretary of GMB union said: \"Today has been the largest mass dismissal in living memory and this won't be forgotten. \n\"Members are upset and angry that after everything, the company has still decided to do this.\"\nMiles Hobson was a British Gas engineer for 38 years before declining to sign his new contract. As a result, on Wednesday, he lost his job.\nThe Merseyside GMB union representative said his Mum died when he was 30 years old, \"so I've had more connection with British Gas than I have had with my Mum.\"\n\"Every day I've woken up for 38 years with British Gas on my mind,\" he told Radio 5 Live. \"If you cut me in half there was a flame inside me.\"\nWhen he finished his last job on Friday he sat crying in his van, and he handed it back in on Monday.\nBut he would not sign the contract because he felt \"bullied\".\n\"We were asked to do more hours for no more pay,\" he said. \"[But] it's not about the money. It's about quality time with [engineers'] families, with their children.\"\nBritish Gas has changed the contractual terms and conditions for thousands of its workers.\nThese changes, including to overtime, mean an overall reduction in pay for engineers. British Gas says this amounts to a less than 2% reduction, but the GMB says the cut equates to a 15% reduction in real terms.\nEmployees were given a deadline of midday on Wednesday to accept those changes by signing new contracts.\nThose who refused were told to leave the firm.\nBritish Gas said on Wednesday that it expected fewer than 500 engineers \"to choose to leave\", which represents a bit more than 2% of the workforce.\nIt said the changes were necessary to protect the company and its 20,000 employees.\nOver the past ten years British Gas has lost more than 3 million customers, cut more than 15,000 jobs, and seen profits halve, it said.\nThe GMB union, however, said that Wednesday had seen \"mass sackings\" of engineers.\nIt said that \"graveyards of vans\" returned by engineers showed that the company doesn't care about \"either customers or staff\".\nWednesday was the 43rd day of strike action taken by thousands of engineers since the dispute started more than six months ago.\nThe GMB union says this series of strikes has caused a backlog of repairs at 250,000 homes, and that 350,000 planned annual service visits have been cancelled.\nCentrica disputes this, saying that many gaps have been plugged by contractors, and that vulnerable people and the elderly have been prioritised for services.\n\"Unfortunately Covid restrictions coupled with industrial action days have [had an impact on] annual service appointments which we have been rescheduling, and we're in the process of catching up now,\" a spokesperson said.\nCentrica hopes to draw a line under the dispute, saying the new contracts are \"highly competitive\", and that it has not cut base pay or final salary pensions.\n\"Our gas service engineers remain some of the best paid in the sector, earning £40,000 a year,\" a spokesperson said.\nHowever, GMB union vowed that there would be more industrial action, and said that Centrica chief executive Chris O'Shea was \"in dispute with his own staff\".\n\"There is sadly nothing in law to stop corporate bullying by companies of their own staff to sign terms they don't accept and sacking those who don't submit to this bullying,\" said Justin Bowden.\n\"But GMB members won't accept the outcome of the bullying... There will be more strikes and action short of strikes.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56751997",
      "category": "uk-politics",
      "title": "Greensill row: Civil servants ordered to declare second jobs",
      "tags": "Greensill Capital,Simon Case,Civil Service",
      "text": "Government departments have been ordered to find out by the end of the week whether senior officials have rule-breaking second jobs.\nCabinet Secretary Simon Case has asked colleagues to declare paid roles or outside interests that \"might conflict\" with Civil Service rules.\nThe move comes after it emerged a top official joined a financial firm while still working for the government. \nBill Crothers says his recruitment by Greensill Capital was \"transparent\". \nLetters to an appointments watchdog published on Tuesday revealed his part-time role as an adviser at the firm had been signed off by the Cabinet Office.\nBut Prime Minister Boris Johnson told MPs on Wednesday it was \"not clear\" that \"boundaries have been properly understood\".\nLabour has described Mr Crothers' dual employment, which happened in 2015, as \"extraordinary and shocking\".\nMr Crothers had been the government's chief procurement officer prior to being taken on by Greensill, which has since collapsed.\nRevelations about the firm's attempts to influence government have led to Mr Johnson launching a lawyer-led review into its access to ministers and civil servants.\nLabour argues a special House of Commons committee should investigate instead - but the government rejects this, and voted down the plan on Wednesday. \nIn a letter to senior officials, seen by the BBC, Mr Case - the UK's top civil servant - said there were issues of \"acute concern\" over recruitment.\nHe said the need to give civil servants the chance to gain experience life outside Whitehall has been \"recognised for many decades by successive governments\".\n\"But this must only be done in a way which can maintain the integrity and impartiality of the Civil Service,\" he wrote. \nHe added: \"In particular, there needs to be transparency and full and proper management of any outside interests.\"\nMr Case ordered colleagues to declare by the end of the week if they \"come across\" instances of senior civil servants with second jobs or outside interests \"which might conflict with their obligations under the [Civil Service] Code\".\nThis sets outs the rules on \"honesty\", \"integrity\", \"objectivity\" and \"impartiality\".\nMr Crothers joined Greensill as an adviser to its board in September 2015, while he remained a Civil Service employee. \nLetters to the Advisory Committee on Business Appointments (Acoba) watchdog published on Tuesday show the move was approved by the Cabinet Office under its internal conflicts of interest policy.\nMr Crothers later went on to join the company as a director in late 2016, after leaving government in November 2015.\nIn a letter to Acoba's chairman, Lord Pickles, Mr Crothers wrote: \"I am concerned that there may be a view that I did not follow proper process regarding my role with Greensill Capital.\n\"I assure you that I completely respect the required process and your office, took steps to comply, and believe that I did so.\"\nHe adds: \"I was transparent about the move to Greensill Capital, and it was well known at the time.\"\nBut in a letter to the current head of the Cabinet Office, Lord Pickles said there had been a \"lack of transparency\" about the process - and called for more details. \nConcerns about Greensill's access to government were sparked by revelations last month that former Prime Minister David Cameron had lobbied on behalf of the company after leaving office.\nHis efforts involved texting Chancellor Rishi Sunak and contacting other ministers about a government-backed Covid loan scheme on behalf of the firm. \nAlong with the company's founder, Lex Greensill, Mr Cameron also met Health Secretary Matt Hancock for a \"private drink\" in 2019 to discuss a new payment scheme for NHS staff.\nThe former prime minister began working as an adviser to the company in August 2018, two years after leaving Downing Street in July 2016.\nMr Cameron has said he did not break any codes of conduct or rules on lobbying, and welcomes the government's review. \nOn Wednesday, the Commons Treasury select committee said it planned to launch an inquiry into the \"lessons\" from Greensill Capital's demise.\nOther parliamentary committees are reportedly considering bids to invite the former prime minister to give evidence. \nA spokesman for Mr Cameron said he would \"respond positively\" to such requests \"when the terms of reference of each inquiry are clear\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56753806",
      "category": "entertainment-arts",
      "title": "MasterChef winner: Tom Rhodes crowned 17th champion",
      "tags": "Television,Newcastle upon Tyne,MasterChef",
      "text": "A former Nando's worker has become the latest winner of BBC One's amateur cookery series MasterChef.\nTom Rhodes was crowned champion after cooking a five-course lunch for lockdown heroes and serving up a dish at renowned restaurant Le Gavroche.\nThe 31-year-old from Newcastle saw off competition from fellow finalists Mike Tomkins and Alexina Anatole.\nThe final had been postponed following the death of the Duke of Edinburgh on Friday.\nThe BBC replaced scheduled programming with news coverage about Prince Philip, with EastEnders among the other programmes affected and BBC Four taken off air completely.\nHowever, the scale of content devoted to the 99-year-old duke's death reportedly sparked a large number of complaints.\nThe rescheduled show saw the final trio fight to impress hosts Gregg Wallace and John Torode with three signature dishes.\nBut it was Rhodes' Japanese-infused starter, main and dessert which proved victorious, making him the long-running programme's 17th winner.\nComplimented for \"a style bordering on minimalism\" by Wallace, Rhodes served a trio of oysters for the starter, including a beer-battered oyster with a Japanese sour plum mayonnaise.\nFor Torode, it was Rhodes' main of reverse-seared ribeye steak topped with beetroot pickled in a Japanese seaweed and a wasabi leaf that was \"modern\" and \"really very clever indeed\".\nHis dessert of a lemon tart topped with black olive meringue also received universal praise from the hosts.\n\"What he's absolutely brilliant at is European-style of cookery, with Japanese flavourings,\" Wallace said.\nSpeaking after filming ended, Rhodes said he would one day \"love to write a cookbook and have a cookery school\".\n\"During the competition, I have realised my love for developing recipes and cooking for other people outside of my friends and family, so would love to do more of this after the show,\" he said.\nTom Rhodes' winning menu\nFirst broadcast in 1990, MasterChef is one of the BBC's longest-running reality series and has inspired the popular spin-off MasterChef: The Professionals.\nThe latest series was produced under coronavirus restrictions, with many of the series' traditional assignments adjusted to allow for social distancing.\nWhile viewers found out who won last night, Rhodes has had to keep his victory a secret since the end of last year, when filming concluded. \nHe told BBC Breakfast on Thursday that the only other people who knew the result were his parents who were sworn to secrecy.\n\"You've seen the clip last night where I rang my mum on screen,\" he said. \"They've found it more difficult to keep secret than I have\".\nRhodes said taking the trophy was \"a dream come true\" and confirmed his further ambitions to become a food writer and maybe even open his own restaurant one day.\nHe said he was able to practise his winning dish two or three times before the final, but has not cooked it again at home since.\n\"I'm waiting until I can cook it for somebody and I've got a lot of requests for that so far,\" he grinned.\nWhen possible though, he plans to celebrate with \"a really good pizza\" and \"maybe a bottle of red\".\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56737353",
      "category": "uk-northern-ireland",
      "title": "Endometriosis: Young woman 'pleading' for hysterectomy",
      "tags": "Endometriosis,Women's health,NI Health",
      "text": "A 23-year-old woman who begged doctors to remove her womb to relieve chronic pain says the surgery is being refused due to her age and childless status.\nHannah Lockhart has endometriosis, a condition that can cause debilitating pain, heavy periods and infertility.\nAlthough she has always wanted her own children, Hannah says her daily pain is now so severe she wants a hysterectomy.\n\"It's heartbreaking that just because I'm so young I have to keep suffering,\" she told the BBC's Evening Extra.\nMs Lockhart, from Bangor in County Down, has been in hospital seven times in the past year because of crippling pain from endometriosis.\n\"Every single day I'm taking morphine, I'm taking different tablets for nerves to try and stop the pain and nothing works,\" she said.\nThe condition occurs when bodily tissue similar to the lining of the womb starts to grow in other parts of the body.\nMs Lockhart's problems began in her early teens. By the end of last year she was having difficulty walking and had to use a wheelchair just to be able to leave her house.\n\"This is far, far more than a sore, heavy period every month - it has damaged several different areas of my body now,\" she said.\nComplications from the disease mean she needs a urinary catheter to go to the toilet and, after emergency surgery last summer, she is already going through the menopause.\n\"Endometriosis affects a lot more than just your ovaries and your womb,\" she said.\n\"Mine has spread to my bowel, it's right through to my back and it has also completely damaged my bladder to the point that I can no longer use the bathroom myself.\"\nMs Lockhart is engaged to be married and she and her husband-to-be had been looking forward to starting a family in a few years' time.\nHowever, the severity of her recent symptoms led to Hannah \"pleading\" with doctors for a hysterectomy.\n\"Last June after I had the surgery, I was put into early menopause so that's something that I've been going through... and I will go through for at least another year now.\n\"Being in menopause at 23 - it's not very nice at all.\n\"I have to take hormone replacement therapy (HRT) every day to try and calm down my symptoms that come with it.\"\nAt first she found the prospect of infertility more of a struggle than coping with her physical pain, but the couple have since made inquiries about adoption.\n\"I don't think I will ever get over the fact that I won't have my own children naturally - that's hard to come to terms with.\n\"But at the end of the day I know that it's not giving birth to a child that makes you a mum - it's the love and the life that you provide for that child that makes you a mother.\n\"So I hold on to that and the hope that some day I'll be able to give that child a loving home.\"\nMs Lockhart's father, Peter, agrees with her belief that doctors' reluctance to perform a hysterectomy is due to her young age and the fact she is childless.\n\"Had she been an older woman who already had children, not a problem - they can deal with it in a more aggressive manner,\" he said.\nHe said it was \"very, very difficult\" to witness his daughter in such pain and has called on medics to treat her as an individual, rather than making decisions solely based on her age.\n\"How I see it is: If I'm in this much pain, what use am I to any child as a mother?\" said Ms Lockhart.\n\"I couldn't pick my child up, I couldn't do what a mother is supposed to do.\n\"So I need them to do whatever it takes to make me better in order for me to be able to be a mother to a child in later years.\"\nBBC News NI has contacted Ms Lockhart's health trust for a response to the issues she raised."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56751761",
      "category": "business",
      "title": "Asda to axe 1,200 bakery jobs as shoppers shun loaves",
      "tags": "Tesco,Retailing,Supermarkets,Asda",
      "text": "Asda is to axe up to 1,200 jobs at its in-store bakeries as customers shun the traditional loaf in favour of speciality breads, bagels and pancakes.\nThe chain currently employs bakers who make bread in store from scratch.\nBut now it has said it plans to move to a central bakery and deliver pre-baked breads to its supermarkets.\n\"The current in-store bakery model has restricted our ability to respond to changing customer demands,\" said Derek Lawlor, Asda's head of merchandising.\nAs a result, he said, the supermarket chain had not been able to offer shoppers \"speciality products and freshly baked goods they want to buy throughout the day\".\nAsda said the change would mean it was able to bake fresh products several times a day, rather than once a day in store.\nIt will begin a formal consultation with its bakers and bakery managers.\n\"If the proposals are enacted, the priority will be to move as many colleagues as possible into alternative roles within Asda, with redundancy the last option,\" the supermarket chain said in a statement.\nThe move by Asda follows a similar decision by Tesco last year. \nUp to 1,800 were faced with the prospect of redundancy when Tesco said it would do less baking in store, citing a similar shift away from traditional loaves and bread.\nUntil last year, Asda was owned by US supermarket giant Walmart, but in December, it was sold to billionaire brothers Mohsin and Zuber Issa, who bought it for £6.8bn.\nHowever, the decision to scrap in-store bread ovens was taken independently of the Issa brothers, who are not allowed to exercise influence over the chain until the deal has been examined by the Competition and Markets Authority."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-56734016",
      "category": "uk-england-beds-bucks-herts",
      "title": "Mary Agyapong: Pregnant nurse’s family yet to get GoFundMe money",
      "tags": "Luton and Dunstable Hospital,Birmingham,Luton,Fundraising,NHS,Coronavirus pandemic",
      "text": "The family of a pregnant nurse who died with Covid-19 have yet to receive any money from a fundraising campaign that names them as beneficiaries. \nMary Agyapong, 28, died after giving birth in April 2020 at Luton and Dunstable Hospital, where she worked.\nA GoFundMe page set up by family friend Rhoda Asiedu has raised more than £186,000 and she said the money had been placed into a trust.\nMs Agyapong's widower said he found it \"surprising\" he had not been involved.\nAt an inquest last month coroner Emma Whitting found it was \"unclear\" how mother-of-two Ms Agyapong contracted Covid-19 before her death. \nBut at the hearing's conclusion Ms Whitting urged Prime Minister Boris Johnson to begin a public inquiry into the pandemic.\nOn 15 April 2020 an online GoFundMe page was created by Ms Asiedu, who lives in Birmingham, to support \"Mary's husband, and the couple's children... during this heavy and trying time\".\nA statement released by Ms Asiedu said it had been placed on trust for the education of Ms Agyapong's children and that 80% would be released when they turned 21. \nSpeaking on behalf of the trust, she said the remaining 20% would be provided to Ms Agyapong's widower Ernest Boateng for \"maintenance and upkeep\" of the children, however he had \"failed to co-operate with the trustees to arrange a schedule of maintenance\".\nThe BBC has not received a response to its request to see the trust documents.\nMr Boateng, who is studying law, said he had been \"struggling a bit\" financially.\n\"I just try to keep my head above the water,\" he said.\n\"I find it very surprising that we have not been asked or involved with this GoFundMe money - it's beyond my understanding.\"\nWendy Addai, part of the fundraising team, told the BBC: \"We wanted the money to be used in a way which ensured the children's well-being in their adult life as well as their childhood after seeing the huge sum that was raised, which we are very thankful for.\n\"None of us anticipated for us to raise this much as the original goal was £2,000.\n\"So we went to seek advice from a lawyer, who was finalising agreements with Ernest's lawyers. \n\"In regards to GoFundMe themselves they requested updates and proof with what was being done with the money but that was as far as their involvement went. Our intentions were and will always remain good and for the interest of Mary's babies.\"\nGoFundMe said it was always clear the money would be placed in a trust, adding: \"Our records show the wording of the page has not been changed since it launched on 15 April 2020.\"\nBut the BBC found an archived snapshot of the webpage on 16 April with no reference to a trust at all.\nWhen contacted by the BBC, fundraiser Ms Asiedu directed media requests to her legal team.\nClarification on 26 April 2021: Updates story to make it clear that Ms Asiedu released a statement on behalf of the trust.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion please email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56743571/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Heathrow says airport queues are becoming 'untenable'",
      "tags": "Coronavirus lockdown measures,Travel,Coronavirus testing,Coronavirus pandemic",
      "text": "Heathrow has said that long queues caused by extensive Covid checks at the airport are becoming \"untenable\". \nChris Garton, chief solutions officer at Heathrow, told MPs on the transport committee that some travellers faced waits of up to six hours.\nOn more than one occasion police had had to intervene because queuing was \"not something passengers want to do\", he added. \nThe Home Office said people shouldn't travel \"unless absolutely necessary\".\nA spokesperson said: \"Border Force has ensured it has the right level of resources to check that passengers are compliant with our border health measures, but queues and wait times will currently be longer as we undertake these vital checks to keep us all safe.\"\nForeign travel is only permitted for certain reasons at the moment. \nMr Garton said that all passengers, regardless of nationality, had to be thoroughly vetted before they left or entered the UK to ensure they complied with coronavirus legislation.\nHowever, he said that the queues would become a \"much bigger\" problem if rules on foreign travel are relaxed on 17 May, as the government is planning. \nCurrently, he said about 10-15,000 people arrive at the airport each day, and \"certainly more than half are having delays in excess of 2-3 hours each day\".\nHe said the current system is a \"tremendous burden on officers at the border\" and that the Home Office had not provided enough officers. \n\"We would like to see more resources at the border,\" he told the MPs.\nHe said maintaining social distancing was hard as the airport was never built to \"have so many people held up\" in queues.\nPeople in England can start thinking about booking foreign holidays again this summer, Transport Secretary Grant Shapps said last week.\nBut he said the cost of the Covid tests required needed to be driven down, amid criticism from the travel industry.\nMr Shapps gave more detail on the traffic light system which will see countries graded on their risk.\nPassengers will have to take the tests before leaving and on returning - even from low-risk \"green\" countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56734767",
      "category": "uk-northern-ireland",
      "title": "Cara Monagahan: 'Everyone deserves to play music'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56738428",
      "category": "science-environment",
      "title": "UK woodlands 'at crisis point' amid wildlife decline",
      "tags": "Woodland Trust,Trees,Nature,Climate change,Woodland",
      "text": "A review of the state of Britain's native woods and trees has found only 7% are in a good condition.\nWhile woodland cover is slowly increasing, the wildlife within it is decreasing, says the Woodland Trust.\nIf threats to woodland aren't tackled, the UK's ability to tackle climate and nature crises will be \"severely damaged\", the charity warns.\nThe Woodland Trust is among a number of groups calling for legally binding targets for the recovery of nature.\n\"The warning signs in this report are loud and clear,\" says Abi Bunker, director of conservation and external affairs at the Woodland Trust.\n\"If we don't tackle the threats facing our woods and trees, we will severely damage the UK's ability to address the climate and nature crises.\" \nWoodland now covers 13% of UK land, up from 12% in 1998.\nAbout half is made up of native tree species, such as oak, beech and ash, including centuries-old ancient woodlands. The remaining half comprises non-native trees such as conifers grown commercially for timber.\nDespite the small increase in the amount of woodland cover over the past few decades, the trend for wildlife is one of steep decline, said the Woodland Trust.\n\"Wildlife is going down - woodland birds, woodland butterflies, woodland plants are all going in the wrong direction for woodlands as a whole,\" Chris Reid, lead author of the report, told BBC News.\n\"This is down to factors such as pollution, invasive species, deer browsing and fragmentation - woods chopped up into small parcels. All of these need to be tackled.\"\nThe report, State of the UK's Woods and Trees 2021, found that ancient woodlands lock up proportionally more carbon than other types of tree cover. \nEstimates suggest that ancient and long-established woodlands hold 36% of all woodland carbon (77 million tonnes).\n\"They're really important in terms of their ability to tackle climate change whilst providing that real specialist and irreplaceable habitat for declining wildlife,\" says Hazel Jackson of the Woodland Trust.\nAncient woodlands continue to be lost and damaged by house building, new road and railways, the report says. \nIt calls for a better balance to be restored by removing non-native trees and invasive plants such as rhododendrons.\nThe report says as well as protecting existing woodlands, we need to quadruple current tree planting efforts and increase the proportion of native tree species.\nLocation and quality are the key to success, it argues, including connecting existing native woods and creating new ones near urban populations and in areas at high risk of flooding.\nThe Committee on Climate Change, the government's independent adviser on tackling climate change, has called for the planting of more trees and woodlands if the UK is to reach net-zero carbon emissions by 2050. \nIt recommends increasing UK woodland cover from its current level of 13% of total land cover to at least 17%, and possibly to 19% by 2050.\nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56739997",
      "category": "uk-politics",
      "title": "Greensill: Labour's long-term plan to attack cronyism",
      "tags": "David Cameron,Greensill Capital,Lobbying in the United Kingdom,Lobbying",
      "text": "What former politicians, officials and advisers do with their lives after high office can be troublesome enough.\nDavid Cameron's entanglement with the now failed bank, Greensill Capital, is a particularly acute example of a problem governments have grappled with for years, swearing all the while that they want to crack down on appalling behaviour, but never quite creating sets of rules or structures that would stamp it out.\nThe revelations about the former prime minister have pushed Boris Johnson to order a review of what happened even if, as we discussed on Monday night, it is likely to have been set up in part to spare the blushes of his current colleagues too.\nWhat emerged on Tuesday, however, seems more curious still. A very senior civil servant (now departed) who had been in charge of huge amounts of Whitehall business, had actually gone to work for Greensill while he was still on the government payroll. \nYes, one of the impartial officials who was involved in decisions about government spending was, for a couple of months, working for a bank that wanted government business at the same time.\nWhat might surprise you even more is that the official in question, Bill Crothers, was given permission to do so.\nHis boss, John Manzoni, who had, like him, spent decades in the private sector before going into government, had the responsibility of signing it off. \nAnd, as Mr Crothers explicitly points out in a letter, his part-time move to Greensill had the backing of the Cabinet Office leadership at the time, and, as explained, was seen as part of his move back to the private sector.\nThe problem with making a transition or journey back to the private sector is that, for good reason, there is meant to be a strict separation between the two.  There is meant to be practical and philosophical distance between what is business and what is politics.\nYou can read more about Bill Crothers's part in all this here.  It is worth noting that the ethics watchdog, by publishing these letters, is perhaps learning to bite. \nIts boss, the former cabinet minister Lord Pickles, may be worth a listen when he appears in front of MPs on Thursday.\nPolitically, this story does not start and end with Greensill or David Cameron. Labour is trying to build a broad attack on the Tories for indulging in cronyism, whether it is the former PM's lobbying, or pandemic PPE contracts, or however the prime minister's expensive wallpaper was actually paid for.\nIts push for a vote on an inquiry into Greensill on Wednesday is part of a long-term game."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56742832",
      "category": "business",
      "title": "Tesco counts cost of Covid trading as profits drop",
      "tags": "Companies,Tesco,Retailing,Coronavirus pandemic",
      "text": "Tesco has announced a rise in sales but a sharp fall in full-year profits after spending nearly £900m to carry on trading through the Covid pandemic.\nThe UK's largest supermarket said \"exceptionally strong\" revenue grew by 7% to £53.4bn.\nHowever, pre-tax profits dropped by nearly 20% following a number of Covid-related costs including giving full pay to staff off work ill or shielding.\nIt also incurred £535m after forgoing business rates relief.\nThe government announced the business rates holiday last March to help support retail, leisure and hospitality companies through the pandemic.\nHowever, supermarkets are classed as essential retailers and have been allowed to stay open during lockdown. Tesco said it would repay the rate relief following criticism over its decision to pay millions of pounds worth of dividends to shareholders.\nTesco's full year pre-tax profit fell from £1bn to £825m. \nRichard Hyman, a partner at the retail consultancy TPC, said that trading through Covid had cost Tesco a lot of money: \"In order to [trade through the pandemic] they've had to spend a lot of money looking after the health of both their customers and their staff and that's been very very costly,\" he said.\nTesco said its strong sales growth was boosted by a 77% rise in online sales. Like-for-like sales, which strips out revenue from shops opened or closed during the year, rose by 6.3% for the group.\nThe supermarket said that while some of the additional sales volumes would fall away as Covid restrictions eased, it expected a strong recovery in profitability as most of the costs incurred in the pandemic would not be repeated.\nIt said because of a \"greater than usual level of uncertainty around sales volumes, mix and channel shift\" it was difficult to predict operating profit for its retail business. However, Tesco said it expected it to recover to a similar level in the previous financial year.\nThe company also announced a £175m loss at Tesco Bank compared with a £193m profit in the previous 12 months. \nIt said there had been a \"material decline\" in customer spending because of Covid, leading to \" lower levels of new business activity in loans and credit cards, lower credit card balances, and a reduction in ATM and travel money transactions\".\nIt added: \"Higher levels of unemployment and lower GDP forecasts resulted in an increase in the provision for potential bad debts.\" \nTesco said that while it expected the bank to return to profit in the next financial year, the pace and scale of recovery  \"is highly dependent on the economic outlook, which remains uncertain\".\nTesco's share price fell by 2.65% to 225.96p in early trading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56749719",
      "category": "uk-wales",
      "title": "Anglesey crossbow murder victim was 'cleaned out of £200k'",
      "tags": "Holyhead,Fraud",
      "text": "A retired lecturer who was shot dead with a crossbow had been \"virtually cleaned out\" after giving £200,000 to a conman, a court has heard.\nRichard Wyn Lewis, 50, took the money from Gerald Corrigan and his partner Marie Bailey and claimed to spend it on property development and horses, a trial at Mold Crown Court has heard.\nMr Corrigan, 74, was murdered outside his remote home near Holyhead on Anglesey, in April 2019.\nMr Lewis denies eight counts of fraud. \n\"Wyn Lewis is a conman, he is a fraudster, and during the period spanned by this indictment he conned a number of different people out of various sums of money, sometimes many thousands,\" said Peter Roach QC, prosecuting.\nThe prosecutor told the court that Mr Lewis had told Mr Corrigan and Ms Bailey he would help them with the apparent development and sale of their home - called Gof Du - and they would be able to sell the 35-acre plot for more than £2m.\n\"I say apparent development and apparent sale because there was no such development and there was no such sale, it was all a figment thought up by Wyn Lewis,\" Mr Roach told the jury.\n\"Throughout, people lost their money and Wyn Lewis dishonestly kept it.\"\nThe court heard Mr Lewis, of Llanfair-yn-Neubwll near Holyhead, had told Mr Corrigan he had a potential buyer, John Halsall, and a retired planning officer, referred to as David, would help him to get planning permission.\nBut following his death, police found several numbers Mr Corrigan had noted for \"David\" could be traced back to Mr Lewis.\nMr Roach told the court that Mr Corrigan was convinced the house sale was near completion before his death but no planning applications had been submitted and Mr Halsall did not exist.\n\"The whole thing was a sham,\" Mr Roach said.\nWhen interviewed by police, Ms Bailey estimated the couple had given about £200,000 in cash to Mr Lewis between 2015 and 2019, and were \"virtually cleaned out of available cash\".\nTwo days before his murder, the court heard Mr Corrigan had given £200 to Mr Lewis and told him: \"There is no more money.\"\nMr Roach also told the jury Mr Lewis had also taken money from the couple for \"non-existent\" horses and stabling fees.\nThe court also heard Ms Bailey, 66, paid Mr Lewis to take her car for repair, but instead he sold it for £5,000 and told her it was damaged and should be scrapped.\nThe jury was also told that in 2018, Ms Bailey transferred £50,000 to Mr Lewis' partner, Siwan Maclean, for the purchase of the former Llanddona school on Anglesey, which Mr Lewis had told her she could sell for a profit to a building firm.\nBut, Mr Roach said the building was never put up for general sale.\nThe jury was told Mr Corrigan's murder was nothing to do with this trial, but the fraud allegations came to light when Ms Bailey was interviewed by police after the shooting.\nMr Lewis' partner Ms Maclean, 51, also of Llanfair-yn-Neubwll, denies entering into a money laundering agreement. Mr Lewis denies eight counts of fraud and the trial continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56753451",
      "category": "uk-wales",
      "title": "Covid vaccination staff set sail to jab Caldey Island monks",
      "tags": "Coronavirus vaccines,Tenby,Coronavirus pandemic",
      "text": "From sports halls to surgeries and orangeries to old toy shops, people are being vaccinated in all buildings.\nYou can add a monastery to that list as the monks who live on an island just off the Welsh coast had their second Covid-19 jab on Wednesday.\nStaff from Tenby Surgery sailed over to Caldey Island, less than a mile (1.6 km) off the Pembrokeshire coast, to give the Cistercian monks a full dose.\nHealth chiefs said it was one of \"the more unique vaccination clinics\".\nThe Cistercian monks, who took up residence on the island in 1929 to lead a life of prayer and quiet living, had their first vaccination during a visit in February.\nBut their local surgery staff paid another visit to the island on Wednesday with a dose of the Oxford-AstraZeneca vaccine.\nJabs were also given to other eligible residents of Caldey Island, which is one of the UK's holy islands with a long monastic heritage.\n\"This is definitely one of our more unique vaccination clinics to reach our communities and we are pleased to be returning,\" said Jill Paterson of Hywel Dda University health board."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56742729",
      "category": "uk-wales",
      "title": "Nicola Faith: Missing boat 'could have been found earlier'",
      "tags": "Colwyn Bay,Fishing",
      "text": "The wreck of a north Wales boat missing for more than two months was found just 177m away from its last known position, a marine search expert has said.\nThe Nicola Faith failed to return to Conwy on 27 January, and the bodies of her three crew were later found at sea.\nThe Marine Accident Investigation Branch confirmed the ship's identity on Tuesday after it was spotted last week.\nDavid Mearns said there was \"no reason\" why the boat should not have been found sooner given its location.\nThe bodies of crew members Alan Minard, 20, Ross Ballantine, 39, and skipper Carl McGrath, 34, were all found in March.\nMr Mearns was leading a private search for the boat, although it was ultimately found by the MAIB, in shallow waters less than two miles off the coast of Colwyn Bay, he said.\nMr Mearns told BBC Radio Wales Breakfast: \"The wreck was located only 177 metres away from the last known position of the vessel. \n\"So it was where the signal was lost, it was where everyone should have known where the wreck was from the beginning.\n\"So, in the final conclusion, yes, there is no reason why it shouldn't have been found sooner.\"\nHe said the the search had been done in a number of stages.\n\"The MAIB actually found the wreck last week, and so I went out and did a high-resolution sonar of the wreck, which provided the best images that we have so far of the wreck.\n\"These are images both of the hull, and also of things that are floating above it,\" he said.\n\"This allowed us to compare things like the dimensions of the ship, and pick out key features which are distinctive to the Nicola Faith - the tall mast and the platform on the stern - that helped identify it as the Nicola Faith.\"\nHe added the MAIB and North Wales Police divers had visually confirmed it as the wreck.\n\"The hull appears intact, we can see the whole starboard side, and from the sonar images, the wreck appears intact, and all the key features are there,\" Mr Mearns said.\n\"At one time, people were concerned that it may have capsized, so the radar mast would have been damaged, but those are intact. \n\"I can see no obvious damage, as it looks OK - which just raises more questions - about why it sank, in not very shallow water, and not so far off the coast.\"\nOn Tuesday, Andrew Moll, chief executive of the MAIB, said: \"A large amount of evidence has already been collected and analysed, and a close look at the results of today's dive survey should increase our understanding of the accident.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56734468",
      "category": "business",
      "title": "Rightmove says Cornwall's Newquay is hottest UK property market",
      "tags": "Flexible working,Money,Personal finance,Housing market,Renting,Newquay,Coronavirus pandemic",
      "text": "Newquay has been named the hottest property seller's market by online property portal, Rightmove.\nIt says eight out of 10 listed homes have been sold, subject to contract, since the start of the year, the fastest moving market in the UK.\nReflecting the trend for less-centralised living, it says city centre properties are moving much more slowly.\nBirmingham city centre is the worst place for sellers. Only 18% of properties have sold so far this year.\nThe start of restrictions easing has increased activity in what Rightmove says was already an incredibly busy housing market.\nThis high demand has pushed prices to record highs in some areas. \nIts findings reflect those made by others in the property business.\nLast week the Halifax said there was \"something of a resurgence\" in the UK housing market in March. The Chancellor, Rishi Sunak, moved to help home buyers by extending the holiday on property stamp duty in England, Northern Ireland and Wales.\nEarly last month the tax, which has been suspended on the first £500,000 of all property sales in England and Northern Ireland since July, was extended for another three months to the end of June.\nThe Halifax said this was key to the annual rise of 6.5% in house prices, taking the average to £254,606 in March.\nRightmove said the ten hottest sellers' markets it recorded had all seen asking prices hit records since the market reopened last May, with seven of them hitting a price record in 2021.\nThe most popular market after Newquay is Newton-Le-Willows in Merseyside, where just under 82% of listed properties are sold, subject to contract, followed by Plymstock in Devon, where 81% are at that stage in the selling process. \nThe findings echo research conducted last month by Rightmove and the BBC.\nIt looked at the most popular places people were searching for property, finding Cornwall had overtaken London this year as the most searched for location on Rightmove, while neighbouring Devon was the third most searched for and Dorset rose from 20th to 10th.\nBradley Start, partner at Start & Co Estate Agents in Newquay, said: \"The stock shortage is the worst I've seen in 30 years and there's just seemingly endless demand.\n\"We're getting requests for viewings within minutes of a property going on Rightmove and many properties are going to best and final offers due to the competition, something that usually we would only see a few times a year.\"\nSimon Shepherd, manager of Ashtons in Newton-Le-Willows, said: \"The past year has just been crazy. Right now I've had to rip up the rule book because the demand means it's hard to predict what a home is going to sell for, as in many cases we're achieving over the asking price.\"\nMarshall Moore was among those looking to move. \nThe 50-year-old spent the last 15 years living in the mega-cities of Seoul and Hong Kong before moving to just outside Truro.\nThe US academic told the BBC last month :\"It is such a relief. It is gorgeous and cultural and, in some ways, like San Francisco - but with more wind.\" \nMr Moore, who teaches creative writing, was given the chance to move owing to his job, but is clear about the benefits of the location.\n\"There is openness, space, fresh air, it is calm and there's the mild weather,\" he says. \"We can also afford to live in an actual house rather than an apartment. I feel incredibly lucky.\"\nRead more here"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56733801",
      "category": "uk-wales",
      "title": "Wales' woodlands 'facing catastrophe'",
      "tags": "Wales business,Trees,Wildlife,Welsh government,Climate change,Environment,Woodland",
      "text": "Wales' woods are facing \"catastrophic consequences\" that could spell \"disaster\" for plants and animals, conservationists have warned.\nThe Woodland Trust warned a lack of urgency to plant and protect trees was putting the future of green spaces at risk.\nTV presenter Iolo Williams said more trees were needed to prevent a \"collapse in wildlife\".\nThe Welsh Government said it could not comment due to the Senedd election.\nLast year it announced plans for a national forest the length and breadth of Wales.\nThen First Minister Mark Drakeford said the scheme - which includes £15m of woodland creation grants - would help protect nature and boost tourism.\nAccording to the Woodland Trust in Wales, or Coed Cadw, just 2.5% of the UK is now covered by ancient woodland, and 4.5% of Wales.\nIn a report the charity has now warned climate change, developments, pests, disease and pollution are threatening the future of green spaces and \"urgent action\" is needed.\nThe trust said while tree cover was increasing, the progress was \"nowhere near fast enough\" to halt the decline, and numbers of woodland birds and butterflies were in \"steep decline\".\nNatalie Buttriss, director of Coed Cadw, or the Woodland Trust in Wales, said the situation in Wales was \"sobering\" and urgent action was needed to protect green spaces.\n\"Planting and protecting woods and trees here in Wales is essential,\" she said.\nAccording to the charity, more than 99% of woodland in Wales now exceeds nitrogen pollution levels, damaging wildlife.\nTwo-thirds of the woods in Special Areas of Conservation are in an \"unfavourable condition\", the report also said.\nMs Buttriss said the decline could be reversed, and more woodlands would bring benefits for nature, communities and the economy.\nStump Up For Trees, a farmer-led charity which aims to plant a million trees in the Brecon Beacons, said the report was \"depressing\".\nThe charity has just finished a scheme to clear bracken and plant 120,000 trees on the Black Mountains.\nRobert Penn, project manager, said woodlands were \"vital\" and change was needed to get rid of complex processes which stopped the creation of new woodlands.\n\"Protecting, improving and expanding our woodland assets is fundamental at many levels: enhancing biodiversity, building resilient rural economies and providing the spaces we increasingly need to relax, and set our minds adrift,\" he said.\nTV presenter Iolo Williams said action was needed to help the decline of wildlife, blaming \"hundreds of years of development\" on the decline of forests and green spaces.\n\"We need more trees, not just to address things like climate change, global warming and flooding, but also to address this collapse in wildlife we have got,\" he said.\n\"I'm out walking now, and I am seeing very few insects.\"\nMr Williams said more trees were needed, but warned they needed to be \"the right trees in the right area\". \nWelsh Labour said it would \"strengthen the protections for ancient woodlands\". \nA spokesman said: \"We've already begun work on a National Forest for Wales and will extend it from north to south, improving 20 existing woodlands and creating 30 new ones, as well as connecting habitat areas.\"\nWelsh Conservative environment spokeswoman Janet Finch-Saunders said her party would \"take urgent action to build a better and more sustainable Wales\".\nIt would do this she said by planting \"at least eight million trees a year to soak up around half-a-million tonnes of C02, and reverse the decline we've regrettably witnessed\".\nPlaid Cymru said reforesting Wales would be a national goal if they were elected to government, with an action plan to deliver 20% tree coverage in all urban areas.\nA spokeswoman said this would involve planting 100,000 hectares of mixed woodland per decade in Wales, and it would have a \"right tree in the right place\" approach to forest restoration.\nWelsh Liberal Democrats environment spokesman Rodney Berman said the party backed plans for a national forest and would \"update and improve\" tree protection legislation.\nHe said the party would make all towns in Wales \"tree towns\", with a minimum of 20% tree cover in urban areas and 30% tree cover required for all new developments."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56747947",
      "category": "uk-northern-ireland",
      "title": "Arlene Foster: DUP leader sues Christian Jessen for defamation",
      "tags": "DUP (Democratic Unionist Party),Arlene Foster",
      "text": "Democratic Unionist Party (DUP) leader Arlene Foster is suing TV presenter Dr Christian Jessen for defamation, saying he made an \"attack\" on her marriage.\nOn 23 December 2019, Dr Jessen tweeted an allegation that Mrs Foster had been having an extra-marital affair.\nThe post remained online until Dr Jessen deleted it on 7 January 2020.\nOn Wednesday Mrs Foster told the High Court in Belfast it had been a \"very humiliating\" time for her. Judgement has been reserved in the case.\nMrs Foster is a member of the Northern Ireland Assembly for Fermanagh and South Tyrone and the first minister of Northern Ireland.\nDr Jessen is best known for presenting Channel Four programme Embarrassing Bodies.\nThere was no representation on behalf of Dr Jessen in court on Wednesday and the court was told 13 separate approaches by letter and email to Dr Jessen had gone \"unanswered\".\nGiving evidence to the court, Mrs Foster said she had initially been made aware of the tweet by her director of communications, who handles her social media accounts.\nThe first minister described it as \"an attack on me personally and my marriage, meant to destabilise me at a very critical time\".\nAt that time Mrs Foster was heavily involved in talks to restore power-sharing in Northern Ireland.\nThe court was told Dr Jessen's tweet was published at about the same time that anonymous Twitter users were claiming that Mrs Foster had been having an affair with one of her security guards.\nShe said having to explain to her husband what had happened was \"very upsetting\".\n\"It was very humiliating to see that the relationship that's most important to me had been trashed if you like and put out there in the public domain in that fashion,\" she told the court.\n\"One of the things that gives me stability is my home relationship - it was almost as if this cut to the very core of my life.\"\nThe court heard Dr Jessen had more than 300,000 followers on Twitter in December 2019 and that the tweet had been retweeted more than 500 times.\nMrs Foster said \"there wasn't much sleep on the night of the 23rd\" of December when the tweet was posted and that she had to have conversations with her children, husband and mother about what was happening.\nShe said her family had attended church together on Christmas Day and that she later found out that a journalist had contacted her church minister to ask how her family \"had appeared\" that day.\nThe court was also told Dr Jessen's tweet had referred to Mrs Foster as \"the sanctity of marriage preaching woman\", adding: \"It always comes back to bite them on the arse in the end.\"\nIt was in relation to the DUP's opposition to same-sex marriage.\nAsked if she believed in the sanctity of marriage, Mrs Foster said she did but rejected accusations that she was homophobic.\nThe judge said there was a \"big difference between holding strong religious views on the sanctity of marriage and having an irrational hatred of homosexuals\", and said the DUP leader would have been aware of that.\nMrs Foster replied: \"I do get distressed when people call me a homophobe because that's something I am not.\n\"I have many friends who are homosexual, they know my views and in any event same-sex marriage is now the law in Northern Ireland and has to be upheld.\n\"I have never in my own utterances said anything in relation with people who are homosexual and that's why I do get upset when people call me a homophobe.\"\nShe told the court she did not know Dr Jessen and that even when he had removed the tweet there was \"no acknowledgment of wrong-doing\".\nMrs Foster's barrister David Ringland QC said a solicitor for the DUP leader had contacted Dr Jessen on Twitter instructing him to remove the post on 24 December but he had refused to do so.\nMr Ringland said the tweet was not removed until 7 January, when Dr Jessen responded to follow-up requests in a \"pithy email\".\nThe court was told Dr Jessen had said he did not agree with the suggestion his claim gave rise to defamation and that he had removed it without admission of liability.\nMr Ringland said there was \"no correction, retraction or apology\" and that Dr Jessen had taken a \"head-in-the-sand approach\".\nThe judge reserved judgement but said he would seek to deal with the case as a \"matter of urgency\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56731330",
      "category": "education",
      "title": "Students returning to university in England from 17 May",
      "tags": "Universities in the UK,Students,Coronavirus pandemic",
      "text": "Students on all university courses in England will return \"no earlier than 17 May\", the government has announced.\nAbout a million students, taking courses taught online since Christmas, will be able to go back to university campuses.\nSince the start of the year, only students on hands-on courses have been allowed in-person teaching.\nBut the wait of another month to fully open was described as \"hugely disappointing\" by Universities UK.\nUniversities Minister Michelle Donelan, in a written statement, said the timing was a \"cautious approach to the easing of restrictions\" and \"the movement of students across the country poses a risk for the transmission of the virus\".\nUniversity leaders had been lobbying for all students to go back in April - saying it was unfair to keep restrictions on campuses when shops were open.\nStudents would be \"bitterly disappointed\" at  the slow return to university, said Vanessa Wilson, leader of the University Alliance, describing it as \"nonsensical\".\nThe mid-May start is likely to raise further questions about refunds on tuition fees and rent, for a reduced term before the summer break.\nGraham Galbraith, vice chancellor of the University of Portsmouth, said delaying for another month until after 17 May was \"unfathomable\".\n\"That this date is after many universities will have finished their teaching year shows a government with a cavalier disregard for details. This isn't good enough,\" he said.\n\"Students can now buy a book on British history in Waterstones and discuss it with a tattoo artist,\" - but they cannot go into a university and discuss it with their lecturer, said Prof Galbraith.\nAbout half of students have been on courses only being taught online - but from next month all students will return to a mix of face-to-face and online classes.\nHillary Gyebi-Ababio, the National Union of Students' vice president, said: \"We are pleased that the government has finally remembered that students exist.\"\nBut she warned that students would need support after so much disruption - including paying rent on accommodation they were not allowed to use.\nThe UCU lecturers' union, which opposed an earlier return, said it would be more \"honest\" to accept that many courses would stay online until the autumn.\n\"Restarting in-person activities in mid-May, with only weeks of the academic year left, makes absolutely no sense as most lectures and seminars will already have finished,\" said UCU leader, Jo Grady.\nStudents will be offered Covid testing on campus when they return - with an initial three tests under supervision, after which students will be asked to take tests at home.\nThere will also be an additional £15m for student hardship support this year, announced the universities minister.\nThe 17 May timing aligns the return of students with the next phase of ending the lockdown - when pubs will open indoors and cinemas and theatres can open.\nUnlike the mass return of England's school children in March, universities in England have had a patchwork return - prompting criticisms that students were \"forgotten\" in the plans for leaving lockdown.\nStudents on courses which required hands-on training, such as medicine and some sciences, had some face-to-face teaching last term.\nBut students on courses such as the arts, humanities, business and law had been waiting for a return date - which will now be about five months after they left for the Christmas holidays.\nThere are some other universities which have already decided to stay online for all this academic year.\nEven without in-person teaching, many students seem to have gone back to their university accommodation - with a survey from the Higher Education Policy Institute suggesting about two thirds of students had been in their term-time addresses.\nLabour's shadow universities minister, Matt Western, said: \"Just a week before thousands were hoping to return to campus, they have been let down with yet another late announcement and no explanation of the reasons for this delay.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56750439",
      "category": "world-us-canada",
      "title": "Afghanistan: Biden calls for end to 'America's longest war'",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,United States,Joe Biden",
      "text": "The US will continue to support Afghanistan after withdrawing all US troops, but not \"militarily,\" President Joe Biden has pledged.\n\"It is time to end America's longest war,\" he said in a speech from the White House room where US airstrikes there were first declared in 2001.\nThe pull-out is to coincide with the 20th anniversary of the 11 September 2001 terror attacks, officials say.\nAt least 2,500 US troops are part of the 9,600-strong Nato Afghan mission.\nThe number of US troops on the ground in Afghanistan fluctuates, and US media report the current total is closer to 3,500.\nUS and Nato officials have said the Taliban, a hardline Islamist movement, have so far failed to live up to commitments to reduce violence in Afghanistan.\nIn Kabul, Afghan officials say they will continue peace talks in preparation for the withdrawal.\nAfghan President Ashraf Ghani tweeted that he had spoken on the phone with Mr Biden on Wednesday, and that the country \"respects the US decision and we will work with our US partners to ensure a smooth transition\".\nHe added that Afghanistan's defence forces \"are fully capable of defending its people and country\".\n\"We cannot continue the cycle of extending or expanding our military presence in Afghanistan hoping to create the ideal conditions for our withdrawal, expecting a different result,\" said Mr Biden, the fourth president to oversee the war.\n\"While we will not stay involved in Afghanistan militarily, our diplomatic and humanitarian work will continue,\" he continued, adding: \"We will continue to support the government of Afghanistan.\"\nMr Biden also pledged to continue providing assistance to Afghan defence and security forces - including 300,000 personnel, who he says \"continue to fight valiantly on behalf of their country and defend the Afghan people, at great cost\".\nHe also paid his respects to the victims of the 11 September 2001 attack which triggered the US invasion of Afghanistan.\n\"We went to Afghanistan because of a horrific attack that happened 20 years ago,\" he said. \"That cannot explain why we should remain there in 2021.\"\n\"We have to focus on the challenges that are in front of us,\" said Mr Biden, citing the threat of cyber attacks and rising tensions with China.\n\"We already have service members doing their duty in Afghanistan today whose parents served in the same war,\" he added.\n\"We have service members who were not yet born when our nation was attacked on 9/11. War in Afghanistan was never meant to be a multigenerational undertaking.\"\nLater on Wednesday, Mr Biden will visit Arlington National Cemetery, where some of the 2,488 US troops who died fighting in Afghanistan are buried.\nMr Biden's plan pushes back the 1 May deadline agreed to by the Trump White House.\nThe deal signed in February 2020 said the US and its Nato allies would withdraw all troops by May 2021 if the Taliban upheld its promises, including not allowing al-Qaeda or other militants to operate in areas it controlled and proceeding with national peace talks.\nAlthough the group stopped attacks on international forces as part of the historic agreement, it has continued to fight the Afghan government. Last month, the Taliban threatened to resume hostilities against foreign troops still in the country on 1 May.\nLast year Donald Trump set in motion a full US withdrawal from Afghanistan. This week, Joe Biden - who as Barack Obama's vice-president opposed an ongoing large US presence in the nation - pledged to see the process to its final resolution.\nThat his administration will miss the Trump-set deadline of 1 May has been overshadowed by the symbolism of Biden's new deadline, 11 September, the 20th anniversary of the attack that instigated US entry into Afghanistan.\nTrump's actions have insulated Biden from significant criticism so far, even from conservative hawks. Senate minority leader Mitch McConnell called Biden's decision a \"grave mistake,\" but others - like Texas Senator Ted Cruz - have voiced support.\nWhile the short-term political downside of withdrawing the 3,500 remaining US soldiers appears minimal, Biden's move is not without risk. If the Taliban takes power and cracks down on women's rights, or if the nation once again becomes a haven for extremist militants, the American public could hold Biden responsible - and today's critics will have new ammunition.\nIn the meantime, however, Biden will claim credit for ending \"America's longest war\" and focusing the nation's efforts on domestic challenges. He will do so on solid political ground - for now.\nOn Wednesday, US CIA Director William Burns said in a senate hearing that military capabilities in the region would be diminished once the US leaves.\n\"There is a significant risk once the US military and the coalition militaries withdraw,\" he said, adding that the US will still \"retain a suite of capabilities\" to counter extremist threats.\nOn Tuesday, a senior US official warned that the Taliban \"will be met with a forceful response\" if they attack US troops during the pull-out phase.\nAbdullah Abdullah, head of the nation's High Council for National Reconciliation, said on Wednesday that the news of foreign troops withdrawing means \"we need to find a way to co-exist\", Reuters news agency reported.\n\"We believe that there is no winner in Afghan conflicts and we hope the Taliban realise that too,\" he said.\nAfghans across the country have told the BBC's Afghan service that they are alarmed by the news.\n\"I do not think conditions are suitable for withdrawal,\" says Roeena Usmani, who lives in the western Herat province bordering Iran.\n\"The international community has not yet fulfilled their commitments, there is talk of the Taliban returning to power-sharing.\"\n\"We are concerned that we could lose all the achievements of the last 20 years, particularly for women,\" she continues. \"There should be guarantees that we should not return to the dark days of 20 years ago.\"\nMohammad Askar, a resident of Mazar-e Sharif in northern Afghanistan, said: \"If American troops want to leave Afghanistan they should do so with a plan. \n\"If not, I fear Afghanistan will return to civil war.\"\nWeyar, a resident of the northern Baghlan province, said the US \"should go after reaching agreement with all stakeholders, including the Taliban\".\n\"Otherwise Afghanistan may plunge into war, which will be disastrous not only for Afghanistan but the whole world.\"\nOctober 2001: US-led bombing of Afghanistan begins following the 11 September attacks on the United States \nFebruary 2009: Nato countries pledge to increase military and other commitments in Afghanistan after US announces dispatch of 17,000 extra troops\nDecember 2009: US President Barack Obama decides to boost US troop numbers in Afghanistan by 30,000, bringing total to 100,000. He says US will begin withdrawing its forces by 2011\nOctober 2014: The US and UK end their combat operations in Afghanistan\nMarch 2015: President Obama announces his country will delay its troop withdrawal from Afghanistan, following a request from President Ashraf Ghani\nOctober 2015: President Obama announces that 9,800 US troops will remain in Afghanistan until the end of 2016, backtracking on an earlier pledge to pull all but 1,000 troops from the country\nJuly 2016: President Obama says 8,400 US troops will remain in Afghanistan into 2017 in light of the \"precarious security situation\". Nato also agrees to maintain troop numbers and reiterates a funding pledge for local security forces until 2020\nAugust 2017: US President Donald Trump says he's sending more troops to fight a resurgent Taliban\nSeptember 2019: Protracted peace talks between the Taliban and the US break down\nFebruary 2020: After months of on-off talks, the US signs a troop withdrawal agreement in Doha with the Taliban"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56729897/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: People 45 or over in England invited to book vaccine",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "People aged 45 or over in England will now be invited to get a Covid jab, Health Secretary Matt Hancock has said.\nThe vaccination programme would then move on to everyone aged 40 or over \"in line with supplies\", he added.\nAppointments can be made on the NHS booking website, which temporarily crashed on Tuesday morning when it opened up to the new age group. \nFirst Minister Nicola Sturgeon also confirmed over-45s would start to get invites in Scotland this week.\nUnlike in England, appointments there will be allocated and there are no plans to introduce an online booking service.\nIn Northern Ireland, people aged 40-45 are eligible to get a Covid vaccine, while in some areas in Wales 40-49 year-olds are being invited.\nAll over-50s and those in high-risk groups in the UK have been offered a first dose of the vaccine.\nIn other developments:\nThe UK has bought millions of that vaccine, also known as Janssen, but the Department of Health said the delay would not affect the UK's vaccine efforts.\nA further 2,472 coronavirus cases were recorded across the UK on Monday, with a further 23 deaths within 28 days of a positive test reported. \nMeanwhile, Prime Minister Boris Johnson has warned that coronavirus infections and deaths will start to rise again as restrictions were eased.\nHe said that although the vaccination programme had helped reduce the numbers, \"the bulk of the work in reducing the disease has been done by the lockdown\" and he urged people to be \"cautious\".\nHowever, he said he could not see any reason to change England's roadmap out of lockdown. Mr Johnson added that he was \"very confident\" about the UK's vaccine supplies.\nMr Hancock said the government was \"on track\" to offer a vaccine to everyone aged 18 or over by the end of July after meeting an earlier target for offering jabs to the most vulnerable.\nSpeaking in the House of Commons, Mr Hancock hailed the \"remarkable achievement\" of delivering more than 40 million vaccine doses and fully vaccinating 7.8 million people.\nThe health secretary also confirmed the rollout would descend through the age groups, based on advice from the Joint Committee of Vaccination and Immunisation (JCVI).\nThere are an estimated 3.7 million people in England aged 45 to 49.\nGiven how quickly the vaccination programme has been rolled out in the UK, hitting the target of all priority groups by mid-April is not unexpected. \nAnd remember, there is no published data on the number of people offered jabs, as opposed to those who have actually been vaccinated. However, NHS England has made clear that across the nine groups, 95% have actually had their first doses - that is an average, with take-up rates varying in different groups.\nOnline bookings for the next age group, those aged 45 and over, have opened in England. Text messages to 48 and 49-year-olds from local vaccination centres are set to go out soon. \nBut what's not known is to what extent supplies of Pfizer and Moderna vaccines will fill the gap caused this month by supply problems with the AstraZeneca doses. \nThe government is sticking to the line that the programme is on track to offer every adult a first dose by late July. \nBut officials qualify it by saying this is \"subject to supply\" - and that is a key variable.\nProf Brown, a member of the JCVI, predicted there will be a \"mix-and-match\" for vaccines in the coming years.\nHe told the BBC: \"It's practically going to have to be that way because, once you've completed a course of, say, the Moderna or Pfizer or the AstraZeneca with two doses, in the future it's going to be quite difficult to guarantee you get the same type of vaccine again.\n\"So there will be a mix-and-match occurring just by the sort of practicalities of doing a third or fourth vaccination over the next few years.\"\nHe added that trials involving mixed vaccine combinations were ongoing.\nAnother member of the JCVI, Prof Adam Finn, welcomed the news that the UK had completed the first phase of its vaccination programme but added: \"We're only halfway up the hill.\"\nHe told the BBC: \"We mustn't take our eye off the task and we've got to keep working to get to the top.\"\nProf Finn said people over 50 who have not been invited for a first dose of the vaccine should make a \"gentle enquiry\" with their GP.\nSurge testing has been implemented in the Wandsworth and Lambeth areas of south London after a cluster of the South African Covid-19 variant was found. \nThe BBC has seen documents that show the outbreak appears to have been triggered by an individual who travelled from an African country in February that was not on the red list for mandatory quarantine, but is now.\nThe government has also announced that students in England will return to university \"no earlier than 17 May\", with an offer of supervised Covid tests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56742156",
      "category": "world-asia-china",
      "title": "Chinese man kidnapped and killed in elaborate body-swap scheme",
      "tags": "China",
      "text": "A Chinese man with Down's syndrome was kidnapped and killed in a bungled plot to grant another man's wish for burial rather than cremation.\nBefore he died of cancer in 2017 a man from south-east China told his family he wanted a traditional burial, but in some regions these are banned.\nHis family hired someone to find a substitute body that could be cremated in place of their relative's.\nBut unknown to them, the man they hired committed murder to provide the body.\nIn September 2020 the man hired by the family - identified only by his surname Huang - was given a suspended death sentence over the murder.\nWhile the murder happened in 2017, the case only gained prominence last week after an article about the incident came to wider attention online in China.\nCourt documents show Huang had in 2017 been offered money by the family to provide them with another body as they wanted their deceased family member to have a traditional burial. \nThe family live in Shanwei city in Guangdong province, where the government requires all dead bodies to be cremated.\nBut while the family assumed he would look for another dead body, Huang killed someone in order to fulfil the deal. \nSpotting a man with Down's syndrome picking litter from the street, Huang persuaded him to get into a car and gave the victim alcohol until he passed out. \nHe then put the victim's body into a coffin and days later it was passed on to the family in exchange for money.\nThe family paid 107,000 yuan (£11,900; $16,300), of which 90,000 yuan went to the accused while the rest went to a middleman who has since died. \nThe family then proceeded to have that coffin cremated, pretending it contained the body of their own relative. \nThe relative's actual body was then buried in secret in a traditional way.\nAfter the victim's disappearance in 2017, he was reported as a missing person. \nIt took police more than two years to uncover the crime and track down the accused. \nIn September 2020, Huang was given a suspended death sentence, which he appealed against. \nThis was eventually dismissed by the Guangdong Higher People's Court in December 2020 and a suspended death sentence was upheld. This means that if he does not reoffend after two years, the sentence will be commuted to life in prison.\nThe family who hired Huang were found guilty of \"insulting a corpse\", but were not handed a prison sentence. It is unclear if they had to instead pay a fine. \nLast week a news outlet published a feature with the victim's family, giving the story a national platform.\nA traditional burial is favoured in China, with people investing heavily in funerals and coffins, believing that doing so is a way of showing filial piety towards their ancestors.\nBut China has increasingly been campaigning for people to refrain from burying their dead and in some regions there is an outright ban on burials. \nThis is intended to save land and discourage extravagant burial ceremonies. \nA regulation dating back to 1997 stipulates that \"densely populated regions with relatively little land and convenient transport should practise cremation\". \n\"Those regions which cannot meet such requirements are allowed to conduct burials,\" the regulation says.\nBody swapping is not unheard of in China, and mostly occurs in rural areas where more people put stress on following traditional burial ways."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56741571",
      "category": "world-australia",
      "title": "Neighbours: Actress Sharon Johal also alleges racism on soap",
      "tags": "Racism,Representation,Australia",
      "text": "A third Neighbours star, Sharon Johal, has spoken out about the racism she says she endured on the set of the popular Australian soap opera.\nThe Australian actress, who has Indian heritage, left the show in March after four years as character Dipi Rebecchi.\nJohal said she had faced racist taunts from white castmates, and felt further targeted when she asked for help.\nShe said she felt \"morally compelled\" to voice her trauma after two Aboriginal stars did so last week. \nThe former lawyer and Melbourne-based actress described it as a \"human rights issue\".\nOn-set racism allegations were first raised by former cast members Meyne Wyatt and Shareena Clanton. Clanton had said it was \"traumatising to work in such a culturally unsafe space\". \nIn response, production company Fremantle Media said it would hold a review into the allegations.\nClanton praised Johal's expression on Tuesday, commenting on her Instagram post: \"So it begins... I am with you and so proud of you for speaking up.\"\nIn a 1,500 word statement on Tuesday, Johal said she had experienced \"direct, indirect and casual racism\" on the set from other castmates and crew members. She did not identify anyone. \nShe said one former castmate compared her to a bobble-head toy, and repeatedly mimicked Indian character Apu from The Simpsons in her presence \"with accompanying Indian accent and movement of head\" - despite Johal requesting they desist.\nAnother castmate, still on the show, had also repeatedly referred to her as \"you people\" when talking about people of Indian descent in a derogatory way. \nJohal said when she asked what the castmate had meant, she was told: \"You know, Indians.\"\nShe was later alerted by crew members that the same castmate had also called her \"the black one\" or \"blackie\" behind her back. \nShe alleged they had also repeatedly voiced claims on set that the show had only hired Indian actors to \"fill their diversity quotas\" and \"not because they're any good.\" \nWhen she raised complaints with management, no disciplinary action was taken and she was further targeted, she said. \n\"While they were sympathetic and the actor [was] questioned on one occasion .. no further action was taken.\"\nManagement also failed to protect her when she asked for moderation of racist abuse posted on the show's social media accounts, she says. \n\"I was again sympathised with, but was advised: \"We leave the comments as they are for people to discuss.\" \nJohal said she also felt isolated and marginalised by other cast members, who she alleges witnessed the behaviour - including the Apu mimicking incident-  but did not help or support her when she spoke up.\n\"I did not have faith that I would be adequately supported should I have taken the action to instigate a formal investigation into the allegations,\" he said.\nIn response to Johal's allegations on Tuesday, Fremantle Media said: \"We remain committed to ensuring a respectful and inclusive workplace for all employees on the set of Neighbours and take very seriously any questions about racism or any other form of discrimination.\"\nJohal commended Fremantle Media's investigation and requested that it be widened to include all forms of discrimination.\nShe noted she had been \"one of the few people of colour\" to have been a series regular in the show's 36-year history and the show had \"taken great strides\" in including diverse characters.\nBut much more needed to be done and some storylines and scripts were \"culturally insensitive\" she added.\nShe said she had decided to speak publicly in the hope that \"this can be a transformative moment in the show's history\" and in Australia's screen industry more broadly.\nA 2018 Screen Australia industry report found that only 7% of characters on screen were from non-European backgrounds, compared to 17% of the population."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56752755",
      "category": "uk",
      "title": "The Queen appoints new Lord Chamberlain ahead of Prince Philip's funeral",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Queen Elizabeth II,Windsor Castle",
      "text": "The Queen has formally appointed the former head of MI5 as Lord Chamberlain ahead of the Duke of Edinburgh's funeral.\nThe monarch held an audience with Andrew Parker at Windsor Castle and passed on a wand and office insignia.\nLord Parker took over from the Earl Peel as Lord Chamberlain on 1 April. \nThe Lord Chamberlain's office is responsible for royal events and ceremonies, including Prince Philip's funeral at Windsor on Saturday.\nIt followed the Queen's first royal duty since the duke's death, when she accepted the wand and insignia from the Earl Peel, who has retired, during an audience at Windsor on Tuesday.\nMeanwhile, members of the Royal Family released previously unpublished photographs of the duke, and the Princess Royal held her first in-person engagement since her father's death.\nA royal official has said members of the family would continue \"to undertake engagements appropriate to the circumstances\" during an official period of mourning.\nConfirmation of the Queen's audience with Lord Parker came in the Court Circular, the official record of royal engagements.\nIt reported: \"The Lord Parker of Minsmere had an audience of The Queen today, kissed hands upon his appointment as Lord Chamberlain and received from Her Majesty the Wand and Insignia of Office and the Badge of Chancellor of the Royal Victorian Order, when The Queen invested him with the Insignia of a Knight Grand Cross of the Royal Victorian Order.\"\nThe Lord Chamberlain's office, led by the Queen's Comptroller Lieutenant Colonel Michael Vernon, is tasked with the practical side of Prince Philip's funeral.\nBut in overall charge is Lord Parker, who succeeds the Earl Peel after his retirement following more than 14 years in post.\nThe ceremonies at Windsor Castle came after the Queen held a phone call with Prime Minister Boris Johnson on Saturday.\nOn Sunday, the Duke of York said the Queen had told her family that Prince Philip's death at the age of 99 \"left a huge void\" in her life.\nHe added: \"The Queen, as you would expect, is an incredibly stoic person.\n\"She described it as having left a huge void in her life but we, the family, the ones that are close, are rallying round to make sure that we're there to support her.\"\nThe funeral, on Saturday at 15:00 BST, will be a much more low-key event due to the pandemic, but Buckingham Palace says the plans reflect Prince Philip's wishes.\nHis coffin will be carried in a modified Land Rover, which the duke helped to design, as part of a procession from the State Entrance of Windsor Castle to St George's Chapel.\nMembers of the Royal Family will walk behind the coffin, although the Queen will travel separately. Meanwhile, guns will be fired in salute and a bell will toll.\nInside the chapel, the Royal Family will wear face masks and keep to social distancing rules. Only 30 people will be able to attend, in line with coronavirus regulations.\nThe Duke of Sussex has returned to the UK from his home in the US to attend the funeral, although the Duchess of Sussex will not make the trip on medical advice."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56750103",
      "category": "business",
      "title": "Bernie Madoff: Disgraced financier dies in prison",
      "tags": "Banking,Fraud,United States",
      "text": "Bernie Madoff, a Wall Street financier disgraced after he admitted to one of the biggest frauds in US financial history, has died in prison at age 82.\nHis death was announced by the Bureau of Prisons.\nMr Madoff had been serving a 150-year sentence after he pleaded guilty in 2009 to running a Ponzi scheme, which paid investors with money from new clients rather than actual profits. \nIt collapsed during the 2008 financial crisis.\n\"Bernie, up until his death, lived with guilt and remorse for his crimes,\" his lawyer Brandon Sample said in a statement.\n\"Although the crimes Bernie was convicted of have come to define who he was - he was also a father and a husband. He was soft spoken and an intellectual. Bernie was by no means perfect. But no man is.\"\nMr Madoff,the son of European immigrants who grew up in New York,set up his eponymous firm Bernard L Madoff Investment Securities in 1960.\nThe company became one of the largest market-makers - matching buyers and sellers of stocks - and Mr Madoff served as chairman of the Nasdaq stock exchange.\nThe firm was investigated eight times by the US Securities and Exchange Commission because it made exceptional returns.\nBut it was the global recession which effectively prompted Mr Madoff's demise as investors, hit by the downturn, tried to withdraw about $7bn from his funds and he could not find the money to cover it.\nHe confessed the problem to his sons, who went to the authorities.\nThe list of those scammed included actor Kevin Bacon, Hall of Fame baseball player Sandy Koufax and film director Steven Spielberg's charitable foundation, Wunderkinder.\nUK banks were also among those who lost money, with HSBC Holdings saying it had exposure of around $1bn. Other corporate victims were Royal Bank of Scotland and Man Group and Japan's Nomura Holdings.\nBut it was not just the elite and large firms who were victims of the fraud.\nSchool teachers, farmers, mechanics and many others also lost money.\n\"We thought he was God. We trusted everything in his hands,\" Nobel Peace Prize winner Elie Wiesel, whose foundation lost $15.2 million, said in 2009.\nIn court, Mr Madoff said that when he started the scheme in the 1990s, he hoped it would only be for a limited time.\n\"I cannot adequately express how sorry I am for what I have done,\" he said in March 2009, when he pleaded guilty.\n\"I realised that my arrest and this day would inevitably come.\"\nThe scam involved an estimated $65bn, a figure that included gains Mr Madoff's clients believed they had made due to fake account statements.\nOf the more than $17bn in cash losses, more than $14bn has been recovered.\nLast year, Mr Madoff requested early release from prison citing health problems, including kidney disease. In an interview with The Washington Post he said he had \"made a terrible mistake.\"\n\"I'm terminally ill,\" he said. \"There's no cure for my type of disease. So, you know, I've served. I've served 11 years already, and, quite frankly, I've suffered through it.\"\nJudge Denny Chin denied Mr Madoff's request, noting many victims were still suffering due to their financial losses.\n\"I also believe that Mr. Madoff was never truly remorseful, and that he was only sorry that his life as he knew it was collapsing around him,\" he wrote. \nAt least two investors with Mr Madoff took their own lives after their losses. His son Mark also killed himself on the second anniversary of his father's arrest. His other son, Andrew, died of cancer in 2014.\nMr Madoff is survived by his wife, Ruth Madoff, who maintained she was unaware of the scheme and was never charged. Prosecutors let her keep $2.5m from the the $825m fortune the couple once possessed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56737929",
      "category": "business",
      "title": "'Employers ignore you if they can't pronounce your surname'",
      "tags": "Unemployment,Resolution Foundation,Youth unemployment,Employment,BAME communities",
      "text": "Twenty-one-year-old Mary Ibiyemi from Glasgow lost her job in a takeaway last year because her employer \"just couldn't keep me on anymore\" in the pandemic.\nShe then spent fruitless months looking for jobs, a time when her self-esteem \"just went down\".\nShe thinks it's hard for any young person finding work at the moment, but particularly if you are black. \n\"My surname isn't one a lot of people can pronounce, and I feel employers are more likely to skip over it,\" she said,\n\"I feel if you're from the black or Asian communities, if you have a hard-sounding name then they are less likely to take the time to get to know the person, the pronunciation and try to work with you as a person.\" \nOver the past year, the UK jobless rate for young black people rose by more than a third to 35%, according to the Resolution Foundation think tank.\nThat compared with a rate of 24% for young people of Asian descent and a rate of 13% for young white people, both up three percentage points.\nThe foundation said Covid had widened existing gaps between ethnic groups.\nLester Holloway, anti-racism policy officer at the Trade Union Congress (TUC), said all young people needed opportunities but black and minority ethnic (BME) young workers faced \"additional obstacles because of their race\". \n\"That's an example of racial injustice,\" he said. \"Ministers must stop delaying and challenge the structural racism and inequality that holds back BME people from such an early age.\" \nThe employment gap between young ethnic workers and white workers has been with us a long time, but this data, gathered during the pandemic, shows it's getting worse.\nThis research also makes clear that the problem is not just due to a lack of access to education among ethnic people. More than one-in-three young black graduates were unemployed in the second half of 2020 - an unemployment rate almost three times that of young white graduates. \nThe Commission on Race and Ethnic Disparities' recent report on race concluded there was no evidence of institutional racism in the UK, but the findings have been fiercely contested. \nThey also come after the unequal health outcomes of Covid sufferers from BME backgrounds have been laid bare.\nMary finally found a part time role, but many others won't be so lucky. According to the Resolution Foundation, young people in general have borne the brunt of job losses in lockdown, because they disproportionately worked in sectors hit by the crisis, such as hospitality and leisure. \nAt the height of the pandemic last year, between the second and third quarters of 2020, the unemployment rate among 18 to 24-year-olds rose from 11.5% to 13.6%, the foundation said.\nThis was the largest quarter-on-quarter rise among this age group since 1992.\n\"The rise in youth unemployment is not just about those losing their jobs, but also about young people not finding work in the first place,\" the foundation added.\n\"Those who left education just before or during the crisis - the so-called class of 2020 - have faced particular difficulties, with unemployment rising fastest among those who recently left education. \n\"Having a degree has not protected recent graduates from this effect.\"\nBut here too, there is a big disparity between ethnic groups. By the end of last year, unemployment among young black graduates had risen to 34%, up from 22% before the pandemic.\nThat was a rate almost three times that of young white graduates during the same period (13%). The unemployment rate for young Asian graduates during this period was 24%.\nThe Foundation called for the government's £2bn Kickstart youth jobs scheme to be expanded and extended to protect young people from the impact of long-term unemployment.\nIt also urged special efforts to ensure that young people from hard-hit ethnic backgrounds had access to the scheme, alongside access to quality education and training options, and, where needed, financial support for full-time study.\nKathleen Henehan, a senior research and policy analyst at the Resolution Foundation, said: \"The furlough scheme has done a fantastic job of minimising job losses amidst unprecedented shutdowns of our economy.\n\"But young people have still experienced a sharp rise in unemployment during the Covid-19 crisis - with recent education-leavers and young black people being hardest hit. \n\"This pandemic has created a highly generationally unequal unemployment surge and widened pre-existing gaps between different ethnic groups.\n\"Young people have sacrificed their livelihoods in order to save the lives of others from Covid-19, and putting their careers back on track must be a priority for government in the months and years ahead.\"\nAre you affected by the issues raised in this story? Please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56737580",
      "category": "uk-england-london",
      "title": "Covid-19: London surge testing extended over variant cases",
      "tags": "Contact tracing,Southwark,Coronavirus testing,Lambeth,Wandsworth,Coronavirus pandemic",
      "text": "Surge testing will take place in two more London boroughs after cases of the Covid-19 South African variant were found in both areas.\nResidents in \"targeted areas\" within the SE16 postcode in Southwark and N3 postcode in Barnet are being urged to get tested.\nIt comes after 44 confirmed and 30 probable cases were identified in Wandsworth and Lambeth.\nAll identified cases are isolating or have completed their isolation.\nTesting has begun in the Rotherhithe ward of Southwark and Covid-19 tests are being delivered to properties in the immediate area.\nResidents can also collect and drop off a Home Testing kit from Canada Water Library Theatre between 09:00 and 17:00 BST every day.\nA temporary testing site is being opened at Deal Porter Square, next to the library.\nTesting will begin at Finchley Central Underground Station car park on Thursday after one confirmed case was identified in N3. \nDr Tamara Djuretic, Barnet's Director of Public Health, said: \"There is no evidence at present that they have passed the infection further.\"\nFind out how the pandemic has affected your area and how it compares with the national average: \nIf you can't see the look-up click here.\nCase totals for some local authorities in England fell on Friday due to a change in the way the government reports the results of lateral flow tests. \nOn Wednesday, the Mayor of London, Sadiq Khan, said: \"Additional testing will be taking place in a targeted areas within SE16 in Southwark after a confirmed case of the Covid-19 variant first discovered in South Africa was found.\"\nHe said it was \"vital\" that those being asked to take a test in the area do so. \n\"This testing is essential to help monitor and suppress the spread of the virus, so I urge everyone contacted in this area and all those living and working in Wandsworth and in Lambeth to book their tests as soon as possible,\" the mayor added.\nMeanwhile, some people have taken to Twitter to complain about long queues at test sites in Lambeth on Wednesday.\nIsobel Knight said: \"I waited in line for over an hour this morning for the Lambeth surge testing.... If I didn't have Covid before, I probably do now.\"\nBeth Eyre said: \"I queued for two hours this morning and still no test as had to leave the queue to go to work.\"\nA Lambeth Council spokesperson said it has increased capacity to ensure queues are manageable.\n\"We have eight testing sites available for Lambeth residents with more mobile testing units being added, as well as sites open in neighbouring Wandsworth they can use,\" the spokesperson said.\n\"These will remain open for a fortnight. Tests are also available by post.\"\nFrom Thursday 15 April, additional testing sites will be available in Wandsworth, including Putney Leisure Centre and 23 pharmacies. \nSurge testing was previously carried out in three postcode areas of Lambeth in February after a case of the South African variant was discovered.\nIn March, intensive testing was put in place in three areas of Wandsworth borough following a small number of cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56749125",
      "category": "uk-politics",
      "title": "PMQs: Starmer and Johnson on ex-minister lobbying claims",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-56751700",
      "category": "uk-england-nottinghamshire",
      "title": "Mansfield couple reunite at care home after months apart",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56717403",
      "category": "uk-england-kent",
      "title": "County lines gang 'recruited teen in 80 minutes via Snapchat'",
      "tags": "County lines drugs trade",
      "text": "A teenager has told how he was groomed by criminals to sell heroin and crack cocaine after being recruited through a post on Snapchat.\nTwo years ago, aged 14 and wanting to run away from home, he responded to a message offering cash-in-hand work and accommodation, on the social media app.\nWithin 80 minutes, a gang collected him and drove him elsewhere to sell drugs.\nKent Police said they were cracking down on gangs but added parents also had an important role to play.\nThe teenager, who said he spotted the post on another person's Snapchat story, said: \"It was from a simple text to be honest with you... Within an hour and 20 minutes of me texting them, they was [sic] already here.\"\nThe boy, who has asked to remain anonymous, said he was made to hide drugs inside his body.\n\"Basically if you get pulled over by the police, cos [sic] they can't strip-search me or anything, obviously where I'm underage, obviously that's why they got me to hide it.\"\nHe said he sold consignments of drugs to addicts, each batch worth £480, and dealt with five consignments a day.\nAfter a week, his mother found him and rescued him with help from gang intervention charity Refocus.\n\"When I knew what he was doing, I thought I'm going to get that call that he's dead, because the amount of nights I searched the streets looking for him, and couldn't find him,\" she said.\nLennox Rodgers, from Refocus and also a former gang member, said he knew what to say and what to do and \"was able to show them how to get out\".\nCounty lines gangs use dedicated phone lines to send mass texts to customers and organise networks of couriers, often children and vulnerable adults, to move drugs from cities to smaller towns.\nPhone lines are branded with a gang's name, allowing customers to place orders. Dealers remain anonymous to avoid getting caught.\nThe boy's mother said: \"We still live the trauma, all of us as a family. I've had extra locks put on the doors. You're living a nightmare, even now. \n\"Even though my son's safe, I still worry if he goes out....These people are getting away with so much. It's out of control.\"\nSnapchat's guidelines state the app must not be used for illegal activities, and inappropriate content can easily be flagged.\nDevelopers said they continually sought guidance from experts, while providing in-app support for users.\nDet Supt Shaun White, from Kent Police, said the force took a zero-tolerance approach to county lines and drug dealing, working in partnership with the Metropolitan Police and British Transport Police.\nHe said in the past year, the force had arrested over 300 people, leading to more than 350 charges, and had conducted 176 search warrants, resulting in seizures of drugs, cash and weapons.\n\"We know that county lines teams use social media to groom young people, but as a response to that we work with our safeguarding teams and our partners in our local authority,\" he said. \n\"What I would say to parents is - look at your children's phones, look who they're mixing with. When they go to school, who are their new friends they're interacting with?\n\"Children have more than one social media account and parents have to get back to old-fashioned parenting and actually challenging their children on where they're going, who they're mixing with, and actually asking children for their passwords.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56746340/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Free lateral flow Covid tests in Wales for those unable to work at home",
      "tags": "Coronavirus testing,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "Anyone who cannot work from home in Wales will be able to get free rapid Covid home testing kits, the Welsh government said.\nThe lateral flow tests will be available to be picked up from local Covid-19 test sites from Friday.\nOfficials said they were also looking at making other locations available to collect self-test kits, as well as posting them out to individual homes.\nTesting in schools will also be extended for all pupils from Year 7.\nWALES ALERTS:  Get extra updates on BBC election coverage\nThe Welsh government said the latest measures were a step forward in the fight against the virus, especially for those unable to carry out their jobs at home.\n\"It is hoped that improving the availability of lateral flow tests will make regular asymptomatic testing for coronavirus more convenient and accessible for people not covered under existing schemes at workplaces, childcare settings, schools, colleges and universities,\" an official said.\nIt follows an announcement by the UK Health Secretary Matt Hancock earlier this month that two lateral flow kits a week would be offered to everyone in England.\nAt each testing site people will be able to collect the rapid lateral flow tests between 08:00 and 13:00. They will not need to make an appointment before collection.\nThe sites will close for a deep clean and reopen for symptomatic PCR testing between 14:00 and 20:00 each day.\nEach person will routinely be able to collect two packs of seven lateral flow self-test kits for home use. It is recommended tests are undertaken twice a week with the results recorded on the UK government portal. \nThe tests take about 30 minutes to give a result.\nIn addition to the new testing kits for workers in Wales, the Welsh government said it was extending rapid testing to all secondary school pupils from Monday.\nAt the moment, only those in Year 10 and above, as well as staff, are eligible for two free lateral tests a week.\nThe tests remain voluntary and will be taken at home, with results registered online.\nHealth Minister Vaughan Gething said it was important testing was made \"as convenient and accessible as possible\".\n\"We are especially keen for self-test kits to be used by people who cannot work from home so they can undertake regular testing,\" he said.\n\"This will help to keep them and their families safe.\n\"We know that up to one in three people who have coronavirus have no symptoms at all and can therefore spread it unknowingly. As we continue to ease restrictions, the routine testing of asymptomatic people will be imperative in our battle against the virus.\"\nA Plaid Cymru spokesperson said: \"The wider rollout of fast turnaround lateral flow tests, whilst a positive step, has to work in tandem with financial support for those self-isolating. \n\"The Covid-19 Rapid Survey of Adherence to Interventions and Responses study found that only 52% in the UK have self-isolated when required.\n\"Plaid Cymru have called on both the Welsh and UK government to increase the level of support provided through the self-isolation grant and Statutory Sick Pay alongside designated self-isolation facilities to increase levels of self-isolation following a positive test.\"\nWelsh Lib Dem leader Jane Dodds said the free tests were a \"welcome development\" for those working in shops, restaurants and schools and would \"help us safely reopen our country and economy\". \n\"These tests will help keep key workers safe and reassure the public in the process. I would encourage everyone who qualifies to take up this offer,\" she said.\nA Welsh Conservative spokesperson said: \"We must explore all avenues to get the Welsh economy on the road to recovery, and we are pleased Labour ministers have followed the action taken by the UK Conservative government and increased the scope for testing. \"Welsh Conservatives have a comprehensive and cautious roadmap out of lockdown and our priority is delivering our economic plan to ensure Welsh employees and businesses can recover from the difficulties of the past 12 months.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56725048",
      "category": "uk-northern-ireland",
      "title": "NI riots: Police need to reconnect with communities, Brandon Lewis says",
      "tags": "Belfast,Religion",
      "text": "The Police Service of Northern Ireland (PSNI) and Policing Board need to reconnect with communities and build and restore trust, NI Secretary Brandon Lewis has said. \nHe said the decision not to charge anyone over the Bobby Storey funeral had a \"very substantial impact\". \nMr Lewis was addressing Parliament in the wake of recent rioting.\nAlmost 90 police officers have been injured, although recent nights have been quiet. \nWhen the disorder began in loyalist areas at the end of March, it was linked to both a decision not to prosecute anyone for breaching Covid regulations at the Storey funeral last June and tensions over the Irish Sea border imposed as a result of the UK-EU Brexit deal.\nSome violence has also been linked to police operations targeting the South East Antrim UDA, a paramilitary group involved in organised crime.\nMr Lewis told the House of Commons on Tuesday that 88 police officers had been injured in the violence, with 18 arrests made and 15 people charged. \nHe said that in the wake of the Bobby Storey funeral decision, there was a \"very important role for the PSNI and Policing Board to be working with communities to restore and build that trust\".\nHe said the decision that was made has had \"a very substantial impact\".\nMr Lewis added that there was work that the PSNI and Policing Board \"need to do to reconnect with communities, to show communities that they are there, the PSNI is there for the safety and protection of everybody across the entire community of Northern Ireland\".\nAmid calls for the convening of a British-Irish summit to discuss the violence, Mr Lewis said he would look at the \"appropriate time\" for another meeting of the British-Irish Intergovernmental Conference (BIIGC), but he added policing was a devolved matter and did not fall under the remit of the BIIGC. \nThe lack of trouble in recent nights has been linked to the death of the Duke of Edinburgh, although there were disturbances in Belfast and Coleraine on Friday night, hours after his death was announced.\nSaturday also marked the 23rd anniversary of the signing of the Good Friday Agreement, which signalled an end to years of sectarian conflict in Northern Ireland.\nThe rioting has largely seen youths throwing bricks, fireworks and petrol bombs at lines of police officers and vehicles.\nMr Lewis travelled to Belfast last week for a series of political and civic society meetings in the wake of the violence, and was in Northern Ireland again on Monday. \nIt comes as church leaders penned an open letter appealing for politicians to provide a unified response to the recent \"heartbreaking\" scenes of violence, saying its causes are complex and deep-rooted.\nTheir plea is addressed to Northern Ireland ministers, the British and Irish governments and the European Union. \nOn Monday, the Church Leaders' Group (Ireland), which wrote the open letter, met PSNI Chief Constable Simon Byrne - who has faced calls from unionist political leaders to resign - to express concern for injured officers.\nThey have called for the \"entire\" Northern Ireland Executive to approach the EU and UK government to deal with the fallout of Brexit and the Irish Sea border, and for politicians to express their support for the PSNI.\nThe letter stated the intensity of the violence directed at police had been \"horrific\". \nIt said the PSNI had a political legitimacy across the community which is enjoyed by few other institutions. \n\"It is vital that we address concerns in a way that strengthens our democratic processes rather than undermining them,\" they added.\nThe letter was signed by the Reverend John McDowell and Archbishop Eamon Martin, the Church of Ireland Archbishop of Armagh and Primate of All Ireland and the Catholic Archbishop of Armagh and Primate of All Ireland respectively, as well as the Reverend Dr David Bruce, moderator of the Presbyterian Church in Ireland, the Reverend Dr Tom McKnight, president of the Methodist Church in Ireland, and the Reverend Dr Ivan Patterson, president of the Irish Council of Churches. \n\"As Christian Church leaders from across the island of Ireland, we appeal to our political leaders to come together in a unified response to the heartbreaking scenes witnessed on our streets last week and renew their commitment to peace, reconciliation and the protection of the most vulnerable,\" the letter states. \nIn the House of Commons on Tuesday, Democratic Unionist Party (DUP) MP Sir Jeffrey Donaldson said the violence was not justified. \nHe said the issue was trust, and that taking the peace process forward has to be built on trust. \n\"That trust was broken in relation to the findings of the Bobby Storey funeral and it has undermined people's trust and confidence in policing and justice in Northern Ireland and there is a two-tier policing system in the eyes of some and that needs to be addressed,\" he said. \nParty colleague Ian Paisley said the Bobby Storey funeral decision was the \"straw that broke the camel's back\", but the Northern Ireland Protocol lies at the heart of the issue. \nHe said \"all the condemnation in the world will not make that violence go away until actions are taken\". \nAlliance MP Stephen Farry expressed his \"full support for the PSNI, including the chief constable\".\nHe said an EU-UK veterinary agreement would \"take the heat\" out of the controversy around the NI Protocol.\nSDLP leader Colum Eastwood said that while policing was devolved, peace was not, and he pressed the secretary of state to hold a meeting of the BIIGC. \nThe situation was also earlier raised in the House of Lords by former SDLP leader Baroness Ritchie, who also asked about a British-Irish meeting.\nConservative frontbencher Viscount Younger of Leckie said a range of options was being considered, including the BIIGC. \n\"Nothing is off the table,\" he said. \nMeanwhile, Sinn Féin's national chairman and MLA Declan Kearney has accused the DUP of reckless behaviour and \"political vandalism\" against the Good Friday Agreement. \n\"The Good Friday Agreement is under renewed assault from those who have always rejected power sharing and the DUP is directly responsible,\" he said.\nMr Kearney added that \"bellicose rhetoric\" from the DUP, including the call for Mr Byrne's resignation, was a \"wrecker's charter\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56737563",
      "category": "world-us-canada",
      "title": "US says troops to leave Afghanistan by 11 September",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,United States,Joe Biden",
      "text": "US President Joe Biden is set to announce that American troops will leave Afghanistan by 11 September, officials have told US media.\nThe US would miss a May deadline for a pull-out agreed with the Taliban by the Trump administration last year.\nThe new deadline would coincide with the 20th anniversary of the terror attacks on the World Trade Center and the Pentagon in the US in 2001.\nMr Biden had previously said the 1 May deadline would be tough to meet.\nUS and Nato officials have said the Taliban, a hardline Islamist movement, have so far failed to live up to commitments to reduce violence.\nThe president is due to make the announcement himself on Wednesday.\nThe UK is now expected to withdraw 750 British soldiers stationed in Afghanistan by September, with Nato likely to pull its forces out collectively.\nGerman Defence Minister Annegret Kramp-Karrenbauer told ARD public television early on Wednesday: \"We always said: we'll go in together, we'll leave together. I am for an orderly withdrawal, and that is why I assume that we (Nato) will agree to that today.\" \nThe Taliban have been warned that if they attack US troops during the pull-out phase, they \"will be met with a forceful response\", a senior US official told reporters.\nMr Biden had decided a hasty withdrawal that would put US forces at risk was not a viable option, the official added.\nAt the same time, a review of US choices determined that now was the time to close the book on the 20-year conflict in Afghanistan to focus on more acute threats. \nThe Afghan government has not yet responded officially, but the speaker of the Afghan parliament, Mir Rahman Rahmani, warned that the withdrawal of foreign forces in the current circumstances would lead to civil war.\nBy Secunder Kermani, Afghanistan correspondent\nMany here will see this decision as a boost to the Taliban, despite it being a breach of the 1 May deadline the insurgents have insisted is adhered to. It seems unlikely they would now resume attacks on American forces given the short extension period; nevertheless, the Taliban reaction so far has been hostile. \nSome in the Afghan government had hoped the new Biden administration would adopt a more \"conditions-based\" approach to the peace process. Instead, that has been explicitly ruled out.\nThe slow pace of talks between Afghan and Taliban negotiators so far suggests it will be difficult to reach a power-sharing arrangement before US troops are withdrawn. Perhaps the Taliban's desire for international legitimacy will lead them to compromise. \nBut many fear the Taliban will be tempted to wait out the withdrawal, and then push for outright victory or at least dominance. The Afghan government has until now remained reliant on US air strikes to help hold the insurgents back. \nThe Taliban said on Tuesday that it will now not attend a summit on Afghanistan's future, due to be held in Turkey later this month, until all foreign forces leave the country.\n\"Until all foreign forces completely withdraw from our homeland, [we] will not participate in any conference that shall make decisions about Afghanistan,\" Mohammad Naeem, spokesman for the Taliban office in Qatar, tweeted. \nUS Secretary of State Anthony Blinken and US Defence Secretary Lloyd Austin are expected to brief Nato allies on the decision in the Belgian capital, Brussels, on Wednesday.  \nThe United States has spent trillions of dollars and lost more than 2,000 service members since 2001 in what has been its longest war.\nThe deal signed in February last year said the US and its Nato allies would withdraw all troops in 14 months if the Taliban upheld its promises, including not allowing al-Qaeda or other militants to operate in areas it controlled and proceeding with national peace talks.\nAs a condition of starting negotiations with the Afghan government, the Taliban also demanded the release of thousands of their men in a prisoner swap. \nDirect talks then began in Doha in September 2020, but a breakthrough has still not been reached.\nAlthough the group stopped attacks on international forces as part of the historic agreement, it has continued to fight the Afghan government.\nLast month, the Taliban threatened to resume hostilities against foreign troops still in the country on 1 May.\nThere are fears that if foreign military forces withdraw before a lasting agreement is reached, the Taliban might seize power. \nThe US has some 2,500 troops in the country as part of a 9,600-strong Nato mission.\nOctober 2001: US-led bombing of Afghanistan begins following the 11 September attacks on the United States \nFebruary 2009: Nato countries pledge to increase military and other commitments in Afghanistan after US announces dispatch of 17,000 extra troops\nDecember 2009: US President Barack Obama decides to boost US troop numbers in Afghanistan by 30,000, bringing total to 100,000. He says US will begin withdrawing its forces by 2011\nOctober 2014: The US and UK end their combat operations in Afghanistan\nMarch 2015: President Obama announces his country will delay its troop withdrawal from Afghanistan, following a request from President Ashraf Ghani\nOctober 2015: President Obama announces that 9,800 US troops will remain in Afghanistan until the end of 2016, backtracking on an earlier pledge to pull all but 1,000 troops from the country\nJuly 2016: President Obama says 8,400 US troops will remain in Afghanistan into 2017 in light of the \"precarious security situation\". Nato also agrees to maintain troop numbers and reiterates a funding pledge for local security forces until 2020\nAugust 2017: US President Donald Trump says he's sending more troops to fight a resurgent Taliban\nSeptember 2019: Protracted peace talks between the Taliban and the US break down\nFebruary 2020: After months of on-off talks, the US signs a troop withdrawal agreement in Doha with the Taliban"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56743693",
      "category": "uk-england-manchester",
      "title": "Oldham gang jailed for £160k supermarket thefts",
      "tags": "Cheshire",
      "text": "Six men who stole more than £160,000 worth of items from supermarkets, by setting off alarms to distract security guards, have been jailed.\nThe gang, based in Oldham, Greater Manchester, mainly targeted Asda stores for high-value items including perfume, alcohol, cosmetics and thousands of nappies.\nThey committed 81 separate offences across the UK to avoid being caught, Cheshire Police said.\nThe men were each jailed for 42 months.\nNicolae Ilie, 37, Alin Mihai, 28, Florin Costea, 52, Stefan Florin, 31, Marius Meirosu, 25, and Gabriel Mocanu, 36, who were originally from Romania, all pleaded guilty to conspiracy to steal at Chester Crown Court.\nThey set off security alarms as a distraction technique that enabled them to escape with the stolen items unseen, police said. \nThey would then sell on the items, such as printer cartridges, razor blades and alcohol.\nBetween April and September 2019 they targeted stores across Scotland, Wales and England.\nCheshire Police began investigating after Asda reported a £1,000 theft at its Barons Quay store in Northwich.\nDetectives examined CCTV footage, number plate recognition and credit card data which led them to a house in Oldham. \nThousands of nappies and more than 50 razors, perfume and alcohol were found.\nDet Con Paul Matchett said it was clear the men \"travelled to the UK with the sole intention of committing crime\".\nHe said they \"set up their base in Oldham\" and believed they could \"evade justice by spreading their crimes across the country in a bid to keep a low profile.\" \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56740199",
      "category": "world-us-canada",
      "title": "Daunte Wright shooting: Police resignations fail to ease unrest over death",
      "tags": "Minneapolis,US police killings,United States",
      "text": "The resignations of a police chief and of an officer who shot dead a black motorist in Minnesota have failed to end unrest over Sunday's killing.\nChief Tim Gannon and Officer Kim Potter have quit the Brooklyn Center force. \nMrs Potter said she shot Daunte Wright accidentally, having mistakenly drawn her gun instead of her Taser, a stance backed by Mr Gannon.\nDespite the resignations fresh clashes between police and protesters erupted for a third night.\nMr Wright's mother has been speaking about her last phone call to her son. In tears, she told reporters she could never have imagined he would be killed.\nThe death happened in a suburb of Minneapolis, a city already on edge amid the trial of a white ex-police officer accused of murdering African American George Floyd.\nOn Tuesday night bottles and other projectiles were thrown at the Brooklyn Center police headquarters and officers responded by firing tear gas, stun grenades and rubber bullets. \nMore than 60 people were arrested, Minnesota State Patrol Colonel Matt Langer told reporters.\nAnother demonstration broke out in Portland, Oregon, on Tuesday night, with about 100 protesters marching on the Portland Police Association Building. \nFlames were seen coming out of the side of the police building about an hour later. The Portland Police Bureau declared the gathering a riot.\nPortland was the centre of mass demonstrations last year, in the wake of the killing of George Floyd.\nSpeaking to reporters earlier, Brooklyn Center Mayor Mike Elliott said he had appointed 19-year veteran Tony Gruenig to take over for Tim Gannon.\nOn Monday, Mr Gannon had said the shooting of Mr Wright appeared to be an \"accidental discharge\" after Mrs Potter mistook her service pistol for a stun gun.\n\"I appreciate the officer stepping down,\" the mayor said, adding that he hoped her leaving would \"bring some calm to the community\".\nHe said the city had intended to fire Mrs Potter. \"We want to send a message to the community that we are taking this situation seriously,\" he added.\nMeanwhile, prosecutors are expected to decide whether to charge Mrs Potter on Wednesday, the Associated Press news agency reported.\n\"We have to make sure that justice is served... Daunte Wright deserves that. His family deserves that,\" Mr Elliott said.\nThe Wright family have spoken of their ordeal on the night Daunte was killed, holding a news conference near the courthouse where police officer Derek Chauvin is standing trial for George Floyd's murder.\nIn an emotional speech, his mother Katie described what she said was the worst day of her life.\nShe said her son called her after he was pulled over, and that she offered to give insurance details to police over the phone. \nShe said she heard police order him to get out of the vehicle. There was a scuffling sound and an officer told him to hang up the phone.\nWhen she was eventually able to call back, his girlfriend answered and told her he had been shot.\n\"She pointed the phone toward the driver's seat and my son was laying there, unresponsive,\" she said in tears.\n\"That was the last time that I've seen my son.\"\nThe family were joined by relatives of George Floyd and by Ben Crump, a lawyer who is representing both families. \nMr Wright's aunt Naisha angrily dismissed Mrs Potter's explanation of the killing.\n\"Every pistol, every Taser has a safety on it,\" she said. \n\"I watched that video like everybody else watched that video. That woman held that gun in front of her a long damn time.\"\nAt the scene - BBC's Tara McKelvey\nUpon hearing the news that the police officer who shot Daunte Wright had resigned, along with the police chief, Amber Young, a food services co-ordinator at a Salvation Army in Minneapolis, said she had two reactions.  \nShe was glad but felt the announcements should have come sooner. \nStanding outside the Brooklyn Center police department, she described how upset she had been with the actions of the police. \n\"She should have been fired,\" said Ms Young, referring to the police officer. \"Her resignation should not have come before [that].\" \nWhen it comes to the police chief, she said simply: \"I'm glad he's gone. He showed no concern for the community.\" \nMr Wright was pulled over for an expired tag on his car licence plate. Family members and advocates say he was racially profiled.\nPolice released body camera footage on Monday showing Mr Wright fleeing from officers after they told him he was being arrested for an outstanding warrant.\nAs Mr Wright re-enters his car, Officer Potter is heard shouting \"Taser\" several times before firing a shot.\nIn a one-sentence resignation letter to city officials. Mrs Potter wrote that she \"loved every minute of being a police officer... but I believe it is in the best interest of the community, the department, and my fellow officers if I resign immediately\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56743075",
      "category": "business",
      "title": "Covid test firm cuts price amid criticism over cost",
      "tags": "Tourism,Companies,Easyjet,Coronavirus lockdown measures,Travel",
      "text": "The cost of coronavirus testing for holidaymakers has been cut amid growing pressure from the travel industry.\nRandox, one of the biggest suppliers of PCR tests under the UK's \"testing for travel\" scheme, has reduced the price from £100 to £60.\nBut travel organisation Abta warned that the cost was still a \"significant restriction\".\nOther industry figures including the boss of Easyjet have said the requirement could price out travellers.\nForeign holidays are currently banned, and returning travellers have to quarantine on arrival. The earliest possible date for foreign travel from England has previously been given as 17 May, but it has not been confirmed. \nThe first ministers of Scotland and Wales have argued that it is too early for foreign holidays.\nFor England, destination countries will be in one of three categories (green, amber or red) and each one will require passengers to take a pre-departure Covid test as well as a PCR test on return to the UK.\nConsumer group Which? has estimated that each PCR test - which is just one of the tests needed - could cost about £120 per person.\nMark Tanzer, chief executive of the Association of British Travel Agents (ABTA), said that although one of the leading suppliers had cut costs, \"£60 is still a lot of money\" - particularly for families of four or five.\nHe added that a \"better solution is to not have a PCR test\", speaking in front of the Transport Select Committee.\nMPs also questioned why PCR tests are typically up to 80% cheaper overseas. \nMr Tanzer said: \"I can't see anything in the UK that is different about PCR that means it is more expensive there than elsewhere\".\nCriticism has come from other parts of the industry looking to salvage a key period of summer trade.\nJohan Lundgren, the chief executive of Easyjet, said on Wednesday: \"Easyjet was founded to make travel accessible for all and so we continue to engage with government to ensure that the cost of the required testing is driven down\".\nMr Lundgren added that may \"risk turning back the clock and make travel too costly for some\".\nThe airline also said that many European countries were planning to resume flying \"at scale\" in May.\nBookings for summer travel, dependent on restrictions easing, will help boost the airline's finances which have been squeezed during the pandemic. \nPassenger numbers for the six months to 31 March fell by 89% to 4.1 million. This led to total group revenue for the same period dropping by 90% to £235m, while it expects a pre-tax loss of £690-730m.\nEasyjet said that has enough flexibility to \"significantly ramp capacity up or down quickly\", according to demand for flights.\n\"Customers are booking closer to departure and visibility remains limited\", it said. But overall between April and the end of June, it expects to fly up to 20% of 2019 capacity levels.\nTransport Secretary Grant Shapps recently told the BBC that for the first time he was not \"advising against booking foreign holidays\".\n\"Yes, you'll want to check what the situation is in two or three weeks' time when that list [of countries] - the green, amber, red, is produced - you'll want to know that you've got good holiday insurance and flexible flights and the rest of it.\n\"But for the first time I think there is light at the end of the tunnel and we'll be able to restart international travel, including cruises by the way, in a safe and secure way, knowing about the vaccinations, everything we know about the disease this year, and of course that abundance of caution - having the tests in place.\"\nThe government has said it would work with airlines, travel firms and the test providers to see whether prices of tests can be reduced. \nThat could involve cheaper tests, or the government providing the pre-departure tests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56744272",
      "category": "uk",
      "title": "Covid-19: Care home staff in England may have to get jab, and long airport queues",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday evening. We'll have another update for you tomorrow morning.\nCare home staff in England could be required to receive a coronavirus vaccine, as part of new plans under consultation by the government. Scientific advisers have estimated that 80% of staff and 90% of residents need to be vaccinated to provide a minimum level of protection against outbreaks of the virus. NHS England figures show 78.9% of older adult care home staff have had a jab. A year on from the peak of the pandemic, care home staff have been recalling what it was like to see the death rate almost treble.\nSome travellers to Heathrow Airport are facing waits of up to six hours because of extensive Covid checks, the airport has said. Chris Garton, chief solutions officer at Heathrow, told MPs that long queues were becoming \"untenable\". Foreign travel is only permitted for certain reasons at the moment and Mr Garton said the queues would become a \"much bigger\" problem if rules on foreign travel were relaxed on 17 May, as the government is planning. Meanwhile, one Covid test firm - Randox - has cut the price of a PCR test for holidaymakers from £100 to £60 amid growing criticism over the cost.\nDenmark has become the first European country to fully withdraw the Oxford-AstraZeneca vaccine over possible links to extremely rare blood clots. Drug watchdog the European Medicines Agency last week announced a possible link with clots but said the risk of dying of Covid-19 was much greater. Some other European countries have limited the jab's use to older age groups. Here we take a closer look at whether the vaccine is safe.\nSurge testing will take place in two more London boroughs after cases of the Covid-19 South African variant were found in both areas. Residents in \"targeted areas\" within the SE16 postcode in Southwark and N3 postcode in Barnet are being urged to get tested. The outbreak of the variant in south London, where there have been 44 confirmed cases and 30 probable cases, appears to have been triggered by an individual who travelled from Africa in February.\nMore than eight million people in the UK have had two doses of a Covid vaccine. One of those is Elham Afzal, who was shielding because of her asthma. Here's a glimpse of how she, and others, feel after being fully vaccinated.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.\nAs lockdown eases across the UK, we have examined what risks there are in catching Covid-19 on public transport.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56740980",
      "category": "uk",
      "title": "The Queen carries out first duty since Prince Philip's death",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Queen Elizabeth II,Windsor Castle",
      "text": "The Queen has conducted her first in-person royal duty since her husband, the Duke of Edinburgh, died on Friday.\nThe monarch hosted a ceremony in which the Earl Peel formally stood down as Lord Chamberlain, whose office organises royal ceremonies.\nDuring a private event held at Windsor Castle, the Queen accepted her former royal aide's wand and office insignia.\nThe Royal Family is observing two weeks of mourning. The duke's funeral will take place at Windsor on Saturday.\nA royal official said members of the family would continue \"to undertake engagements appropriate to the circumstances\".\nThe Earl Peel announced he would retire as Lord Chamberlain last year, with his replacement Andrew Parker, a former MI5 chief, beginning in the role just over a week before Prince Philip died.\nTuesday's official engagement was recorded in the Court Circular - a daily list of the events attended by the Queen and her family.\nIt said: \"The Earl Peel had an audience of The Queen today, delivered up his Wand and Insignia of Office as Lord Chamberlain and the Badge of Chancellor of the Royal Victorian Order and took leave upon relinquishing his appointment as Lord Chamberlain, when Her Majesty invested him with the Royal Victorian Chain.\"\nThe Earl Peel had overseen arrangements for the duke's funeral - known as Operation Forth Bridge.\nThe Lord Chamberlain's Office, led by the Queen's Comptroller Lieutenant Colonel Michael Vernon, is tasked with the practical side of the day.\nBut in overall charge is Baron Parker who took up his new role on 1 April, following the Earl Peel's retirement after more than 14 years in the post.\nDespite losing her beloved husband of 73 years on Friday and being a week away from her 95th birthday, the Queen is carrying on with the job.\nShe never really stopped. On the day it was announced that Prince Philip had died, she had to go through the revised funeral plans which she then approved. They were made public the following day.\nOne imagines that, had she wanted to, yesterday's audience to mark the retirement of the former Lord Chamberlain could have been postponed until the period of royal mourning was ended. But that is not her way.\nIn an interview with the BBC, the former Prime Minister Sir John Major said he hoped the Queen would be given time and privacy. \n\"I know she is the monarch, I know she has responsibilities, but she has earned the right to have a period of privacy in which to grieve with her family,\" he commented.\nFew would disagree but the Queen has a work ethic and commitment to duty and service which she has always placed above all other considerations.\nThe ceremony at Windsor Castle came after the Queen held a phone call with Prime Minister Boris Johnson on Saturday, according to the Court Circular.\nOn Sunday, the Duke of York said the Queen had told her family that Prince Philip's death at the age of 99 \"left a huge void\" in her life.\nHe added: \"The Queen, as you would expect, is an incredibly stoic person.\n\"She described it as having left a huge void in her life but we, the family, the ones that are close, are rallying round to make sure that we're there to support her.\"\nThe funeral, on Saturday at 15:00 BST, will be a much more low-key event due to the pandemic, but Buckingham Palace says the plans reflect Prince Philip's wishes.\nHis coffin will be carried in a modified Land Rover, which the duke helped to design, as part of a procession from the State Entrance of Windsor Castle to St George's Chapel.\nMembers of the Royal Family will walk behind the coffin, although the Queen will travel separately. Meanwhile, guns will be fired in salute and a bell will toll.\nInside the chapel, the Royal Family will wear face masks and keep to social distancing rules. Only 30 people will be able to attend, in line with coronavirus regulations.\nThe Duke of Sussex has returned to the UK from his home in the US to attend the funeral, although the Duchess of Sussex will not make the trip on medical advice."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56731430",
      "category": "health",
      "title": "Covid: Return to normality won't be a light switch moment, says Fauci",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56746340",
      "category": "uk-wales",
      "title": "Free lateral flow Covid tests in Wales for those unable to work at home",
      "tags": "Coronavirus testing,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "Anyone who cannot work from home in Wales will be able to get free rapid Covid home testing kits, the Welsh government said.\nThe lateral flow tests will be available to be picked up from local Covid-19 test sites from Friday.\nOfficials said they were also looking at making other locations available to collect self-test kits, as well as posting them out to individual homes.\nTesting in schools will also be extended for all pupils from Year 7.\nWALES ALERTS:  Get extra updates on BBC election coverage\nThe Welsh government said the latest measures were a step forward in the fight against the virus, especially for those unable to carry out their jobs at home.\n\"It is hoped that improving the availability of lateral flow tests will make regular asymptomatic testing for coronavirus more convenient and accessible for people not covered under existing schemes at workplaces, childcare settings, schools, colleges and universities,\" an official said.\nIt follows an announcement by the UK Health Secretary Matt Hancock earlier this month that two lateral flow kits a week would be offered to everyone in England.\nAt each testing site people will be able to collect the rapid lateral flow tests between 08:00 and 13:00. They will not need to make an appointment before collection.\nThe sites will close for a deep clean and reopen for symptomatic PCR testing between 14:00 and 20:00 each day.\nEach person will routinely be able to collect two packs of seven lateral flow self-test kits for home use. It is recommended tests are undertaken twice a week with the results recorded on the UK government portal. \nThe tests take about 30 minutes to give a result.\nIn addition to the new testing kits for workers in Wales, the Welsh government said it was extending rapid testing to all secondary school pupils from Monday.\nAt the moment, only those in Year 10 and above, as well as staff, are eligible for two free lateral tests a week.\nThe tests remain voluntary and will be taken at home, with results registered online.\nHealth Minister Vaughan Gething said it was important testing was made \"as convenient and accessible as possible\".\n\"We are especially keen for self-test kits to be used by people who cannot work from home so they can undertake regular testing,\" he said.\n\"This will help to keep them and their families safe.\n\"We know that up to one in three people who have coronavirus have no symptoms at all and can therefore spread it unknowingly. As we continue to ease restrictions, the routine testing of asymptomatic people will be imperative in our battle against the virus.\"\nA Plaid Cymru spokesperson said: \"The wider rollout of fast turnaround lateral flow tests, whilst a positive step, has to work in tandem with financial support for those self-isolating. \n\"The Covid-19 Rapid Survey of Adherence to Interventions and Responses study found that only 52% in the UK have self-isolated when required.\n\"Plaid Cymru have called on both the Welsh and UK government to increase the level of support provided through the self-isolation grant and Statutory Sick Pay alongside designated self-isolation facilities to increase levels of self-isolation following a positive test.\"\nWelsh Lib Dem leader Jane Dodds said the free tests were a \"welcome development\" for those working in shops, restaurants and schools and would \"help us safely reopen our country and economy\". \n\"These tests will help keep key workers safe and reassure the public in the process. I would encourage everyone who qualifies to take up this offer,\" she said.\nA Welsh Conservative spokesperson said: \"We must explore all avenues to get the Welsh economy on the road to recovery, and we are pleased Labour ministers have followed the action taken by the UK Conservative government and increased the scope for testing. \"Welsh Conservatives have a comprehensive and cautious roadmap out of lockdown and our priority is delivering our economic plan to ensure Welsh employees and businesses can recover from the difficulties of the past 12 months.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56741100",
      "category": "world-us-canada",
      "title": "Derek Chauvin trial: Use of force 'justified' says defence expert",
      "tags": "Minneapolis,George Floyd death,United States",
      "text": "A police officer was \"justified\" in pinning George Floyd to the ground before his death, says a use-of-force expert called by the defence team.\nBarry Brodd told the trial in Minnesota that Derek Chauvin - who denies murder - acted with \"objective reasonableness\" during the arrest last May.\nVideo of Mr Chauvin kneeling on the neck of Mr Floyd led to worldwide protests against racism and policing.\nTensions are running high over a recent police shooting of a black man.\nThat happened on Sunday in a Minnesota suburb only 10 miles (16 km) away from the court where Mr Chauvin's trial is taking place.\nOn Tuesday, the court heard testimony from witnesses called by Mr Chauvin's defence team.\nFormer police officer Mr Brodd told the court that \"the imminent threat\" posed by Floyd was a major factor in his detention.\n\"I felt that Derek Chauvin was justified and acting with objective reasonableness following Minneapolis police department policy and current standards of law enforcement in his interaction with George Floyd,\" he said.\n\"From a police officer's standpoint, you don't have to wait for it to happen. You just have to have a reasonable fear that somebody is going to strike you, stab you, shoot you.\"\nMr Brodd added: \"It's easy to sit in an office and judge an officer's conduct. It's more of a challenge to put yourself in the officer's shoes, to try to make an evaluation through what they are feeling, what they're sensing, the fear they have, and then make a determination.\"\nDefence lawyer Eric Nelson asked Mr Brodd: \"Was this a deadly use of force?\"\n\"No, it was not,\" Mr Brodd replied.\nHe said that the crowd surrounding George Floyd during his arrest \"posed an unknown threat\" and drew Mr Chauvin's attention away from Floyd.\nCross-examining Mr Brodd, the prosecution maintained that the dangers of positional asphyxia - not being able to breathe in a certain position - were well known. \n\"Would you agree that that's something commonly understood in law enforcement?\" prosecutor Steve Schleicher asked.\n\"Yes,\" Mr Brodd replied, confirming it was not new information.\nHis testimony was an attempt by the defence to rebut a number of medical experts called by the prosecution who said Chauvin used excessive, deadly force.\nThe trial also heard from Peter Chang, a Minneapolis Park Police officer who responded to the scene of Floyd's arrest. The court was shown footage from his bodycam.\nMr Chang told the court the crowd of bystanders around Floyd was \"very aggressive to the officers\". \n\"Did that cause you any concern?\" Mr Nelson asked him.\n\"Concern for the officers' safety, yes,\" Mr Chang replied.\nShawanda Hill, an acquaintance of George Floyd, was compelled by the defence to testify on Tuesday.\nShe was sitting in the back seat of the car when Floyd was approached by store employees who confronted him over an alleged counterfeit $20 bill.\nShe said Floyd had earlier been \"happy, normal, talking, alert\".\nShe said that he had offered to give her a ride, and that she received a phone call while sitting in the car with Floyd.\nWhile she was on the phone, she said Floyd suddenly fell asleep just before the employees came out to confront him.\nShe said she woke him again as the police arrived.\nShe said that as soon as Floyd woke up, the first thing he saw was an officer's gun. Ms Hill said that he immediately grew distressed and started pleading with the officers not to kill him.\n\"Did he seem startled when the officer pulled a gun on him?\" the prosecutor asks.\n\"Very,\" she said.\nLast week the court heard from several expert witnesses who testified that Mr Chauvin's use of force was excessive.\nThey were also steadfast in their belief that Mr Floyd died from being subdued and not from drug use or ill health.\nThe police chief who fired the officer after seeing the video of him kneeling on Mr Floyd's neck told the court his actions went against all police training.\nThere were also eyewitnesses who described their concerns for Mr Floyd as they watched the arrest taking place.\nWhat questions do you have about the Derek Chauvin trial?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56741000",
      "category": "business",
      "title": "James Dyson says Brexit has given him 'freedom'",
      "tags": "Sir James Dyson,Singapore,Dyson,Brexit",
      "text": "Brexit has given the UK back its independence and boosted innovation, inventor Sir James Dyson has said. \n\"We've got our freedom, we can make trade agreements with other countries outside Europe [and] we can employ people from all around the world,\" Sir James told the BBC.\nThe latest statistics for February show UK exports to the EU remain below the same level last year.\nHe also defended moving Dyson's global headquarters to Singapore in 2019.\nAt the time, the pro-Brexit entrepreneur was accused of \"hypocrisy\", after claiming the UK would gain more from leaving the EU than it would lose.\n\"We're a British company - I've put a lot into this country,\" he said.\n\"I can't make things here and bring over all the components from the Far East here, assemble them here and then send them back to the Far East. That just doesn't work.\"\nThe interview came as Dyson announced plans to create 200 new jobs at its research facilities in Malmesbury and Hullavington, Wiltshire. \nThe plans are part of a £2.75bn global investment plan into emerging technologies and products, announced in November. \nSir James said the end of the UK's transition period with the EU had enabled Dyson to hire the engineering talent it was lacking in the UK. \nFreedom of movement between the UK and EU has ended and the government has introduced a points-based immigration system which it says \"treats all applicants equally, regardless of where they come from\".\nBut experts say UK companies who want to hire from outside the EU are in no better position than before Brexit while attempts to hire EU workers now face significant costs and administration that did not exist before.\n\"We have 60 different nationalities on this site. I employ them from all over the world,\" Mr Dyson said.\nIt is certainly true that Brexit, and specifically leaving the Customs Union, gives Britain freedom to do new trade deals without having to work through the EU's external trade policy. \nSo far, that freedom has been devoted to maintaining the level of access to certain overseas markets that British business already had by virtue of EU trade agreements. \nOthers are now possible and for some the US would be the big prize. But it won't be easy - food standards for example are a contentious issue - and most economic analysis suggests the benefits will be very modest. \nOn hiring foreign nationals, Sir James could have employed non-EU people before. There were hoops to go through and even with the new immigration system there still are. The terms of Brexit make it more difficult for EU nationals than it was while the UK was a member. \nSir James said the reason he had to move Dyson out to Asia was because Dyson's British suppliers \"didn't want to expand with us\".\nWhen asked whether he could be making more innovation happen in the UK, he said: \"I've invested about £2bn on this site [in Wiltshire]. \n\"I'm taking on more people, I employ 4,000 people here, I pay a large amount of tax here.\"\nHe said that the invention of the Oxford-AstraZeneca vaccine showed that the UK had \"an independence of spirit\" that was now able to shine through.\nAstraZeneca is a UK-Swedish company. Development of the vaccine begun during the Brexit transition period when the UK was still bound by EU regulation.\n\"We had to develop our own... a world record-beating vaccine produced in record time, and that's because we produced it.\"\nSir James said that Asia was the fastest growing market in the world and that it was \"very important\" for Dyson to have a presence there.\n\"It would be arrogant to think that we could design and develop products for Asia and Britain,\" he said.\n\"We can develop technology, but understanding what Asians want and what works in the market - we have to be there, we have to be immersed in it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56744474",
      "category": "world-europe",
      "title": "AstraZeneca vaccine: Denmark stops rollout completely",
      "tags": "Denmark,Coronavirus vaccines,Coronavirus pandemic,AstraZeneca",
      "text": "Denmark has ceased giving the Oxford-AstraZeneca Covid vaccine amid concerns about rare cases of blood clots, the first European country to do so fully.\nThe move is expected to delay the country's vaccination programme by several weeks.\nDrug watchdog the European Medicines Agency last week announced a possible link with clots but said the risk of dying of Covid-19 was much greater.\nSeveral European countries had previously briefly suspended the jab.\nMost have now resumed vaccinations with AstraZeneca, but often with limits to older age groups.\nOn Tuesday, the US, Canada and the European Union paused the Johnson & Johnson vaccine for similar reasons over clotting. \nSouth Africa has also paused its use, despite the Johnson & Johnson being its preferred vaccine because of its effectiveness against the South African variant.\nFor both AstraZeneca and Johnson & Johnson, the blood clot side effects are extremely rare.\nThe EU's vaccine roll-out has been criticised by the World Health Organization (WHO) for being too slow, and there are concerns this latest delay could throw it into further turmoil. \nBoth vaccines work by a similar method, known as adenoviral vectors.\nDanish officials said that all 2.4 million doses of the AstraZeneca vaccine would be withdrawn until further notice.\nThe Danish Health Authority said studies had shown a higher than expected frequency of blood clots following doses, affecting about one in 40,000 people.\nIt comes after two cases of thrombosis in Denmark were linked to vaccinations, AFP reported. One of the cases, in a 60-year-old woman, was fatal.\nDirector General Soren Brostrom said it had been a \"difficult decision\" but Denmark had other vaccines available and the epidemic there was currently under control.\n\"The upcoming target groups for vaccination are less likely to become severely ill from Covid-19,\" he said. \"We must weigh this against the fact that we now have a known risk of severe adverse effects from vaccination with AstraZeneca, even if the risk in absolute terms is slight.\"\nHowever, the authority said it could not rule out using it again at another time.\nDuring the press conference the head of Denmark's Medicines Agency, Tanja Erichsen, fainted and was taken to hospital as a precaution. The agency later tweeted that she had recovered.\nAlmost one million people in Denmark have been vaccinated, with approximately 150,000 of them receiving the AstraZeneca jab. The Pfizer/BioNTech and Moderna vaccines are also in use.\nAdenoviruses are found in humans and other animals. Scientists use a modified version of one of these adenoviruses, known as a vector, to deliver important instructions to cells, according to the US Centers for Disease Control (CDC).\nThey work by entering cells and using the cell's machinery to produce a harmless piece of the virus that causes Covid-19, known as a spike protein. The cell then recognises that the spike protein does not belong there and this triggers the immune system to fight back against what it thinks is an infection. \nThis process allows our bodies to learn how to protect us against Covid-19, according to the CDC.\nRegulators are now investigating whether an unusual immune response to the adenovirus vaccines is causing the rare but severe incidences of blood clotting.\nAn official from the US Food and Drug Administration told Reuters it was \"plainly obvious\" that the cases of blood clots linked to the Johnson & Johnson vaccine were \"very similar\" to those linked to the AstraZeneca vaccine.\nThe US paused rollout of the Johnson & Johnson vaccine after six women under 50 developed rare blood clots after getting the shot. In the UK 79 people had developed unusual blood clots and 19 of them had died after getting the Oxford-AstraZeneca vaccine, out of a total of 20 million vaccinated.\nSome European countries have limited the use of adenovirus vaccines to older people, who have been less affected by the rare blood clotting condition.\nAfter the Danish announcement, France said it viewed the AstraZeneca vaccine as an \"essential tool\".\n\"It is important that this vaccine continue to be deployed. It is a vaccine that is safe and works,\" a French government spokesman said.\nFrance will also go ahead with plans to give the Johnson & Johnson vaccine to those aged over 55, the spokesman said. The country has already received 200,000 doses. Belgium will also give the doses it has received, while Greece and Italy will not.\nMeanwhile the Czech Deputy Prime Minister Jan Hamacek said he had instructed the Czech ambassador in Denmark to try to buy the 2.4 million AstraZeneca vaccines doses that the Danes would no longer be using.\nMr Hamacek said he would also travel to Moscow to arrange deliveries of the Russian Sputnik V vaccine - another adenovirus vaccine - once its use is approved by the EMA.\nThe developer of the Sputnik V vaccine, the Gamaleya Center, told the BBC it had found no cases of blood clots in connection with its jab. It said all vaccines based on adenoviruses were \"different and not directly comparable\".\nDenmark was the first country to postpone use of the AstraZeneca vaccine in March. It was followed by numerous other European countries.\nIn a separate development, the European Commission said Pfizer-BioNTech would deliver an extra 50 million doses to the EU in the next few weeks.\nThe Pfizer-BioNTech is an RNA vaccine - a new type of vaccine that uses genetic material to teach cells how to make copies of the virus causing Covid-19, triggering an immune response. \nCommission President Ursula von de Leyen also said the EU was discussing a new deal with Pfizer-BioNTech to deliver 1.8 billion doses in 2022 and 2023 which would all be produced within the EU. \nSo far 27 million people in the EU have been fully vaccinated.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56738440",
      "category": "uk-wales",
      "title": "Pontypool mum 'robbed of life' by 'late' cancer diagnosis",
      "tags": "Breast cancer,Cancer,Pontypool",
      "text": "A mother said she has been \"robbed of her life\" after her cancer was not spotted and was now terminal. \nJustine Jianikos, 30, from Pontypool, Torfaen, has an aggressive form of breast cancer which spread to her spine and lungs.\nShe is writing cards for her three young daughters for milestones she will miss - birthdays, weddings and passing their driving tests.\nAneurin Bevan University Health Board said it was investigating.  \n\"Even though I am not going to be here for them, they need to have something to know I was always thinking of them,\" she said of Josie, nine, Halle, six and Ruby, five.\nMs Jianikos said she was now facing the \"very daunting, horrible prospect\" of not seeing her children grow up.\n\"I might not have deserved this but they certainly didn't deserve it,\" she added.\n\"They certainly didn't deserve to have their mother taken away from them for mistakes, delays, and something if it was caught a lot sooner could have been treated a lot differently.\"\nMs Jianikos said she first noticed a lump near her armpit last May and said she was initially told it was a fibroademona - a fatty tissue lump that commonly occurs in the breast. \nIt grew to about 5cm in diameter and by September had become painful so she returned to her GP.\n\"This time it took three months for me to be seen in the breast clinic,\" she said. \n\"After receiving a copy of my medical notes, we noticed it was stated twice - in bold, 'urgent, suspected cancer' - and it still took three months.\" \nIn December she was offered a biopsy - something she was told was not routinely offered to women under 30 - and was diagnosed with breast cancer four days before Christmas.\nHad these tests been carried out months earlier it could have \"saved\" her life, she said.\n\"If only a biopsy was taken it would have shown that there was cancer there, and my life could have been saved, you know,\" she added.  \n\"And so that's why I'd say to anybody, after the experience I've gone through, 'don't always take the first word a doctor tells you, fight for your life - fight for your life' because I have to fight for what's left in my life. And I shouldn't have to.\"\nWhen the biopsy results came back Ms Jianikos learnt it was a particularly aggressive form of the disease called triple negative breast cancer and was stage three. It is now stage four and has spread to her spine and lungs.\nShe said her oncologist believed if her cancer had been found earlier, the outlook would have been different.\nMs Jianikos said: \"I believe I went into that appointment in May, a young, fit healthy girl, whereas I believe if it was six months prior to that I would have had a triple check like you should have which consists of a biopsy, a mammogram and an ultrasound to make sure it's not something sinister.\"\n\"I didn't have that. In my head I believe it's because I was young and because of the pandemic.  \n\"I am now looking at a very different life. For the rest of my life, I am going to be fighting to hold on to my life. That is a very daunting prospect.\"\n\"I've told myself that as long as I can wake up and make my girls breakfast, as long as I can take them to school, as long as I can be a normal mum to them, that's all they need to know,\" Ms Jianikos said.\nShe has started her fifth round of chemotherapy and then has one more to go.\n\"People look forward to that day, they've come to the end, they get to ring the bell, it's a good day for a lot of people. \n\"For me, that is going to be the scariest day of my life because I know after then, there are no drugs in my body trying to fight off this cancer until my next treatment plan is drawn up.\"\nHer family is trying to raise £100,000 for private drug treatment only licensed in the United States which could help prolong her life.\n\"I can't save myself but if I can save anyone else, by raising awareness of triple negative breast cancer or cancer in general,\" she added. \n\"If there's anything you are not sure about, go and get it checked out and trust your instinct  - you know your own body.\"\nAn Aneurin Bevan health board spokesman said: \"We are very sorry that Mrs Jianikos is not happy with the care that she has received.\n\"We are currently investigating her concerns and will keep her fully informed with the progress of the investigation.\"\nRichard Pugh, head of partnerships for Macmillan Cancer Support in Wales, said the \"sad reality\" was that Ms Jianikos's \"heart-breaking\" story was not unique.\nHe estimated there were thousands of people across Wales receiving late cancer treatment because of the pandemic and urged the Welsh government to \"get to grips with the backlog\".\nMr Pugh urged anyone with possible symptoms to contact their GP."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56743571",
      "category": "business",
      "title": "Heathrow says airport queues are becoming 'untenable'",
      "tags": "Coronavirus lockdown measures,Travel,Coronavirus testing,Coronavirus pandemic",
      "text": "Heathrow has said that long queues caused by extensive Covid checks at the airport are becoming \"untenable\". \nChris Garton, chief solutions officer at Heathrow, told MPs on the transport committee that some travellers faced waits of up to six hours.\nOn more than one occasion police had had to intervene because queuing was \"not something passengers want to do\", he added. \nThe Home Office said people shouldn't travel \"unless absolutely necessary\".\nA spokesperson said: \"Border Force has ensured it has the right level of resources to check that passengers are compliant with our border health measures, but queues and wait times will currently be longer as we undertake these vital checks to keep us all safe.\"\nForeign travel is only permitted for certain reasons at the moment. \nMr Garton said that all passengers, regardless of nationality, had to be thoroughly vetted before they left or entered the UK to ensure they complied with coronavirus legislation.\nHowever, he said that the queues would become a \"much bigger\" problem if rules on foreign travel are relaxed on 17 May, as the government is planning. \nCurrently, he said about 10-15,000 people arrive at the airport each day, and \"certainly more than half are having delays in excess of 2-3 hours each day\".\nHe said the current system is a \"tremendous burden on officers at the border\" and that the Home Office had not provided enough officers. \n\"We would like to see more resources at the border,\" he told the MPs.\nHe said maintaining social distancing was hard as the airport was never built to \"have so many people held up\" in queues.\nPeople in England can start thinking about booking foreign holidays again this summer, Transport Secretary Grant Shapps said last week.\nBut he said the cost of the Covid tests required needed to be driven down, amid criticism from the travel industry.\nMr Shapps gave more detail on the traffic light system which will see countries graded on their risk.\nPassengers will have to take the tests before leaving and on returning - even from low-risk \"green\" countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56743556",
      "category": "world-middle-east",
      "title": "Egypt seizes ship that blocked Suez Canal over $900m compensation claim",
      "tags": "Egypt,Shipping industry,Suez canal",
      "text": "Egypt will impound the giant container ship that blocked the Suez Canal last month until its Japanese owner pays $900m (£652m) in compensation.\nOne of the Ever Given's insurers, UK Club, said the Suez Canal Authority had rejected its offer to settle the claim.\nIt described the claim, which includes $300m for a salvage bonus and $300m for loss of reputation, as \"extraordinarily large\" and \"largely unsupported\".\nThe Ever Given is anchored in the Great Bitter Lake, the canal's midway point.\nThe 400m-long (1,312ft), 220,000-tonne ship became wedged diagonally across the waterway on 23 March after running aground amid high winds and a sandstorm that affected visibility.\nIt was freed six days later, after a salvage operation involving a flotilla of powerful tug boats and dredging vessels that shifted an estimated 30,000 cubic metres (1.1m cubic ft) of mud and sand.\nMore than 400 vessels had to wait to pass through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nThe chairman of the Suez Canal Authority (SCA), Osama Rabie, said on Tuesday that the Ever Given had been \"seized due to its failure to pay $900m\" in compensation, Egyptian state media reported.\nThe figure was based on the \"the losses incurred by the grounded vessel as well as the flotation and maintenance costs\", he added.\nUK Club - which insured the ship's owner Shoei Kisen Kaisha for third-party liabilities, including damage caused to infrastructure or claims for obstruction - said in a statement that it had been negotiating in good faith with the SCA \"despite the magnitude of the claim\". \n\"On [Monday], a carefully considered and generous offer was made to the SCA to settle their claim,\" it added. \"We are disappointed by the SCA's subsequent decision to arrest the vessel.\"\n\"We are also disappointed at comments by the SCA that the ship will be held in Egypt until compensation is paid, and that her crew will be unable to leave the vessel during this time.\"\nUK Club said the SCA had not provided a detailed justification for its claim, noting that the grounding resulted in no pollution and no reported injuries.\nIt also said the claim did not include the fees of the specialist salvage company brought in to help refloat the Ever Given, which the owner and another insurer expected to pay separately.\nA spokeswoman for Shoei Kisen Kaisha confirmed to Agence France-Presse that the Ever Given's fate was \"in the legal arena\".\nThe Ever Given's technical managers, Bernhard Schulte Shipmanagement, also expressed disappointment with the decision on Wednesday in a statement confirming that inspections by the American Bureau of Shipping, the vessel's classification society, had been concluded.\n\"The vessel has been declared suitable for onward passage to Port Said where she will be assessed again before departing for Rotterdam,\" it said.\nThe Ever Given's 25 Indian crew members had been co-operating fully with the Egyptian authorities and their investigation into the grounding, including granting access to the vessel's voyage data recorder and other materials and data, the statement added.\n\"The crew on board remain in good health and good spirits, fulfilling their duties to the highest of standards. BSM is in regular contact with the crew and has offered support to the seafarers' families.\""
    }
  ]
}