{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58047609",
      "category": "uk-wales",
      "title": "Covid: No incentives for youth vaccine uptake in Wales",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Young people in Wales will not be offered incentives to get a Covid vaccine, the Welsh government has said.\nThe UK government announced on Sunday that young people in England would be offered travel and takeaway discounts in order to increase uptake.\nBut the Welsh government said that in Wales, 75% of 18 to 29-year-olds had already taken up the offer of a jab.\n\"We are not considering offering such incentives in Wales,\" a spokesperson said.\n\"We'd like to encourage anyone who is yet to take up the offer to please book an appointment as soon as possible.\"\nIn England, more than 68% of 18 to 29-year-olds have had a first jab.\nThe incentives in England will be offered by brands including Uber and Deliveroo.\nThe Department of Health said other incentives could include \"vouchers or discount codes for people attending pop-up vaccine sites and booking through the NHS, social media competitions and promotional offers for restaurants\".\nIt is not clear at this stage what age group the incentives will be available to and whether those who have already had the jab will be eligible.\nAs of 29 July, uptake amongst those aged 18 to 29 in Wales was highest in Monmouthshire and Powys (83.4% and 80.8% respectively) for first doses whilst Ceredigion (64.1%), Carmarthenshire (70.7%) and Gwynedd (71.8%) had the lowest.\nWrexham and Denbighshire, which have been showing high case rates in recent weeks - have also reached just over 72% of 18 to 29s."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58010522",
      "category": "uk-wales",
      "title": "Covid: Cardiff ice rink to reopen after 'frustrating' wait",
      "tags": "Coronavirus lockdown measures,Deeside,Cardiff,Welsh government,Coronavirus pandemic",
      "text": "One of Wales' two ice rinks is set to reopen on Monday, almost 17 months after closing its doors. \nThe Welsh government gave the go-ahead for ice rinks to reopen on 17 July, but work to prepare Ice Arena Wales in Cardiff Bay had not been finished. \nWales' other rink, the Deeside Leisure Centre, remains closed while it is used as a mass Covid vaccination centre. \nIce rinks were one of the final sectors to be allowed to reopen, with the Welsh government citing high infection risks.\nTodd Kelman, managing director of the Cardiff Devils ice hockey team, which also manages operations for the arena, said it was \"great\" to be able to reopen after a \"frustrating\" year-and-a-half. \nHe said: \"It's great to finally get the news we were waiting a long, long time for.\n\"We could've used it probably four weeks sooner so we could've had more time to prepare.\"\nMr Kelman said he was disappointed ice rinks had not been allowed to open in Wales at all since March 2020, while facilities in England have mostly been able to open throughout the past year. \nHe said: \"From the arena standpoint, we've had parents emailing me every week saying 'why aren't you open?'\n\"It's a shame for kids that are figure skaters or hockey players. They've had to bear the expense of travelling around the UK - it's not like they couldn't train or skate in Coventry, Swindon, Guildford or Sheffield.\n\"It would've been easier to swallow if the whole of the UK was like that. That's where my frustration was with the regulations.\" \nHe added: \"The staff have done a tremendous job and I hope people coming through the doors realise how hard everyone has worked to get everything as it is.\"\nThe Welsh government said its decision to keep ice rinks closed was based on evidence and advice from its Technical Advisory Group. \nIt said: \"The risk of infection is higher in cooler, noisy and humid environments. \n\"Coronavirus is likely to survive on the ice itself for a considerable [amount of] time and there is a further contamination risk from the walls, hand supports and changing areas.\"\nAs skaters in Cardiff prepare to return to the ice, Wales' only other ice rink, at Deeside Leisure Centre in Flintshire, will remain closed.\nThe leisure centre is being used as a mass Covid vaccination centre by Betsi Cadwaladr health board until March 2022. \nJake Forster, from the Deeside Dragons Ice Hockey Club, said young people had travelled to Widnes, Cheshire, and Altrincham in Greater Manchester, to skate, which he fears could have a long-term impact on winter sports in the area. \nHe said: \"The junior system in Deeside is decimated, it's going to take years to to build that back up. \n\"All these kids that grew up around here, that started to skate on this rink, have gone to Widnes or Altrincham... it's unlikely they'll come back.\"\nMr Forster added it was \"frustrating\" the ice rink is set to be out of action for two years, despite the importance of the mass vaccination clinic. \n\"For kind of the good of the entirety of north Wales, I think it's a shame that they had to pick this one building when there are so many there were so many other options,\" he said.\n\"As we start to go back to normality, it's that it feels a little bit like we've been forgotten about.\"\nGill Harris, of Betsi Cadwaladr health board, said the site was \"conveniently placed\" for people in the area and allows the health board to \"safely and efficiently vaccinate a large number of people every day\". \nShe added: \"The site also has the facilities to accommodate the amount of required parking and allows us to manage the flow of people in and out of the building in a safe and socially distanced way.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57975927",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Are NI's young people resisting the vaccine?",
      "tags": "Coronavirus vaccines,Young people,Coronavirus pandemic",
      "text": "\"Get the jab, grab a poke\". It was a catchy slogan with a serious message about getting a Covid-19 vaccination, with a free ice-cream afterwards.\nBut despite such incentives and pleas for younger people to get the jab, figures show the number of young people being vaccinated remains relatively low.\nLatest figures show about 59% of those aged 18-29 have received a vaccine, whereas uptake in other age groups is significantly higher.\nGovernment advice states that vaccinated people are less likely to spread the infection by becoming ill.\nBut one young man, who spoke to BBC News NI, said he did not see the need for a jab.\n\"I couldn't be any fitter or healthier so why would I go and inject something into me to stop me getting something that would have zero effect on me,\" he told Good Morning Ulster last week.\n\"It's not that I'm dead against it - if I have to get one to fly I probably will - but if you get the double vaccine you still get the virus and you still pass it on anyway, so what's the point in it?\"\nEllie-Jo Taylor, a secondary school student from Londonderry, disagrees with this viewpoint.\nShe believes the majority of young people are in favour of being vaccinated. \n\"We're in a situation where we can't afford not to be,\" she said.\n\"If we don't, we could potentially enter the third year of our education being hugely impacted.\"\nEllie-Jo said she knows many students are \"incredibly unnerved\" by the prospect of further isolation, particularly with exams on the horizon.\nShe also said some young people feel like vaccination is the only way to reclaim their youth. \n\"I entered the pandemic when I was 15 - I'm 17 now. I don't want to be 17 and come out with no experience of a teenage life,\" she said.\n\"Young people are entitled to much better things than self-isolation and social isolation. Let's take the steps to get them.\"\nLast week, the Covid-19 vaccination programme in the Republic of Ireland was extended to include 12 to 15-year-olds.\n\"I'm entirely jealous, Ellie-Jo said. \"I wish it was me and I think all my friends feel the same.\"\nMost people she knows do not take anti-vaccine messaging too seriously. \n\"The only place I've seen anti-Covid, anti-vax comments have been on the sides of buildings or on forums like Facebook, which predominantly aren't used by young people,\" she said. \nNow, many people are being asked to prove their Covid status to attend future events.\nPeople attending Féile an Phobail in Falls Park in west Belfast next month will have to show proof of Covid-19 antibodies, vaccination or a negative test.\nThe organisers of the Custom House Square and Belsonic music events in Belfast have announced similar requirements.\nPromoter Joe Dougan said the plans had prompted some adverse feedback on social media.\n\"It is understandable because this is a new message to be put out there,\" he said.\n\"This might not have been the best commercial decision for us, but safety is important and if you don't have a vaccination there are other options.\"\nHowever, there are real concerns that vaccine hesitancy among young people could have a serious long-term implications.\nWhile younger people are less likely to die from Covid-19, a study found those who end up in hospital are almost as likely as other age groups to suffer from complications with kidneys, lungs and other organs.\nDr Laurence Dorman, chair of the Royal College of GPs in Northern Ireland, said some concerns expressed by young people were understandable.\n\"Some have a phobia of needles, some people are worried about this being a new vaccine,\" he said.\nHe said there had been millions of Covid-19 vaccine doses given, with \"very few significant side effects\". \n\"More importantly, it is working and we recommend it,\" he added.\nHe acknowledged young people were also worried about conspiracy theories.\n\"Various patients will tell us stories of things they have heard on social media and online but our advice is always the same - we accept the evidence that the vaccine is safe and works.\"\nDr Dorman said GPs have first-hand experience with young people who are suffering from Covid-19, adding that the under 30s should \"grab all opportunities to get the vaccine\" to help defeat the virus.\nEmma, 27, recently decided to get the jab when she became worried she would be denied access to gigs, nightclubs or be forbidden from travelling. \nShe was apprehensive about the vaccine and delayed making an appointment due to a fear of needles. \n\"When it first came out people were freaking out because it came out so quickly and young women were worried about fertility and stuff like that,\" she said.\n\"That was the main fear for young girls, especially.\"\nMedical experts have said claims on social media that the Covid vaccine could affect female fertility are unfounded.\nThe Secondary Student's Union of Northern Ireland (SSUNI), which represent up to 35,000 pupils, has called for vaccines to be rolled out for students on school premises. \n\"It's not that young people are against vaccines, more the hassle of getting it,\" SSUNI President Morgan Shuttleworth said.\n\"School halls have been used for vaccinations for years now.\n\"That would be a lot less hassle for an 18-year-old who, instead of having to get a bus from Carrickfergus to the Odyssey, could just walk into their school hall at lunch.\"\nThe SSUNI has also written to the Joint Committee on Vaccine and Immunisation (JCVI) calling for it to consider vaccinating all school year groups due to take exams over the coming year. \nAt present, health officials are not recommending routine universal vaccination of people under 18.\nHowever, some children over 12 with specific underlying health conditions and who are at risk of serious illness from the virus are eligible for a jab.\nAt Stormont's health committee on Thursday, the chief scientific officer Prof Ian Young appealed to people to get the jab.\n\"There has been a concern that the willingness of the Northern Ireland population to come forward for vaccination, for whatever reason, seems less than that in other parts of the UK,\" he said.\n\"And that will lead to a larger susceptible population in Northern Ireland and therefore the potential for a more severe wave than on this occasion.\"\nChief Medical Officer Sir Michael McBride admitted that young people can have a \"feeling of invincibility, almost that this is something which isn't necessarily going to affect you\".\n\"Covid is not the flu, Covid is a very nasty virus which kills, and has killed, a lot of people,\" he added.\n\"Extreme tiredness, shortness of breath, heart palpitations, chest pain or tightness, problems with your memory and your concentration, changes to your taste and smell, joint pain, depression - as a young person is that what you really want?\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58039096",
      "category": "uk-wales",
      "title": "Boy, five, dies after being found in Ogmore River, Bridgend",
      "tags": "Sarn,Aberkenfig,Tondu",
      "text": "The body of a five-year-old boy has been found in a river in Bridgend.\nSouth Wales Police said it was called to a report of a missing child at Sarn at 05:45 BST.\nOfficers found the boy in the Ogmore River near Pandy Park.\nHe was taken to Princess of Wales Hospital in Bridgend where it was confirmed he had died. His family is being supported by specially trained officers.\nAn investigation is under way and police are keen to hear from anyone who was in the area at about 05:45 on Saturday.\nCh Insp Geraint White said: \"This is a tragic incident in which a young child has sadly lost their life.\n\"Our thoughts are with the family and we are supporting them in every way we can.\"\nHe added: \"We would ask the public not to speculate about this incident on social media as this is an active investigation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58043908",
      "category": "world-us-canada",
      "title": "Anti-eviction lawmaker camps overnight on US Capitol steps",
      "tags": "Eviction,US Congress,United States",
      "text": "Congresswoman Cori Bush has spent a night on the steps of the US Capitol to protest against the end of a Covid-related moratorium on evictions.\nThe House Democrat said shortly before the freeze expired at midnight Saturday that seven million people would be \"at risk for evictions\" over unpaid rent.\nThe freeze was imposed 11 months ago in part to halt the spread of infections through crowding in shelters.\nMs Bush, who was once homeless, wants the measure to be extended. \nIn a tweet early on Saturday, she wrote: \"Good morning. The eviction moratorium expires tonight at midnight. We could have extended it yesterday, but some Democrats went on vacation instead.\n\"We slept at the Capitol last night to ask them to come back and do their jobs. Today's their last chance. We're still here.\"\nThe Democrat-majority House of Representatives adjourned for a seven-week recess on Friday without renewing the moratorium.\nExtension opponents say many landlords are struggling with their mortgage repayments without regular rent money.\nMs Bush, 45, said that despite managing only an hour of sleep in a chair, she was now preparing to spend another night outside the Capitol in Washington DC.\nOn Saturday, Democratic Senator Elizabeth Warren and Jim McGovern, a House Republican, briefly joined Ms Bush to voice their full support for her action."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58045998",
      "category": "uk-wales",
      "title": "Bridgend river death: Police keep 'open mind' after boy, 5, dies",
      "tags": "Sarn",
      "text": "Police say they are \"keeping an open mind\" as an investigation continues into the death of a five-year-old boy whose body was discovered in a river.\nHe was found near Pandy Park, Sarn, Bridgend, on Saturday morning.\nCh Insp Geraint White said police were \"working hard to establish the full circumstances of his death so that we can provide answers to his family\".\nHe said there were a \"lot of people in the local community who would like answers about what happened\".\n\"This is an extensive and sensitive investigation and many people have been affected by this death,\" he said. \nSouth Wales Police was called to a report of a missing child at Sarn at 05:45 BST on Saturday.\nThe boy was found in the river and taken to Princess of Wales Hospital in Bridgend where it was confirmed he had died. \nHis family was being supported by specially trained officers, police said.\n\"We would request that respect is extended to all those involved, and that people do not speculate about this incident on social media as this is an active investigation,\" Mr White added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58048295",
      "category": "uk-wales",
      "title": "Abergele holiday park incident: Man held as girl, 15, dies",
      "tags": "Abergele",
      "text": "A 15-year-old girl has died following a \"domestic disturbance\" at a holiday park.\nNorth Wales Police said a 19-year-old man had been arrested following a \"serious\" incident at Ty Mawr Holiday Park, near Abergele, on Saturday.\nDet Supt Mark Pierce said it was a \"tragic but isolated incident\".\n\"Our thoughts are with the family who are being supported by specially trained officers at this time,\" he said.\nOn Saturday, bosses at the park in Conwy county said they were \"shocked and saddened by this tragic incident\" that took place inside a caravan \"which is now a crime scene\".\nDet Supt Pierce added: \"We would like to thank the staff and management of Ty Mawr, and members of the public both locally and those holidaying, for their support whilst we carry out our investigations.\n\"Our thoughts are with the family who are being supported by specially trained officers at this time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58043041",
      "category": "uk",
      "title": "Covid: One in five firms plan job cuts as furlough tapers - survey",
      "tags": "Job Retention Scheme,Employment,Coronavirus pandemic",
      "text": "One in five firms plan on letting staff go in response to Sunday's furlough policy change, which will see employers contribute more, a survey has found.\nThe British Chamber of Commerce said extra training was needed to deal with thousands of redundancies predicted.\nFrom Sunday, government payments reduce to 60% towards salaries, with employers paying 20%.\nThe government said the approach was \"right\" and meant \"we can focus support elsewhere\" as the economy recovers.\nAccording to the most recent figures up to 30 June, about 1.9m workers were on furlough, down from a peak of 5.1m in January.\nThe government said 11.6 million jobs have been supported since the Job Retention Scheme launched in April 2020.\nThe scheme is due to close at the end of September.\nIt meant that staff whose jobs were put on hold during the coronavirus pandemic were guaranteed 80% of their salaries - to a limit - from the government.\nAs the scheme winds down, the support is slowly being made less generous. Since 1 July, employers have been asked to contribute 10% towards the wages of furloughed workers for hours their staff do not work. \nThat amount has now risen to 20% during August and September.\nThe British Chamber of Commerce surveyed 250 businesses, with 18% telling the chamber they were likely to make staff redundant in response to the change to furlough.\nA quarter said they would aim to reduce hours or move staff to part-time working patterns.\nJane Gratton, head of people policy at the chamber, said the change \"will likely result in many thousands of people being released back into the labour market, as employers who are still struggling to recover from the recession are forced to make redundancies and cuts to working hours\".\nShe said it was \"crucial\" that employers and the government give returning furloughed workers the support and training they need \"to be re-engaged and productive\". \nHannah Slaughter, an economist from the Resolution Foundation, told the BBC that over the majority of the pandemic, the highest rates of furlough was among the under 25s, but the most recent data it was the over 60s who were more likely to be furloughed.\n\"That's concerning because we are likely to see a rise in unemployment when the Job Retention Scheme ends in the autumn and any workers who are left on furlough are more likely to become unemployed,\" she said.\nShe said older people were more likely to leave the workforce when they lose their jobs and those who return in a new job were \"more likely to face a pay penalty\" relative to younger workers.\nThe government said its employment programmes were working and had supported workers' livelihoods through the pandemic.\n\"We've always been clear that it's not possible to save every job, but our Plan for Jobs is helping people of all ages find the skills they need to get back into work,\" a spokesman said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58040141",
      "category": "world-asia",
      "title": "Afghanistan: Taliban continue attacks on three major cities",
      "tags": "Afghanistan,Taliban",
      "text": "Fighting is raging around three major cities in south and west Afghanistan, as Taliban militants seek to seize them from government forces.\nHerat, Lashkar Gah and Kandahar saw continued clashes on Sunday.\nThe Taliban have made rapid rural gains since it was announced almost all foreign troops would go by September.\nBut the fate of these key cities could be crucial amid fears of a humanitarian crisis and how long government forces will be able to hold out.\nThe fundamentalist Islamist militia is already thought to have captured up to half of all Afghanistan's territory, including lucrative border crossings with Iran and Pakistan, but it has yet to take a provincial capital.\nIn Lashkar Gah, heavy fighting continued inside the city on Sunday.\nInsurgents were reportedly only a few hundred metres from the governor's office on Saturday - but had been pushed back by nightfall. \nAfghan and US air strikes have reportedly targeted Taliban positions and government forces say they have killed dozens of militants.\nOne resident, Halim Karimi, told Agence France-Presse: \"Neither the Taliban will have mercy on us, nor will the government stop bombing.\"\nThe Taliban's firm focus is now on Afghanistan's cities. The situation is fluid but Lashkar Gah, capital of Helmand province where many US and British soldiers lost their lives, looks the most vulnerable right now. Pro-Taliban social media accounts have uploaded videos of their fighters in the heart of the city. \nAfghan special forces are being sent in to help push them back, but one local resident told us even if that does end up happening, the Taliban's advance is a powerful assertion of their strength. \nThe militants are understood to have taken up some positions in the homes of ordinary families, which will make it harder to dislodge them. More lengthy and bloody fighting looks to be ahead. \nFlights at Kandahar airport were suspended on Sunday after Taliban rockets struck the complex before dawn, causing some damage to the runway.\nOne Kandahar MP told the BBC on Saturday the city was at serious risk of falling to the Taliban, with tens of thousands of people already displaced and a humanitarian disaster looming.\nGul Ahmad Kamin said the situation was getting worse hour by hour, and the fighting within the city was the most severe in 20 years.\nHe said the Taliban now saw Kandahar as a major focal point, a city they want to make their temporary capital. If it fell, then five or six other provinces in the region would also be lost, Mr Kamin said.\nHe said the Taliban fighters were on several sides of the city and because of the large civilian population government forces would not be able to use heavy weaponry if the militants got fully inside.\nAfghan special forces have been deployed in the economically important city of Herat, and the situation appeared more stable on Sunday.\nAfghan troops are fighting alongside the veteran warlord and anti-Taliban commander, Ismail Khan, who has mobilised citizens to take on the militants.\nAir strikes have also been carried out on Taliban positions outside the city.\nA guard outside a UN compound near the airport was killed on Friday in what the UN described as a deliberate Taliban attack.\nThe EU's special envoy for Afghanistan, Tomas Niklasson, said he believed the war was set to get much worse.\nHe said he feared the Taliban way of thinking now was \"something they had in the past - re-establishing... their Islamic emirate\".\nAnd the former head of the British Armed Forces, Gen David Richards, warned the international withdrawal could result in the collapse of the Afghan army's morale, leading to Taliban control and possibly a renewed international terrorist threat.\nHumanitarian organisations have also warned of a major crisis in coming months as the Taliban continue their offensive - with a lack of food, water and services, and overcrowding in camps for the displaced.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001.\nThe group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength.\nIn February 2020, then-US President Donald Trump and allies agreed to formulate a deal with the Taliban on the withdrawal of international combat forces.\nThis year, President Joe Biden announced the withdrawal would take place by September."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58047623",
      "category": "uk",
      "title": "NHS pay: Call for privately employed staff to get increase",
      "tags": "NHS,Pay,Coronavirus pandemic,Unison",
      "text": "Cleaners, porters, catering assistants, security guards and other health staff employed by private companies should receive the same pay rise as NHS staff, union leaders have said. \nThe government has announced a 3% pay rise for most NHS workers in England.\nBut Unison said those working in the NHS but employed by private contractors were at risk of missing out. \nIt is calling for companies running health contracts to offer their staff the same increase. \nThe union said private firms and subsidiary companies owned by individual NHS trusts should increase hourly pay to at least match new NHS rates.\nUnison has written to the largest private employers in the health service saying their staff \"have worked hard and under incredibly challenging circumstances across the NHS throughout the pandemic\".\nGeneral secretary Christina McAnea said: \"NHS staff have the benefit of a national pay system, but those not directly employed are missing out, often because of complex contracting arrangements, penny-pinching practices and the hard-nosed pursuit of profit.\n\"Staff in the NHS work on one site as one team, from maintaining clean and safe wards to ensuring patients are fed and cared for. No-one delivering NHS services should be paid less than their directly-employed colleagues.\"\nOne cleaner, who works at an NHS hospital in Bedfordshire, told the BBC she was previously directly employed by the NHS and her income had gone down since the contract was handed over to a private firm. \nThere was deliberate obfuscation over payment terms \"to make you confused\", she said, adding: \"There is nowhere to go and complain. You can do nothing.\"\nThe woman said that she and fellow colleagues \"don't know where we stand\" with regard to the 3% pay rise being offered by government.\n\"Some say we are going to get it, some say we won't. For me, I don't believe it - I will wait until I see the money.\"\nLast month, the government offered NHS workers in England, including nurses, paramedics, consultants, dentists, salaried GPs, porters and cleaners, a 3% pay rise. \nThe level of the increase was criticised by unions, who said it did not reflect the sacrifices made by staff. \nNHS staff in Wales have also been offered a 3% increase and in Scotland most have been offered a 4% pay rise. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58043912",
      "category": "world-europe",
      "title": "Turkey: Foreign tourists evacuated as wildfires threaten resorts",
      "tags": "Turkey,Wildfires",
      "text": "Tourists have been evacuated from beaches in south-western Turkey, where raging wildfires are now threatening hotels and homes.\nTurkish Coastguard vessels - assisted by private boats and yachts - were deployed to bring holidaymakers to safety, according to local media.\nIn the city of Bodrum, three five-star hotels were reportedly evacuated.\nThe fires, which have been burning since Wednesday, have left six people dead.\nTwo more fatalities were confirmed on Saturday. They were among the thousands of people who have been battling almost 100 separate blazes in resorts and villages on Turkey's Mediterranean and Aegean coasts - a major tourist region.\nOfficials say all but 10 of the fires have now been brought under control.\nImages shared by Bodrum's mayor on Twitter show fires still burning into the early hours of Sunday morning.\nLocal media have also shared dramatic footage showing people with their belongings fleeing the area as a fire was fast approaching the city from a forested mountain. It is unclear exactly when it was filmed.\nInvestigators are trying to establish whether some of the fires were started deliberately, amid reports that one suspected arsonist has been detained.\nPresident Recep Tayyip Erdogan on Saturday visited the town of Manavgat, were five fire-related deaths have been confirmed. \nMr Erdogan vowed that the government would do everything to help hundreds of people affected by the disaster to rebuild their lives.\nThe president has been heavily criticised for the shortage of firefighting aircraft in the country. But he said that \"the main reason for these issues with planes is that the Turkish Aeronautical Association has not been able to update its fleet and technology\".\nHe added that more aircraft from Azerbaijan, Iran, Russia and Ukraine were now involved in the massive firefighting operation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58050538",
      "category": "uk",
      "title": "Covid-19: First people arriving into UK after rules relaxed for fully jabbed",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "The first passengers have been arriving in the UK after rules changed to allow people fully vaccinated in the US and EU to avoid quarantine.\nThe change, which came in at 04:00 BST, affects those arriving from countries on the UK's amber list - except France.\nThe UK government said the change would help to reunite family and friends whose loved ones live abroad.\nAirline bosses have welcomed the move but are calling for more countries to be added to the UK's green travel list.\nThomas Walters, 47, was among some of the first arrivals from the US after flying from New York to London to surprise his father for his 70th birthday.\nHe bought his plane ticket last Wednesday after realising the rules had changed and he could see his father for the first time since February 2020. \n\"All throughout the summer I've had a really strong longing to come back to the UK. Not being able to see each other for so long has been very difficult.\" \nTravellers will still need to take either a lateral flow or PCR test pre-departure, and a PCR test on the second day after they arrive. Under-18s will be exempt from isolation, and some will not have to test, depending on their age.\nSince 19 July, people who have been double-jabbed in the UK have not had to isolate when arriving from amber list countries, but all other travellers vaccinated elsewhere are required to quarantine for 10 days.\nTougher rules also remain in place for France, with travellers still required to quarantine even if they have been double jabbed.\nTransport Secretary Grant Shapps has said this will be reviewed at the end of the week at the next review of the travel lists.\nRead more here.\nOthers to welcome the change included nurse Elaine Burt, 55, who met her sister and nephews at Glasgow Airport after they arrived from Boston in the US - their first meeting in 20 months.\n\"We never thought it was going to happen with all of the different restrictions but we left it to the last minute to see what was possible,\" she said.\nHer sister, Michelle Bolger, said it had been \"a rollercoaster trying to get here\", adding: \"I didn't I think I would see this day.\"\nNaomi Hooper, who lives in San Diego, said she booked a flight back to the UK as soon as the rules changed so she could see her parents for the first time since December 2019.\nShe said she was \"so grateful\" at getting the opportunity to come home. \"I probably won't want to leave in eight days but I'm hoping this is the beginning of the travel opportunity - for mum and dad to come and see the kids in America.\" \nHeathrow Airport chief executive John Holland-Kaye said the UK's current travel rules were \"still quite complicated\" and needed to be simplified to make it easier for people to travel, as well as reducing some of the extra costs.\nHe told Radio 4's Today programme: \"We need to get rid of the requirement for everyone to have a PCR test and replace it with a simpler, cheaper lateral flow test as a first line of defence.\"\nThe leaders of UK airlines described Monday's easing of the rules as a \"positive step\" but said they were concerned that the UK aviation sector was not on the path to recovery \"due to the continued restrictions that are being imposed on international travel\".\nIn a letter to Mr Shapps, they wrote that green status should \"increasingly become a default\" for countries, citing falling case numbers and the proportion of the UK population now vaccinated.\nAs part of the changes, international cruise ships will be able to depart from England from Monday - after a 16-month pause.\nInternational cruises have been allowed from Northern Ireland since Saturday.\nMeanwhile, Tory MPs have raised concerns about the prospect of a so-called amber watch-list of countries that holidaymakers would be warned could move to the red list at short notice.\nPeople coming to the UK from red list countries are required to isolate for 10 days in a government-approved hotel regardless of their vaccine status.\nThe government already has a green watch-list, which features more than half the countries on the green list and signals they are at risk of moving to amber.\nHuw Merriman, chairman of the Transport Select Committee told BBC Radio 4's Westminster Hour that the potential new travel category would \"be viewed as a massive red flag\" that would \"likely\" cause bookings to those countries to \"collapse\".\nBut government minister Matt Warman defended the idea of travel watchlists, telling Sky News that warnings over potential quarantine changes gave people \"really important information when they're making significant financial decisions\".\nWhile US citizens will be able to avoid quarantine in the UK they are still being urged not to travel to the UK by their country's health protection agency and the US border is currently closed to many countries, including the UK, except to US citizens.\nOn Sunday the UK reported 24,470 new Covid cases as well as a further 65 deaths within 28 days of a positive test. \nAdditional reporting by Doug Faulkner."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58046183",
      "category": "world-europe",
      "title": "Belarus Olympics: Krystsina Tsimanouskaya refuses 'forced' flight home",
      "tags": "Belarus,Japan",
      "text": "A Belarusian sprinter voiced fears for her safety as she refused an order to fly home early from the Olympics for criticising her coaches.\nKrystsina Tsimanouskaya says she was forced to pack before being taken to the airport in Tokyo against her will.\nThe 24-year-old says she sought police protection at the terminal so she would not have to board the flight.\n\"I think I am safe. I am with the police,\" she was heard saying, as she was pictured surrounded by officers.\nThe sprinter, who was due to compete in the women's 200m event on Monday, had complained on social media about being entered into another race at short notice.\nShe says she was \"put under pressure\" by team officials to return home and asked the International Olympic Committee (IOC) for help.\n\"They are trying to get me out of the country without my permission,\" she said in a video posted on the Telegram channel of the Belarusian Sport Solidarity Foundation (BSSF), a group that supports athletes jailed or sidelined for their political views. \nThe IOC said it was seeking clarification from Belarussian officials - who earlier said she was taken off the team because of her \"emotional and psychological condition\".\nIn a later message, the IOC said it had spoken to Ms Tsimanouskaya. \"She has told us she feels safe,\" it said.\nThe flight took off without Ms Tsimanouskaya on board. She is now \"safe\" and in police protection, the BSSF's Anatol Kotau told the BBC.\nEarlier Ms Tsimanouskaya told radio station European Radio for Belarus (ERB) she was afraid to return to her country.\nShe had previously alleged in a video posted online that she was entered into this Thursday's 400m relay event at short notice by Belarusian officials, after some teammates were found to be ineligible to compete.\nState media criticised her after she posted the video, with one television channel saying she lacked \"team spirit\".\nOn Sunday, she claims officials came to her room and gave her an hour to pack her bags before being escorted to Tokyo's Haneda airport. \nShe said she had been removed from the team due \"to the fact that I spoke on my Instagram about the negligence of our coaches\".\nThe BSSF was set up in August 2020 to support athletes during protests against President Alexander Lukashenko, re-elected last year in a disputed presidential vote. \nGovernment forces brutally cracked down after hundreds of thousands protested about the election. Some of those who took part were also national-level athletes, who were stripped of funding, cut from national teams and detained for demonstrating.\nMs Tsimanouskaya is now said to be considering seeking asylum in Europe. \nSeveral countries, including the Czech Republic and Poland, have said they are ready to offer her a visa and protection.\nBut the sprinter remains \"frightened\" about her family's safety, Mr Kotau of the BSSF told the BBC.\n\"She's afraid of repression on her family in Belarus - this is the main concern for her right now,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58047830",
      "category": "uk-scotland",
      "title": "Alex Salmond trial blogger hands himself in to police",
      "tags": "Alex Salmond case",
      "text": "A former diplomat sentenced to eight months in jail over blogs he wrote about the trial of Alex Salmond has handed himself in to police.\nCraig Murray, 62, went to a police station in Edinburgh on Sunday morning.\nA judge had previously refused the former British ambassador to Uzbekistan permission to appeal to the UK Supreme Court.\nMurray posted a series of articles online about the former first minister's High Court trial in 2020.\nProsecutors raised concerns that complainers could be identified via his writing, breaching a court order.\nWhen sentencing Murray in May, judge Lady Dorrian said his actions had struck \"at the heart of the fair administration of justice\" and created a real risk that complainers would be reluctant to come forward in future cases, particularly high-profile ones.\nMurray, a former rector at Dundee University, had attended two days of the former first minister's High Court trial last March over sexual assault allegations, and wrote a series of blogs about it.\nMr Salmond was cleared of all 13 charges, including sexual assault and attempted rape, in March last year.\nThe judge had made an order during the trial to prohibit the identity of the women involved - or any information which could lead to them being identified - from being disclosed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58049509",
      "category": "uk-wales",
      "title": "Bridgend river death: Boy, 5, named as Logan Mwangi",
      "tags": "Sarn",
      "text": "A five-year-old boy who was found dead in a river has been named by police as Logan Mwangi.\nLogan's body was found in the Ogmore River in Bridgend county in the early hours of Saturday morning.\nSouth Wales Police said a 39-year-old man, a 30-year-old woman and 13-year-old boy had been arrested on suspicion of murder and remain in custody.\nTributes have been paid to the \"kind, funny, polite, handsome and clever\" boy, from Sarn.\nThe police said they were \"not looking for anyone else in relation to this incident\".\nLogan's body was discovered near Pandy Park following reports of concerns for a missing five-year-old in the Sarn area of Bridgend at 05:45 BST on Saturday.\nLogan - who was also known as Logan Williamson - was found in the river and taken to Princess of Wales Hospital in Bridgend where it was confirmed he had died.\nPeople living nearby have spoken of their shock at Logan's death.\n\"It's just devastating,\" said Jasmine Tapner, clutching a baby in her arms.\n\"I only live up the road and it's so close to home. It made me never want to let my children out of my sight because I just didn't want anything to happen to them.\n\"Everyone is in mourning.\"\nShe said Logan was a \"loving boy, always chatty, smiley when you walked past the house\". \nIan Tapner added: \"It's such a sad loss of a young lad - he had a bright future ahead of him. Such a loving lad, a kind lad. The community's in shock.\"\nCh Insp Geraint White said: \"This is a tragic incident in which a young child has sadly lost their life.\n\"We are appealing for anyone who may have witnessed this incident, or who has any information, to get in touch.\n\"We would ask the public not to speculate about this incident on social media as this is an active investigation.\n\"If you have any information that can help, please report this to us.\n\"Our thoughts are with the family and we are supporting them in every way we can.\"\nHe added \"regular contact\" had been made with the boy's family, who were being supported by specialist trained officers.\n\"The local neighbourhood police team will continue to support and speak to residents in the area, and I encourage people to talk to them if they have any concerns.\n\"We recognise there are a lot of people in the local community who would like answers about what happened to him.\"\nHuw David, leader of Bridgend council, said: \"People throughout Bridgend county borough have been devastated by this shocking news. \n\"The tragic death of this young child has saddened us all, but Sarn remains a very close, tight-knit community and residents are looking out for one another even as they offer South Wales Police full support in their ongoing investigations.\"\nThis is very much a community in shock. \nIt is very quiet here, there are just a few dog walkers about. \nI'm [standing] by a police cordon by a bridge over the River Ogmore and the bridge is cordoned off on both sides. \nThere are a number of teddies, candles and flowers which are placed nearby, and handwritten messages with words like \"RIP angel\" and \"fly high, little man\" written on them. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58045787",
      "category": "world-australia",
      "title": "Sky News Australia barred for week by YouTube over Covid misinformation",
      "tags": "YouTube,Sky News,Coronavirus pandemic,Australia",
      "text": "YouTube has barred Sky News Australia from uploading new content for a week, saying it had breached rules on spreading Covid-19 misinformation.\nIt issued a \"strike\" under its three-strike policy, the last of which means permanent removal.\nYouTube did not point to specific items but said it opposed material that \"could cause real-world harm\".\nThe TV channel's digital editor said the decision was a disturbing attack on the ability to think freely.\nSky News Australia is owned by a subsidiary of Rupert Murdoch's News Corp and has 1.85 million YouTube subscribers. The ban could affect its revenue stream from Google.\nA YouTube statement said it had \"clear and established Covid-19 medical misinformation policies based on local and global health authority guidance\".\nA spokesperson told the Guardian it \"did not allow content that denies the existence of Covid-19\" or which encouraged people \"to use hydroxychloroquine or ivermectin to treat or prevent the virus\". Neither has been proven to be effective against Covid.\nThe videos in question \"did not provide sufficient countervailing context\", the spokesperson said.\nSky News Australia said it had found old videos that did not comply with YouTube's policies and took its \"commitment to meeting editorial and community expectations seriously\".\nBut it denied any of its hosts had ever denied the existence of Covid-19.\nMillions of Australians are currently in lockdown to prevent the spread of the contagious Delta variant, while fewer than 15% of the population are fully vaccinated.\nComments by veteran Sky presenter Alan Jones have triggered debate in Australia.\nIn one 12 July broadcast with MP Craig Kelly, both men claimed Delta was not as dangerous as the original and vaccines would not help.\nThe Sky News website issued an apology.\nSydney radio host Ray Hadley said Jones's performances had \"allowed conspiracy theorists, anti-vaxers... to gain support from a minority who think the virus is nothing more than a dose of flu\".\nAustralia's Daily Telegraph last week ended the column Jones wrote for it.\nIn an article on the Sky News Australia website, digital editor Jack Houghton said that if conversation about Australia's Covid-19 policies were stifled \"our political leaders will be free to act with immunity, without justification and lacking any sufficient scrutiny from the public\".\nYouTube has issued dozens of bans over the past two years, several over Covid but most for hate speech."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58024225",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI vaccination passport service back in action",
      "tags": "NI Health,Vaccine passports,Coronavirus pandemic",
      "text": "Northern Ireland's Covid-19 vaccination certification system is back up and running but only to people who are travelling abroad on Sunday and Monday.\nPeople who intend to take an international flight in the coming days require official proof that they have been fully vaccinated against Covid-19.\nThose who are travelling on Sunday should get an email inviting them to apply for and download a certificate.\nAnyone leaving after Monday should not use the system yet, said officials.\nThey said increased traffic on the site may mean others cannot get their certificates on time.\n\"We would appeal to those travelling outside of the dates advised that they do not apply at this time and help us help their fellow citizens,\" said the Department of Health.\nThe system, which can be accessed through the NIDirect website, had been offline since last Tuesday amid concerns about some users being able to see other people's information.\nOn Saturday morning the official in charge of it was confident it would be working again later in the day.\nDr Eddie O'Neill of the Department of Health had said efforts to fix the technical problems with the system were \"going well\".\nThe data breach that caused the suspension has been reported to the Information Commissioner's Office, which says it is assessing what happened.\nEmails began to be sent out on Saturday evening, inviting those travelling on Sunday to log in to complete their applications and download their certificates.\nMelanie Dougherty, whose husband is due to fly to Lithuania on Sunday for hip surgery through the EU cross-border scheme, said she was stressed he had not yet received his vaccination certificate due to technical issues with the system.\n\"We thought we were all set up, ready to go until this Covid passport system was such a disaster,\" said Mrs Dougherty, who is from Ballymoney, County Antrim.\n\"We really don't know what to do at this stage - this has been an entire debacle.\n\"We can't provide the surgery in Northern Ireland and we can't even provide an IT system that allows Northern Ireland citizens to go elsewhere to get the surgery so we are massively disappointed.\n\"This is essential travel - he really needs this hip replacement.\"\nMrs Dougherty said they had been advised on Friday evening that the issue with her husband's certification should be rectified within 24 hours.\nOn Saturday evening she tweeted to say that she and her husband had received their certification, adding: \"Bring on the new hip!\"\nOn Tuesday evening the Department of Health announced that its vaccination certification service had \"experienced a technical difficulty and availability will be temporarily interrupted\".\nThe department added that it was \"aware that a limited number of users... may be presented with data relating to other users\".\nOf Friday, when asked about the security problems, Dr O'Neill said: \"The problem wasn't actually in anything that we built.\"\nHe said that the system is using the NIDirect website's identity facility, through which people can set up a personal user account to access services such as driving licence renewals.\n\"It was never built for the scale of applications that we've been getting - thousands and thousands - and as a result of that just one of the components in the back end just failed.\n\"We've had to build it from scratch, rebuild with a different company to try to make sure we have something that will flex.\n\"It's with best endeavours that we've been doing this.\n\"It's not a failure - I would actually say that we've done really well to get something over the line.\"\nAdults registered with GPs in England can apply for a NHS Covid Pass, which allows users to show proof of their vaccination, test or immunity status.\nThey are available to download through the NHS app (in England only) or applicants can request a paper document to be posted to their home address.\nHolidaymakers in Scotland have been able to access a vaccine certificate since 19 May - it could be downloaded from an NHS portal or requested in the post through a freephone Covid status helpline.\nHowever, the site suffered a security glitch on 22 May which enabled people to alter details on the document.\nA fix was implemented on 25 May, which meant people in Scotland could only request the document be sent to them by post.\nIn Wales, public health advice still states that residents should \"avoid international travel\" but that is guidance rather than a ban.\nPaper vaccine certificates have been available since May, and on 25 June the digital NHS Covid Pass became available for \"urgent travel\" only.\nAt that time, the Welsh government advised people to register to download the digital pass at least two weeks before they were due to travel abroad.\nUnlike England however, residents in Wales cannot use the NHS app to access the NHS Covid Pass.\nInstead they need to register for an NHS login which requires submitting photo ID such as a passport or driving licence.\nFirst Minister Paul Givan has said he is cautious about introducing vaccine certification to allow people to gain access to public or private services.\nHe said it was a discussion the Stormont executive would have but that ministers would need to \"weigh up the proportionality\" before putting in such a requirement.\nHe claimed it could lead to the exclusion of some people who, for whatever reason through health or other genuine concerns, do not receive a vaccine.\n\"I think we need to be careful that we don't then have a society where these people are unable to access either public or private services and that's a discussion we'll have as an executive going forward, \" added Mr Givan.\nHe also said he was not a believer in \"mandatory\" vaccinations but he said the issue of \"incentivisation\" was one the executive could look at."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58047464",
      "category": "uk",
      "title": "Prosecutor Nazir Afzal: I couldn't defend a rapist",
      "tags": "Racism",
      "text": "The prosecutor of some of the UK's most notorious sex offenders has told of how he quit as a defence lawyer after not wanting to represent an alleged rapist.\nNazir Afzal went on to become the chief crown prosecutor in the Rochdale grooming gang cases in 2012.\nSpeaking on BBC Radio 4's Desert Island Discs, he said he had never celebrated a successful case as \"nobody should be harmed in the first place\".\nHe said those guilty were mostly men who wanted to restrict women's choices.\nMr Afzal started his career as a defence lawyer but told BBC presenter Lauren Laverne of the moment he realised he \"just couldn't do it\".\nHe was advising a rape suspect before a police interview and had given his client a copy of the victim's statement.\nHe could see the man was getting pleasure from \"re-hearing and rehearsing what he had done allegedly to that woman\", Mr Afzal explained. \n\"And his reaction to reading what she had said just was the icing on the cake in my mind.\n\"I couldn't say to him 'plead guilty' because he wasn't going to. He was going to drag her through the courtroom... and that's his right absolutely, but why should I be party to that? I wasn't going to be party to that.\n\"So I walked out the door, literally, and I handed my notice in almost immediately afterwards. I'm not doing this anymore. I can't do this. Good for people who can and we do need people who can do that, but it wasn't for me.\"\nMr Afzal joined the Crown Prosecution Service in 1991 and went on to become director of prosecutions for London where he brought perpetrators of so-called honour-based violence to justice.\nIn 2011, as chief crown prosecutor for north-west England, he began investigating sex grooming gangs in Rochdale, overturning a previous CPS decision not to bring charges against suspects. \nHe brought prosecutions against nine men who were convicted and jailed in 2012 for the sexual exploitation of 47 young girls.\nMr Afzal also prosecuted Stuart Hall, the former television presenter who in 2014 was convicted of multiple sex offences against children.\nIn a wide-ranging interview, he told Lauren Laverne there was \"nobody more important in his life than the victims and survivors\" that he kept in touch with.\nHe spoke of visiting one alleged victim of Hall whose case did not lead to a conviction.\n\"I went to see her and I said, 'I'm really sorry that I couldn't give you closure'. She looked me in the eyes and said, 'You gave me closure the moment that you believed me. My recovery started the moment you believed me.'\n\"That has never left me.\"\nChoosing the track Women in Chains by Tears For Fears, he said: \"People can read whatever they want into it but for me it's the fact that women have been put in chains that we men - and it's men all the time sadly - that want to restrict the choices that women make.\"\nMr Afzal said his quest for justice was in part shaped by the racist bullying he experienced as the child of Pakistani parents growing up in Birmingham.\n\"I was beaten so often, on one occasion I was beaten by three guys who used my head as a football,\" he said.\nBut his father did not call the police, instead telling the then 13-year-old: \"There's no justice. Nobody is prepared to listen to us.\"\nHe said: \"And so I was taken by what he wanted to do which was to provide a voice to those who were unheard, and in many respects that's how I built my career doing the same thing.\"\nMr Afzal retired from the Crown Prosecution Service in 2015. He currently chairs the Catholic Church's new safeguarding body and advises the Welsh government on issues of gender-based violence.\nHe also told of how aged eight he cradled the body of his seven-year-old cousin Yasmin after she died of dehydration while travelling back from Pakistan.\nIt was during the 30-day journey in a Transit van across Asia and Europe that Yasmin fell ill as they reached Germany, he said.\n\"We didn't know and my father was desperate for us to get home, he had his whole family in this van and she got so ill that a day or so later, just coming into Belgium she died.\n\"[She died of] dehydration, which these days, a couple of pills [would have helped], but you couldn't Google that back then could you?\"\nHe added: \"We are going on a ferry to get back to England and my mother hands me my cousin and puts her in my arms and says look after her, she's sleeping.\n\"And I'm carrying her body without knowing that - across the channel and arriving in Dover until the authorities take her.\n\"I looked at her face, I stroked her hair. Lauren, nobody is going to die on my watch again, that's the way I felt and that's the way I've always felt.\"\nGuests share the soundtrack of their lives on Desert Island Discs on BBC Radio 4 on Sundays at 11:00 BST and it is also available on BBC Sounds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58048007",
      "category": "world-middle-east",
      "title": "Tanker attack: UK and US blame Iran for deadly ship attack",
      "tags": "Israel,Naftali Bennett,Iran,Iran nuclear deal",
      "text": "The UK and US believe Iran was behind a tanker attack that killed two people, and have vowed to respond, calling it a violation of international law. \nThe MV Mercer Street, operated by an Israeli-owned firm, was attacked off Oman on Thursday.\nA British national and a Romanian citizen were killed.\nThe statements came after Israel's Prime Minister Naftali Bennett said there was \"evidence\" that its longstanding foe Iran was responsible.\nMr Bennett warned that \"we know how to send a message to Iran in our own way\", while Tehran rejected what it called the \"baseless accusations\".\nOn Monday, Iran warned the UK, US and Israel that any actions in response to the drone attack on the tanker \"will be met with a severe and decisive answer\". \nThe attack on the MV Mercer Street appears to be the latest escalation in an undeclared \"shadow war\" between Israel and Iran. \nFor months there have been several attacks on both Israeli and Iranian-operated vessels, which are seen as tit-for-tat incidents, though casualties are rare.\nIran has also accused Israel of targeting its nuclear sites and scientists.\nIn a statement on Sunday, UK Foreign Secretary Dominic Raab said London believed Iran had used one or more drones against the MV Mercer Street, calling it \"deliberate, targeted, and a clear violation of international law\".\n\"Iran must end such attacks, and vessels must be allowed to navigate freely,\" he added.\nUS Secretary of State Antony Blinken said Washington was also \"confident that Iran conducted this\", and that an \"appropriate response\" would follow.\nIsrael's Prime Minister said he expected the international community to make clear to Iran that it had made a serious mistake. \nIran's foreign ministry spokesman, Saeed Khatibzadeh, told reporters that \"the Zionist regime (Israel) has created insecurity, terror and violence\". \nHe said Israel \"must stop such baseless accusations\", warning: \"Whoever sows the wind reaps the whirlwind.\"\nThe escalation comes against the backdrop of thorny talks between Iran and world powers in Vienna to try to revive a frayed 2015 deal curbing Iran's nuclear programme.\nWestern countries suspect Iran might be seeking to build nuclear weapons in violation of conventions - something Iran strongly denies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58049010",
      "category": "uk",
      "title": "'You can be African and black and play polo'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58050391",
      "category": "business",
      "title": "Zoom settles US class action privacy lawsuit for $86m",
      "tags": "Companies,Internet privacy,Video calling,United States,Coronavirus pandemic,Cyber-security,Privacy",
      "text": "Video-conferencing firm Zoom has agreed to pay $86m (£61.9m) to settle a class action privacy lawsuit in the US.\nThe lawsuit alleged that Zoom had invaded the privacy of millions of users by sharing personal data with Facebook, Google and LinkedIn.\nIt also accused Zoom of misstating that it offers end-to-end encryption and for failing to prevent hackers from \"zoombombing\" sessions.\nThe firm denied any wrongdoing, but has agreed to boost its security practices.\nThe preliminary settlement, which also includes a provision that Zoom will give its staff specialised training in data handling and privacy, is still subject to approval by US District Judge Lucy Koh in San Jose, California.\nA Zoom spokesman said: \"The privacy and security of our users are top priorities for Zoom, and we take seriously the trust our users place in us. \n\"We are proud of the advancements we have made to our platform, and look forward to continuing to innovate with privacy and security at the forefront.\"\nThe class-action lawsuit, filed in March 2020 in the US District Court in the Northern District of California, is just one of several legal complaints facing the US-based video-conferencing platform.\nThe lawsuit was filed on behalf of Zoom Meetings paid subscribers nationwide, as well as free users.\nAccording to the plaintiff's lawyers, US Zoom subscribers generated $1.3bn in revenues for the video-conferencing firm. \nShould the proposed settlement be approved, subscribers included in the class action would be eligible for 15% refunds on their subscriptions or $25, whichever is larger, while others could receive up to $15.\nThe plaintiffs' lawyers also intend to seek $21.3m in legal fees from Zoom.\nThe video-conferencing firm had asked the court to dismiss the motion in March. \nHowever Judge Koh only granted the dismissal of part of the case pertaining to invasion of privacy and negligence - she allowed the plaintiffs to continue to pursue some claims relating to contracts. \nThe video-conferencing firm has long been criticised for its approach to its security.\nOne key issue that has led to some companies choosing to stop using the platform is the phenomena of \"Zoombombing\" incidents, where uninvited guests crash meetings to cause problems.\nAccording to the New York Times, in April last year a virtual Chipotle event during the coronavirus lockdown was disrupted when a hacker entered and broadcast pornography to hundreds of attendees. \nZoom has also come under fire for security flaws, including a vulnerability that allowed an attacker to remove attendees from meetings, spoof messages from users and hijack shared screens. Another saw Mac users forced into calls without their knowledge.\nOn top of this, plaintiffs of the lawsuit accused the platform of misrepresenting its encryption protocol - transport encryption - as end-to-end encryption. \nThis means Zoom can access the video and audio of meetings, rather than the meeting's participants being the only ones able to decrypt communications. \nHowever, since April 2020, the BBC understands that Zoom has undertaken a substantial amount of work to address security and privacy concerns through app updates, including the introduction of end-to-end encryption and more than 100 features related to privacy, safety and security."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58047126",
      "category": "uk-england-york-north-yorkshire",
      "title": "Eggborough Power Station: Four cooling towers demolished",
      "tags": "Selby",
      "text": "Four of eight huge cooling towers have been demolished at a former coal-fired power station in North Yorkshire.\nThe 300ft (90m) high structures in Eggborough, near Selby, were brought down shortly after 08:00 BST as part of a plan to redevelop the site.\nIt stood for 50 years in an area where all four Yorkshire counties - North, South, East and West - meet.\nThe Yorkshire Day demolition was watched by spectators who were dotted in fields around the rural site.\nPolice had closed roads and 40 security guards patrolled a 350m exclusion zone while contractor DSM carried out the work during drizzly conditions.\nBilly Young, a technical director at the company, thanked members of the community for their patience and said it had been \"a successful demolition\".\n\"We appreciate that a large number of Eggborough residents and businesses could have been disrupted by the work, but we have worked hard to communicate with them behind the scenes and by correspondence to minimise this in as much as practicably possible,\" he said.\nThe 2,000-megawatt power station was decommissioned in 2018 because it was no longer financially viable.\nIt started generating electricity in 1967 and produced enough to power the equivalent of Leeds and Sheffield combined. \nA year after its closure, the site was acquired by the St Francis Group, which is planning an industrial and distribution park on the site after the remaining structures are demolished, including a 200m (660ft) high chimney.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58042470",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Thousands of teenagers to get jab before school return",
      "tags": "Scottish government,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Teenagers with certain health conditions will be vaccinated before schools return from the summer break, according to the Scottish government.\nJabs will be offered to around 4,000 young people aged between 12 and 17 before 16 August.\nIt will include those with Down's Syndrome and learning difficulties, as well as children with low immunity.\nThe move follows a shift in guidance from the Joint Committee on Vaccination and Immunisation (JCVI).\nHealth Secretary Humza Yousaf said the government's vaccination programme \"has always offered jabs to groups where the benefits far outweigh the risks\".\nHe added: \"The research and evidence shows that is the case for young people in these groups and they should now be called forward for a Covid-19 vaccine.\n\"These children and young people will be able to get the vaccine in the most appropriate setting for their situation.\n\"This may be in their own home or a care setting, or at a clinic, depending on their care or health needs.\"\nParents and carers of children included in the programme will be contacted directly by their health board from next week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58043285",
      "category": "uk-england-kent",
      "title": "Volunteer race marshal dies in Brands Hatch crash",
      "tags": "Dartford,West Kingsdown",
      "text": "A volunteer marshal has died in an accident during a race at Brands Hatch motor racing circuit.\nA racing car crashed, hitting two people on the track at about 15:00 BST on Saturday, Kent Police said.\nA man in his 60s, from Surrey, died at the scene. The second person and the car's driver were taken to hospital for treatment. \nOn social media Lewis Hamilton said he was \"devastated\" to hear of the marshal's death.\nHe posted on Instagram: \"Devastated to hear of the passing of a marshal at the Brands Hatch Circuit.\n\"These volunteer marshals are what makes racing possible, they are heroes.\n\"My heart is with his family.\"\nA minute's silence was held on Sunday morning, with a crowd gathering on the track to pay their respects.\nAn investigation into the accident at the track in West Kingsdown has begun.\nThe rest of Saturday's racing activity was cancelled, but it resumed on Sunday.\nOne of the drivers, Alan Greenhalgh, said after a Sunday win at the track: \"We're so desperately upset about yesterday, and it's a bit of a hollow victory really.\n\"Without the marshals we wouldn't be racing at all.\n\"Condolences, and our thoughts are with the family.\"\nIn a statement the British Automobile Racing Club (BARC) said: \"On behalf of everyone connected with the BARC, we are devastated by [the] loss of one of the amazing volunteer marshal community who do so much to enable the sport to take place.\n\"Our thoughts and best wishes are with the family and friends of all those involved.\"\nPolice said there were no suspicious circumstances and officers were working with motorsport authorities to compile a report for the coroner.\nMotorsport UK said: \"The thoughts of everyone at Motorsport UK are with the marshal's family, the event organisers, and other members of the motorsport community present.\"\nAmong the races scheduled for the weekend were events for the Britcar Endurance Championship, Classic Touring Car Racing Club, Kumho BMW Championship and Junior Saloon Car Championship.\nLast week British superbike rider Brad Jones was placed in an induced coma after crashing at Brands Hatch."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58044096",
      "category": "uk",
      "title": "Covid-19: Food discounts offer to boost youth jabs and one in five firms to cut jobs over furlough",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you on Monday.  \nYoung people will be offered discounted takeaways and taxi rides to get their Covid jabs in a bid to boost vaccine uptake, the government has announced. Food delivery and taxi-hailing firms including Uber, Bolt, Deliveroo and Pizza Pilgrims will offer the incentives - and the Department of Health and Social Care said details on more partnerships would be released \"in due course\".  So far, around 67% of 18 to 29-year-olds in England have had a first dose of a vaccine - prompting renewed government efforts to encourage more people to get vaccinated. Over the weekend, a circus, festivals and sporting events across England hosted a string of pop-up vaccination clinics.\nPlans to make it compulsory for university students to be fully vaccinated to attend lectures or stay in halls of residence in England have been shelved by the government, the BBC has been told. It comes after Foreign Secretary Dominic Raab previously said students would get \"advance warning\" if they needed to be double jabbed. The government has already announced its plans to require people to have two jabs to enter nightclubs and other crowded venues from September - with an NHS Covid Pass to be used as proof. You can read more here.\nA survey has found that one in five firms plan on letting staff go in response to the latest furlough policy change - which will see employers pay more towards workers' wages. From Sunday, firms will have to pay 20% towards staff salaries, with the government's contribution reducing to 60% as the scheme continues to wind down. The British Chamber of Commerce surveyed 250 businesses, with 18% telling the chamber they were likely to make staff redundant in response to the change to furlough. A quarter said they would aim to reduce hours or move staff to part-time working patterns. Jane Gratton, head of people policy at the chamber, said it was \"crucial\" employers and the government gave returning furloughed staff support and training to help them be \"re-engaged and productive\".\nExperts are warning that a device designed to spot early signs of dangerous falls in oxygen levels in Covid patients works less well in those with darker skin. The Medicines and Healthcare Products Regulatory Agency (MHRA) and NHS England say pulse oximeters may sometimes overestimate oxygen levels. The devices beam light through the blood, and skin pigmentation may affect how light is absorbed, they say. NHS England is issuing updated guidance advising patients from black, Asian and other ethnic minority groups to continue using pulse oximeters, but to seek advice from a healthcare professional.\nAfter being delayed for a year due to the pandemic, the Tokyo Games is into its ninth day of events. Covid measures are in place to protect against the virus amid a surge in cases in the city, including the wearing of face coverings and the daily testing of athletes and support staff. But two Georgian silver medallists were told to leave the Games after taking a Tokyo sightseeing tour. Athletes are also told not to leave the Olympic village for non-Games purposes to protect against the virus. The Georgian Olympic Committee later said two of its athletes - both judoka - were no longer allowed on Olympic premises. They added the pair had already left Japan after finishing their events, in line with rules which state athletes must leave the country within 48 hours of competing.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nHere's a reminder of the rules of entry for some holiday hotspots including Spain and Portugal.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58040302",
      "category": "uk",
      "title": "Covid vaccine will not be compulsory for university lectures",
      "tags": "Universities,Coronavirus vaccines,Vaccination,Students,Vaccine passports,Coronavirus pandemic",
      "text": "Ministers are no longer considering making it compulsory for university students to be fully vaccinated against Covid to attend lectures in England, the BBC has been told. \nThe foreign secretary previously said students would get \"advance warning\" if they needed to be double jabbed. \nThe government plans to require two jabs to go to nightclubs and other crowded venues from September. \nMore than 72% of UK adults have had two doses so far, while 88.5% have had one.\nThe idea of making vaccines compulsory for university students - either to attend lectures or to live in halls of residence - was not ruled out by either education minister Vicky Ford or Downing Street when asked about it earlier this week. \nAnd asked whether vaccination would be mandatory for students returning to halls of residence, Foreign Secretary Dominic Raab said a decision would be taken in September. \n\"We will certainly make sure university students have advance warning, of course we're going to be mindful of this,\" he told BBC Radio 4's Today programme on Thursday.\nBut now the idea of requiring students in England to show proof of vaccination to attend lectures or stay in halls of residence has been shelved, the BBC has been told.\nBBC political correspondent Peter Saull said he believed there were two key reasons why the government had rowed back on this.\n\"The first is logistics - how on earth could universities police this? And there were potentially some legal questions too because when you get an offer of a university place, that is considered to be legally binding,\" our correspondent said.\n\"But also I think ministers are keenly aware that unease is growing in the Conservative backbenches about this wider issue of vaccine passports.\"\nThe governments of Scotland, Wales and Northern Ireland are in charge of their own coronavirus rules and education policy. \nUnions have been critical of making vaccines mandatory for university students. \nThe University and College Union previously said this would be wrong and \"hugely discriminatory against those who are unable to be vaccinated\" as well as for international students. \nAnd the National Union of Students had called the idea \"appalling\", accusing the government of \"lining students up as scapegoats\". \nBoth Labour and leading universities have called for vaccination centres to be set up on campuses so that students are jabbed before the winter.\nThe Russell Group - made up of the UK's top universities - has offered its own spaces and facilities to be used as pop-up centres.\nAll over-18s in the UK have now been offered a first dose of a Covid vaccine - and people can get their second dose eight weeks later. \nThis means the government expects all adults to have had the opportunity to have both jabs by the end of September. \nHowever, 32% of 18 to 29-year-olds in England had not had their first dose by 25 July, according to the latest data from NHS England. \nFrom the end of September, ministers have said people will need proof of full vaccination to attend nightclubs and other crowded venues in England. \nThe full details of the plan are yet to be seen but an NHS Covid Pass - which you can obtain electronically or as a letter - will be used as proof.\nMeanwhile, a letter sent to GPs last week by NHS England said those who were three months away from turning 18 could get their first jab immediately.\nBut families have criticised the guidance, which also warns doctors not to begin vaccinating some clinically vulnerable children against Covid-19 - because they may not be covered by insurance.\nSome GPs have said it has created mixed messages and confusion.  \nThe document said more information would be provided soon.\nEarlier this month, the government's vaccine advisers recommended offering the Pfizer jab to children in England, which includes about 150,000 12-15 year olds most at risk. \nIn response, the NHS said there was \"no delay\" to vaccinating children in this age group and they would be offered a first dose before the start of the school year. It said the letter to GPs made clear a national indemnity contract will be set out shortly.\nElsewhere, the Equalities and Human Rights Commission has warned companies that rules requiring staff to be fully vaccinated must not be disproportionate and discriminatory.\nThe rights watchdog said it understood that firms will want to protect their staff and customers by requiring employees to be vaccinated but advised that they consider other factors.\nTransport Secretary Grant Shapps has previously suggested it is a good idea for people to be double-jabbed before returning to the office, but legislation would not require it.\nGuidance from the CIPD, the trade body for human resources professionals, says that while employers do have a duty of care to employees they cannot force them to have the vaccine.\nA further 26,144 coronavirus cases have been recorded in the UK and another 71 deaths within 28 days of a positive test, according to Saturday's government figures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58046178",
      "category": "world-asia",
      "title": "New Zealand Dawn Raids: Jacinda Ardern formally apologises",
      "tags": "Asia Pacific,Tonga,Pacific Ocean,Jacinda Ardern,New Zealand",
      "text": "New Zealand's Prime Minister has formally apologised for an immigration crackdown in the 1970s against Pacific Islanders.\nThe Dawn Raids targeted people who overstayed their visas, deporting them to their countries of origin.\nThey disproportionately affected Pacific Islanders, despite most visa overstayers being from the UK, Australia and South Africa.\nJacinda Ardern has now issued a \"formal and unreserved apology\".\nPacific Islander communities in New Zealand still \"suffer and carry the scars\" from the policy, she said, adding that she hoped the apology \"has brought some much-needed closure\".\nMs Ardern spoke at a gathering of affected families, Pacific Island dignitaries and government officials in Auckland. \nAccording to news site Stuff, Princess Mele Sui'ilikutapu of Tonga welcomed the New Zealand government's attempt to address the \"inhumane and unjust\" treatment of her people. She called the apology \"a dawn for my community\".\nBeginning in the early 1970s, the Dawn Raids saw government forces launch early morning operations in the homes and workplaces of people who had overstayed their visas. \nNew Zealand had welcomed thousands of migrants from Pacific Islands after the end of World War Two, needing workers for its booming economy. By 1976, the government says there were more than 50,000 Pacific Islanders in the country.\nBut an economic crisis in the early 1970s caused unemployment to rise. Some politicians and in the press began to attack migrants.\nRaids began in 1974 and continued through the decade. The policy spawned mounting criticism from religious, political and civil groups until it was eventually halted by the start of the 1980s. \nNew Zealand's minister for Pacific Peoples, Aupito William Sio, was himself a victim of the operation. \nBorn in Samoa before moving to New Zealand, he has said that the day of the raid was \"etched into my memory\".\n\"To have someone knocking on the door in the early hours, flashlight in your face, disrespecting the owner of the home, with an Alsatian dog frothing at the mouth wanting to come in... It is quite traumatising,\" he said when Ms Ardern announced the apology in June."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58044088",
      "category": "uk",
      "title": "Covid: UK hits 85m jab milestone amid discount push for young",
      "tags": "Coronavirus vaccines,Vaccine passports,Coronavirus pandemic",
      "text": "Young people will be offered discounted takeaways and car travel to get their Covid jabs in a bid to boost vaccine uptake, the government has said. \nFood delivery and ride-hailing firms including Uber, Bolt and Deliveroo will offer incentives to people to get vaccinated.\nMore than 68% of 18 to 29-year-olds in England have had a first jab, while 88.6% of all UK adults have had one.\nIn total, over 85 million doses have now been administered across the UK.\nMore than 72.5% of UK adults have received two doses so far.\nHealth Secretary Sajid Javid described delivering 85 million doses as a \"phenomenal achievement\", while vaccines minister Nadhim Zahawi urged people to get both jabs \"so we can carry on doing the things we've missed\".\nOn Sunday the UK reported 24,470 new Covid cases as well as a further 65 deaths within 28 days of a positive test.\nRide-hailing firm Uber will send reminders to all users in August urging them to get vaccinated - and will offer discounted rides and meals on its Uber Eats platform for young people who have the vaccine.\nDeliveroo will also offer vouchers, while Bolt, another taxi app firm, will offer \"free ride credit\" to vaccination centres.\nThe Department of Health said details on more partnerships would be released \"in due course\".\nSome local councils and charities have already been offering free taxis to help people get to vaccination centres. \nThe Department of Health said other incentives could include \"vouchers or discount codes for people attending pop-up vaccine sites and booking through the NHS, social media competitions and promotional offers for restaurants\".\nIt added that firms would not request or store any health data for the incentive scheme.\nIt is not clear at this stage what age group the incentives will be available to and whether those who have already had the jab will be eligible. \nThe government said discussions were ongoing with companies and further details would be published in due course.\nMr Javid thanked companies for \"stepping up\" to help the vaccine drive, and urged people to \"take advantage of the discounts\".\nThe announcement of the latest initiative in the government's vaccine drive comes after a string of pop-up vaccine centres opened across England this weekend - with sites including Burnley FC's Turf Moor ground, Goodwood Racecourse near Chichester, and the Summer of Love Festival in west London's Holland Park.\nA four-day festival with live music and free food, and walk-in vaccine clinics, is taking place in Poplar, in east London, until Monday.\nEveryone over 18 has been able to sign up for a Covid jab in England since mid-June.\nSo far, two-thirds of 18 to 29-year-olds have come forward. \nThat's much lower than the population as a whole and ministers are desperate to increase uptake before the end of summer.\nWe've already seen the stick; the prime minister warning Covid passports could stop the unvaccinated getting into nightclubs and other venues.\nNow for the carrot; giving people discounts and other incentives to get a jab.\nDowning Street hasn't said exactly what the incentives will be.\nBut ministers are in talks with other firms - and discounts in cafes, restaurants and cinemas could follow soon.\nThe latest plans come weeks after the government said that people attending nightclubs and other crowded venues in England would need to be fully vaccinated from the end of September.\nThe announcement was met with some criticism, with Kate Nicholls, the boss of UK Hospitality calling the announcement \"a hammer blow\" for a struggling industry trying to rebuild. \nMark Harper, who chairs the Covid Recovery Group of Conservative backbenchers, said the government was \"effectively moving to compulsory vaccination\".\nIn an interview with LBC, fellow Tory MP Andrew Bridgen called for Parliament to be recalled if ministers were \"serious\" about people being asked to show proof of their vaccine status to gain access to domestic venues and events.\nHe described such a move as a \"very serious infringement on people's liberties\".\nThe BBC understands that ministers are no longer considering making it compulsory for university students to be fully vaccinated to attend lectures or stay in halls of residence in England - after the foreign secretary previously said students would get \"advance warning\" if they needed to be double jabbed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58042146",
      "category": "uk",
      "title": "Carrie Johnson and Boris Johnson expecting second child",
      "tags": "Carrie Symonds,Boris Johnson",
      "text": "Carrie and Boris Johnson are expecting a second child, months after a miscarriage that left her \"heartbroken\".\nThe prime minister's wife, 33, announced the news on Instagram, saying she was hoping for a \"rainbow baby\" this Christmas.\nShe wrote that, while she felt \"blessed to be pregnant again\", she had also \"felt like a bag of nerves\".\nMrs Johnson gave birth to the couple's son Wilfred in April 2020.\nThe term \"rainbow baby\" is used for a child born after a miscarriage, stillbirth or neonatal death.\nIn a post on Instagram, Mrs Johnson wrote: \"At the beginning of the year, I had a miscarriage which left me heartbroken.\n\"I feel incredibly blessed to be pregnant again but I've also felt like a bag of nerves.\n\"Fertility issues can be really hard for many people, particularly when on platforms like Instagram it can look like everything is only ever going well.\n\"I found it a real comfort to hear from people who had also experienced loss so I hope that in some very small way sharing this might help others too.\"\nAlongside the post she shared a picture of a blue buggy Christmas decoration.\nLabour leader Sir Keir Starmer congratulated the couple on Twitter and also said he was sorry to hear of Mrs Johnson's earlier miscarriage, adding that he was sure her speaking out would comfort others.\n\"Every best wish to both of them,\" he said.\nThe couple married at a small wedding ceremony at Westminster Cathedral in May this year - making Mr Johnson the first prime minister to marry while in office for nearly 200 years.\nIt was Mr Johnson's third marriage, with the prime minister having previously been married to Marina Wheeler with whom he had four children. \nHe did not have any children with his first wife Allegra Mostyn-Owen.\nIn recent years, several children have been born to prime ministers while in office.\nTony Blair and his wife, Cherie, welcomed their fourth child Leo in 2000, three years after the Labour leader's landslide victory.\nA baby daughter, Florence, was born to David Cameron and his wife Samantha in 2010.\nIf you or someone you know has been affected by miscarriage or other pregnancy-related issues, support can be found through BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58047786",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI vaccination passport applications extended",
      "tags": "Travel,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "People in Northern Ireland who are travelling abroad up to and including 10 August can now apply for a Covid-19 vaccination certificate.\nThe certificate allows travellers to prove they are fully vaccinated against Covid-19 for countries which require that for entry.\nThe system was offline for several days having been dogged by technical problems but resumed on Saturday night.\nOfficials said anyone leaving after 10 August should not use the system yet.\nThe Department of Health said increased traffic on the site may mean others cannot get their certificates on time.\n\"We would appeal to those travelling later than 10 August that they do not apply at this time and help us help their fellow citizens,\" said the department.\nThe system, which can be accessed through the NI Direct website, had been offline since last Tuesday amid concerns about some users being able to see other people's information.\nThe data breach that caused the suspension has been reported to the Information Commissioner's Office, which said it is assessing what happened.\nDr Eddie O'Neill, the official in charge of the system, said most applications were being processed automatically but a small number had to be manually assessed.\n\"Some of them we can't process because they don't meet the criteria, such as being less than 14 days since your second vaccination,\" he said.\n\"We don't make those rules - that's under EU regulations, we don't control that.\n\"The good news is that of 2,900 applications, 2,600 have got their certificates and we're well on course to completing [applications for] 2 August.\n\"All that we can possibly progress, we will process.\"\nDr O'Neill said he believed some people had been applying for certification without having an urgent need for it.\n\"These are pretty large volumes of applicants and I doubt that all of those people who have applied are travelling today or tomorrow,\" he said.\n\"We think that some people have not respected the request to focus on people with a more pressing need.\"\nOn Tuesday evening, the Department of Health announced that its vaccination certification service had \"experienced a technical difficulty and availability will be temporarily interrupted\".\nIt added that officials were \"aware that a limited number of users... may be presented with data relating to other users\".\nWhen asked about the security problems on Friday, Dr Eddie O'Neill, from the Department of Health, said: \"The problem wasn't actually in anything that we built.\"\nHe said that the system is using the NI Direct website's identity facility, through which people can set up a personal user account to access services such as driving licence renewals.\n\"It was never built for the scale of applications that we've been getting - thousands and thousands - and as a result of that just one of the components in the back end just failed.\"\nAdults registered with GPs in England can apply for a NHS Covid Pass, which allows users to show proof of their vaccination, test or immunity status.\nThey are available to download through the NHS app (in England only) or applicants can request a paper document to be posted to their home address.\nHolidaymakers in Scotland have been able to access a vaccine certificate since 19 May - it could be downloaded from an NHS portal or requested in the post through a freephone Covid status helpline.\nHowever, the site suffered a security glitch on 22 May which enabled people to alter details on the document.\nA fix was implemented on 25 May, which meant people in Scotland could only request the document be sent to them by post.\nIn Wales, public health advice still states that residents should \"avoid international travel\" but that is guidance rather than a ban.\nPaper vaccine certificates have been available since May, and on 25 June the digital NHS Covid Pass became available for \"urgent travel\" only.\nAt that time, the Welsh government advised people to register to download the digital pass at least two weeks before they were due to travel abroad.\nUnlike England however, residents in Wales cannot use the NHS app to access the NHS Covid Pass.\nInstead they need to register for an NHS login which requires submitting photo ID such as a passport or driving licence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58039097",
      "category": "uk-wales",
      "title": "Cardiff Park Plaza fire: Four rescued from flat above hotel",
      "tags": "Cardiff",
      "text": "Three children and an adult had to be rescued during a seventh-storey flat fire in Cardiff.\nThe blaze happened in a residential apartment above the Park Plaza Hotel, but the rest of the building had to be evacuated.\nTen fire engines and specialist appliances went to the scene after the callout shortly after 01:00 BST.\nThose rescued were taken to hospital but were not seriously hurt, the Welsh Ambulance Service said.\nThe cause of the fire, in Greyfriars Road, is under investigation.\nSouth Wales Fire and Rescue Service said the blaze was contained within the flat, which has been severely damaged.\nIt is understood the hotel occupies the first four floors of the building, with flats on floors five to seven.\nSouth Wales Police said local residents were moved to safety and officers asked the public to avoid the area during the incident.\nThe fire service said the incident was declared over just after 05:00.\nThe ambulance service said the four casualties were taken to the city's University Hospital of Wales at about 02:30.\nPark Plaza general manager Margaret Waters praised emergency service personnel, who did a \"wonderful job\", along with staff who evacuated all guests.\n\"Unfortunately, it has impacted on Park Plaza because of the sheer amount of water that was required,\" she said.\n\"Our team did a great job, and we were greatly assisted by our colleagues at the Hilton Hotel who let us host our guests.\"\nIn a statement, South Wales Fire and Rescue Service said it was \"grateful to the public and partners, for assisting in bringing the incident to a successful conclusion\". \n\"We also want to praise the work of control room staff, and the initial attending operational crews, in carrying out the rescue,\" it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58029653",
      "category": "business",
      "title": "Heatwave risk from plans to convert shops to homes",
      "tags": "Urban planning,Planning permission",
      "text": "Planning reforms to convert shops and restaurants into homes could lead to more people suffering from potentially deadly heatwaves, claims a report.\nFrom 1 August, firms will be allowed to redevelop a wider range of commercial property into flats.  \nIt is hoped the move will regenerate City centres that have struggled during the pandemic.\nBut Zurich UK warns it risks creating more poor quality homes vulnerable to overheating in the summer.\nAt present, disused office space can be converted into residences without having to apply for planning permission.\nFrom August, so-called permitted development rights will be expanded to allow vacant retailers, restaurants and gyms to be changed into homes. \nBut Zurich UK, the insurance group, said: \"A rush to redevelop shops and offices left empty by the pandemic could create a swathe of sub-standard homes that are vulnerable to climate change.\" \nZurich said that small self-contained bedsits and studio flats could potentially become uninhabitable during increasingly hot summers.\nIt warned that many properties in built-up areas were affected by the \"urban heat island\" effect, where temperatures are hotter than outlying areas. It added these properties were also at risk from flash floods caused by heavy downpours on concrete surfaces.  \n\"The post-Covid city may need to quickly adapt to new modes of behaviour, which could see many building types adapted for purposes not originally intended,\" said Tony Mulhall, associate director of the land professional group at the Royal Institution of Chartered Surveyors. \nAlready one in five homes in the UK overheats, according to the Climate Change Committee (CCC), the independent body which advises the government. The death toll from heatwaves is expected to triple by 2050 as temperatures continue to climb.\nA government spokeswoman for Housing, Communities and Local Government said homes delivered through permitted development rights continued to make an important contribution to housing delivery. \nShe added that Zurich's \"claims are based on unfounded assumptions\". \n\"Our reforms will transform unused buildings into much-needed new homes, and all new homes must be of high quality and meet national space standards and building regulations, including ventilation requirements,\" she said.\nLast summer, heatwaves in England caused 2,556 deaths, with the CCC predicting numbers could triple from an average of 2,000 to 7,000 each year by 2050. \nMr Mulhall said following the change in permitted development rights: \"A generation of hermetically sealed commercial buildings may now fall into this category to be repurposed for housing, needing to satisfy a completely different set of standards.\"\nHe added that while energy poverty - where residents cannot afford to heat their homes during the winter - was a recognised problem: \"The other increasing concern is residential buildings which, due to increased natural temperatures, are tending to overheat. \n\"Some buildings when reconfigured as apartments with a single aspect may not allow for through ventilation as part of a natural cooling strategy.\"\nAccording to Zurich UK's research, more than 64,700 flats have been created from disused offices in the last five years. \nBetween January and March this year, applications for office-to-residential conversions in England rose 28% to a three-year high \"as developers snap up blocks left vacant by an exodus of workers from city centres\". \nConverted flats typically have big windows, but no air conditioning, and if all the windows face south, it can be impossible to escape sweltering heat.\nThe problem is exaggerated in flats fashioned from offices with a big square floorplate. The resulting apartments often face in only one direction - and this means they can't get a cooling through-draught.\nAlready one in five homes in the UK overheats, according to the Climate Change Committee, with heatwave death tolls expected to triple by 2050 as the UK warms.\nEddie Tuttle, director for policy, research and public affairs at the Chartered Institute of Building, said: \"While we agree with the principle of permitted development rights to rejuvenate town centres, there is clear evidence that homes built using permitted development rights have led to spaces detrimental to the health, well-being and quality of life of future occupants.\"\nZurich wants ministers to think ahead to look at ways to climate-proof buildings.\nIt said developers could be required to improve cooling by fitting heat-reflecting windows, installing shutters and sunshades and using reflective surfaces and ceiling fans. \nIt added that developers should install leak detection and suppression devices. \n\"If fitted during the conversion, costs can be relatively modest and avoid huge disruption for residents,\" it said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58031545",
      "category": "business",
      "title": "‘Lenders won’t touch us - my home’s worth nothing'",
      "tags": "Housing,Grenfell Tower fire,Personal finance,Housing market,UK fire safety",
      "text": "The government's latest attempts to unlock parts of the property market paralysed by the cladding crisis have stalled, according to campaign groups.\nAn agreement between the High Street's biggest banks and the Ministry of Housing was supposed to pave the way for mortgages to be offered again on more than 800,000 flats in low and medium rise buildings that have been left unsellable after the Grenfell Tragedy in 2017.\nLast month, Housing Secretary Robert Jenrick said buildings under 18 metres in height would no longer need an EWS1 fire safety form and should be presumed safe by lenders.\nBut the BBC has learnt that banks are unlikely to change their policies until the Royal Institution of Chartered Surveyors (RICS), which advises property valuers, updates its specialist guidance.\nHowever, in turn RICS has said it can't alter its position on the issue until the government changes its official fire safety advice; that could take until November according to those familiar with the process.\nAlex Dickin, from campaign group Ipswich Cladiators, warns that many people remain stuck in a financially perilous situation. \n\"The government announcement has once again made no difference to the millions of leaseholders trapped in unsellable and mortgageable homes. We've yet to see any significant move from lenders,\" Mr Dickin, who's 28, told the BBC.\nThis is a problem of the government's own making. Previously, EWS1 survey forms were only required on the tallest tower blocks. Ministers inadvertently expanded the scope of the cladding crisis in January 2020 when they said residential blocks of any height should be checked for fire risks.\nMortgage lenders then began demanding fire surveys - known as EWS1 forms - from a much wider range of sellers. \nEmma Lee's home, in south London, is one of an estimated 3.2 million flats that has been left unsellable as a result.\nThe mother of two bought 50% of her one bed flat under shared ownership in 2008. Her block has four floors. A survey revealed problems with timber cladding and missing fire breaks; Ms Lee fears she will be left with a massive bill for work that may not be necessary.\n\"The genie is out of the bottle. What the government is now saying won't make any difference. No one wants to buy these flats with these problems, a lender won't touch us at the moment,\" said Ms Lee.\nResearch by a group of independent experts, commissioned by the government, concluded last month that there was no systematic fire risk in buildings below 18 metres. \nThe expert panel said that in most mid and low-rise blocks expensive repair work was unnecessary; instead the fire risk could be managed by installing alarm systems or sprinklers. \nThat brings little comfort to Ms Lee, who said 'extensive remediation works' are still planned for her block with residents facing 'devastating bills on the way and a real possibility of homelessness.'\nShe believes she has become a victim of the zero-risk approach from lenders. \nFor Jelena and Igor Solovjova the problem isn't the cladding on their building in Ipswich, but the insulation and plywood beneath it. When the couple tried to sell their property it was valued at nothing because it didn't have an ESW1 form.\nFixing the faults could run into tens of thousands of pounds. Mr Solovjova, 45, has multiple sclerosis and can only work part time. While his wife, Jelena, who is 35, is working three jobs to cover the increasing costs.\n\"This is stressful for us,\" she said. \"We are disappointed with the current situation. Our trust in government has been shaken, we are confused as to why the government compounds things by not achieving anything and doesn't appear to understand the crisis, our emotions are mixed.\"\nThe housing secretary told parliament last month that major lenders had agreed to swiftly change their rules; the Solovjovas are now hoping their building, which is under 18 metres, will now be reassessed. \nBut while banks, including HSBC, Barclays and Lloyds Banking Group, have welcomed the announcement from the Mr Jenrick, the BBC understands it will not change their policies in the short term.  \nUK Finance, which represents the banking industry, said until RICS guidance and the government's official advice is updated \"lenders will continue to be guided by surveyors' expert opinions when a EWS1 form is required for medium and low-rise blocks of flats\".\nThat's left leaseholders like Georgie Hulme, who lives on the third floor of a low-rise block in south Manchester, feeling angry and trapped. Inspections of her building after the Grenfell Tower tragedy revealed problems including dangerous cladding.\nMs Hulme doubts a change to fire safety guidance will make any difference to her and thousands of others who have already been dragged into this crisis. \n\"All these issues have now been flagged up, how can they all now just be ignored and buildings under 18 metres be deemed as safe?\" she said.\n\"If you wanted to sell, who would buy any of these flats? I can't see a huge demand. It is impossible to know between the government, manufacturers, developers, managing agents, who can be trusted in this horrendous situation?\"\nMs Hulme, 42, who has disabilities and can't work, now fears bankruptcy. Her building is not eligible for any government funding to make it safe. \n\"For someone like myself who's disabled and on benefits, even if this means that technically I could borrow on the value of my property, the reality is not the case, as nobody would lend to someone in my situation,\" she told the BBC.\nThe Ministry for Housing, Communities and Local Government said in a statement: \"We are committed to correcting the present market failure and supporting leaseholders to sell their properties should they wish to do so.\"\n\"The view from the independent experts is that there is no evidence of a systemic risk of fire in blocks of flats, but excessive industry caution is leaving many leaseholders in lower risk buildings unable to sell, or facing bills for work which is often not necessary.\n\"This must stop and, in line with the expert advice, we've set out that EWS1 forms should not be requested for buildings below 18 metres.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58048728",
      "category": "world-us-canada",
      "title": "DaBaby dropped by US music festival Lollapalooza",
      "tags": "Homophobia,United States",
      "text": "US music festival Lollapalooza has dropped rapper DaBaby from its Sunday line-up over comments he made about people with HIV and Aids.\nThe Chicago festival tweeted that \"Lollapalooza was founded on diversity, inclusivity, respect, and love. \n\"With that in mind, DaBaby will no longer be performing at Grant Park tonight.\" \nThe rapper has been widely condemned for homophobic and derogatory comments he made about HIV and gay men.\nWhile performing at Rolling Loud festival in Miami on 25 July, he urged the audience to \"put your cell phone light up\", apart from those who were HIV-positive or were gay men who had sex in car parks.\nHe also wrongly claimed that HIV and other sexually transmitted diseases would \"make you die in two or three weeks\".\nMedication helping those with HIV to live long, healthy lives has been available for decades.\nLollapalooza said rapper Young Thug would fill DaBaby's slot on Sunday night.\nEarlier this week, DaBaby was dropped from a benefit concert for the Working Families Party, a US political party that says it wants \"freedom and equality for all\". \n\"We have to hold people accountable and live to our values, which is why there is a change in our line-up,\" the Working Families Party stated.\nDaBaby has also parted ways with online fashion retailer Boohoo, with whom he had a clothing deal.\nSeveral musicians have spoken out against the rapper's remarks, among them Sir Elton John, who founded his Aids Foundation charity in 1992.\n\"We must break down the stigma around HIV and not spread it. As musicians, it's our job to bring people together,\" Sir Elton wrote on Instagram.\nDaBaby ultimately tweeted an apology, saying he had been \"insensitive\" and \"anybody who done ever been effected by AIDS/HIV y'all got the right to be upset.\" \nBut on his Instagram story, he doubled down on the insults by calling people with Aids \"nasty\" and \"junkies on the street\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58029042",
      "category": "uk-england-beds-bucks-herts",
      "title": "Hollywood plans £700m film and TV studios in Hertfordshire",
      "tags": "Broxbourne,Media,Television,Broxbourne Borough Council,Los Angeles,Film,Hollywood",
      "text": "Plans for a £700m \"world-class\" film and TV studios facility in the UK have been announced by a Hollywood studio.\nThe owners of Sunset Studios in Los Angeles and an investment firm have bought a 91-acre site in Hertfordshire for £120m.\nSubject to planning permission, the production centre would be built in Broxbourne.\nThe government said it was \"supporting\" the development of such stage spaces across the UK.\nOliver Dowden, Secretary of State for Digital, Culture, Media and Sport, said: \"This new studio is yet another vote of confidence in the UK's booming film and TV industry. \n\"Through the British Film Commission, we're supporting the development of stage spaces like this across the UK - boosting the local economy and backing our world-class creatives to make the next Bond blockbuster or bingeworthy box set.\"\nMr Dowden is also the Conservative MP for the neighbouring Hertsmere constituency, which includes Elstree Studios,\nLos Angeles-based studio owner and operator Hudson Pacific has joined with investment company Blackstone and they hoped to transform Broxbourne into a hub for UK and international productions.\nThe companies anticipated it would \"contribute £300m annually to the local economy\" and could create up to 4,500 jobs.\nJames Seppala, head of Blackstone Real Estate Europe, said the development would \"deliver a world-class studio facility that will help ensure that the UK continues to be a premiere destination for content production globally\".\nIt would be the first expansion of the Sunset Studios brand outside the United States, which was home to film productions such as When Harry Met Sally, Zoolander and La La Land.\nVictor Coleman, chairman and chief executive of Hudson Pacific, said he was looking forward to \"working with Broxbourne Council to ensure the project has a meaningful and positive impact on the local community\".\nLewis Cocking, leader of Broxbourne Borough Council, said it was a \"fantastic opportunity\" for the area.\n\"Creative industries are of strategic importance to us and the creation of 4,500 permanent new jobs and the associated boost to the local economy is just what we need following the pandemic,\" he said.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    }
  ]
}