{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56488466",
      "category": "uk-wales",
      "title": "Covid anniversary: Women on the front line reflect on the past year",
      "tags": "Ruthin,Bridgend,Cardiff,NHS Wales,Coronavirus pandemic",
      "text": "\"I said goodbye to my parents for the last time on Mother's Day last year. \n\"I didn't know if I was ever going to see them again... I just felt as if I was going to war.\"\nA national day of reflection will take place on Tuesday to mark a year since the UK's first lockdown, which saw strict new curbs on life.\nAs people around the country mark the anniversary, five women working on the front line have been sharing their experiences of the past year.\nDr Ruth Williams is a respiratory consultant at the Princess of Wales Hospital in Bridgend. \nShe caught the virus about the time the UK went into its first lockdown. \n\"I was probably one of the first to have it,\" she told Gareth Lewis on BBC Radio Wales.\n\"We'd seen everything happening in China and Italy and honestly we felt as though we were about to face an Armageddon... it was pretty terrifying.\"\nShe said when she was ill with Covid she was also writing up care pathways for this illness: \"Of course when I started getting breathless myself I started getting a bit nervy.\" \nShe said back in March they were still learning about the virus: \"When I got it there was still this feeling amongst people that 'oh you'll be fine as long as you're young' but we were starting to see that that wasn't the case, and then that got really scary.\" \nShe said working with Covid patients was like nothing she had faced before: \"We'd never seen anything like Covid, how it impacts people and their lungs. \n\"Still to this day - and I've treated so, so many people with Covid now - it still flummoxes me how it can affect people so differently, one person will get it so severely and others really not at all.\" \nShe said she has found it hard to escape the ever-present pandemic: \"There's no respite from it because even when you go home, you're in lockdown, you can't go anywhere, even everything on the television is about Covid. \n\"But for me, the thing that has got me through is my colleagues and the team. Being able to laugh together, take five minutes together.\"\nThe year has taken its toll: \"I think I have suffered. We've had to work incredibly hard, long hours... we are all desperate to see the light at the end of this tunnel.\" \nBut it is the patient success stories that keep her going: \"The elation when you actually manage to save someone, that would give us such a high...\n\"When we managed to get them home, that would make your day if not your week really.\n\"I've bumped into a few of them coming back for checks and stuff and that is a huge boost to your morale, to have those.\"\nDr Nerys Conway is a consultant in acute medicine and an associate medical director at Royal Glamorgan Hospital in Llantrisant, Rhondda Cynon Taf. \nShe said her father feared losing both his daughters to the virus. \"With my sister being a GP... my dad said his biggest fear was that he would lose both his daughters. \n\"Of course we were actually really worried about them, I just wanted them to stay in the house and not leave basically - which they did do for about three months.\" \nShe said March last year was an anxious and emotional time.\n\"I said goodbye to my parents for the last time, on Mother's Day last year,\" she said.\n\"It was really emotional for all of us. I didn't know if I was ever going to see them again, if they were ever going to see me again, or if life would ever be the same again for our family. \n\"I just felt as if I was going to war.\n\"I didn't know what was in front of me, I was nervous, really anxious, but at the same time I thought 'come on, you've got to try and do what you can now, this is your job'.\" \nShe said she was amazed how quickly the hospital adapted: \"The hospital changed, the footprint changed, we all came together and staff began training, we were all just practising, practising, practising ready for those patients to start coming in.\" \nShe said she would never forget some of her patients: \"The first patient that I admitted to ITU this time last year was a young fit gentleman, no medical problems - he had never even been to the GP. \n\"He came in and he was critically unwell and went straight to ITU. \n\"When he left ITU and eventually left the hospital, that was so emotional for me, I'll never forget him, his family, the conversation that I had with his wife on the phone.\"\nWhen asked, she said there had been days where she felt she did not want to go into work: \"Yes, there have been days like that I have to be honest, days where it just feels relentless... you just want to run a million miles, but you can't run away because everyone in the world is being affected by it.  \n\"Some days have just been incredibly challenging.\" \nDr Elise Lang GP is a partner at North Cardiff Medical Centre, a Macmillan GP advisor for Wales and Macmillan GP cancer lead for Velindre NHS trust.\nShe said: \"There's a slightly trepidatious feeling looking back to where we were a year ago...\n\"Things have changed dramatically.\"\nShe said it had been a year marked by collaboration and adapting to change. \n\"The collaboration between services and departments in the NHS has been fundamental to getting us all through... all of the team members have had to adapt to new roles, virtual calls, virtual consultations... it's been a challenging time.\"  \nIt has also been a steep learning curve: \"Trying to keep up to date with everything that was being published, everything that we were being asked to do with patients was an endless learning journey.\n\"We couldn't switch off, at night we're constantly reading messages, updating ourselves with what needed to happen and therefore updating our team as well.\" \nRafia Jamil is a senior GP practice support pharmacist and looks after five surgeries across Powys. \nShe too got Covid early on.\n\"It's one of the experiences I probably will never forget, not something I've experienced before,\" she said. \n\"Knowing that you've got something which the whole world is dealing with and then also the impact it had on the work I do, on my team and on the family life as well.\"\nHaving moved to the UK from Pakistan with her husband 10 years ago, she struggled being so far away from her family: \"I just live with my husband and son so we were quite isolated from a support network point of view…\n\"I literally just lay there on the sofa in my living room - my husband was trying to run the house while doing a job, looking after our son and looking after me as well because I wasn't even capable of leaving the sofa to get a glass of water for myself and everything was literally brought to me...\n\"It just went on for weeks and a point came when I couldn't cope at home and I was taken to hospital and I stayed a few days there.\" \nShe says what she will take from the past year is the strength of her team: \"My team has been incredible, especially at the time when I wasn't with them and they kept the service going at pretty much the same level... \n\"I think my reflection will always be that what a strong team that we've developed over the years which was able to cope with the service demands.\"\nRhian Parry is managing director of Workplace Worksafe, based in Ruthin, Denbighshire, an independent supplier of health and safety equipment and personal protective equipment (PPE). \nReflecting on last March, she said: \"It was absolutely incredible... there's been talk about it being the third world war... it just felt like we went to war every single day...\n\"We had Glan Clwyd Hospital, Gwynedd Hospital [Ysbyty Gwynedd] ringing us up begging us for PPE.\n\"The matrons on the ward were absolutely saying 'if you can't get PPE out to us we're not going to be able to protect the patients' - honestly it was just awful.\"\nShe said there was \"not a lot of sleep going on\" as she made calls to Malaysia at 03:00 and calls to the Welsh government at 07:00. \nShe said they had no choice other than to get on with it: \"We went to work every day, we got our heads down and spoke to a tonne of suppliers all around the world and we did our bit in a small way.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56482881",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish independence: Draft bill for indyref2 published",
      "tags": "Scottish independence",
      "text": "The Scottish government has published draft legislation for the holding of a second independence referendum.\nIt wants to hold indyref2 after the pandemic but \"in the first half of the new parliamentary term\".\nThe SNP says it will attempt to pass the bill if May's election returns a majority of MSPs who back independence.\nThe legislation proposes using the same yes or no question as in 2014, with the date to be decided by MSPs.\nThe Conservatives, Labour and Lib Dems have all opposed the move, saying that Scotland's focus should be on recovery from the Covid-19 crisis rather than a row over the constitution.\nAnd the UK government has so far refused to give its consent to a new referendum, which First Minister Nicola Sturgeon has previously said would be needed to ensure the legality of any vote.\nHowever Ms Sturgeon has not ruled out going to court to settle the question of whether Holyrood could legislate for a legal referendum without Westminster's backing.\nThe draft referendum bill was published shortly before Ms Sturgeon was due to learn the outcome of an independent investigation into whether her involvement in the Alex Salmond saga broke the ministerial code. \nThe legislation proposes using the same question as the 2014 referendum - \"should Scotland be an independent country?\" - with voters asked to answer either yes or no.\nThe paperwork accompanying the bill said that this question continues to be well understood by the Scottish public.\nHowever, the independent Electoral Commission will be asked to test the wording of the question after the bill is formally tabled.\nThe bill also proposes using the same franchise as is used for Scottish Parliament and local government elections, including allowing foreign nationals who live in Scotland to vote.\nBut there is no firm commitment to any date for the poll, with the bill stating that this is a decision \"for the next Scottish Parliament to take\".\nAnnouncing the publication of the draft bill, Constitution Secretary Mike Russell said the immediate priority would be \"dealing with the pandemic and keeping the country safe\".\nBut he said that \"better times lie ahead\", and that \"it should be the people living in Scotland who have the right to decide how we recover from the pandemic and what sort of country we wish to build after the crisis\".\nHe said the current government thinks the vote should be held inside the first half of the five-year Holyrood term.\nAnd he added that if May's election produces a pro-independence majority, \"there can be no democratic justification whatsoever for any Westminster government to seek to block a post-pandemic referendum\".\nHe said: \"Scotland's recovery should be made by the people who live here and who care most about Scotland. That is why Scotland's future should be Scotland's choice.\"\nPrime Minister Boris Johnson has repeatedly ruled out giving his backing to a new referendum, saying the question was settled conclusively in 2014 when the country voted by 55% to 45% to reject independence.\nHe told the Scottish Conservative party conference earlier this month: \"I just find it incredible that the SNP would choose this moment to again push their campaign for separation.\n\"Just when everything is beginning to reopen again, when we will soon be reunited with our friends and family, the SNP think that this is the time to turn us all against one another.\"\nThis was echoed by Scottish Conservative leader Douglas Ross, who said the bill was a \"reckless distraction\" and a bid to \"distract people from the Sturgeon-Salmond scandal\".\nHe added: \"A responsible government would be entirely focused on Scotland's post-pandemic recovery, but Sturgeon and her ministers have become detached from reality and the priorities of ordinary families.\"\nScottish Labour and the Lib Dems have also rejected the idea of having a new referendum in the immediacy, with Labour's constitution spokesman Colin Smyth saying that \"the focus for all of Scotland's politicians should be on bringing the country together, and an independence referendum is not a priority at this time\".\nAnd Lib Dem leader Willie Rennie said civil servants who could have been \"planning to get cancer services running full speed\" had instead been ordered to work on a referendum bill.\nHe added: \"We are still in a pandemic. Thousands have lost their lives, thousands more have lost their job. Reasonable people will think that this is the wrong moment to be pushing a referendum.\"\nThe Scottish Greens back independence - with the party's co-leader, Lorna Slater, saying it \"could be crucial in securing a majority of MSPs in favour of Scotland having a say over our own future\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56237778",
      "category": "world",
      "title": "Covid vaccines: How fast is progress around the world?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost 10 billion doses of coronavirus vaccines have been administered, in at least 197 countries worldwide. \nHowever, there are vast differences in the pace of progress in different parts of the world.  \nSome countries have secured and delivered doses to a large proportion of their population - but others are some way behind.\nWith an aim to give doses to nearly every adult around the world, this is the largest vaccination programme in history. \nOverall, China and India have administered the highest number of doses, with about three billion and 1.6 billion respectively. The US is third, with more than 530 million.\nMany poorer countries are relying on deliveries from Covax, a scheme led by Gavi, the Vaccine Alliance, together with the WHO and the Coalition for Epidemic Preparedness Innovations (CEPI), which is trying to ensure everyone in the world has access to a Covid vaccine.\nCovax had planned to deliver about two billion vaccine doses globally by the end of 2021, but downgraded its supply forecast as a the result of global export bans, production challenges and slow regulatory approval processes.\nThe scheme has now distributed more than one billion vaccines.\nThe vaccine produced by Pfizer and BioNTech was the first approved by the WHO, followed by several others.\nThe Oxford-AstraZeneca vaccine is now the most widely used around the globe. \nUnlike Pfizer's jab - which has to be kept at an extremely cold temperature (-70C) - the Oxford vaccine can be stored in a normal fridge, which makes it easier to distribute.\nMost governments have started with doses for the over-60s, health workers and people who are clinically vulnerable. After priority groups have been vaccinated, there is a wider rollout among younger age groups. \nThe Pfizer vaccine has been approved for 12 to 15-year-olds in the US, UK, Europe and other countries. The Sinovac vaccine is being used for children as young as three in China and Colombia.\nEarly studies suggest the newly identified Omicron variant of coronavirus is better able to evade vaccine protection than previous strains, though vaccination still offers strong protection against serious illness and hospitalisation. \nA third 'booster' dose of a vaccine does appear to offer protection against infection from Omicron and at least 96 countries have begun booster vaccination programmes.\nWorldwide, more than 100 possible vaccines are undergoing trials to test their efficacy and safety. \nOur World in Data, a collaboration between Oxford University and an educational charity, collated the information in the map and table above.\nPopulation figures have been sourced from the United Nations' mid-2021 estimates provided by Our World in Data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56458267",
      "category": "technology",
      "title": "Kitboga: How AI is helping me waste scammers’ time",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56476904",
      "category": "world-us-canada",
      "title": "Covid-19: Miami Beach imposes emergency curfew over spring break 'chaos'",
      "tags": "Florida,Miami,United States,Coronavirus pandemic",
      "text": "A state of emergency has been declared in the US city of Miami Beach over concerns large crowds gathering for spring break pose a coronavirus risk.\nA 20:00-06:00 curfew has been announced in the island city that will remain in effect until at least 12 April.\nTraffic restrictions are in place during the curfew, while businesses in the busy South Beach area must close.\nMiami Beach Mayor Dan Gelber said thousands of tourists had brought \"chaos and disorder\" to the city.\n\"It feels like a rock concert, wall-to-wall people over blocks and blocks,\" Mr Gelber told CNN. \"If you're coming here to go crazy, go somewhere else.\"\nSpring break is a holiday period for schools and universities in the US that usually takes place in March or April. It attracts thousands of students to Florida and other warm-weather destinations around the country.\nOfficials warned tourists to \"vacation responsibly or be arrested\" prior to the holiday period, and a county-wide midnight coronavirus curfew was already in place due to the pandemic.\nBut the Miami Beach area was thronged with revellers over the weekend, and many did not appear to be wearing masks or socially distancing.\nOne city official described South Beach, which includes the world-famous Ocean Drive, as being \"overwhelmed\" by crowds on Saturday.\n\"You couldn't see pavement and you couldn't see grass,\" city manager Raul Aguila said.\nHe added that the emergency measures were \"necessary not only to protect our residents but our visitors, including our spring breakers who we want to keep safe\".\nOn Sunday, Miami Beach police told CNN they had arrested at least a dozen people after the curfew had come into force. The Miami Herald newspaper said police used pepper-spray balls to enforce the curfew.\nUntil the measures are lifted, police will prevent pedestrians and vehicles from entering the South Beach area's main party strips.\nOn Sunday, the Miami Beach city commission voted to extend the curfew and other measures for up to three more weeks.\nAt an emergency meeting, Mayor Gelber told the commission South Beach had become \"a tinder over the last couple of weeks\".\nHe said tourists had flooded into the city since Florida Governor Ron DeSantis called the state an \"oasis of freedom\" from coronavirus restrictions late last month.\nFlorida continues to be a coronavirus hotspot in the US. The state has recorded nearly two million of the country's 29 million infections since the pandemic began.\nThe latest data from the US Centers for Disease Control and Prevention (CDC) shows Florida has recorded about 4,300 new infections a day on average over the past week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56400751",
      "category": "uk",
      "title": "What is the Police, Crime, Sentencing and Courts Bill and how would it change protests?",
      "tags": "Metropolitan Police Service",
      "text": "The House of Lords has voted to reject controversial changes to the way protests are policed.\nThe government's Police, Crime, Sentencing and Courts Bill will now go back to the House of Commons so MPs can respond.\nThe bill is a mammoth piece of legislation which includes major government proposals on crime and justice in England and Wales. It needs to be passed by both the House of Commons and the House of Lords to become law.\nThe government has been defeated in the House of Lords on some of the bill's most contentious parts, including plans to give the police new powers to stop protests in England and Wales if they are deemed to be too noisy and disruptive.\nThe Lords also added some proposals of their own to the bill, including one to make misogyny a hate crime.\nThe bill now faces going back and forth between the Commons and Lords until agreement is reached.\nBut some of the measures that the Lords rejected cannot now feature in the final legislation, because of the way the government introduced them.\nThese include one of most high-profile proposals, which would have made it illegal for protesters like Insulate Britain to cause serious disruption by locking themselves to things.\nThis measure could now only be brought back by the government in a new bill.\nIf the police want to restrict a protest, they generally have to show it may result in \"serious public disorder, serious damage to property or serious disruption to the life of the community\". \nThey can also impose specific measures on the routes of marches.\nWhen it comes to major events, such as the COP26 protests, details around protests are typically agreed with the organisers weeks in advance.  \nPolice chiefs would be able to put more conditions on static protests, such as those organised by Extinction Rebellion where roads and bridges are occupied.\nThey would be able to:\nSo if a single individual was holding a protest placard while sharing their views via a loudspeaker, and refused to follow police directions about how they should conduct their protest, they could be fined up to £2,500. \nIt would also become a crime to fail to follow restrictions the protesters \"ought\" to have known about, even if they have not received a direct order from an officer. \nAt present, police need to prove protesters knew they had been told to move on, before they can be said to have broken the law. \nThe proposed law also includes an offence of \"intentionally or recklessly causing public nuisance\". \nThis is designed to stop people occupying public spaces, hanging off bridges or employing other similar tactics.\nAnother measure clarifies that damage to memorials could lead to up to 10 years in prison. This follows the toppling of a statue of slave trader Edward Colston in Bristol. \nThe four people who had been accused of illegally removing the statue were recently cleared of criminal damage at Bristol Crown Court.\nThe right to protest and express yourself is enshrined in the Human Rights Act. Police commanders have to show they have taken this into account. \nBut that right is not absolute. Protests can be limited by police if they believe they have good reason to impose restrictions on an event to ensure public safety, or to prevent crime. \nThe Home Office insists its proposals do respect human rights. \nBut the history of public protest is littered with long and complex legal battles over whether police have used their powers properly. \nOne of the most important cases - about the police's power to contain a crowd for an indefinite period - took 11 years of courtroom arguments before concluding that the tactic was lawful. \nThe Labour Party opposes the bill in its current form. \nShadow home secretary Yvette Cooper says the legislation has been \"rushed\" and will create \"incredibly widely-drawn\" powers, \"for example, allowing the police to stop and search anyone in the vicinity of a protest, including passers-by, people on the way to work and peaceful protesters\".\nGreen party peer Baroness Jones described the government's plans as \"oppressive\" and \"plain nasty\".\nRights of Women, a campaign group, says the bill fails to introduce long-called-for measures that could reduce violence against women and girls, such as providing more support in communities.\nHowever, the government says that other parts of the legislation toughen sentencing for serious violent and sexual offences and introduce new police bail rules for suspects under investigation. \nThe bill would also place a legal duty on police and local authorities to come up with a joint action plan to tackle serious violence. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56479245",
      "category": "uk-england-bristol",
      "title": "In pictures: Kill the Bill Bristol protest turns violent",
      "text": "Police officers have been hurt during a protest in the centre of Bristol that turned violent.\nCrowds had gathered for the Kill the Bill demonstration in opposition to the Police and Crime Bill.\nWindows of a police station were smashed, riot vans and police cars were set on fire amid tense scenes in the centre of the city.\nBristol Mayor Marvin Rees said: \"Smashing buildings in our city centre, vandalising vehicles, attacking our police will do nothing to lessen the likelihood of the Bill going through. \n\"On the contrary, the lawlessness on show will be used as evidence and promote the need for the Bill.\"\n."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56475666",
      "category": "uk",
      "title": "Foreign holidays: Minister refuses to rule out Covid ban extension",
      "tags": "Coronavirus lockdown measures,Holidays,Coronavirus pandemic",
      "text": "An extension to the ban on foreign holidays in order to control the spread of coronavirus cannot be ruled out, Defence Secretary Ben Wallace has said.\nMr Wallace told the BBC that booking a trip abroad would be \"premature\".\nIt comes after a scientist on a government advisory body said summer holidays overseas are \"extremely unlikely\" because of the risk of travellers bringing variants to the UK.\nThe earliest date people in England could holiday abroad is 17 May.\nThe Scottish and Welsh governments also said international travel will not be possible before 17 May, while Northern Ireland has not set a date.\nWhile the devolved nations issue their own guidance on international travel, they have been broadly in line with Westminster.\nNon-essential travel is currently banned from the UK and those coming to the UK must quarantine.\nA government taskforce will report to the prime minister on 12 April detailing when and how international travel can resume.\nPeople can currently travel abroad for a limited number of reasons, such as education or work.\nMr Wallace told the BBC's Andrew Marr Show that he had not booked a holiday abroad, adding it would be \"premature\" to do so while we are \"seeing growing variants\".\nWhen asked whether the ban on foreign holidays could be extended, Mr Wallace said: \"I think we will play it by ear... I'm not going to rule anything in or anything out.\n\"I think the first thing is we are not going to do anything that puts at risk this national effort to control this pandemic. All the indications are in the right direction at the moment and let's take it step by step.\"\nWhen asked about trips abroad, Dr Mary Ramsay, head of immunisation at Public Health England, told Andrew Marr it was \"too early to say\".\n\"I think everyone has to wait and see. We really don't know. The situation changes so quickly. Numbers are going up at the moment in continental Europe and that's very concerning,\" she said.\nShe added that she hoped countries on the continent can get their vaccine programmes \"on track\" to mitigate the rise in cases.\n\"But obviously the safest thing is to stay where you are. And to avoid anything that increases your risk and I think it's really too early to say what sort of summer we might be able to experience,\" Dr Ramsay said.\nShe added that even those who have been vaccinated could potentially still transmit the virus, saying that restrictions could last for \"quite a long period of time\".\nShadow foreign secretary Lisa Nandy told Andrew Marr that she will not be booking a foreign holiday.\n\"I know everyone is desperate to go on holiday but we have got to proceed with caution. \n\"We can't allow the good work that has been done from the vaccine rollout to be unravelled by unlocking too quickly or by failing to secure our borders.\"\nMs Nandy added: \"We do need to be careful, we do need to be cautious, and frankly I haven't booked a foreign holiday for this summer and I won't be doing so because I don't think we're there yet.\"\nHalf of all UK adults have now received a first dose of a vaccine, with Friday being a record day for Covid jabs - a combined 711,156 first and second doses were given.\nBut Sir David King, former chief scientific adviser to the UK government, said despite the vaccine rollout, the UK should not become \"complacent\".\n\"We know that new variants have recently appeared in France, in California, in the Philippines and in Brazil. And in the UK there are now already 300 cases of the South African variant.\n\"I don't think that we can be complacent about any of this because we don't know what the vaccine efficacy is with these new variants. So we need to be very, very cautious in the management of the travel business.\"\nDr Mike Tildesley, a member of the Scientific Pandemic Influenza Group on Modelling, which feeds into the Sage group of government science advisers, said on Saturday the UK faces a \"real risk\" if people travel abroad, adding that international travel for the summer was \"extremely unlikely\".\nSeparately, Mr Wallace said the EU should not \"build walls\" around the distribution of jabs following a threat by the European Commission to block vaccine exports to countries including the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56479462/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid vaccine: US trial of AstraZeneca jab confirms safety",
      "tags": "Coronavirus vaccines,University of Oxford,Coronavirus pandemic,AstraZeneca",
      "text": "Results from the long-awaited US trial of the Oxford-AstraZeneca Covid vaccine are out and confirm that the shot is both safe and highly effective. \nMore than 32,000 volunteers took part, mostly in America, but also in Chile and Peru.  \nThe vaccine was 79% effective at stopping symptomatic Covid disease and 100% effective at preventing people from falling seriously ill.  \nAnd there were no safety issues regarding blood clots.\nThat should further reassure some EU countries that recently paused rollout of the vaccine amid concerns about a possible link. \nSome are already starting to use it again now that Europe's medicines regulator has completed its review and has also concluded the vaccine is safe and effective.\nData from this new trial - run by experts at Columbia University and the University of Rochester in collaboration with AstraZeneca - may also prove useful in reassuring people about how well the vaccine works to protect the elderly against Covid-19 illness.\nSeveral countries initially would not authorise the use of the vaccine in adults over 65, citing lack of evidence. \nAround a fifth of the volunteers in this trial were over 65 and the vaccine - given as two doses, four weeks apart - provided as much protection to them as to younger age groups.  \nHundreds of thousands of people in the UK are already receiving the AstraZeneca vaccine every day, so these numbers are tiny by comparison. \nBut the results are vital for the US and should clear the way for the vaccine to be approved by regulators there within the next month or two.\nLead investigator of the Oxford University trial of the vaccine, Prof Andrew Pollard said: \"'These results are great news as they show the remarkable efficacy of the vaccine in a new population and are consistent with the results from Oxford-led trials. \n\"We can expect strong impact against Covid-19 across all ages and for people of all different backgrounds from widespread use of the vaccine.\"\nProf Sarah Gilbert, co-designer of the vaccine, said: \"In many different countries and across age groups, the vaccine is providing a high level of protection against Covid-19 and we hope this will lead to even more widespread use of the vaccine in the global attempts to bring the pandemic to an end.\"\nProf Gilbert said there were always cases of people falling ill after receiving a vaccine, particularly when very large numbers of were receiving a jab, but that did not mean that the vaccine was responsible for the problems. Meanwhile thousands of people a day were now dying across Europe from Covid-19.\nShe said: \"It is really important that we get the chance to protect people as quickly as possible. This vaccine will save lives.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56476998",
      "category": "world-australia",
      "title": "Australia floods: Thousands evacuated as downpours worsen",
      "tags": "Floods,New South Wales,Sydney,Australia",
      "text": "Some 18,000 people have been evacuated from severe floods across New South Wales (NSW) in Australia, with more heavy rainfall predicted.\nThe state's entire coast is now under a severe weather warning.\nDays of torrential downpours have caused rivers and dams to overflow around Sydney - the state capital - and in south-east Queensland.\nThe military is being deployed to help with search and rescue, in what has been called a \"one-in-50-years event\".\nAustralia's Bureau of Meteorology has forecast \"increased rainfall, strong winds, damaging surf and abnormally high tides\" in New South Wales on Tuesday.\nIt also said that some 10 million people across every state and territory except Western Australia were now under a weather warning.\nNSW Premier Gladys Berejiklian said no deaths had been reported by late Monday - describing it as \"a miracle given what we have been through\".\nBut there has been widespread damage in the affected areas, which are home to about a third of Australia's 25 million people.\nMs Berejiklian said many of the communities \"being battered by the floods\" had been affected by bushfires and drought the previous summer.\n\"I don't know any time in state history where we have had these extreme weather conditions in such quick succession in the middle of a pandemic,\" she said.\nPM Scott Morrison has offered funds for those forced to evacuate. He told parliament there was \"serious risk still ahead\".\nSwollen rivers cut off roads and bridges, and almost 200 schools in NSW will remain shut on Tuesday.\nPeople in more than 15 mostly low-lying areas have been ordered to evacuate and a similar number have been given evacuation warnings.\nAn order requires people to seek shelter with family or friends well away from flood impacted areas, or in a special centre. The warning tells people to prepare for an evacuation order.\nAreas north and west of Sydney, the NSW Central Coast and the Hawkesbury valley have been of particular concern.\nThere have been some 15,000 evacuations from the Mid-North Coast and a further 3,000 in Sydney, officials said. \nThe Australian Defence Force will provide search and rescue helicopters on Tuesday, after a request from the NSW government.\nPM Morrison told MPs: \"Across NSW, 1,400 first responders have conducted over 700 flood rescues and responded to over 7,500 requests for assistance.\"\nHe added: \"This is an ongoing situation that is evolving and is extremely dangerous.\"\nOne stranded family was lifted from their flooded home by a helicopter. Responders also saved a family with a baby from flooding in their home in Sydney's west.\nThere have been images of dead wildlife, livestock floating through flooded areas and rows of houses engulfed up to their windows.\nThe Hawkesbury and Nepean rivers - which border Sydney to the north and west - reached higher levels on Monday than during a devastating flood in 1961.\nMeanwhile, the Warragamba Dam, Sydney's main water source, began spilling over for the first time in five years. It reached a peak daily discharge on Sunday of 500 gigalitres - equivalent to the volume of Sydney Harbour - before falling back to 300 GL on Monday.\nOn Sunday a young couple saw their house north of Sydney swept away by flash floods on what should have been their wedding day. Shocked neighbours filmed the uprooted three-bedroom cottage bobbing along the Manning river after it burst its banks.\nIn Port Macquarie's North Shore, one resident was filmed dragging a stingray through what was his front lawn.\nIn south-east Queensland, flash floods also affected Brisbane and the Gold Coast at the weekend.\nConditions in many areas of New South Wales are expected to worsen, with officials warning that two weather systems could collide, creating a \"last blast\" of rain and storms going into Wednesday.\nThe Bureau of Meteorology said heavy rainfall would affect the whole NSW coast and several inland areas on Tuesday, bringing a \"serious risk\" of flash flooding.\n\"This situation is far from over,\" it tweeted.\nBut it added: \"Most areas of New South Wales will see a clearing trend early Wednesday as a drier airmass moves into the region.\"\nIt also sent out a tweet saying 10 million Australians were now under a weather warning - affecting an area the size of Alaska.\nThe bureau said the rainfall so far - up to 90cm in some areas - had been \"extraordinary\", with many areas across NSW resembling an \"inland sea\".\nMs Berejiklian, the NSW premier, said: \"What we're going through now is different to what you've been through for the last 50 years, so please take it seriously.\"\nJamisontown resident Ellen Brabin told ABC News that she had not seen floods as severe as this in more than 40 years.\n\"I've seen all the floods and stuff, and never had to move before so this is different,\" she said.\nThe intense summer of rain and floods in eastern Australia is a stark contrast to a year ago, when many of the same areas were scorched by mammoth bushfires and ravaged by drought.\nThis side of the continent is currently experiencing a La Niña weather pattern, which typically brings more rainfall and tropical cyclones during summer.\nTwo of Australia's three wettest years on record have been during La Niña events. Typically a La Niña sees a 20% increase in average rainfall from December to March in eastern Australia.\nScientists say that climate change is also intensifying La Niña's impact, and making weather patterns more erratic. \nAre you in the affected region?  If it is safe to do, share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56486067/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coronavirus: Third wave will 'wash up on our shores', warns Johnson",
      "tags": "Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson has warned the effects of a third wave of coronavirus will \"wash up on our shores\" from Europe.\nThe PM said the UK should be \"under no illusion\" we will \"feel effects\" of growing cases on the continent. \nOne of his ministers, Lord Bethell, also warned the UK might put \"all our European neighbours\" on the red list of countries, where arrivals are either banned or put in quarantine hotels. \nThe comments come amid a row over Covid-19 vaccine supplies in the EU.\nThe president of the European Commission, Ursula von der Leyen has warned the EU could \"forbid\" doses made in the bloc from being exported to the UK.\nEU leaders will hold a virtual meeting on Thursday to discuss their plans.  \nOfficials confirmed the PM spoke to German Chancellor Angela Merkel and French President Emmanuel Macron on Sunday about the ongoing issue, which would affect exports of the Oxford-AstraZeneca vaccine made in Europe. \nMr Johnson said he \"talked to EU friends repeatedly\" during the pandemic and had been \"reassured... over the last few month they don't want to see blockades\".\nDowning Street also said President von der Leyen, had told Mr Johnson earlier this year that the EU was not intending to restrict exports of vaccines.\nEU legislation allows measures to be taken \"if severe difficulties arise in the supply of certain products\" - which, in theory, could include export bans and the waiving of patent and intellectual property rights on vaccines.\nBut earlier, Mrs von der Leyen's chief spokesman, Eric Mamer, insisted that Brussels was not seeking to ban vaccine exports, but wanted pharmaceutical firms to meet their contractual obligations to the bloc.\nMr Mamer said: \"In that context, the president has said that, of course, we see that, actually, companies that manufacture doses in the EU have been exporting very widely - which is in itself a good thing - but that we want to see reciprocity and proportionality in these exports.\"\nAsked if he was worried about the row, Mr Johnson told reporters: \"I am reassured by talking to EU partners over the last few months that they don't want to see blockades.\"\nBut he went on to issue a warning about what the growing infections in Europe could mean for the UK.\nThe PM said: \"On the continent right now you can see, sadly, there is a third wave under way.\n\"And people in this country should be under no illusions that previous experience has taught us that when a wave hits our friends, I'm afraid it washes up on our shores as well.\"\nHe added: \"I expect we will feel those effects in due course. That's why we're getting on with our vaccination programme as fast as we can.\"\nLater, Health Minister Lord Bethell warned how the rising cases and issues with vaccines could affect travel to European countries going forward. \nHe told the House of Lords: \"I don't know how that will play out and it's certainly above my pay grade to speculate, but we are all aware that the possibility lies that will have to red list all of our European neighbours - but that would be done with huge regret.\" \nOn Monday, the UK reported 17 deaths over the last 24 hours of people who had tested positive for Covid-19 in the past 28 days. \nA further 5,342 cases were also confirmed, while another 367,006 people received their first vaccination - along with 52,612 who got their second jab. \nMeanwhile, the long-awaited results of the US trial of the Oxford-AstraZeneca vaccine, which involved more than 32,000 volunteers, show that the jab is safe and highly effective.\nSeveral European leaders paused rollout of the vaccine amid concerns of a possible link with blood clots. UK and EU regulators said there was no evidence the vaccine causes blood clots.\nEuropean leaders have faced criticism for the slow pace of the vaccine rollout on the continent.\nLess than 12% of the EU's population is reported to have received the vaccine, compared with nearly 40% in the UK - although the bloc has 446 million citizens, compared to almost 67 million in the UK.\nThe EU has encountered production problems with the Pfizer-BioNTech, Moderna and Oxford-AstraZeneca vaccines.\nBritish-Swedish manufacturer AstraZeneca said the fact that EU contracts were signed later than with the UK caused problems with supplying their vaccine.\nDowning Street has previously said that it does not believe that vaccine supply issues will affect the current road map for easing lockdown restrictions.\nIrish Taoiseach Michael Martin said it is vital that supply chains were kept open, telling RTE: \"Once you start putting up the barriers, other people start putting up barriers globally and it could lead to everybody losing. We'd all lose in that situation.\"\nLabour leader Sir Keir Starmer also said the UK government was right to say that contractual obligations need to be honoured, telling LBC that the EU was not \"helping itself\".\nThe Guardian says a report by data analysts Airfinity suggests that if an export ban was applied to all vaccines - including those from Moderna and Johnson & Johnson that have yet to be deployed in the UK - it would see the offer of a first vaccine to every adult completed in late August rather than the target date of 31 July.\nBut Mr Johnson said the UK had already vaccinated over half of the adults in the country, adding: \"We'll just bash on with the road map we've set out.\" \nThe prospect of a third coronavirus wave won't engulf anyone with joy. So why did Boris Johnson highlight this danger today?\nPrivately and publicly ministers are making it clear that they don't want to delay the dates in England's roadmap out of lockdown.\nThere will be a vote in Parliament on coronavirus restrictions later this week. \nSo by stressing the risk that the virus still poses, the PM may be hoping to convince restless backbenchers that he can't go any quicker. \nHe may also be trying to persuade vaccinated people with itchy feet that booking spring or summer holidays would still be premature.\nHe is preparing us, too, for the strong possibility that cases could rise in the coming weeks - not just because of \"incoming\" risks, but because rules here are being slowly relaxed.\nBut by stressing the shared threat from the coronavirus - i.e. the sooner the EU population is vaccinated, the less chance of importing a third wave - his comments could be also be clearing the way for more UK/EU vaccine co-operation, and the dousing down of an inflammatory row with Brussels.\nThe latest point of contention between the UK and the EU appears to be over vaccine doses being manufactured at a plant in the Netherlands.\nAn EU official told Reuters news agency that those doses should be distributed among member states, and not sent to Britain."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56482684",
      "category": "entertainment-arts",
      "title": "Aretha Franklin's family protest about National Geographic's Genius biopic",
      "tags": "Television,Aretha Franklin,Music",
      "text": "Aretha Franklin's family have denounced a new dramatisation of the singer's life, saying they were not consulted and \"do not support\" the show.\nGenius: Aretha stars British Oscar nominee Cynthia Erivo, and is being shown on National Geographic in the US.\nThe channel said it had permission to make the \"tribute to Aretha's genius\".\nBut the family say they were cut out of the production process and asked fans to boycott it, saying: \"This is about common, decent respect for our family.\"\nThe Queen of Soul's granddaughter Grace posted a video of her protesting against the show alongside her parents, siblings and friends last week.\nIn a TikTok clip, they can be seen chanting: \"This movie has to go! This movie has to go!\"\n\"As the immediate family, we feel that it's important to be involved with any biopic of my grandma's life, as it's hard to get any accurate depiction of anyone's life without speaking to the ones closest to them,\" she explained.\n\"During the process of writing, directing, and filming this movie, we've reached out to Genius as a family on multiple occasions where we have been disrespected and told we will not be worked with.\n\"As the immediate family - emphasis on immediate - we do not support this film and we ask that you also do not support this film, as we feel extremely disrespected, and we feel there will be many inaccuracies about my grandmother's life.\"\nAretha Franklin was one of the biggest stars of pop, soul, gospel and R&B, who scored more than 100 hit singles on the US Billboard charts - from Chain of Fools and Respect to Think and (You Make Me Feel Like) A Natural Woman.\nHer extraordinary success was matched by an equally dramatic personal life, in which she survived abusive relationships and worked with civil rights leaders like Martin Luther King.\nA separate big-screen biopic of her life was already in production when she died of pancreatic cancer in 2018. Starring Jennifer Hudson, it has been produced with input from the family and is due to hit screens this summer.\nNational Geographic's eight-part series was announced in 2019, and the star's family said their efforts to contact the producers were rebuffed.\n\"What we've found out in the past is that usually when people don't want to work with you, that is a prelude to some type of unprofessional behaviour or a prelude to some type of untruth or slander, so we're not quite sure where we're going to see in this series,\" Franklin's son Kecalf told Rolling Stone magazine.\nThe family admitted they had not seen the programme, which was largely written by Pulitzer Prize-winning playwright Suzan-Lori Parks. They did not intend to watch the first two episodes when they were broadcast on Sunday, Kecalf added.\nResponding to the Franklin family's criticism, National Geographic noted that it had permission to make the film from Franklin's estate, which is currently a separate entity amid disputes over the singer's will.\nHowever, that permission did not extend to licensing her biggest songs, including Respect and (You Make Me Feel Like) A Natural Woman.\nThe channel added that the intention of the Genius series, which has previously depicted the lives of Albert Einstein and Pablo Picasso, was a \"tribute to Aretha's genius - something we hope we can all celebrate\".\n\"We received the message from the family, we hear them and acknowledge their concern for Ms Franklin's legacy,\" a spokesperson said in a statement. \n\"We think we have a shared goal here - to honour and celebrate the life and legacy of Aretha Franklin. We can tell you that everyone who worked on Genius: Aretha approached telling her story with the intention to respect Ms Franklin in every aspect of the series and in every decision we made.\"\nEarly reviews for the series have been mixed. \nCritics praised Erivo's performances which, according to The Guardian, \"brings out the swaggering sensuality of Franklin's artistry\", but they were less convinced by the \"overfamiliar biopic beats\" (The New York Times) and a narrative that \"tangles the characters and storytelling in frustrating knots\" (Variety).\n\"As an extended biopic, Aretha is serviceable and fairly thorough,\" concluded The Chicago Sun-Times. \"As a showcase for one of the great stars of our time playing one of the greatest stars of all time, it's a hit.\"\nPlans to show the mini-series in the UK have yet to be announced.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56476935",
      "category": "uk-scotland-glasgow-west",
      "title": "Missing Balloch schoolgirls spent night locked inside train",
      "tags": "Helensburgh,Balloch",
      "text": "Two missing 12-year-old girls were found \"cold and hungry\" after spending a night locked inside a train.\nAmy Greenan and her friend were playing at Balloch, West Dunbartonshire, when they boarded a train to Glasgow on Friday. \nThey caught another train back but say they dozed off and woke to find themselves trapped at Helensburgh.\nAfter waving to a passer-by the next morning, a conductor was alerted and unlocked the train to release them. \nA spokesperson for train operator ScotRail said it was assisting British Transport Police in investigating the incident.  \nAmy's mother Bonnie-Louise is now demanding to know how two unaccompanied children were not spotted sooner or found when the train was checked. \n\"The girls shouldn't have done it, but they are children and children do stupid things,\" she said \n\"Any adults who saw two 12-year-olds getting off a train on their own should have questioned that.\"\nThe girls had been playing at a park near Balloch Station after school on Friday afternoon when they decided to board the train without a ticket. \nAmy has since told her mother they planned to immediately catch another train back to Balloch from Glasgow Central, but a member of staff at a turnstile who found them without tickets \"told them to go away\".\nAmy had a mobile phone with her, but it was an old one as her usual phone had broken, and the battery was flat. \nBy the time the children could sneak back onto another train, the last service to Balloch had departed. \nThey boarded a train that passed through nearby Dumbarton but the girls say they dozed off and woke up trapped inside the carriage at Helensburgh, about eight miles from their homes.\nThe girls' parents alerted police that evening when they were unable to find them in the park at the agreed pick-up time. \n\"It was the worst night of my life - I was driving around looking for them and phoning. The police thought they may be staying with a friend,\" said Amy's mother.\n\"My dad came round and stayed up with me through the night. We finally got a call from a police sergeant... to say they'd been found. \"\nMs Greenan said she did not believe the children had deliberately hidden inside the train.\n\"I don't see where you can hide. The train must have been checked. Why weren't they found?\" she said.\nThe children raised the alarm the following morning by waving and banging on the carriage window after spotting a teenager walking nearby, and a conductor unlocked the train. \n\"They were cold and hungry. The station staff got them something to eat and called the police,\" said Ms Greenan.\nA spokesperson for ScotRail said: \"We are assisting British Transport Police with this investigation.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56475807",
      "category": "uk",
      "title": "Covid: Masks and social distancing 'could last years'",
      "tags": "Coronavirus lockdown measures,Public health,Self-isolation,Coronavirus pandemic",
      "text": "People may need to wear face coverings and socially distance for several years until we return to normality, a leading epidemiologist has predicted.\nMary Ramsay, the head of immunisation at Public Health England, said basic measures could be in place until other countries successfully roll out jabs.\nShe also said a return of big spectator events required careful monitoring and clear instructions about staying safe.\nThe defence secretary has not ruled out the foreign holiday ban being extended.\nBen Wallace told BBC One's Andrew Marr Show that booking a break abroad now would be \"premature\" and \"potentially risky\".\nThe UK set another record for the number of coronavirus vaccine doses given in a single day on Saturday, with 844,285 jabs.\nDr Ramsay said restrictions such as face coverings in crowded places and social distancing had become accepted by many and still allowed the economy to function.\nShe said \"people have got used to those lower-level restrictions now, and people can live with them, and the economy can still go on with those less severe restrictions in place\".\n\"So I think certainly for a few years, at least until other parts of the world are as well vaccinated as we are, and the numbers have come down everywhere, that is when we may be able to go very gradually back to a more normal situation,\" she added.\nWarning it was \"very important that we do not relax too quickly\", Dr Ramsay said any circulating virus would inevitably pick on those who are vulnerable. \n\"We have to look very carefully before any of these restrictions are lifted,\" she said.\nProf Chris Whitty, the UK government's chief medical adviser, told MPs earlier this month that it was hoped \"simple interventions like washing hands, face masks where appropriate, test-and-trace, and above all vaccines\" would keep the virus controlled beyond the summer.\nSir Patrick Vallance, the chief scientific adviser, has also said face masks could be needed in certain situations if the number of infections rises in the winter, but that it was possible people will naturally behave in a way that promotes social distancing.\nA group of government scientific advisers said last month that \"maintaining a baseline of policies which reduce transmission\" will be necessary for some time to come.\nThose experts said these could include continuing test-and-trace, self-isolation, and public messaging that encourages \"voluntary actions to reduce risks\".\nThe government's roadmap for easing lockdown in England states all legal limits on social contact will be removed no earlier than 21 June. \nIn a second release of restrictions on Monday 29 March, people will be able to mix outdoors with up to five others in a return to the so-called \"rule of six\".\nOutdoor sport and leisure facilities can also reopen, organised outdoor sports are allowed once more, and outdoor parent and child groups with up to 15 parents can meet.\nIn Scotland, communal worship resumes on 26 March. In Wales, supermarkets can sell non-essential items from Monday, and garden centres can open. And in Northern Ireland, six people from two households can meet in private gardens from 1 April.\nThe government established a review of measures to control coronavirus from the summer onwards last month.\nMeanwhile, Sir Paul Nurse, chief executive of the Francis Crick Institute, has told BBC Radio 4's The World This Weekend there should be a rapid investigation into what happened during the first months of the pandemic.\nHe said he believed there was a \"slowness in political response - almost casual really - suggesting a failure of scientific and medical advice reaching political power\".\n\"We should have a rapid investigation of the first part of the pandemic - January to June - so we can learn the lessons and be bettered prepared for the future,\" he said.\nProf Jonathan Van-Tam, England's deputy chief medical officer, suggested last week that a public inquiry into the pandemic now would be an unwelcome distraction to those tasked with controlling the virus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56483953/#comp-comments-button",
      "category": "#comp-comments",
      "title": "B&Q-owner Kingfisher boosted by new 'young DIY-ers'",
      "tags": "Companies,Kingfisher,Retailing,DIY",
      "text": "Kingfisher, the owner of DIY retailer B&Q, has reported a sharp rise in full-year sales and profits, boosted by a new generation of \"young DIY-ers\".\nThe company said underlying pre-tax profit jumped 44% while sales climbed to £12.3bn in the year to 31 January.\nKingfisher boss Thierry Garnier said that the Covid-crisis had led to 18-34 year-olds doing more home improvements than any other age group.\n\"All of this is very encouraging for the future of our industry,\" he said.\nKingfisher, which also owns the builders' merchant Screwfix, added that 20% of young \"DIY-ers\" had tried home improvement for the first time during lockdown. The company surveyed customers last year and again in February.\nThe company also said home-working had helped lift sales and profits, as people invested in making their houses more comfortable. \nIt expects people to continue working from home once Covid restrictions are lifted.\nKingfisher said this would result in \"'wear and tear' on the home, and the need to organise living space differently, thereby creating further demand for home improvement\".\nUnderlying pre-tax profit for the year rose to £786m from £544m in the previous 12 months. Total sales rose by 7.2%.\nLike-for-like sales, which strips out revenue from stores opened during the year, rose by 7.1% over the year with the strongest growth in the UK and the Republic of Ireland.\nUnder government guidelines, hardware stores are considered essential retailers. B&Q was closed during the first few weeks of lockdown a year ago before gradually reopening.\nKingfisher said the pandemic had accelerated growth in online sales. E-commerce sales accounted for 18% of total sales compared to 8% in the year before.\nMr Garnier said the company was also restructuring its shops in the UK and Ireland and is looking at introducing smaller B&Q Express stores in urban areas and retail parks. It is \"right-sizing\" a small number of its bigger stores and investigating using excess space solely to fulfil online orders.\nIt is also launching two more B&Q shops with Asda stores this week, adding to the two it has already opened within the supermarket.\nKingfisher said it had made a strong start to its current financial year with group like-for-like sales up more than 24% between February and 18 March. It said there had been particular demand for plants and vegetable seeds, compost and pressure washers.\nKingfisher's share price rose by 3.2% to 322.8p."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56478141",
      "category": "uk",
      "title": "Covid-19: PM in bid to avoid EU jab export ban, and Wales lifts supermarket limits",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nPrime Minister Boris Johnson plans to speak to the EU after it said it can \"forbid\" doses of the Oxford-AstraZeneca made on the continent being sold off to the UK. European leaders have faced criticism over the slow rollout of their programmes, which has so far seen less than 12% of their population receiving the vaccines, compared with nearly 40% in the UK. Doses made in a plant in a Dutch factory appear to be at the centre of this latest stumbling block, which seems to reflect growing frustration that the EU isn't getting the supplies it expected from the manufacturer. Mr Johnson hopes to speak to EU leaders ahead of a meeting later this week.\nResults from the long-awaited US trial of the Oxford-AstraZeneca Covid vaccine are out and confirm that the shot is both safe and highly effective. More than 32,000 volunteers took part, mostly in America, but also in Chile and Peru. The vaccine was 79% effective against stopping symptomatic Covid disease and 100% effective at preventing people from falling seriously ill. There were no safety issues regarding blood clots so that should further reassure some EU countries that recently paused rollout of the vaccine amid concerns about a possible link.\nIn a further, albeit slight, easing of restrictions, supermarkets can sell non-essential items and garden centres can open in Wales. Shops that have already been open, but had non-essential aisles cordoned off, can now sell everything. However businesses that only sell non-essential items will remain closed until 12 April. Garden centres will open their doors to customers for the first time since lockdown began in December. All of them must stick to strict Covid protocols.\nCovid-19 has shaken the world, with more than 2.5 million deaths and 115 million cases confirmed. BBC Panorama's Jane Corbin has scoured the globe to find the best examples of strategies for combating the virus. What emerged strongly are four key areas which have been most effective in containing the spread of the virus and preventing deaths. \nRead more here\nTommy and Toby Hutchinson have been \"boosting morale\" among ambulance staff across the UK by sending letters, drawings and photos. The brothers aged five and three started with their local stations in Gorleston-on-Sea, Norfolk, in November and contacted the others by the end of 2020. After receiving lots of letters and certificates back, the boys are now getting in touch with other key workers such as NHS staff and teachers.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. We've had a look at how false and misleading information about the pandemic often found online has become a familiar sight on doormats across the country.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56487162",
      "category": "world-europe",
      "title": "Uighurs: Western countries sanction China over rights abuses",
      "tags": "Xinjiang,Human rights,China,Uighurs,European Union",
      "text": "Several Western countries have imposed sanctions on officials in China over rights abuses against the mostly Muslim Uighur minority group.\nChina has detained Uighurs at camps in the north-west region of Xinjiang, where allegations of torture, forced labour and sexual abuse have emerged.\nThe sanctions were introduced as a coordinated effort by the European Union, UK, US and Canada.\nChina responded with its own sanctions on European officials. \nIt has denied the allegations of abuse, claiming the camps are \"re-education\" facilities used to combat terrorism. \nBut UK Foreign Secretary Dominic Raab said the treatment of Uighurs amounted to \"appalling violations of the most basic human rights\". \nThe EU has not imposed new sanctions on China over human rights abuses since the 1989 Tiananmen Square crackdown, when troops in Beijing opened fire on pro-democracy protesters. \nThe sanctions, including travel bans and asset freezes, target senior officials in Xinjiang who have been accused of serious human rights violations against Uighur Muslims. \nThose targeted have been named as:\nMr Raab called the abuse of Uighur Muslims in Xinjiang \"one of the worst human rights crises of our time\". \n\"I think it's clear that by acting with our partners - 30 of us in total - we are sending the clearest message to the Chinese government, that the international community will not turn a blind eye to such serious and systematic violations of basic human rights and that we will act in concert to hold those responsible to account,\" he told fellow parliamentarians.\nIn a statement, US Secretary of State Antony Blinken said China was committing \"genocide and crimes against humanity\". The US said it sanctioned Wang Junzheng and Chen Mingguo for their connection to \"arbitrary detention and severe physical abuse, among other serious human rights abuses\". \nCanada's foreign ministry said: \"Mounting evidence points to systemic, state-led human rights violations by Chinese authorities.\"\nThe sanctions came amid increasing international scrutiny over China's treatment of Uighurs.  \nMore than a million Uighurs and other minorities are estimated to have been detained in camps in Xinjiang.\nXinjiang lies in the north-west of China and is the country's biggest region. Like Tibet, it is autonomous, meaning - in theory - it has some powers of self-governance.  But in practice, both face major restrictions by the central government.\nUighurs living in the region speak their own language, similar to Turkish, and see themselves as culturally and ethnically close to Central Asian nations. \nThe Chinese government has been accused of carrying out forced sterilisations on Uighur women and separating children from their families. \nA BBC investigation published in February contained first-hand testimony of systematic rape, sexual abuse and torture of detainees.\nOne woman testified that women were removed from their cells \"every night\" and raped by one or more masked Chinese men.  A former guard at one of the camps, who spoke on condition of anonymity, described torture and food deprivation of inmates.\nChina has banned BBC World News television over coverage of the Uighur issue and coronavirus. \nThe country initially denied the existence of the camps, before defending them as a necessary measure against terrorism. It has denied allegations of human rights abuses. \nChina on Monday said the sanctions - initially announced by the EU - were \"based on nothing but lies and disinformation\". \nIt said it would sanction 10 people and four entities in Europe \"that severely harm China's sovereignty and interests and maliciously spread lies and disinformation\" in response.  Those affected by China's sanctions are barred from entering the country or doing business with it.  \nGerman politician Reinhard Butikofer, who chairs the European Parliament's delegation to China, was among the most high profile officials on China's list. Adrian Zenz, a leading expert on China's policies in Xinjiang, and Swedish scholar Bjorn Jerden were also targeted. \nMr Zenz has reported extensively on alleged abuses in Xinjiang. His report last year on the forced sterilisation of Uighurs prompted international calls for the United Nations to investigate. State media has called him an \"infamous anti-China\" figure, and accused him of spreading lies. \nDutch lawmaker Sjoerd Sjoerdsma, who was put on China's sanctions list, said the retaliatory measures \"prove that China is sensitive to pressure.\" \n\"Let this be an encouragement to all my European colleagues: Speak out,\" he wrote on Twitter. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56481933",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey murders: Police say attacks were horrific",
      "tags": "Domestic abuse,Police Service of Northern Ireland",
      "text": "The \"appalling\" murders of two women in County Antrim on Friday have \"left children facing a lifetime without their mums\", police have said. \nThey confirmed that the women who died were Karen McClean, 50, and Stacey Knell, who was 30. \nDetectives believe Ken Flanagan, 26, murdered his mother, Karen, and girlfriend, Stacey, in Newtownabbey before killing himself.\nOfficers said it was a \"really shocking and horrific double murder\".\nDet Ch Insp John Caldwell said the women were killed in their homes, where they should have felt safe.\n\"My thoughts are very much with their families as they come to terms with their tragic loss,\" he said.\nStormont politicians have condemned the murders and pledged to do more to tackle violence against women.\nMLAs raised the matter at the start of assembly business on Monday.\nRepresentatives from all parties said there is a significant problem that must be acknowledged by politicians and wider society. \nPolice said they received a report of a stabbing at Derrycoole Way, Rathcoole, at about 22:55 GMT on Friday. A woman was found dead at the scene.\nThey were then called to a house at Glenville Road, where a second woman was found dead and Ken Flanagan was found unconscious. He subsequently died. \nSam Lillie, the father of Ms Knell's child, told BBC News NI he had contacted social services and the PSNI earlier on Friday because of concerns about his child.\nHe said he had had a \"really bad feeling something bad was going to happen\".\n\"I never, ever predicted it would be this,\" he added.\n\"As you know the police can't do anything unless somebody does something.\n\"I knew that even before I went to the police station, so I knew I was wasting my time going there, but I did what they told me to do.\"\nMr Lillie said social services had taken what he said \"seriously\" and that they had said they would contact Ms Knell on Monday. \nPolice have confirmed they received a report of concern for the safety of a child on Friday, 19 March.\n\"Following review, there was no evidence of immediate concern for the child's safety and the caller was provided with advice in respect of the matter,\" said Ch Supt Davy Beck.\nWhen contacted, the Belfast Health and Social Care Trust said it was unable to comment at this stage, due to confidentiality issues and an ongoing police investigation.\nNorth Belfast MLA Paula Bradley suggested that, given what had happened, the system was not working.\nSpeaking to BBC News NI's Good Morning Ulster on Monday, she said: \"We have a system that requires hard evidence before police or social services will step in to try and divert.\n\"That whole early intervention service is something that we need in place to assist the police and social services.\n\"For that young man who went forward to police, he obviously is devastated that the actions he took were not heard or not acted upon.\"\nMs Bradley also called for a gender-based strategy to deal with violence against women and girls.\n\"We also need to see a shift in our judiciary when it comes to handing out the maximum tariffs for anyone who has been found guilty of any form of domestic abuse,\" she said.\n\"There needs to be a bigger shift in just how we deal with violence against women and girls.\"\nIn the assembly on Monday, Infrastructure Minister Nichola Mallon said legislation was needed that would make misogyny a hate crime. \nJustice Minister Naomi Long said she hoped to put a paper before the NI Executive this week on a strategy to protect women and girls from violence.\nNorthern Ireland is the only part of the UK without a specific strategy.\n\"We must as a society do all we can to erode sexism and protect women. We must do it for Stacey and Karen and their families, and for the many other victims that should have been protected in our society but weren't,\" said Ms Mallon.\nUlster Unionist leader Steve Aiken said there was \"far too much violence\" in society against women. \n\"What do we say to our young daughters? What do we say to our wives, our mothers, our sisters, particularly as men in Northern Ireland? \n\"We have to acknowledge the fact that we have a significant problem, and we have to deal with it.\"\nTUV leader Jim Allister said there was a need for a \"great change of attitude where a resort to violence isn't readily taken\".\n\"This past weekend is yet another tragic example of that,\" he added.\nSinn Féin Mid Ulster MLA Linda Dillon said it was a problem for \"entire communities\". \n\"It is a problem that we all need to deal with. But we're not only talking about domestic abuse. \n\"We're talking about violence against women and girls in every facet, whether that's within their home, on the streets, in the workplace, in their place of education, or wherever it may be, we have to deal with this issue.\"\nMrs Long said it was an \"absolute tragedy\" to see women losing their lives to violence in Northern Ireland. \nSpeaking on Sunday, she said early intervention was needed to tackle \"offending behaviours\" in the perpetrators of violence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56477291",
      "category": "uk",
      "title": "Covid-19: Record-breaking day with 844,285 vaccine doses given in UK",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of daily Covid-19 vaccine doses administered in the UK has hit a record high for a third consecutive day.\nA combined total of 844,285 first or second doses were given on Saturday, up from 711,157 on Friday.\nOn Twitter, Prime Minister Boris Johnson thanked \"everyone involved\".\nMore than 27.6 million people in the UK - more than half the adult population - have now received at least one dose of a vaccine. \nMr Johnson, who received his first dose on Friday, said: \"A huge thank you to everyone involved and please come forward to get your jab when you are invited to do so.\"\nSir Simon Stevens, chief executive of NHS England, added: \"In just one day we vaccinated the equivalent of the entire adult populations of Liverpool, Southampton and Oxford combined.\"\nA slightly higher daily total of 873,784 was initially reported by the PM and Health Secretary Matt Hancock, who added later the figures from Scotland had \"been revised down slightly\" but it was \"still our record day\".\nOf the vaccinations administered on Saturday, 752,308 were first doses and 91,977 were second, meaning 2,228,772 people in the UK have now been fully vaccinated.\nA further 33 deaths within 28 days of a positive test have also been recorded, taking the UK's total by that measure to 126,155.\nThere have also been another 5,312 confirmed cases of coronavirus in the UK.\nThe new vaccine record comes after Defence Secretary Ben Wallace warned the EU not to \"build walls\" around the distribution of vaccines.\nSpeaking to the BBC's Andrew Marr Show after a threat by the European Commission to block vaccine exports to countries including the UK, Mr Wallace said: \"The European Union stands for the rule of law... and that means we should all abide by our contracts. \n\"We are legally all obliged, both the buyer and the purchaser.\"\nEU Commissioner Mairead McGuinness said all sides needed to \"calm down\".\n\"I think all of us should put our hands up and say we were not prepared for this global pandemic,\" she said. \"We did not do our best at the beginning but we are doing our best now to protect our citizens.\n\"I think we all need to, if you like, calm down, look very... dispassionately at the situation around the raw materials for vaccines, around where they are produced and how we might ramp up that production.\"\nDespite the success of the vaccine rollout, Mr Wallace did not rule out extending England's ban on overseas holidays amid rising cases in other countries.\nMr Wallace said booking a trip abroad would be \"premature\".\nIt comes after a scientist on a government advisory body said summer holidays overseas are \"extremely unlikely\" because of the risk that travellers will bring coronavirus variants to the UK.\nThe earliest date people in England could holiday abroad is 17 May.\nThe Scottish and Welsh governments also said international travel will not be possible before 17 May, while Northern Ireland has not set a date.\nMeanwhile, a leading epidemiologist has predicted that people may need to wear face coverings and socially distance for several years before a return to normality.\nDr Mary Ramsay, the head of immunisation at Public Health England, said basic measures could be in place until other countries successfully roll-out jabs.\nShe said people \"have got used to those lower-level restrictions now, and people can live with them, and the economy can still go on with those less severe restrictions in place\".\n\"So I think certainly for a few years, at least until other parts of the world are as well vaccinated as we are, and the numbers have come down everywhere, that is when we may be able to go very gradually back to a more normal situation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56491503",
      "category": "world-middle-east",
      "title": "Yemen conflict: Saudi Arabia puts forward peace plan",
      "tags": "Yemen,Houthis ,Yemen crisis,Saudi Arabia",
      "text": "Saudi Arabia has proposed a new peace plan to end nearly six years of war in Yemen.\nIt suggests a UN-supervised ceasefire between Yemen's Saudi-backed government and Houthi rebels, who are supported by Iran. \nThe plan also includes the reopening of vital air and sea links, and the start of political negotiations.\nHouthi rebels have said the offer did not appear to go far enough to lift the air and sea blockade in place.\nThe proposal was announced in the Saudi capital, Riyadh, by Saudi Foreign Minister Prince Faisal bin Farhan, who called on the Houthis, who control large swathes of Yemen, to accept it.  \nHe said the ceasefire would come into force as soon as the Houthis accepted it.\nYemen's internationally recognised government has welcomed the offer, but the Houthis have said the initiative provided \"nothing new\", and fell short of their demand for a complete lifting of the blockade on the airport in the capital, Sanaa, and the western port of Hudaydah.\n\"We expected that Saudi Arabia would announce an end to the blockade of ports and airports and an initiative to allow in 14 ships that are held by the coalition,\" Houthi chief negotiator Mohammed Abdulsalam told Reuters news agency.\nThe group would continue to talk with the Saudis, the US and mediator Oman for a peace agreement, he said.\nSaudi officials say they are co-ordinating their steps with the United Nations and the United States, which have also stepped up their efforts to end a conflict which has created the world's worst humanitarian crisis. \nOnly days ago, the Houthis rejected a US plan for a nationwide ceasefire.\nA peace plan is already in the works; international diplomacy has been quietly accelerating for months. A push by UN envoy Martin Griffiths was recently bolstered by US President Joe Biden's new focus on ending this war, and the appointment of US special envoy Tim Lenderking to help make it happen. \nRiyadh's decision to make its own public statement underscores how it backs this effort to find a way out of this destructive conflict. And it wants to ensure it's being seen to do so. If these new moves don't work, the blame would lie with the Houthis. It could also help confirm the kingdom was in lockstep with its American ally, especially when that relationship is still strained over the murder of journalist Jamal Khashoggi. \nRiyadh's new concessions, including the opening of vital air and sea links, will help ease the enormous suffering of Yemenis. They are also longstanding Houthi demands. \nThis intensifying diplomacy also competes with the Houthis' drive for battlefield gains, including the capture of the strategic town of Marib. Western diplomats express hope that this now-stalled offensive could provide a window to accelerate efforts on the negotiating front. But it won't be easy. \nIran, which backs the Houthis, may also see an opportunity to burnish its own peace-making credentials. Whatever brings the warring sides to the table will be welcomed by an exhausted people on the brink of famine in this endless war. \nThe Saudi offer coincides with increasing drone and missile attacks by Houthi rebels on Saudi energy and security infrastructure.\nThere's also been renewed bombing by the Saudi-led coalition of Sanaa, which is under Houthi control.\nMany previous peace plans for Yemen have failed, including last year's Saudi ceasefire. But the kingdom is now offering some concessions the Houthis have long called for, including the opening of the international airport in Sanaa, currently under Houthi control, although the Saudi-led coalition controls the airspace.  \nIf the warring sides agree to a ceasefire, it would be supervised by the UN and help pave the way for peace talks. \nThe two sides are still far apart, but this is the most concerted effort to try to bring them together, the BBC's chief international correspondent Lyse Doucet says.\nThe conflict began in late 2014, when rebels seized control of much of the west of the country and a Saudi-led coalition of Arab states launched a military operation to restore President Abdrabbuh Mansour Hadi's rule.\nRiyadh led a military coalition into the country in 2015 to prop up the internationally recognised government, but it has struggled to oust the rebels.\nAn estimated 20 million people - two-thirds of the Yemeni population - depend on humanitarian assistance. Some two million children are acutely malnourished.\nIn addition to conflict, Yemen has seen a collapse of its health system, leaving it incapable of coping with the coronavirus pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56476400",
      "category": "uk",
      "title": "Diversity review under way at Buckingham Palace",
      "tags": "Diversity,UK Royal Family,Buckingham Palace",
      "text": "Buckingham Palace is reviewing diversity policies across all royal households.\nThe work is looking at improving diversity at Buckingham Palace, Clarence House and Kensington Palace. \nRoyal sources have stressed that the Palace already has policies, procedures and programmes in place but has not seen the progress it would like.\nThe work began before the Duke and Duchess of Sussex made allegations of racism within the Royal Family.\nPrince Harry and Meghan's interview with Oprah Winfrey included claims they had been asked how dark their son's skin would be before his birth. \nThe duchess said there had been \"concerns and conversations about how dark [Archie's] skin might be when he was born\". \nBoth Prince Harry and Meghan refused to say who made the comment - but Harry later clarified to Oprah that it was not the Queen or the Duke of Edinburgh.\nThe issue of race was the one of the most difficult aspects of the interview for the Royal Family.\nIn response, Buckingham Palace described those issues as particularly \"concerning\", saying they would be \"taken very seriously and will be addressed by the family privately\".\nThe Duke of Cambridge later said the royals were \"very much not a racist family\" in response to questions about the interview.\nComments made by the Sussexes will now form part of the diversity review, which was first reported by the Mail on Sunday.\nThe Mail on Sunday described the work as a \"major drive\". It will take place in collaboration with people from minority backgrounds, disabled people, and gay and transgender communities.\nBuckingham Palace is seeking independent views and is looking at new ways of approaching all issues of diversity within the royal households. \nPossible changes being considered include the appointment of a \"diversity chief\", but sources said they accept more can be done and improvements made.\nRoyal sources stress that the Royal Family has a strong track record on diversity through their charity projects and engagements, but add the whole family has given this project their full support. \nA source said they were listening and \"wanted to get this right\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56477970",
      "category": "uk-scotland-glasgow-west",
      "title": "Old Firm fans praised for heeding 'stay at home' call",
      "tags": "Coronavirus lockdown measures,Glasgow,Armadale",
      "text": "Celtic and Rangers football fans have been praised for sticking to lockdown restrictions.\nPolice Scotland confirmed there had been no arrests made following the Old Firm fixture as fans heeded warnings to \"stay at home\".\nThe message was heavily promoted ahead of Sunday's match at Celtic Park.\nDespite a significant police presence at both Parkhead and Ibrox, police said the warning was observed by the vast majority.\nHowever, while Glasgow appeared quiet, a crowd of Rangers supporters gathered in West Lothian.\nSocial media posts showed fans celebrating in the street in Armadale.\nA police spokesperson said: \"Officers are currently in attendance managing a crowd who have gathered in Armadale.\n\"Local road closures were put in place for a short period of time and roads have since reopened. Police remain in the area.\"\nPolice Scotland mounted a major operation in a bid to prevent a repeat of celebrations by fans two weeks ago.\nThousands of Rangers supporters broke lockdown rules to gather at Ibrox Stadium and Glasgow's George Square following the team's league title win.\nTop officers warned similar behaviour would not be tolerated and there would be arrests if advice was ignored.\nAssistant Chief Constable Bernard Higgins said: \"I'd like to thank the vast majority of fans from both clubs who took responsibility to prevent the spread of coronavirus by staying at home and not gathering at Celtic Park or anywhere else.\n\"Where small groups of people did gather, officers engaged and encouraged them to disperse and return home.\n\"The clear message to all supporters as the football season continues over the coming weeks is to stay safe by staying at home and please do not gather in large groups.\"\nHe added: \"I'm grateful for the co-operation and support from all clubs and we will continue to work with them and the Scottish government to ensure the season can be completed safely.\"\nThe match, which took place behind closed doors at the Celtic Park stadium, ended in a 1-1 draw.\nIn a moment of solidarity, Celtic captain Scott Brown put his arm around Rangers midfielder Glen Kamara, who was the target of alleged racist abuse during his side's Europa League tie with Slavia Prague on Thursday. \nThe league fixture was only given the go-ahead on Friday. \nJustice Secretary Humza Yousaf said the decision to proceed followed \"extensive engagement\" with the clubs, the SPFL, Police Scotland and Glasgow City Council."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56479614",
      "category": "world-latin-america",
      "title": "Covid: Brazil's Bolsonaro calls governors 'tyrants' over lockdowns",
      "tags": "Coronavirus vaccines,Jair Bolsonaro,Brazil,Coronavirus pandemic",
      "text": "Brazilian President Jair Bolsonaro has described as \"tyrants\" state governors and mayors who have imposed lockdowns to contain the coronavirus outbreak.\nAddressing supporters at his birthday celebrations in Brasilia, he said his government had done all it could and it was now time to reopen the economy. \nLast week, the country's leading health institute Fiocruz warned of a historic collapse of Brazil's health service.\nIt said intensive care units in hospitals were running out of capacity.\nMr Bolsonaro, who was 66 on Sunday, has consistently opposed quarantine measures, arguing that the collateral damage to the economy would be worse than the effects of the virus itself.\nEarlier this month, the president told Brazilians to \"stop whining\" about the pandemic.\nMr Bolsonaro's handling of the outbreak has triggered widespread criticism both home and abroad.\nIn a separate development, Brazil's health ministry said on Sunday it was lifting its requirement for local authorities to reserve half their vaccine stockpiles for second doses.     \nOutgoing Health Minister Eduardo Pazuello said the aim was to get at least one vaccine dose to the maximum number of people as fast as possible, according to the AFP news agency.\nBrazil has been struggling with the rollout of its vaccination programme across the vast country. So far, it has been using the Oxford-AstraZeneca vaccine and China's CoronaVac, both of which require two jabs.\nBrazil has also placed orders for the Pfizer-BioNTech, Johnson & Johnson and Sputnik V vaccines. \nBrazil has the world's second-highest number of Covid-related deaths - only behind the US.\nMore than 294,000 people have died since the start of the pandemic, with nearly 12 million confirmed infections, according to America's Johns Hopkins University.\nMore than 2,200 people on average are dying of Covid in Brazil daily. \nThe latest surge in cases has been attributed to the spread of highly contagious variants of the virus.\nIn last week's statement [in Portuguese], Fiocruz warned the situation was \"extremely critical in the entire country\". \n\"The analysis by our researchers suggests it's the biggest collapse of the hospital and health service in Brazil's history.\"\nCovid-19 units in all but two of Brazil's 27 states were at or above 80% capacity, according to Fiocruz.\nIn Rio Grande do Sul, the institute said, there were no intensive care beds available at all."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52380823",
      "category": "explainers",
      "title": "Covid: What is happening with the EU vaccine rollout?",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,Moderna,Pfizer,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The rollout of Covid vaccines in European Union (EU) countries is picking up speed, with more than 300 million jabs  administered.\nAs of 20 June, nearly half of the EU's adult population have had at least one one dose, while 28% have been fully vaccinated.\nEarlier this year, the rollout was hit by delays in production and distribution and vaccine hesitancy in some countries.\nIn the week to 20 June 2021, Germany administered an average of 1 dose per 100 people a day, with Italy and France close behind on  0.9 dose per 100 people - all higher than the UK's 0.6 per 100.\nHungary - which is using Russian and Chinese vaccines as well as the EU-approved ones - has fully vaccinated 46% of its population, the same proportion as the UK. \nIn France, children who are 12 and over can be vaccinated, with parental consent. The government is hoping to avoid class closures when schools reopen after the summer holidays. \nThe EU authorised the use of the Pfizer vaccine in children aged 12-15 at the end of May. \nGermany said it would give it to those aged 12-17 with pre-existing conditions while a number of other EU countries said they would vaccinate children before the start of the next academic year.\nIn June 2020, all 27 member states joined a scheme giving the EU central responsibility for buying vaccines.\nHowever, the EU was slower than the UK to negotiate a contract with AstraZeneca and there were supply problems.\nIts deals with Pfizer-BioNTech and Moderna also saw early problems with production and distribution.\nIn February, European Commission President Ursula von der Leyen acknowledged the EU's vaccine difficulties, saying: \"We were late to authorise. We were too optimistic when it came to massive production and perhaps too confident that what we ordered would actually be delivered on time.\" \nIn January 2021, the European Medicines Agency (EMA) approved the use of the Oxford-AstraZeneca vaccine for all age groups, but a number of EU countries initially refused to recommend its use for people over 65.\nFrance and Germany eventually revised their stance and approved the vaccine for 65-74 year olds at the beginning of March.\nThey were again among 13 European countries who paused the AstraZeneca rollout again later in March, following reports that a small number of people developed blood clots after receiving the jab. \nOn 7 April, the EMA said there was a \"possible link\" between the vaccine and the clots, although it is still recommended the jab for all age groups. \nSeveral EU countries, including France, Germany and the Netherlands now say only people over 55 or 60 should get the jab, while others like Denmark have suspended its use altogether. \nThe headlines surrounding AstraZeneca led to a drop in confidence in the jab. In March, the polling company YouGov suggested that only a third of Germans and 23% of French respondents considered it safe.\nThe EU took AstraZeneca to court to force it to deliver more doses of vaccine. The company blamed production problems but said it had \"fully complied\" with its contract.\nThe EU lost its legal battle. It had wanted AstraZeneca to deliver 120 million doses by the end of June but a court ruled that the company must instead provide 80 million doses by the end of September. \nThe EU said the UK has had an unfair advantage in contracts it signed with vaccine manufacturers, some of whom have plants in the EU.\nEU leaders considered a ban on exports of vaccines to the UK but decided not to introduce one.\nInstead, they called for more transparency from the UK and other countries on the number of doses they export.\nThe EU says that by 1 June 2021, it had exported 245 million doses to 46 different countries. \nUnder the terms of the EU scheme, member states are not supposed to strike deals with any vaccine manufacturer with whom the EU already has an agreement, but they can make separate deals with vaccine makers which have not signed agreements with the EU.\nHungary has been using Russia's Sputnik vaccine for months and and Slovakia has also bought doses of it.\nGermany said in April it would begin talks to secure supplies of the Russian vaccine and Austria said it would buy one million doses, but only once the EU's medicines agency approves the jab for use in the EU. \nThe Czech Republic and Poland have entered talks with both Russia and China.\nThe UK approved the Pfizer vaccine in November 2020, nearly three weeks before EU regulators. \nThe government claimed that being outside the EU allowed it to be more nimble in this area. \nHowever, the UK's approval of the vaccine would have been permitted anyway under EU law - a point made by the head of the UK medicines regulator.\nThe UK could have joined the EU vaccine scheme last year while it was still in a transition phase with the EU, but it chose not to. \nIf it had, the UK might not have been able to do as many deals with vaccine companies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56489808",
      "category": "world-africa",
      "title": "Alexander Monson: Kenya police to stand trial over death of British man",
      "tags": "Kenya",
      "text": "Four police officers in Kenya are to stand trial over the death of a British man in 2012 after a judge ruled the case should be heard.\nAlexander Monson, 28, died in police custody when he was arrested in Kenya for allegedly smoking cannabis.\nPolice have in the past said Monson died of an overdose, but his family say he was killed by officers.\nMonson's mother welcomed the ruling, saying \"we hope at the end of day justice for my son will be served\".\nFour officers - Naftali Chege, Charles Wangombe Munyiri, Baraka Bulima and John Pamba - are accused of killing Monson.\n\"The accused should tell the court what happened since the deceased was arrested in good health,\" High Court Judge Erick Ogolla ruled on Monday. \nA post-mortem found that he died after suffering a traumatic blow to the head. \nToxicology reports also showed he had no drugs in his system at the time of his death.\nIn 2018 an inquest ruled that he had been beaten to death.\nIt also found there had been attempts to cover up the incident in the city of Monbasa, as well as threats against witnesses.  \nThe trial is due to begin on 10 May.\nMr Monson, who was the son of the 12th Baron Monson and heir to the family estate in Lincolnshire, moved to Kenya to live with his mother Hilary Monson in 2008."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56490673",
      "category": "uk-wales",
      "title": "'Kardashian clones' jibes teacher struck off",
      "tags": "Teaching,Denbigh,Wales education",
      "text": "A teacher has been struck off for two years after mocking pupils for \"dressing like Eastern European prostitutes and Kardashian clones\".\nAlexander Price, 43, was found guilty of professional misconduct for his anonymous blog about the annual prom at Denbigh High School in north Wales.\nA misconduct hearing was told his comments offended parents, pupils and staff.\nMr Price denied his blogs amounted to unacceptable professional conduct.\nThe former design and technology teacher said he wrote the gossip blogs as a \"cathartic\" exercise while working at the school and tried to make them \"colourful and entertaining\".\nBut the panel ruled the posts were \"inappropriate, offensive, or derogatory\".\nIn his blog \"The Provoked Pedagogue\", Mr Price wrote about life working at the high school in Denbigh, north Wales.\nIn one article titled \"The Problem With Prom\", he called the event \"a shallow, vacuous affair, about nothing more than who has spent the most on looking nice.\"\nHe wrote that the girls often ended up looking like a cross between \"Eastern European prostitutes\" and \"Kardashian clones\" and said boys at the bash \"snorted coke\".\nHe also mocked pupils and their parents for making so much effort for the school prom by spending sums they could not afford on gowns and make-up.\nReferring to poorly applied fake tans, he wrote \"the literacy was so poor they can't read the instructions\".\nMr Price referred to \"overweight girls being shoehorned into gowns and paraded through the town like cattle\".\nHe said the \"proms mean more to them than GCSEs\".\nHe also wrote derogatory comments about his boss Dr Paul Evans, who became head teacher in 2018.\nChairman Steve Powell said the comments \"were critical, they were disrespectful, they were likely to cause offence to any pupil or parent who came across the article\".\n\"It was particularly concerning that a focus on these comments and the article as a whole was on families from poor backgrounds in an unnecessary and unwarranted way,\" he added.\nMr Price admitted writing the blogs but denied they amount to unacceptable professional conduct.\nHe said the panel had not taken the blogs in the proper context and that many of the extracts they read aloud had the opposite point of the articles as a whole.\nMr Price's union representative, Colin Adkins of NASUWT, said the ruling was \"chilling in that it has inhibited freedom of speech\".\nIn a statement to the panel, Mr Price said: \"I find it ridiculous you say you have considered these comments in their entirety because you blatantly haven't.\"\nMr Price has now been handed a prohibition order banning him from teaching.\nThe hearing in Cardiff was told he can reapply to join the register after a two-year period."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56358344",
      "category": "uk-england-manchester",
      "title": "Covid: Bury councillor hit twice by virus 'still not fully recovered'",
      "tags": "Bury Metropolitan Borough Council,Coronavirus vaccines,Coronavirus pandemic,Bury",
      "text": "A councillor who issued a stark warning from his sick bed a year ago for people to start taking Covid-19 seriously says he has \"still not fully recovered\".\nBury Council deputy leader Tamoor Tariq collapsed and was taken to hospital just before the UK's first lockdown.\nGasping for breath in his 2020 YouTube video, he warned it was not just the old or clinically vulnerable at risk.\nMr Tariq, 31, said he contracted coronavirus again in December and felt \"fortunate\" to have survived.  \nWhen he first fell ill last year Mr Tariq said he struggled to talk about Covid because he \"felt so drained\".\nBut the Labour councillor said he felt compelled to sound the alarm at a time when some commentators were wrongly downplaying the severity of the novel coronavirus.\nMr Tariq said his message - that someone with no serious health issues could still become severely ill or even die with Covid - really \"hit home\" with his community.  \n\"It was an awful experience,\" he told the BBC. \"It hit me hard, and that shook people up. \n\"There were very few cases here then and people underestimated it, including me.\"\nMr Tariq said it took him weeks to even be able to walk downstairs again and said his energy levels had still not recovered when he contracted the virus for a second time.\n\"It was 26 December and I knew from the symptoms I had it again - even before I got a positive test,\" he said.\nHe recalled a nurse telling him last March if he did get the virus again it would not be so severe. \n\"It wasn't, but my wife, sister and my mum all got it so it was a very worrying time,\" he added.\nMr Tariq said his 55-year-old mother ended up in hospital before recovering.\nNearly three months after his second bout of Covid, he said he could still only manage 2km when he goes running, as opposed to the 5km he used to run routinely.\nMr Tariq has been campaigning for more members of the black, Asian and minority ethnic communities to accept the vaccine, organising events to dispel false information circulating about it and helping to set up a pop-up jab clinic at the Jinnah Day Care Centre in Bury.\n\"It is our duty to protect ourselves and our loved ones, and the NHS,\" he said.\nThe cause is one he feels passionately about, not least because he initially failed to convince his mother to have the jab. \nHe said she had fallen for \"myths\" and false information spread on social media about the vaccine.\nTo his relief a staff member at Bury Council managed to reassure her enough that she has now been vaccinated.\nReflecting on what has been a harrowing 12 months, Mr Tariq said: \"I feel very fortunate that myself and my family have all recovered and I am so pleased and proud of the incredible vaccine roll-out.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-56475313",
      "category": "uk-england-tees",
      "title": "Wingate arson: Ex-marine Sean Ivey 'overwhelmed' by generosity",
      "tags": "Wingate,Durham Constabulary",
      "text": "An ex-Royal Marine whose home was destroyed in a suspected arson attack is \"lost for words\" after more than £200,000 was raised to help his family.\nSean Ivey, from Wingate, County Durham, fled to safety with his wife and two children after a fire on Thursday, with a second blaze starting a day later. \nMr Ivey, who served in Afghanistan and Iraq, believed he was targeted after standing up to anti-social behaviour.\nTwo men have been arrested on suspicion of arson.\nMr Ivey, who works as a teacher at Hartlepool College of Further Education, told the BBC he felt \"totally overwhelmed\" if not \"a bit embarrassed\" by the generosity he has received. \nThe online campaign, which had an initial target of £2,000, was set up by former 45 Commando colleague Kevin Miller, after the family home and all their possessions were lost. \nMr Ivey had spoken out in recent days about anti-social behaviour in his local area and had posted on social media that his parents had been robbed.\n\"I can't just let this go, because it has hit a nerve with people,\" he said. \n\"It's happening right across the country and not enough is being done.\"\nThe 38-year-old is married to Kate, 35, a nurse, and they have two young children.\nThe fundraising campaign took Mr Ivey, a former sergeant, by surprise.\n\"It's a few years since I saw Kev but that's the great thing about the Royal Marines and how veterans come together when any situation like this occurs.\"\nThe first blaze broke out during the early hours of Thursday, which saw a fire spread from the family car to a caravan on the drive way, and then to the roof of their home. The family was inside at the time but managed to escape.\nA second fire, on Friday morning, destroyed the remainder of the bungalow.\nMr Ivey, who suffered a head injury while serving in the military, had forgotten to renew an insurance policy on his home. He said \"his heart dropped\" when he realised.\nThe father-of -two said he would continue to live in the village where he grew up and it was not in his nature \"just to back down\".\n\"It's completely unacceptable, nobody should be frightened in their own home,\" he said.\nDurham Police are treating the fires as suspected arson. Two men, aged 22 and 25, were arrested and a 48-hour dispersal order was issued in the area.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-guernsey-56457590",
      "category": "world-europe-guernsey",
      "title": "Covid: Guernsey leaves second pandemic lockdown",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Guernsey has removed the majority of its Covid-19 restrictions for the second time during the pandemic.\nThe island's first coronavirus lockdown lasted for 88 days between 24 March and 20 June 2020, with this second lockdown lasting 57 days.\nBusinesses in Guernsey and Herm can return to normal, with no social distancing or mask requirements.\nHowever, all arrivals into the bailiwick are still required to self-isolate for at least two weeks.\nSince the lockdown started on 23 January, 569 cases of the virus have been found in the islands and one person has died with the virus.\nDuring the pandemic the islands have seen a total of 821 known cases and 14 Covid-related deaths.\nThe higher number of cases in the second lockdown has been put down to improved testing capability as well as the more virulent nature of the Kent variant detected in the island.\nPeter Ferbrache, chairman of the Civil Contingencies Authority, described the move out of lockdown as a \"huge achievement\" and thanked islanders for sticking to lockdown rules.\nHe said: \"We protected our health service, kept our vaccine programme moving forward and prevented a much higher loss of life.\"\nWith more than 29,000 doses of Covid-19 vaccines distributed, 44 doses per 100 people have been administered to Guernsey residents.\nThis means 30% of over-16s have had one dose, with 11% having received both. \nBy Euan Duncan, BBC Channel Islands News\nMusic played on Monday afternoon in St Peter Port as people walked through town with a spring in their step and a smile on their face. \nAlmost all chose not to wear face coverings, and groups of islanders gathered to catch up again after two months of lockdown restrictions. \nSpring naturally provides some hope of better days to come and this optimism was a contagious feeling around others thinking similarly. \nThe freedoms now afforded to residents are not taken for granted or lightly, there is simply relief that better days are ahead of us all.\nDeputy Ferbrache emphasised that while border restrictions will remain in place for a \"little while longer\", he said the success of the island's vaccination programme meant the island was \"getting closer to that tipping point\" where some travel could resume.\n\"We have good reason to be optimistic as we look forward,\" he added.\nSark and Alderney moved out of lockdown on 4 March and 9 March respectively and have lifted quarantine requirements on people coming from Guernsey. \nNon-essential travel to the bailiwick has resumed, but arrivals are still obliged to self-isolate for two weeks and be tested on days one and 13 after arrival.\nAnyone who declines to be tested must self isolate for 21 days.\nSocial distancing and mask wearing requirements have been removed, but mask use is encouraged in shops and on public transport. \nAnyone experiencing Covid-19 symptoms should stay at home and call the clinical helpline, the States emphasised.\nMask wearing will continue to be required at the Princess Elizabeth Hospital, which has resumed normal health services and visitation rules. \nBus services have returned to their full timetable, apart from additional summer services normally put on for tourists, and passenger capacity restrictions have been lifted. \nBeau Sejour has started a phased return to reopening, but some facilities and activities will remain unavailable in the short term while the leisure centre is the site of the coronavirus vaccination centre.\nSupport organisations such as Guernsey Mind have said \"Welcome back\" on social media, inviting people to visit, with hygiene measures in place. \nParking restrictions in all monitored zones were also being reinstated, police tweeted. \nFollow BBC Guernsey on Twitter and Facebook. Send your story ideas to channel.islands@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56476995",
      "category": "world-asia",
      "title": "Afghanistan: US Defence Secretary Lloyd Austin on unannounced Kabul visit",
      "tags": "Kabul,Afghanistan,Ashraf Ghani",
      "text": "US Defence Secretary Lloyd Austin has made an unannounced visit to Afghanistan, weeks before a planned withdrawal of all remaining US troops.\nAfter meeting President Ashraf Ghani in Kabul, he called for a responsible end to the war but would not say whether the deadline would be met.\nMr Austin said the focus should be on reducing high levels of violence to allow a negotiated end to the conflict.\nThe pullout was agreed with the Taliban by the Trump administration last year.\nBut there are questions over whether the insurgents have kept their pledge to negotiate with the Afghan government.\nNew US President Joe Biden has said the 1 May deadline would be tough to meet, prompting warnings of \"consequences\" from the Taliban.\nMr Austin is the first member of Mr Biden's cabinet to visit Afghanistan. He flew into Kabul on Sunday at the end of a brief tour of Asia.\nSpeaking to journalists, Mr Austin would not say whether the Taliban had met their obligations under the recent deal.\n\"It's obvious that the level of violence remains pretty high in the country,\" he said, quoted by the New York Times. \n\"We'd really like to see that violence come down, and I think if it does come down it can begin to set the conditions for some really fruitful diplomatic work.\"\nThere are fears that if foreign militaries withdraw before a lasting agreement is reached, the Taliban might return to power.\nThe US says it has some 2,500 troops still in Afghanistan.\nThe Trump administration made withdrawing troops from Afghanistan a priority.\nThe deal signed in February 2020 said that the US and its Nato allies would withdraw all troops in 14 months if the Taliban upheld its promises, including not allowing al-Qaeda or other militants to operate in areas it controlled, and proceeding with national peace talks.\nAlthough the Taliban, a hard-line Islamist movement, stopped attacks on international forces as part of the historic agreement, it has continued to fight the Afghan government.\nAs a condition of starting negotiations with the Afghan government, the Taliban also demanded that thousands of their men be released in a prisoner swap. \nDirect talks then began Doha in September 2020, but a breakthrough has still not been reached."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-56475596",
      "category": "uk-scotland-tayside-central",
      "title": "Scotland's first medical cannabis clinic approved",
      "tags": "Epilepsy,Edinburgh,Medical cannabis,East Kilbride",
      "text": "Scotland's first medical cannabis clinic has been approved by regulators.\nSapphire Medical Clinic, located in Stirling, is the first medical cannabis clinic authorised by Healthcare Improvement Scotland (HIS) to provide safe access to medical cannabis for patients in Scotland.\nMedical cannabis was legalised in the UK in November 2018, allowing doctors to prescribe it in certain situations.\nThe clinic will begin by offering virtual appointments.\nFace-to-face consultations will follow when Covid restrictions allow.\nThe clinic was originally due to open in Aberdeen, but will now operate from premises in the central belt.\nThe Scottish government said it had no influence over prescribing and it was the decision of specialist clinicians to prescribe the drug.\nThe law change moved cannabis from schedule 1 under the Misuse of Drugs Regulations 2001 - meaning it had no therapeutic value - to schedule 2. \nThat category is for drugs which are controlled but have a recognised medical use and can be prescribed in certain circumstances.\nSapphire medical's managing director, Dr Mikael Sodergren, said: \"We are delighted to be the first clinic to be registered with HIS, which is a testament to the robust clinical governance framework we have established in evaluating patients for treatment with medical cannabis. \n\"By capturing clinical outcomes through the UK Medical Cannabis Registry we will significantly contribute to the evidence base and ultimately allow more patients to benefit from medical cannabis as a treatment option.\"  \nCannabis-based medicines can come in the form of whole cannabis flowers, oils or capsules, or a single compound which can be isolated and extracted. \nMultiple sclerosis patients and parents of children with severe epilepsy are among those who have been fighting for access to the drugs.\nLisa Quarrell's eight-year-old son Cole has a rare form of severe epilepsy and suffered up to 20 seizures a day before he was prescribed cannabis oil.\nHis mum, from East Kilbride in South Lanarkshire, originally obtained the medicine from Holland but now has a private prescription.\nShe welcomed the first Scottish clinic.\nShe told BBC Scotland: \"It won't change my situation as my problem now is purely funding or having it accessible through the NHS. However, it will make it easier for desperate parents to gain access to this wonderful medicine.\n\"Many parents are being forced to either take the only thing left on offer from NHS Scotland - which is brain surgery - or go against their clinicians to search for a safer solution alone.\n\"Not only is this still not available on NHS but the clinicians won't even discuss it so parents are terrified to even ask to be allowed to try.\"\nShe added: \"It is a step in the right direction and it means finally there will be a safe path for scared parents to take.\"\nAndie Connolly-Brown, 41, from Edinburgh, suffers with complex PTSD and anxiety.\nShe has tried a range of conventional therapies. She said: \"Having access to medical cannabis is a lifeline for me. My anxiety in particular has been made worse by the Covid-19 lockdown so safe and affordable access to medical cannabis is welcome.\" \nA Scottish government spokesman said: \"The scheduling of Cannabis Based Products for Medicinal Use (CBPMs) is reserved to the UK government and the Scottish government has no powers to alter its status. We welcome the UK government's decision to allow doctors on the GMC specialist register to prescribe such products where there is clear published evidence of benefit. \n\"The decision on whether to prescribe a medicine for a patient, and which medicine to prescribe, is entirely one for the clinician in charge of a patient's care to make, having taken into account the patient's clinical condition and the safety of the patient.  This is regardless of whether it is an NHS clinician or a clinician working in a private clinic.  \n\"It is solely a decision for the patient or the patient's carer whether or not to seek private treatment.  Where they do so then they are responsible for paying the costs incurred.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56483953",
      "category": "business",
      "title": "B&Q-owner Kingfisher boosted by new 'young DIY-ers'",
      "tags": "Companies,Kingfisher,Retailing,DIY",
      "text": "Kingfisher, the owner of DIY retailer B&Q, has reported a sharp rise in full-year sales and profits, boosted by a new generation of \"young DIY-ers\".\nThe company said underlying pre-tax profit jumped 44% while sales climbed to £12.3bn in the year to 31 January.\nKingfisher boss Thierry Garnier said that the Covid-crisis had led to 18-34 year-olds doing more home improvements than any other age group.\n\"All of this is very encouraging for the future of our industry,\" he said.\nKingfisher, which also owns the builders' merchant Screwfix, added that 20% of young \"DIY-ers\" had tried home improvement for the first time during lockdown. The company surveyed customers last year and again in February.\nThe company also said home-working had helped lift sales and profits, as people invested in making their houses more comfortable. \nIt expects people to continue working from home once Covid restrictions are lifted.\nKingfisher said this would result in \"'wear and tear' on the home, and the need to organise living space differently, thereby creating further demand for home improvement\".\nUnderlying pre-tax profit for the year rose to £786m from £544m in the previous 12 months. Total sales rose by 7.2%.\nLike-for-like sales, which strips out revenue from stores opened during the year, rose by 7.1% over the year with the strongest growth in the UK and the Republic of Ireland.\nUnder government guidelines, hardware stores are considered essential retailers. B&Q was closed during the first few weeks of lockdown a year ago before gradually reopening.\nKingfisher said the pandemic had accelerated growth in online sales. E-commerce sales accounted for 18% of total sales compared to 8% in the year before.\nMr Garnier said the company was also restructuring its shops in the UK and Ireland and is looking at introducing smaller B&Q Express stores in urban areas and retail parks. It is \"right-sizing\" a small number of its bigger stores and investigating using excess space solely to fulfil online orders.\nIt is also launching two more B&Q shops with Asda stores this week, adding to the two it has already opened within the supermarket.\nKingfisher said it had made a strong start to its current financial year with group like-for-like sales up more than 24% between February and 18 March. It said there had been particular demand for plants and vegetable seeds, compost and pressure washers.\nKingfisher's share price rose by 3.2% to 322.8p."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56479814/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coronavirus vaccines: PM to telephone EU leaders in bid to stop export ban being imposed",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,European Union,Coronavirus pandemic",
      "text": "Boris Johnson is expected to speak to his EU counterparts this week as a row over Covid vaccine supplies continues.\nEU leaders will hold a virtual meeting on Thursday to discuss a ban on Oxford-AstraZeneca vaccine exports to the UK - but the PM aims to put the UK's case in one-on-one phone calls before that.\nThe European Commission president says the EU can \"forbid\" vaccines made on the continent being sent to the UK.\nThe PM said the vaccination rollout requires \"international cooperation\".\nMr Johnson said \"we are all facing the same pandemic, we all have the same problems\", as he reiterated that if cases rose on the continent, it could have a knock-on effect in the UK.\nDowning Street said European Commission President Ursula von der Leyen had told Mr Johnson earlier this year that the EU was not intending to restrict exports of vaccines.\nHelen Whately, health and social care minister, urged the EU to stand by this commitment and warned against \"vaccine nationalism and protectionism\".\nEuropean Commission spokesperson Eric Mamer insisted that Brussels was not seeking to ban vaccine exports, but wanted pharmaceutical firms to meet their contractual obligations to the bloc.\nMr Mamer said: \"In that context, the president has said that of course we see that, actually, companies that manufacture doses in the EU have been exporting very widely - which is in itself a good thing - but that we want to see reciprocity and proportionality in these exports.\"\nThe latest flashpoint appears to be over doses made in a Dutch factory.\nMeanwhile, the long-awaited results of the US trial of the Oxford-AstraZeneca vaccine, which involved more than 32,000 volunteers, showed that the jab was safe and highly effective.\nSeveral European leaders paused rollout of the vaccine amid concerns about a possible link with blood clots. UK and EU regulators said there was no evidence the vaccine caused blood clots.\nEuropean leaders have faced criticism for the slow pace of the vaccine rollout on the continent.\nLess than 12% of the EU's population is reported to have received the vaccine, compared with nearly 40% in the UK.\nThe EU has encountered production problems with the Pfizer-BioNTech, Moderna and Oxford-AstraZeneca vaccines.\nBritish-Swedish manufacturer AstraZeneca said the fact that EU contracts were signed later than with the UK caused problems with supplying their vaccine.\nDowning Street has previously said that it does not believe that vaccine supply issues will affect the current road map for easing lockdown restrictions.\nMs Whately told BBC Breakfast the UK was \"on track\" to meet its target of offering the vaccine to the top nine priority groups by 15 April and to all adults by the end of July.\nThere is also enough supply to ensure people have their second doses, she added.\n\"We always knew that there could be ups and downs in supply but we have a... diverse supply chain and we are absolutely determined to keep on deploying the vaccine,\" she said.\nBut the Guardian said a report by data analysts Airfinity suggested that if an export ban was applied to all vaccines - including those from Moderna and Johnson & Johnson that are yet to be deployed in the UK - it would see the offer of a first vaccine to every adult completed in late August rather than the target date of 31 July.\nMinisters say that countries should work together for the benefit of everyone. \nIs that a hint that Boris Johnson will try to defuse this row by proposing joint working between the UK and the EU to boost vaccine production on the continent? \nThe UK already has a team of engineers at a plant in the Netherlands. \nThat might not be enough to satisfy the European Commission President Ursula von der Leyen, who clearly wants to see doses being sent to Europe from AstraZeneca facilities in the UK. \nBut it's not up to her - it's up to EU leaders to decide at their virtual summit on Thursday. \nIf they decide to up the ante then the UK will have to choose whether to maintain its diplomatic silence or to retaliate. \nMrs von der Leyen said that 41 million vaccine doses have been exported from the bloc to 33 countries in six weeks, with more than 10 million jabs going to the UK.\nShe has said that, in contrast, the EU is still waiting for vaccine exports from the UK and she warned last week that if supplies in Europe do not improve, the bloc \"will reflect whether exports to countries who have higher vaccination rates than us are still proportionate\".\nArticle 122 of the EU treaty allows measures to be taken \"if severe difficulties arise in the supply of certain products\". Those measures could in theory include export bans and the waiving of patent and intellectual property rights on vaccines.\nMrs von der Leyen said this weekend that the bloc has the power to \"forbid\" exports, adding: \"That is the message to AstraZeneca.\"\nA government source has described the latest reports from the EU as \"concerning\".\nLabour leader Sir Keir Starmer said the UK government was right to say that contractual obligations needed to be honoured.\nSir Keir told LBC that the EU was not \"helping itself\", adding: \"I don't think that they should go down this road of banning exports.\"\nThe latest point of contention between the UK and the EU appears to be over vaccine doses being manufactured at a plant in the Netherlands, with an EU official telling Reuters that those doses should be distributed among member states, and not sent to Britain.\nMr Johnson is expected to use his calls to European leaders in the first half of this week to persuade them to veto any proposal that would prevent vaccine exports from entering the UK.\nFrench President Emmanuel Macron and German Chancellor Angela Merkel are among those likely to be on the PM's list, according to British officials quoted by the Financial Times.\nDefence Secretary Ben Wallace said on Sunday that the EU should not \"build walls\" around the distribution of vaccines and should seek to meet its contractual \"obligations\".\nMr Wallace told the BBC that the language being used by the European Commission was \"counterproductive\", adding: \"Trying to... build walls around this would only damage both EU citizens and United Kingdom.\"\nEU commissioner Mairead McGuinness said that no decisions had been made over any possible export ban and urged all sides to \"calm down\".\nThe EU row over vaccines also comes as speculation continues over whether summer holidays abroad will be permitted for those in the UK this year.\nMr Wallace said an extension on the ban on foreign holidays could not be ruled out.\nMeanwhile, the prime minister hailed a \"record-breaking day\" for the UK's vaccine rollout, after a combined total of 844,285 first or second doses were given on Saturday, up from 711,157 on Friday.\nIt means that more than 27.6 million people in the UK - more than half the adult population - have now received at least one dose of a vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56463173",
      "category": "science-environment",
      "title": "Green plan to upgrade homes was 'botched', say MPs",
      "tags": "Housing,Greenhouse gas emissions,Housing market,Construction industry,Energy efficiency in British housing,Climate change",
      "text": "The masterplan to help people upgrade the UK’s homes has been “botched” and must be urgently overhauled, MPs say.\nThe environmental audit select committee says the Green Homes Grant (GHG), which offers people up to £10,000 for insulation, is so inept that it is actually damaging the building sector.\nIt adds that 19 million UK homes are poorly insulated and accuses ministers of “failing to grasp\" the challenge.\nThe government says it is \"committed to going further and faster\".\nBut the MPs warn that unless urgent action is taken to improve energy efficiency of homes this decade, the UK will fail to meet its climate targets.\nThat is because the UK’s housing stock accounts for 20% of its carbon emissions through heating, hot water and cooking.\nThe MPs said the scheme had \"only achieved 10% of its target to improve 600,000 homes in six months\".\nIt has been rumoured that the Treasury wants to scrap the GHG scheme, but the committee says the system needs to be reformed, not abolished.\nAnd crucially, the MPs insist, the grants need long-term funding so there is time to build a supply chain of materials, and a well-trained workforce.\nThe government is preparing a Heat and Buildings Strategy, and has previously denied wanting to scrap the scheme. \nA spokesman for the Department for Business, Energy and Industrial Strategy (BEIS) said over 33,000 GHG vouchers worth more than £142m have already been issued, helping to improve the energy efficiency of homes.\nThe GHG scheme went awry because too many householders were chasing too few installers. There were also delays in the grant payments which have left many installers out of pocket.\nThe report says: “The impact of botched implementation of the GHG has had devastating consequences on many of the builders and installers that can do the work, who have been left in limbo as a result of the orders cancelled and time taken to approve applications.\"\nThe committee also warns that the government may have underestimated the costs to decarbonise UK homes by 2050, by between £35bn and £65bn. \nIt says these figures do not include properties with solid walls, or those in conservation areas, which could make energy efficiency installations more challenging – and increase the bill.\n“The GHG scheme should not be scrapped or quietly wound down,\" said the select committee's chairman Philip Dunne.\n“The government must address the design and administration issues, and all funding not spent by the end of March 2021 should be rolled over into the next financial year. \n“Government investment to improve energy efficiency has been woefully inadequate. The £9bn the government pledged at the election was welcome, but 16 months on, there appears to be no plan nor meaningful delivery.\"\nBrian Berry, from the Federation of Master Builders, told the committee: “The market needs certainty because small companies are not going to invest unless they know there is a long-term market. \n“If we want to tackle energy efficiency in our homes, we need to give encouragement to these small companies that this is not just a flash in the pan, it is not going to be a repeat of the previous Green Deal [for housing loans, which was scrapped]. \n“This is a 20-year programme to transform our existing homes.”\nInsulation campaigner Dr Joanne Wade said: “The committee is right to call for a ‘genuine long-term stimulus to the domestic energy efficiency sector’ – it is something that we have repeatedly urged government to do. \n“If we don’t do this, we won’t achieve net zero.”\nJess Ralston from the Energy and Climate Information Unit added: “The benefits of getting this right are crystal clear; hundreds of thousands of skilled jobs, lower bills, less carbon and more comfortable homes. The only barrier to climate-proofing our homes is government inaction.\n“With a recent litany of policy decisions undermining the UK’s credibility on climate ahead of this year’s crucial COP26 summit, it would be a mistake to add another to the list.”\nThe BEIS spokesman said: \"The UK has a strong track record in improving the energy performance of its homes. \n\"However, we ​are committed to going further and faster, and are investing £9bn in improving the energy efficiency of our buildings, while creating hundreds of thousands of skilled green jobs. \n\"This includes funding for the first hydrogen powered houses and allocating more than £500m this year alone to improve the energy efficiency of 50,000 households in social and local authority housing across the UK, as we work to eliminate our contribution to climate change by 2050.\"\nFollow Roger on Twitter @rharrabin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56457646/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Supermarket limits lifted as lockdown in Wales eases",
      "tags": "Gardening,Coronavirus lockdown measures,Caernarfon,Wales business,Chepstow,Retailing,Welsh government,Wales economy,Coronavirus pandemic",
      "text": "Supermarkets can sell non-essential items and garden centres can open in Wales from Monday in a further slight easing of Covid lockdown rules.\nShops that have already been open, but had non-essential aisles cordoned off, can now sell anything, but shops that only sell non-essential items will remain closed until 12 April.\nGarden centres will open their doors to customers for the first time since lockdown began in December.\nShops must have strict Covid protocols.\nThey are the latest restrictions to be lifted as Wales' coronavirus case rate has fallen below 50 per 100,000 people and the national Covid positivity rate is below 5% - both under the lockdown threshold.\nAll primary and some secondary school children have returned to the classroom while four people from two different households can now meet outdoors, including in gardens, as the stay-at-home rule was relaxed to a stay local one.\nFirst Minister Mark Drakeford and the Welsh government have also said more industries could be reopened or considered for reopening if Covid cases rates and test positivity rates remained low.\nFrom 27 March, if case rates remain low:\nFrom 12 April, if case rates remain low:\nOn 22 April\nAfter hairdressers reopened for appointments last week, the reopening of non-essential aisles in supermarkets and garden centres welcoming customers is Wales' latest step towards reopening after being shut for three months.\nJustin Williams is looking forward to opening Fron Goch Garden Centre near Caernarfon and believes services like his can help people's wellbeing.\n\"Gardening is important for mental health,\" he said.\n\"It's important to have an outside or inside space for growing plants or vegetables. It's something to do with the kids but also something for people of any age to get involved with. It also encourages people to stay home and be safe.\"\nGarden centre bosses across Wales have been frustrated being shut while centres in England have remained open.\n\"We were frustrated this hadn't been recognised in Wales like in England but are happy that's changing now,\" Mr Williams added.\n\"There's been a lot of interest in us opening. People have been quite lonely without much support, it will be good to get people out and see guests in the garden.\"\nMany non-essential retailers thought they would be allowed to open when hairdressers did on 15 March, but were \"frustrated and disappointed\" they could not open until English non-essential retailers did on 12 April.\nWelsh ministers said the move to allow supermarkets to start selling non-essential items again while other shops remain shut was seen as \"the least risky\" Covid rules relaxation as supermarkets were already open.\nThe Welsh Retail Consortium previously said the industry was losing £100m in revenue every week while non-essential shops such as clothes outlets and bookshops were shut.\nChepstow Bookshop in Monmouthshire will not be able to open next week while the supermarket and high street newsagents nearby will be allowed to sell non-essentials items such as books.\n\"I can understand why the Welsh government has done it,\" said Matt Taylor, who has owned the 40-year-old book store for 15 years.\n\"It's great we've been on a level playing field for so long, although there are a few frustrations.\"\nMr Taylor's shop, which has been shut for six of the past 12 months, offers click and collect and home delivery but he estimates trade is \"two-thirds\" of what it was the previous year while \"working twice as hard\".\n\"The thing people seem to miss the most about coming into independent shops like ours is customers not knowing what they want, it's that browsing experience. And in this pandemic, books have given people a refuge or an escape from it all.\"\nMonmouthshire has the third-lowest Covid case rate of Wales' 22 local authorities - behind Ceredigion and Bridgend - and Leeann Davies, who owns Village Treats in Magor, was \"gutted\" her sweet shop didn't open at the same time as hairdressers.\n\"It seems like along with the pubs and restaurants, we're the only ones not open,\" she said.\n\"Some of these supermarkets are getting record profits as they've no competition whereas even when we're open, we don't have the amount of customers they do - and we have strict Covid procedures.\n\"But I understand we're non-essential and you can't differentiate between my little shop and a big store in a city centre.\"\nMr Davies said her her business would not have survived the coronavirus crisis without government support - but does have hope for the future.\n\"After the first lockdown and, as so many people are working from home, we were the busiest we'd ever been,\" she said.\n\"Communities have really got behind supporting local businesses and if more people continue to work from home after the pandemic, maybe local shops like ours may have a really encouraging futures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56479304",
      "category": "business",
      "title": "UK 'heading towards digital skills shortage disaster'",
      "tags": "Computing,Companies,Women in technology",
      "text": "The UK is heading towards a \"catastrophic\" digital skills shortage \"disaster\", a think tank has warned.\nThe Learning & Work Institute says the number of young people taking IT subjects at GCSE has dropped 40% since 2015. \nMeanwhile, consulting giant Accenture says demand for AI, cloud and robotics skills is soaring. \nExperts say digital skills are vital to economic recovery following the pandemic.\nThe Learning & Work Institute's research reveals that 70% of young people expect employers to invest in teaching them digital skills on the job, but only half of the employers surveyed in the study are able to provide that training. \nFewer than half of British employers believe young people are leaving full-time education with sufficient advanced digital skills, while 76% of firms think a lack of digital skills would hit their profitability.\nDr Neil Bentley-Gockmann is the chief executive of WorldSkills UK, which commissioned the report. The charity is focused on training young people in digital skills to help them enter the workforce and also advises college teachers on international industry best practice.\nHe says there are four main reasons why the digital skills shortage is steadily climbing across the country: \n\"I think there's a challenge with the teachers themselves not understanding the possible careers - there's a big opportunity for employers to go into schools to explain the range of job opportunities and help join the dots between what young people study in school and what that could lead to as a career,\" Dr Bentley-Gockmann told the BBC. \n\"It's important for employers to do this to ensure the future talent pipeline.\"\nWorldSkills UK runs numerous digital skill competitions in a wide range of fields that are open to young people at college age and up. About 15,000 young people enter these competitions annually, which come with complimentary training to help them to improve their skills further. \nDr Bentley-Gockmann says he meets many young people who have no idea that their hobbies can be turned into \"high-rewarding job opportunities\".\nFor instance, coding might sound boring or daunting, but it could lead to a career in 3D video game design. And playing with robots in school could lead to a career in building robots to solve problems for large manufacturing firms.\nAlthough tech job ad listings dropped 57% in 2020, Accenture reports that demand for robotics skills has jumped \"dramatically\" in several northern English cities since July - robotics jobs are up 115% in Liverpool, 253% in Leeds and an epic 450% in Newcastle.\n\"I'm not surprised, particularly, as in the West Midlands and the North, traditional manufacturers are now implementing more technology into their manufacturing processes to become more automated,\" said Dr Bentley-Gockmann.\n\"There's been a digital acceleration in all sectors, creating new skills needs, so that could explain the jump.\"\nDan McCabe, 22, is a video game designer in Manchester. He did not attend university, studying computing and graphics at college, and a lot of his skills are self-taught.\nHe has found that some of his friends who went to university haven't picked up any digital skills. They frequently message him asking for his help to set up businesses and brands. \n\"[Either school or university] should have introduced them at least to what it takes to learn digital skills,\" he said. \nHe thinks that the syllabus in school and at college is a bit dated and inflexible, and the best teachers have been those who have experience rooted in the industry.\nIn particular, Mr McCabe thinks universities should be offering students a kind of \"bridge\" to the workforce, such as a basic grounding in how to use excel, set up a database, or some basic graphic design.\nKevin Howell, founder and chief technology officer at Howell Technology Group (HTG), an IT firm based in South Tyneside that helps firms securely work remotely, agrees. \nHe says educators need to collaborate with the tech industry on school, college and university curriculums, as they currently leave much to be desired.\n\"We need digital literacy and common sense, not someone who can program a Raspberry Pi to control a robot,\" Mr Howell told the BBC.\n\"I have worked with the brightest from Cambridge and Oxford who are very intelligent and innovative people, however lots don't have a clue about how technology is applied to real world business.\"\nHTG, together with large tech firm partners like Microsoft, VMware and Citrix, is trying to fix this problem. \nThe firm is currently running a digital academy with weekly workshops for teachers and students at Mortimer Community College in South Shields on how to use cloud software like Microsoft Teams, OneDrive and Windows Virtual Desktops.\nMr Howell, who joined an IT company at 17 and attended university part-time while working, says he feels hands-on experience is more important than a degree, as a lot of the skills being taught are \"outdated\" or not specific to business needs.\nDr Leila Powell is a lead security data scientist at London-based cyber-security firm Panaseer. She is a former astrophysicist who switched careers to join the tech industry.\nIn her spare time, she helps teach workshops introducing girls and young women to cyber-security principles for social enterprise Stemettes. \n\"When I changed careers out of academia, I had no idea that a career in tech like cyber-security would be an option for me,\" she said. \nLike Dr Bentley-Gockmann, she doesn't think young people have a clear picture about what the day-to-day realities of careers in technology actually entail.\n\"Even if young people start to look into it and look up some companies or programmes, what do the programmes and the mentors look like? Do they look like them?,\" she asked.\n\"Are they women, are they all white? Having better representation in technology as a sector would help. Even working in tech, it's not necessarily that diverse. \"\nDr Powell says that as a teenager she wasn't really interested in physics - it was only when she started her undergraduate degree and read Stephen Hawking's book A Brief History of Time that she became interested in the subject and started to enjoy it. \nSeveral studies have shown in recent years that listing many different skill requirements on job ads can put off some people from applying, particularly women. \n\"Employers should try to look beyond people who already have experience in a skill - just because you haven't covered a subject previously, if you are smart and have a desire to learn, they can still be an excellent candidate for the role.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56485477",
      "category": "uk",
      "title": "Meghan's Mail on Sunday statement on hold",
      "tags": "High Court ,Daily Mail and General Trust,Meghan, Duchess of Sussex,The Royal Family and the media",
      "text": "The Mail on Sunday has been given time to seek permission to appeal a ruling that it publish a front-page statement about the Duchess of Sussex winning her copyright claim against the newspaper.\nMeghan sued for a copyright breach over the publication of a letter to her father and won most of her claim.\nA High Court judge then ruled the MoS must print on its front page and page three that it infringed her copyright.\nThe statement is on hold after its publisher sought permission to appeal.\nMeghan, 39, brought the legal action against Associated Newspapers Limited (ANL) - the publisher of both the MoS and MailOnline.\nIt was over a handwritten letter to her father, Thomas Markle, in August 2018, parts of which were later published in news articles.\nLast month, the duchess won her privacy claim and most of her copyright claim. The judge ruled the letter was \"personal and private\" and Meghan had a \"reasonable expectation that the contents of the letter would remain private\".\nLord Justice Warby subsequently said the MoS must print a single statement on the front page, referring readers to a further statement on page three.\nMailOnline must also publish the statement \"for a period of one week\".\nOn Monday, Lord Justice Warby said ANL had applied for permission to appeal.\nThe judge refused ANL permission, but granted a \"stay\" of the order \"only until the matter has been decided by the Court of Appeal\".\nHe said the stay would expire on 6 April, to give ANL time to apply directly to the Court of Appeal.\nMeghan welcomed her High Court privacy victory last month.\nAfter the Mail On Sunday was ordered to print the statements earlier this month, a spokesman for the newspaper said: \"We will be applying to the Court of Appeal for permission to appeal, including in relation to aspects of the judgment today.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56479462",
      "category": "health",
      "title": "Covid vaccine: US trial of AstraZeneca jab confirms safety",
      "tags": "Coronavirus vaccines,University of Oxford,Coronavirus pandemic,AstraZeneca",
      "text": "Results from the long-awaited US trial of the Oxford-AstraZeneca Covid vaccine are out and confirm that the shot is both safe and highly effective. \nMore than 32,000 volunteers took part, mostly in America, but also in Chile and Peru.  \nThe vaccine was 79% effective at stopping symptomatic Covid disease and 100% effective at preventing people from falling seriously ill.  \nAnd there were no safety issues regarding blood clots.\nThat should further reassure some EU countries that recently paused rollout of the vaccine amid concerns about a possible link. \nSome are already starting to use it again now that Europe's medicines regulator has completed its review and has also concluded the vaccine is safe and effective.\nData from this new trial - run by experts at Columbia University and the University of Rochester in collaboration with AstraZeneca - may also prove useful in reassuring people about how well the vaccine works to protect the elderly against Covid-19 illness.\nSeveral countries initially would not authorise the use of the vaccine in adults over 65, citing lack of evidence. \nAround a fifth of the volunteers in this trial were over 65 and the vaccine - given as two doses, four weeks apart - provided as much protection to them as to younger age groups.  \nHundreds of thousands of people in the UK are already receiving the AstraZeneca vaccine every day, so these numbers are tiny by comparison. \nBut the results are vital for the US and should clear the way for the vaccine to be approved by regulators there within the next month or two.\nLead investigator of the Oxford University trial of the vaccine, Prof Andrew Pollard said: \"'These results are great news as they show the remarkable efficacy of the vaccine in a new population and are consistent with the results from Oxford-led trials. \n\"We can expect strong impact against Covid-19 across all ages and for people of all different backgrounds from widespread use of the vaccine.\"\nProf Sarah Gilbert, co-designer of the vaccine, said: \"In many different countries and across age groups, the vaccine is providing a high level of protection against Covid-19 and we hope this will lead to even more widespread use of the vaccine in the global attempts to bring the pandemic to an end.\"\nProf Gilbert said there were always cases of people falling ill after receiving a vaccine, particularly when very large numbers of were receiving a jab, but that did not mean that the vaccine was responsible for the problems. Meanwhile thousands of people a day were now dying across Europe from Covid-19.\nShe said: \"It is really important that we get the chance to protect people as quickly as possible. This vaccine will save lives.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56457646",
      "category": "uk-wales",
      "title": "Covid: Supermarket limits lifted as lockdown in Wales eases",
      "tags": "Gardening,Coronavirus lockdown measures,Caernarfon,Wales business,Chepstow,Retailing,Welsh government,Wales economy,Coronavirus pandemic",
      "text": "Supermarkets can sell non-essential items and garden centres can open in Wales from Monday in a further slight easing of Covid lockdown rules.\nShops that have already been open, but had non-essential aisles cordoned off, can now sell anything, but shops that only sell non-essential items will remain closed until 12 April.\nGarden centres will open their doors to customers for the first time since lockdown began in December.\nShops must have strict Covid protocols.\nThey are the latest restrictions to be lifted as Wales' coronavirus case rate has fallen below 50 per 100,000 people and the national Covid positivity rate is below 5% - both under the lockdown threshold.\nAll primary and some secondary school children have returned to the classroom while four people from two different households can now meet outdoors, including in gardens, as the stay-at-home rule was relaxed to a stay local one.\nFirst Minister Mark Drakeford and the Welsh government have also said more industries could be reopened or considered for reopening if Covid cases rates and test positivity rates remained low.\nFrom 27 March, if case rates remain low:\nFrom 12 April, if case rates remain low:\nOn 22 April\nAfter hairdressers reopened for appointments last week, the reopening of non-essential aisles in supermarkets and garden centres welcoming customers is Wales' latest step towards reopening after being shut for three months.\nJustin Williams is looking forward to opening Fron Goch Garden Centre near Caernarfon and believes services like his can help people's wellbeing.\n\"Gardening is important for mental health,\" he said.\n\"It's important to have an outside or inside space for growing plants or vegetables. It's something to do with the kids but also something for people of any age to get involved with. It also encourages people to stay home and be safe.\"\nGarden centre bosses across Wales have been frustrated being shut while centres in England have remained open.\n\"We were frustrated this hadn't been recognised in Wales like in England but are happy that's changing now,\" Mr Williams added.\n\"There's been a lot of interest in us opening. People have been quite lonely without much support, it will be good to get people out and see guests in the garden.\"\nMany non-essential retailers thought they would be allowed to open when hairdressers did on 15 March, but were \"frustrated and disappointed\" they could not open until English non-essential retailers did on 12 April.\nWelsh ministers said the move to allow supermarkets to start selling non-essential items again while other shops remain shut was seen as \"the least risky\" Covid rules relaxation as supermarkets were already open.\nThe Welsh Retail Consortium previously said the industry was losing £100m in revenue every week while non-essential shops such as clothes outlets and bookshops were shut.\nChepstow Bookshop in Monmouthshire will not be able to open next week while the supermarket and high street newsagents nearby will be allowed to sell non-essentials items such as books.\n\"I can understand why the Welsh government has done it,\" said Matt Taylor, who has owned the 40-year-old book store for 15 years.\n\"It's great we've been on a level playing field for so long, although there are a few frustrations.\"\nMr Taylor's shop, which has been shut for six of the past 12 months, offers click and collect and home delivery but he estimates trade is \"two-thirds\" of what it was the previous year while \"working twice as hard\".\n\"The thing people seem to miss the most about coming into independent shops like ours is customers not knowing what they want, it's that browsing experience. And in this pandemic, books have given people a refuge or an escape from it all.\"\nMonmouthshire has the third-lowest Covid case rate of Wales' 22 local authorities - behind Ceredigion and Bridgend - and Leeann Davies, who owns Village Treats in Magor, was \"gutted\" her sweet shop didn't open at the same time as hairdressers.\n\"It seems like along with the pubs and restaurants, we're the only ones not open,\" she said.\n\"Some of these supermarkets are getting record profits as they've no competition whereas even when we're open, we don't have the amount of customers they do - and we have strict Covid procedures.\n\"But I understand we're non-essential and you can't differentiate between my little shop and a big store in a city centre.\"\nMr Davies said her her business would not have survived the coronavirus crisis without government support - but does have hope for the future.\n\"After the first lockdown and, as so many people are working from home, we were the busiest we'd ever been,\" she said.\n\"Communities have really got behind supporting local businesses and if more people continue to work from home after the pandemic, maybe local shops like ours may have a really encouraging futures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56479814",
      "category": "uk-politics",
      "title": "Coronavirus vaccines: PM to telephone EU leaders in bid to stop export ban being imposed",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,European Union,Coronavirus pandemic",
      "text": "Boris Johnson is expected to speak to his EU counterparts this week as a row over Covid vaccine supplies continues.\nEU leaders will hold a virtual meeting on Thursday to discuss a ban on Oxford-AstraZeneca vaccine exports to the UK - but the PM aims to put the UK's case in one-on-one phone calls before that.\nThe European Commission president says the EU can \"forbid\" vaccines made on the continent being sent to the UK.\nThe PM said the vaccination rollout requires \"international cooperation\".\nMr Johnson said \"we are all facing the same pandemic, we all have the same problems\", as he reiterated that if cases rose on the continent, it could have a knock-on effect in the UK.\nDowning Street said European Commission President Ursula von der Leyen had told Mr Johnson earlier this year that the EU was not intending to restrict exports of vaccines.\nHelen Whately, health and social care minister, urged the EU to stand by this commitment and warned against \"vaccine nationalism and protectionism\".\nEuropean Commission spokesperson Eric Mamer insisted that Brussels was not seeking to ban vaccine exports, but wanted pharmaceutical firms to meet their contractual obligations to the bloc.\nMr Mamer said: \"In that context, the president has said that of course we see that, actually, companies that manufacture doses in the EU have been exporting very widely - which is in itself a good thing - but that we want to see reciprocity and proportionality in these exports.\"\nThe latest flashpoint appears to be over doses made in a Dutch factory.\nMeanwhile, the long-awaited results of the US trial of the Oxford-AstraZeneca vaccine, which involved more than 32,000 volunteers, showed that the jab was safe and highly effective.\nSeveral European leaders paused rollout of the vaccine amid concerns about a possible link with blood clots. UK and EU regulators said there was no evidence the vaccine caused blood clots.\nEuropean leaders have faced criticism for the slow pace of the vaccine rollout on the continent.\nLess than 12% of the EU's population is reported to have received the vaccine, compared with nearly 40% in the UK.\nThe EU has encountered production problems with the Pfizer-BioNTech, Moderna and Oxford-AstraZeneca vaccines.\nBritish-Swedish manufacturer AstraZeneca said the fact that EU contracts were signed later than with the UK caused problems with supplying their vaccine.\nDowning Street has previously said that it does not believe that vaccine supply issues will affect the current road map for easing lockdown restrictions.\nMs Whately told BBC Breakfast the UK was \"on track\" to meet its target of offering the vaccine to the top nine priority groups by 15 April and to all adults by the end of July.\nThere is also enough supply to ensure people have their second doses, she added.\n\"We always knew that there could be ups and downs in supply but we have a... diverse supply chain and we are absolutely determined to keep on deploying the vaccine,\" she said.\nBut the Guardian said a report by data analysts Airfinity suggested that if an export ban was applied to all vaccines - including those from Moderna and Johnson & Johnson that are yet to be deployed in the UK - it would see the offer of a first vaccine to every adult completed in late August rather than the target date of 31 July.\nMinisters say that countries should work together for the benefit of everyone. \nIs that a hint that Boris Johnson will try to defuse this row by proposing joint working between the UK and the EU to boost vaccine production on the continent? \nThe UK already has a team of engineers at a plant in the Netherlands. \nThat might not be enough to satisfy the European Commission President Ursula von der Leyen, who clearly wants to see doses being sent to Europe from AstraZeneca facilities in the UK. \nBut it's not up to her - it's up to EU leaders to decide at their virtual summit on Thursday. \nIf they decide to up the ante then the UK will have to choose whether to maintain its diplomatic silence or to retaliate. \nMrs von der Leyen said that 41 million vaccine doses have been exported from the bloc to 33 countries in six weeks, with more than 10 million jabs going to the UK.\nShe has said that, in contrast, the EU is still waiting for vaccine exports from the UK and she warned last week that if supplies in Europe do not improve, the bloc \"will reflect whether exports to countries who have higher vaccination rates than us are still proportionate\".\nArticle 122 of the EU treaty allows measures to be taken \"if severe difficulties arise in the supply of certain products\". Those measures could in theory include export bans and the waiving of patent and intellectual property rights on vaccines.\nMrs von der Leyen said this weekend that the bloc has the power to \"forbid\" exports, adding: \"That is the message to AstraZeneca.\"\nA government source has described the latest reports from the EU as \"concerning\".\nLabour leader Sir Keir Starmer said the UK government was right to say that contractual obligations needed to be honoured.\nSir Keir told LBC that the EU was not \"helping itself\", adding: \"I don't think that they should go down this road of banning exports.\"\nThe latest point of contention between the UK and the EU appears to be over vaccine doses being manufactured at a plant in the Netherlands, with an EU official telling Reuters that those doses should be distributed among member states, and not sent to Britain.\nMr Johnson is expected to use his calls to European leaders in the first half of this week to persuade them to veto any proposal that would prevent vaccine exports from entering the UK.\nFrench President Emmanuel Macron and German Chancellor Angela Merkel are among those likely to be on the PM's list, according to British officials quoted by the Financial Times.\nDefence Secretary Ben Wallace said on Sunday that the EU should not \"build walls\" around the distribution of vaccines and should seek to meet its contractual \"obligations\".\nMr Wallace told the BBC that the language being used by the European Commission was \"counterproductive\", adding: \"Trying to... build walls around this would only damage both EU citizens and United Kingdom.\"\nEU commissioner Mairead McGuinness said that no decisions had been made over any possible export ban and urged all sides to \"calm down\".\nThe EU row over vaccines also comes as speculation continues over whether summer holidays abroad will be permitted for those in the UK this year.\nMr Wallace said an extension on the ban on foreign holidays could not be ruled out.\nMeanwhile, the prime minister hailed a \"record-breaking day\" for the UK's vaccine rollout, after a combined total of 844,285 first or second doses were given on Saturday, up from 711,157 on Friday.\nIt means that more than 27.6 million people in the UK - more than half the adult population - have now received at least one dose of a vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56461796",
      "category": "uk-england-bristol",
      "title": "Kill the Bill Bristol protest: More arrests expected",
      "tags": "Bristol City Council,Avon and Somerset Constabulary,Bristol",
      "text": "Police are scouring an \"enormous amount\" of footage and have vowed to make more arrests after violence at a Kill the Bill protest in Bristol.\nProtesters clashed with officers as thousands turned out for the march on Sunday.\nEight people have already been arrested after 21 officers were injured.\nAvon and Somerset Police said the investigation could result in the largest number of images for wanted suspects in the force's history.\nEarlier, Home Secretary Priti Patel accused some protesters of \"thuggery\" and Bristol's mayor said those involved in the violence were \"selfish\".\nOne of the injured officers suffered a punctured lung, with the chairman of the local Police Federation saying the actions of some were \"close to attempted murder\".\nOf the eight people arrested so far, six were detained for violent disorder and two for possession of an offensive weapon.\nDet Ch Supt Carolyn Belafonte said CCTV footage, body-worn camera videos and social media coverage were being studied along with photographs.\nA dedicated page has also been set up on the Avon and Somerset Police website for people to send footage and pictures in.\n\"From what we've already obtained, we're confident more arrests are imminent,\" said Det Ch Supt Belafonte.\nShe said forensic evidence, including fingerprints, had been recovered from the scene.\n\"To those who took part in this spree of offending, you can expect a knock at your door in the days or weeks to come - it may come sooner than you think,\" she added\nPrime Minister Boris Johnson said people had a right to protest but the violent scenes were \"unacceptable\".\nHe added: \"They should protest peacefully and legally.\"\nSpeaking in the House of Commons earlier, Home Secretary Priti Patel condemned the protests as \"anarchic\" and \"violent\".\nShe said the minority of people who confronted police officers in the city centre on Sunday night had demonstrated \"criminal thuggery and disorder\" that put lives at risk.\n\"Our exceptional and brave police officers put themselves in harm's way to protect the public. \n\"For them to face the criminal violence against them while upholding the law is completely unacceptable,\" she added.\n\"My thoughts are with the injured officers and their family.\"\nBristol Mayor Marvin Rees slammed offenders as \"selfish\" for \"living out their revolutionary fantasies\".\nAvon and Somerset Police Chief Constable Andy Marsh said the protest had been \"hijacked by extremists\", by \"people who were determined to commit criminal damage\".\nMr Marsh said: \"There was a hardcore of serious criminals hidden within those 3,000 people - perhaps 400 or 500 people - and we certainly didn't trigger this.\"\nCrowds had gathered to peacefully protest in opposition to the new Police and Crime Bill but it went in a \"violent direction\" outside Bridewell Police Station at about 17:30 GMT, Mr Marsh said.\nAs angry scenes unfolded, demonstrators scaled the station, threw fireworks into the crowd and daubed graffiti on the walls.\nMr Marsh said that while it would not have been \"practical or possible\" to arrest more people on the night, those involved in the violence can expect \"very serious consequences\".\n\"We will be asking for the people of Bristol to identify these thuggish citizens so we can bring them to justice,\" he added.\nBy 17:30 there were approximately 300 police officers at the scene. \nTwo officers were injured and treated in hospital, with one suffering a punctured lung and broken ribs, and the other a fractured arm. Both have since been discharged.\nTwelve police vehicles were also damaged, with two set on fire. It is understood the police operation cost around £1m.\nAndy Roebuck, chairman of Avon and Somerset Police Federation said: \"We had them actually squirting liquid on our visors. \n\"They've turned up with weapons and then tried to set fire to a police vehicle with police officers actually inside it. \n\"That is close to attempted murder of those police officers as far as we are concerned in the Police Federation. \n\"That is the level of violence and determination that these animals have gone to. And this is something we can not tolerate.\"\nAt times there were as few as 50 police officers, facing 100 or more violent protesters.\nHorses and dogs were used to great effect, but their numbers have been cut in the last decade. \nThis means that arguably, the police were outnumbered.  To arrest one protester during the pandemic, it currently takes an average of three officers and one vehicle, since suspects have to be kept socially distanced.  \nHowever, public order commanders know that sending in snatch squads to make arrests also leads to a more violent response.  \nSo, instead of clearing the streets, and making arrests, a decision was taken for police to hold their ground, and gather evidence for later investigations.  \nThe result has given a dangerous impression.  A feeling of a loss of control which was also a feature of the early stages of the 2011 riots in England.  \nWorkers from Bristol Waste spent the morning removing broken glass, debris and offensive graffiti from the streets. \nBristol Mayor Marvin Rees said the violence had made people already dealing with inequality in the city less safe and questioned whether the perpetrators were from Bristol or were \"protest tourists\".\nHe said: \"Smashing buildings in our city centre, vandalising vehicles, attacking our police will do nothing to lessen the likelihood of the bill going through. \n\"On the contrary, the lawlessness on show will be used as evidence and promote the need for the bill.\n\"This is a shameful day in an incredible year for Bristol. These people should feel shame.\"\nSue Mountstevens, Avon and Somerset's police and crime commissioner, said the behaviour was \"completely unacceptable\".\nShe said: \"It's disgraceful these men and women who started their days expecting a normal day of policing have all returned battered and bruised.\n\"These people have shown reckless disregard of the lives and safety of our communities in central Bristol and our officers.\n\"Whether you agree or disagree with the bill, these men and women did not deserve to face the level of violence directed at them. Nothing can justify such actions.\"\nUniversity student Rhianna Prewitt, who attended the demonstration, said: \"This is a symptom of not allowing organisers to actually properly organise protests and, by doing that, extremists and people who are looking for a riot are going to take advantage to cause chaos.\n\"Also, if the government doesn't want us to protest during the pandemic, why are they pushing through a significant law at this time without public scrutiny?\"\nLabour leader Sir Keir Starmer said the disorder was \"inexcusable\" and those involved should be identified and \"prosecuted where appropriate.\" \nHe condemned the \"lawlessness\" by people who were \"intent on violence,\" adding parallels could not be drawn between the protests in London against harassment and violence against women and the scenes in Bristol. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56481756",
      "category": "uk-wales",
      "title": "Cardiff: 'Serious disturbance' leads to 12 arrests",
      "tags": "Marshfield,Newport",
      "text": "Three men are in hospital and 12 arrests have been made following a \"serious disturbance\" that has led to the closure of a busy Cardiff road.\nOfficers used stop and search powers on Wentloog Avenue, which includes Shirenewton travellers' site, to \"avoid further violence\".\nThe men were arrested on suspicion of violent disorder, assault and possession of offensive weapons.\nWentloog Avenue, which links Newport and Cardiff, was shut both ways.\nSouth Wales Police believe those involved are known to each other.\nOfficers were initially called to reports of an assault on Sunday at 16:00 GMT.\nA 27-year-old man received \"potentially life-changing injuries\" while the two other men, aged 25 and 55, were also taken to hospital with serious injuries, police said.\nA number of weapons have been recovered and forensic teams are at the scene.\nA Section 60 Notice, which gives officers the power to search anyone in a specific area, was put in until 17:00 GMT on Monday.\nIt was later extended for a further 24 hours and will remain in place until 17:00 on Tuesday.\n\"The notice was imposed following a serious disturbance. It will remain in place while enquiries continue with the intention of preventing further violence,\" said the force.\n\"Please avoid the area and use alternative routes.\"\nEarlier, a resident of the site who did not want to be named expressed his frustration about the Section 60 notice.\n\"They won't let us in. I've just finished a night shift and I want to get some breakfast and kip,\" he said.\n\"The family have got no milk or bread or anything and they won't even let us drop food for them. It's a disgrace.\"\nColette Hume, BBC News\nA steady stream of cars and flatbed trucks trying to enter the site have been turned away.\nThree South Wales Police response vans entered the site shortly before 11:00 GMT.\nThe road adjacent to the roundabout at the site was closed. An officer with a Taser together with another PC and a PCSO have been talking to residents about the order.\nA second police cordon was created about 600m up the road, close to the entrance of the site."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56485246",
      "category": "world-australia",
      "title": "Australia floods: Western Sydney 'greatest concern' as more rain falls",
      "tags": "Floods,New South Wales,Sydney,Australia",
      "text": "Western Sydney is now the \"greatest concern\" from the worst floods in decades to have ravaged eastern Australia, PM Scott Morrison says.\nParts of New South Wales have seen almost 1m (3.2ft) of rain, flooding hundreds of homes and severing roads.\nMr Morrison warned of more rain and days of danger to come as the emergency became not \"just a coastal event\".\nHe said Sydney's largest dam would overflow for at least another week, threatening highly populated areas.\nWarragamba Dam discharged 500 gigalitres on Sydney - equivalent to the volume of Sydney Harbour.\n\"We advise that the rain and flood situation does remain dynamic and extremely complex,\" Mr Morrison said on Tuesday.\nNo deaths had been reported but thousands of people have been evacuated and troops deployed after days of torrential downpours across the country.\nThe prime minister said the rain was expected to ease on Wednesday but the flood threat would remain.\nSome 18,000 people have been evacuated so far in NSW, including a 37-year-old woman in labour who was airlifted after being trapped by the flooding west of Sydney. \nAnother 15,000 were on evacuation notice on Tuesday. \nAustralia's Bureau of Meteorology (Bom) has warned the situation is \"far from over\" as two major weather systems collide. \nSouthern coastal and inland areas now face a significant threat.\nA BoM tweet said an area as large as Alaska - stretching from NSW to the Northern Territory - was now being affected by weather warnings.\nMr Morrison said \"full impact assessments\" were still to be made in Sydney.\nIn all, 10 million people are under warnings in every state and territory except Western Australia.\nA low pressure weather system that has been inundating the NSW coast for days has now been met by another weather system inland that is moving east.\nThe bureau has forecast \"increased rainfall, strong winds, damaging surf and abnormally high tides\" in the state on Tuesday.\nThe BoM's flood manager, Justin Field, said it was \"probably the worst flooding that I've experienced\" in 20 years of forecasting.\nThe military is being deployed to help with search and rescue.\nBut the bureau did predict some respite, tweeting: \"Most areas of New South Wales will see a clearing trend early Wednesday as a drier airmass moves into the region.\"\n\"Several hundred homes have been flooded, roads damaged, wildlife lost [and] telecommunications and power outages across the flooded areas have been reported,\" Mr Morrison said.\nEmergency crews had conducted at least 700 rescues and 9,000 insurance claims had been lodged already, he added. More than 2,500 people had applied for financial assistance.\nPeople in many areas have been ordered to evacuate and others have been given evacuation warnings.\nAn order requires people to seek shelter with family or friends well away from flood impacted areas, or in a special centre. The warning tells people to prepare for an evacuation order.\nAreas around the Colo and Hawkesbury rivers are of particular concern. They are seeing the worst flooding since 1961.\nAmong the incidents that have happened:\nBy Shaimaa Khalil, BBC News Australian correspondent in Windsor\nThe town of Windsor is one of the worst-affected areas. It's hard to make out the newly built Windsor bridge, all but submerged by the swollen Hawkesbury River. \nResidents tell me they're no strangers to floods but they haven't seen anything like this.\n\"We've barely had three hours of sleep in the last 24 hours,\" says Cameron Wassens, whose family has been watching water inch ever closer to their home.\nWe stand in their back garden, which is barely visible now.\nHis wife, Joanna, says: \"It's just like a lake full of water for as far as the eye can see.\"\nIt's been an anxious few days for the Wassens and hundreds of other families in the area, especially now as they wait in limbo. \n\"But we're ready to evacuate. We've packed up ready to go. If we get the order then we will leave to save ourselves,\" Ms Wassens says.\nThe intense summer of rain and floods in eastern Australia is a stark contrast to a year ago, when many of the same areas were scorched by mammoth bushfires and ravaged by drought.\nThis side of the continent is currently experiencing a La Niña weather pattern, which typically brings more rainfall and tropical cyclones during summer.\nTwo of Australia's three wettest years on record have been during La Niña events. Typically a La Niña sees a 20% increase in average rainfall from December to March in eastern Australia.\nScientists say that climate change is also intensifying La Niña's impact, and making weather patterns more erratic.\nAre you in the affected region?  If it is safe to do, share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56483297",
      "category": "entertainment-arts",
      "title": "Sandra Oh gives passionate speech at Stop Asian Hate rally",
      "tags": "US gun violence,Georgia,Asian Americans,Racism,US race relations,Sandra Oh,Atlanta",
      "text": "Killing Eve actress Sandra Oh has given a passionate speech at a Stop Asian Hate rally following last week's Atlanta spa shootings in the US.\nOh said she was \"proud to be Asian\" and also discussed the \"fear... and anger\" within the community at the event near Pittsburgh, Pennsylvania, on Saturday.\nAsian women were among eight killed at three spas in Georgia on Tuesday.\n\"One thing that I know is that many in our community are very scared, and I understand that,\" she said.\nShe continued: \"One way to go through our fear is to reach out to our community.\"\nIn a video shared on CBSN Pittsburgh, the actress, who was born in Canada to parents who emigrated from South Korea, expressed her gratitude to organisers and those in attendance for the \"opportunity to stand together and feel each other\".\n\"For many of us in our community, this is the first time we are even able to voice our fear and our anger, and I really am so grateful for everyone willing to listen,\" Oh told the crowd.\nThe actress and producer, who plays Eve Polastri in the BBC drama series Killing Eve, also urged people to help protect against violence and support \"sisters and brothers\" in need. \n\"We must understand, as Asian Americans, we just need to reach out our hand to our sisters and brothers and say, 'Help me and I'm here,'\" she said.\nOh then led the crowd in a chant saying: \"I am proud to be Asian. I belong here.\"\nThe demonstration follows Robert Aaron Long being charged with multiple counts of murder and one of aggravated assault in connection with attacks on Atlanta-area spas. \nPolice said Long admitted to the shooting spree, which saw six women of Asian descent killed among eight victims, but believe the attack to have been sexually rather than racially motivated. \nHowever, the case has sparked an outpouring of anger, and highlighted the rise in crime against Asian Americans, partially in response to the Covid-19 pandemic.\nThe advocacy group Stop AAPI Hate said it received more than 2,800 reports of hate incidents directed at Asian Americans nationwide last year. The group set up its online self-reporting tool at the start of the pandemic.\nIn response, the hashtag #StopAsianHate spread across social media, with celebrities and public figures lending their support.\n\"Please pay attention to what is happening,\" wrote Crazy Rich Asians and Marvel actress Gemma Chan on Instagram. \"Racism and misogyny are not mutually exclusive. In fact, sexualised racial harassment and violence is something that many of us face regularly.\"\nOn Wednesday, Shannon Lee, daughter of the late actor Bruce Lee, said baseless rhetoric from former President Donald Trump and his supporters about the pandemic had heightened tensions against Asian Americans.\nA \"heartbroken\" Rihanna similarly said the incident was \"brutal, tragic and... certainty not an isolated incident\". Actresses Kate Hudson, Gwyneth Paltrow and Katie Holmes also posted in support, as did South Korean DJ Peggy Gou.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56479316",
      "category": "world-us-canada",
      "title": "Donald Trump plans social media comeback, says adviser",
      "tags": "Social media,US Capitol stormed,Twitter,Facebook,Donald Trump,Censorship,United States",
      "text": "Former US President Donald Trump will soon return to social media \"with his own platform\", his adviser has said.\n\"I do think that we're going to see President Trump returning to social media in probably about two or three months,\" Jason Miller told Fox News.\nHe said the platform \"will be the hottest ticket in social media\" and would \"completely redefine the game\".\nMr Trump was suspended from Twitter and Facebook after January's deadly riots at the US Capitol in Washington DC.\nThe attack on 6 January by Trump supporters saw five people including a police officer killed, and shook the foundations of American democracy.\nSeveral days later, Twitter said Mr Trump's account - @realDonaldTrump - was \"permanently suspended... due to the risk of further incitement of violence\".\nMr Trump used Twitter as a way, for more than 10 years, to bypass the traditional media and speak directly to voters.\nThe former president had nearly 90 million followers on the social platform.\nNot really.\nMr Miller provided no details on this, saying only that \"everybody is going to be waiting and watching to see what exactly President Trump does\".\nThe adviser said Mr Trump had already had \"high-powered meetings\" with various teams regarding the venture at his Mar-a-Lago resort in Florida.\n\"Numerous companies\" had already approached the former president, Mr Miller said.\n\"This new platform is going to be big,\" he added, predicting that Mr Trump would draw \"tens of millions of people\".\nMr Trump was initially locked out of his Twitter account for 12 hours in January after he called the people who stormed the US Capitol \"patriots\".\nHundreds of his supporters entered the complex as the US Congress attempted to certify Joe Biden's victory in last year's presidential election. \nTwitter warned then it would ban Mr Trump \"permanently\" if he breached the platform's rules again.\nAfter being allowed back on Twitter, Mr Trump posted two tweets that the company cited as the final straws.\nThe social media company said both of these tweets were \"in violation of the Glorification of Violence Policy\".\nMr Trump's accounts were also suspended on Facebook, popular gaming platform Twitch and multimedia messaging app Snapchat."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56479702",
      "category": "business",
      "title": "Turkish lira falls 15% after bank governor sacked",
      "tags": "Turkey,Turkish lira crisis,Recep Tayyip Erdogan",
      "text": "Turkey's currency tumbled as much as 15% after President Recep Tayyip Erdogan sacked the country's central bank governor over the weekend.\nNaci Agbal had been credited as a key force in pulling the lira back from historic lows.\nMr Erdogan replaced him in a surprise move on Saturday, the third central bank governor exit in under two years.\nMr Agbal, appointed in November, had been raising interest rates to fight an inflation rate running above 15%.\nThe removal has shocked both local and foreign investors who had praised Turkey's central bank's recent monetary policy.\nThe appointment of Sahap Kavcioglu, a former banker and ruling party lawmaker, sparked concerns of a reversal of recent rate hikes.\nThe fallout from the sacking hit shares on the Istanbul stock exchange, and raised concerns about the impact Turkey's borrowing costs.\nTrading on the exchange was suspended for a period after a sharp fall in share prices triggered automatic circuit breakers.\nAfter dropping sharply, the lira then recovered some ground to stand about 8% lower against the US dollar after Finance Minister Lutfi Elvan said Turkey would stick to free market rules.\n\"The authorities will be left with two choices, either it pledges to use interest rates to stabilise markets, or it imposes capital controls,\" said Per Hammarlund, senior strategist at SEB Research.\n\"Given the increasingly authoritarian approach that President Erdogan has taken, capital controls are looking like the most likely choice.\"\nThe lira was at one point the best performing emerging-market currency of 2021, having recovered almost a fifth from a low against the US dollar. \nLast week, the Turkish currency rose strongly after Mr Agbal increased interest rates by 2 percentage points, double what economists expected.\nInvestors have been calling for tighter monetary policy in Turkey to tame its high inflation rate, as prices rise rapidly in the country.\nThere are now concerns that Mr Erdogan's decision to install Mr Kavcioglu in the role could erode the gains made during Mr Agbal's short tenure.\nMr Kavcioglu is a little-known professor of banking and a former lawmaker from the ruling Justice and Development party. He shares Mr Erdogan's unorthodox view that high interest rates can fuel inflation.\nTurkey's interest rate stands at 19% which has attracted foreign investors to park their cash in the currency.\nIn a statement on Sunday, the central bank said it \"will continue to use the monetary policy tools effectively in line with its main objective of achieving a permanent fall in inflation\".\nJeffrey Halley, a senior market analyst at currency exchange firm Oanda said that President Erdogan has his own brand of economics - Erdonomics.\n\"The base premise of Erdonomics is that higher interest rates cause higher inflation, a theory that flies in the face of conventional economic theory everywhere,\" Mr Halley told the BBC.\nHigher interest rates lead to higher costs of borrowing which deters consumers from over-spending, while encouraging people to save. However, the downside is often slower economic growth.\n\"Mr Agbal was widely respected for his attempts to stabilise inflation.\"\nUlrich Leuchtmann, head of foreign exchange at Commerzbank, said: \"It may well be that interest rate hikes are once again permitted by Mr Erdogan in a phase of crisis-like lira depreciation but the recent developments should have shown currency traders that even then a sustainable monetary policy regime change is not to be expected.\"\n\"The calming effect of interest rate hikes has probably been largely destroyed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56478884",
      "category": "uk-scotland-scotland-politics",
      "title": "A big week ahead for Nicola Sturgeon",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon,Scottish Parliament",
      "text": "The spotlight is firmly on Nicola Sturgeon. With just days to go before the Holyrood election campaign, Scotland's first minister will learn on Monday whether an independent review has found she broke the rules of her office.\nToast. Fudge. Cleared.\nThat's not this week's menu in the Holyrood canteen but an unofficial summary of the possible outcomes of the independent inquiry upon which Nicola Sturgeon's political future depends.\nThe inquiry by Ireland's former chief prosecutor, James Hamilton, is to decide whether or not the first minister misled parliament or otherwise broke conduct rules for ministers.\nIt's his job to say if there has been a breach of the ministerial code, what punishment or remedy - if any - should apply and what changes might be needed to the code itself.\nHe has big calls to make just days before the start of a Holyrood election campaign.\nIn referring herself to Mr Hamilton for investigation, Nicola Sturgeon has effectively placed her reputation and political future in his hands. His conclusions cannot be easily dismissed or ignored.\nIf he decides she has broken the code by knowingly misleading parliament, for instance, she would be toast. That is to say, she would be expected to resign as first minister.\nAlternatively, if he decides she had done her best in a difficult situation and does not have a serious case to answer, Nicola Sturgeon would, in effect, be cleared.\nIn judging the competing claims of Alex Salmond, Nicola Sturgeon and their respective supporters Mr Hamilton may find it difficult to reach such a clear cut conclusion.\nThat leaves a great deal of scope for fudge - a blend of criticism for Nicola Sturgeon's opponents to use against her and caveat for her to deploy in her defence.\nThat, to many observers, seems like a likely outcome.\nWe know that when Nicola Sturgeon told parliament she first heard about the investigation into harassment complaints against Alex Salmond from him, she did not give the full picture.\nShe has subsequently acknowledged a meeting, a few days earlier, with Mr Salmond's former chief of staff during which the subject came up.\nShe has sought to distinguish between a general discussion which raised her suspicions and what she described as a shockingly detailed account from Mr Salmond which may have overwritten any prior knowledge.\nIf Mr Hamilton doesn't buy this account and decides the first minister misled parliament, he would probably struggle to conclude that she did so knowingly - the offence which would ordinarily require her resignation. \nWhy? Because Nicola Sturgeon claims to have forgotten the earlier meeting and only to have been reminded of it after she told parliament what she knew and when. It would be difficult for anyone to prove otherwise.\nThis is just one of several alleged breaches of the ministerial code James Hamilton has to adjudicate.\nTo be clear, no one except Mr Hamilton and those working closely with him, knows for sure what he will conclude.\nHis report is expected to be published and released on Monday.\nIt will be delivered first to the Scottish government because Mr Hamilton has been commissioned by them as the first minister's independent adviser on the ministerial code.\nAs the publisher, the Scottish government needs to check the text for any legal and data protection issues and redact it if necessary.\nI am told they also need to get consent from those named in the report before publication which has the potential to cause delay.\nHowever, the first minister has undertaken to publish on the same day as the report is received.\nThis week she will also have to deal with the findings of the Holyrood committee that's been investigating the Scottish government's mishandling of the original harassment complaints.\nWe already know from a leak that the opposition majority on the committee has concluded that Nicola Sturgeon misled them in her account of a key meeting she had with Alex Salmond.\nHe and his lawyer claim she offered to intervene in the investigation in support of a mediated settlement. She and a member of her team deny that but the first minister has acknowledged she may not have been blunt enough in doing so.\nMs Sturgeon has sought to dismiss this finding as a partisan attack. Which is pretty much how she feels about the Tory approach too. \nAs the main opposition party, the Conservatives have already reached their verdict.\nThe party leader, Douglas Ross has been calling for Nicola Sturgeon's resignation since the eve of her eight-hour evidence session before the Holyrood inquiry.\nUnless she has quit by Tuesday, he will demand a vote of no confidence in parliament on Wednesday, which the first minister could be expected to survive with the support of the Greens.\nAnd with that, the fifth session of the Scottish Parliament will end and the parties will take their arguments into a six-week election campaign.\nAlongside coronavirus recovery and Scotland's constitutional future, truth and trust is likely to become one of the defining issues.\nLast year, Nicola Sturgeon told me in an interview she would definitely lead her party into this contest and would definitely serve a full term as first minister if the SNP are re-elected.\nAt the time, when the first minister was being lauded for her handling of the pandemic, my questions probably seemed a bit daft. Not so now. \nThe toxic feud between Nicola Sturgeon and Alex Salmond has the potential to cause the first minister and her party serious political damage.\nThe extent of that and the potential for recovery will depend, of course, on the findings of the independent inquiry and how Nicola Sturgeon responds to them. \nAs Holyrood election campaign curtain-raiser's go - there has not been one as dramatic or highly charged as this."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55996021",
      "category": "uk-scotland-scotland-politics",
      "title": "Salmond and Sturgeon: What is the controversy all about?",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon,SNP (Scottish National Party)",
      "text": "Scottish First Minister Nicola Sturgeon has been cleared of breaking rules during an investigation into her predecessor, Alex Salmond, but she's been criticised in a separate report by MSPs.\nAn independent report found that Ms Sturgeon did not breach the ministerial code during the Scottish government's botched handling of sexual harassment complaints against Mr Salmond. \nHowever, a separate inquiry by MSPs has described the government's actions as \"deeply flawed\", and questioned some of Ms Sturgeon's evidence. \nThe pair dominated Scottish politics for more than a decade. They led the campaign for Scotland to become independent from the UK. \nAlex Salmond was Scotland's first minister and Scottish National Party leader before Ms Sturgeon, who had been his deputy. She took over after the 2014 independence referendum, which saw Scotland back remaining in the UK by 55% to 45%. \nThe row began when allegations of sexual harassment - strongly denied - were made against Mr Salmond by two female civil servants in 2018.\nThe complaints were made after Ms Sturgeon asked for new government policies on sexual harassment to be put in place in the wake of the #MeToo movement. Mr Salmond believed the policy was aimed at him.  \nThe Scottish government eventually admitted it had acted unlawfully. It had to pay Mr Salmond's legal fees of more than £500,000.\nMr Salmond has accused officials close to Ms Sturgeon - including her husband Peter Murrell, the SNP's chief executive - of plotting against him. They all deny these claims.\nThen, in January 2019, Mr Salmond was arrested and charged with multiple counts of sexual assault, including attempted rape.\nMr Salmond was cleared of all 13 charges - which were alleged to have happened while he was first minister - after a trial last March. \nThe nine women who made the allegations included an SNP politician, a party worker and several current and former Scottish government civil servants and officials. \nIn court, Mr Salmond said the claims made about his alleged conduct were \"deliberate fabrications for a political purpose\", or \"exaggerations\".\nAfter being acquitted, he said there was \"certain information\" he had been unable to talk about during the trial, but which would \"see the light of day\" in the future. \nHe has since claimed there was a \"deliberate, prolonged, malicious and concerted effort\" from some in the Scottish government and leading SNP figures to damage him and even have him sent to prison.\nMs Sturgeon has accused him of peddling false conspiracy theories and suggested her predecessor is angry because she \"did not collude with him\" to make the sexual harassment allegations \"go away\". \nFollowing the trial, two separate inquiries began. One was by a committee of MSPs and the other by James Hamilton, Ireland's former director of public prosecutions.\nMr Hamilton's inquiry looked at whether Ms Sturgeon breached the ministerial code - which sets out how ministers should behave. It examined whether she had interfered with the civil service investigation into the allegations against Mr Salmond, or misled parliament about what she knew and when.\nThis report cleared Ms Sturgeon of breaching the ministerial code, but said it was up to parliament to decide whether she had misled them.\nSeparately, the committee of MSPs examined the Scottish government's handling of the initial complaints against Mr Salmond. \nIts report said the Scottish government's actions had been \"seriously flawed\". \nMSPs on the committee voted by five to four that Ms Sturgeon misled their inquiry during her marathon evidence session earlier this month. \nThe committee also said the female civil servants who had made the complaints against Mr Salmond had been badly let down by the government.\nThe row has divided the SNP ahead of the Scottish Parliament election on 6 May, with some prominent MPs and many grassroots activists openly backing Mr Salmond. \nSome opinion polls have suggested that the fallout could threaten the SNP's hopes of winning an overall majority in the election - although it remains on course to once again finish as the largest party.\nPanorama on Salmond v Sturgeon is available on BBC iplayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56480224",
      "category": "world-australia",
      "title": "Jarryd Hayne: Ex-Rugby League star guilty of sexual assault in Australia",
      "tags": "Australia",
      "text": "Australian Rugby League player Jarryd Hayne has been found guilty of sexually assaulting a woman in 2018. \nThe 33-year-old former athlete had denied charges he attacked the 26-year-old woman in her house.\nHayne was one of the sport's most high-profile athletes and his conviction comes amid an intensifying debate about rape in Australia.\nA judge said Hayne would be sentenced at a later date, but that a jail term was \"inevitable\".\nProsecutors alleged Hayne sexually assaulted the woman in her bedroom, causing two injuries. \nThe former National Rugby League (NRL) player insisted all sexual activity was consensual and that the injuries had been accidental. \nThe victim's mother was also at home at the time and Hayne left afterwards in a taxi.\nIn the victim's evidence, which was replayed from a first trial last year, she said she had refused to consent to sex because he already had a taxi waiting outside.\nThat earlier trial ended in a hung jury. This time, it took the jury three days to find Hayne guilty of two counts of sexual assault.\nHe was found not guilty of the more serious charge of aggravated sexual assault while recklessly inflicting actual bodily harm.\nHayne has twice won the NRL's player of the year award and has played 11 Tests for Australia, helping them to win the 2013 World Cup. \nThe verdict comes a week after tens of thousands of people turned out to marches across Australia, protesting against the sexual abuse and harassment of women in the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56486067",
      "category": "uk-politics",
      "title": "Coronavirus: Third wave will 'wash up on our shores', warns Johnson",
      "tags": "Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson has warned the effects of a third wave of coronavirus will \"wash up on our shores\" from Europe.\nThe PM said the UK should be \"under no illusion\" we will \"feel effects\" of growing cases on the continent. \nOne of his ministers, Lord Bethell, also warned the UK might put \"all our European neighbours\" on the red list of countries, where arrivals are either banned or put in quarantine hotels. \nThe comments come amid a row over Covid-19 vaccine supplies in the EU.\nThe president of the European Commission, Ursula von der Leyen has warned the EU could \"forbid\" doses made in the bloc from being exported to the UK.\nEU leaders will hold a virtual meeting on Thursday to discuss their plans.  \nOfficials confirmed the PM spoke to German Chancellor Angela Merkel and French President Emmanuel Macron on Sunday about the ongoing issue, which would affect exports of the Oxford-AstraZeneca vaccine made in Europe. \nMr Johnson said he \"talked to EU friends repeatedly\" during the pandemic and had been \"reassured... over the last few month they don't want to see blockades\".\nDowning Street also said President von der Leyen, had told Mr Johnson earlier this year that the EU was not intending to restrict exports of vaccines.\nEU legislation allows measures to be taken \"if severe difficulties arise in the supply of certain products\" - which, in theory, could include export bans and the waiving of patent and intellectual property rights on vaccines.\nBut earlier, Mrs von der Leyen's chief spokesman, Eric Mamer, insisted that Brussels was not seeking to ban vaccine exports, but wanted pharmaceutical firms to meet their contractual obligations to the bloc.\nMr Mamer said: \"In that context, the president has said that, of course, we see that, actually, companies that manufacture doses in the EU have been exporting very widely - which is in itself a good thing - but that we want to see reciprocity and proportionality in these exports.\"\nAsked if he was worried about the row, Mr Johnson told reporters: \"I am reassured by talking to EU partners over the last few months that they don't want to see blockades.\"\nBut he went on to issue a warning about what the growing infections in Europe could mean for the UK.\nThe PM said: \"On the continent right now you can see, sadly, there is a third wave under way.\n\"And people in this country should be under no illusions that previous experience has taught us that when a wave hits our friends, I'm afraid it washes up on our shores as well.\"\nHe added: \"I expect we will feel those effects in due course. That's why we're getting on with our vaccination programme as fast as we can.\"\nLater, Health Minister Lord Bethell warned how the rising cases and issues with vaccines could affect travel to European countries going forward. \nHe told the House of Lords: \"I don't know how that will play out and it's certainly above my pay grade to speculate, but we are all aware that the possibility lies that will have to red list all of our European neighbours - but that would be done with huge regret.\" \nOn Monday, the UK reported 17 deaths over the last 24 hours of people who had tested positive for Covid-19 in the past 28 days. \nA further 5,342 cases were also confirmed, while another 367,006 people received their first vaccination - along with 52,612 who got their second jab. \nMeanwhile, the long-awaited results of the US trial of the Oxford-AstraZeneca vaccine, which involved more than 32,000 volunteers, show that the jab is safe and highly effective.\nSeveral European leaders paused rollout of the vaccine amid concerns of a possible link with blood clots. UK and EU regulators said there was no evidence the vaccine causes blood clots.\nEuropean leaders have faced criticism for the slow pace of the vaccine rollout on the continent.\nLess than 12% of the EU's population is reported to have received the vaccine, compared with nearly 40% in the UK - although the bloc has 446 million citizens, compared to almost 67 million in the UK.\nThe EU has encountered production problems with the Pfizer-BioNTech, Moderna and Oxford-AstraZeneca vaccines.\nBritish-Swedish manufacturer AstraZeneca said the fact that EU contracts were signed later than with the UK caused problems with supplying their vaccine.\nDowning Street has previously said that it does not believe that vaccine supply issues will affect the current road map for easing lockdown restrictions.\nIrish Taoiseach Michael Martin said it is vital that supply chains were kept open, telling RTE: \"Once you start putting up the barriers, other people start putting up barriers globally and it could lead to everybody losing. We'd all lose in that situation.\"\nLabour leader Sir Keir Starmer also said the UK government was right to say that contractual obligations need to be honoured, telling LBC that the EU was not \"helping itself\".\nThe Guardian says a report by data analysts Airfinity suggests that if an export ban was applied to all vaccines - including those from Moderna and Johnson & Johnson that have yet to be deployed in the UK - it would see the offer of a first vaccine to every adult completed in late August rather than the target date of 31 July.\nBut Mr Johnson said the UK had already vaccinated over half of the adults in the country, adding: \"We'll just bash on with the road map we've set out.\" \nThe prospect of a third coronavirus wave won't engulf anyone with joy. So why did Boris Johnson highlight this danger today?\nPrivately and publicly ministers are making it clear that they don't want to delay the dates in England's roadmap out of lockdown.\nThere will be a vote in Parliament on coronavirus restrictions later this week. \nSo by stressing the risk that the virus still poses, the PM may be hoping to convince restless backbenchers that he can't go any quicker. \nHe may also be trying to persuade vaccinated people with itchy feet that booking spring or summer holidays would still be premature.\nHe is preparing us, too, for the strong possibility that cases could rise in the coming weeks - not just because of \"incoming\" risks, but because rules here are being slowly relaxed.\nBut by stressing the shared threat from the coronavirus - i.e. the sooner the EU population is vaccinated, the less chance of importing a third wave - his comments could be also be clearing the way for more UK/EU vaccine co-operation, and the dousing down of an inflammatory row with Brussels.\nThe latest point of contention between the UK and the EU appears to be over vaccine doses being manufactured at a plant in the Netherlands.\nAn EU official told Reuters news agency that those doses should be distributed among member states, and not sent to Britain."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-56461241",
      "category": "uk-england-leicestershire",
      "title": "Colin Pitchfork: 'Grave concerns' over double child killer's release",
      "tags": "Enderby,Narborough,DNA",
      "text": "An MP has highlighted \"grave concerns\" over the potential release of a double child murderer who made criminal history.\nColin Pitchfork was jailed for life for the killing of 15-year-olds Lynda Mann and Dawn Ashworth in Leicestershire in the 1980s.\nHe was the first person to be convicted of murder using DNA evidence.\nMP Alberto Costa has spoken to the Parole Board, which is meeting on Monday, to discuss Pitchfork's case.\nPitchfork was last denied parole in 2018, having spent 30 years in prison.\nSpeaking to the BBC at the time, Lynda's mother Kath Eastwood said: \"At last the Parole Board have made the right decision [and] put the families of the victims first and listened to us before the murderer. \n\"Let us hope this continues.\"\nHe had been moved to an open prison, with unsupervised days out, the year before.\nMr Costa, Conservative MP for South Leicestershire, said he had organised the meeting with Parole Board CEO Martin Jones to discuss Pitchfork's case - and his licence conditions if released.\nHe said: \"While these crimes took place over 30 years ago, the heinous and abhorrent nature of Lynda and Dawn's tragic murders continue to live long in the memory of residents in South Leicestershire.\n\"Many are still deeply worried about the prospect of Pitchfork ever being released back into normal society.\n\"If he had committed these heinous crimes today, it is highly unlikely he would ever be released.\"\nPitchfork's latest parole hearing was due to take place last November but was postponed.\nThe Parole Board's decision is due to be made public on 7 April, Mr Costa said.\nA Parole Board spokesman said its decision was focused on what risk a released prisoner could represent to the public and whether that risk was manageable in the community.\n\"The panel will carefully examine a whole range of evidence, including details of the original crime, and any evidence of behaviour change, as well as the harm done and impact the crime has had on the victims,\" he said.\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56462071",
      "category": "uk-wales",
      "title": "Covid survivor Scott Howell thanks hospital staff for saving his life",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56486137",
      "category": "technology",
      "title": "David Dobrik quits app after associate accused of rape",
      "tags": "YouTubers,YouTube,Apps,Social media influencers",
      "text": "YouTube star David Dobrik has stepped down from an app he co-founded, following a rape allegation about his former associate.\nOne woman who appeared in a video on Mr Dobrik’s channel says she was raped by another person involved during filming.\nMr Dobrik, who has almost 19 million subscribers on the platform, denies any wrongdoing.\nBut the claim has led brands and investors to \"sever ties\" with the influencer.\nMr Dobrik rose to fame through prank videos, sometimes in collaboration with a number of other YouTubers called the Vlog Squad.\nDuring the coronavirus pandemic, he stepped back from posting regularly on YouTube, in order to launch his own photo app Dispo.\nA recent investigation published by Kat Tenbarge at the business news website Insider, detailed the woman’s account of rape in 2018 by a - now former - Vlog Squad member.\nSince the claims, support for the app and Mr Dobrik has collapsed.\nVenture capital firm and a leading investor in the app, Spark Capital, announced it would “sever all ties” with the company.\nMr Dobrik then announced he would step down from the board of Dispo “to not distract from the company’s growth,” the Information news site reported. \nAs a YouTube influencer, Mr Dobrik made millions of dollars through sponsorship deals.\nHello Fresh, EA Sports and HBO Max are among brands to have dropped him. \nIn the account, published in Insider, a woman alleged she was raped during the filming of a Vlog Squad video in 2018.\nShe reportedly says she was given alcohol despite being under the legal age of 21, and became drunk to the point of unconsciousness.\nLater, she said she was involved in group sex which included a Vlog Squad member, when she was too intoxicated to consent.\nThe video - which does not explicitly show the alleged incident - was published on Mr Dobrik’s channel, and later removed.\n\"While our client is appalled by any misconduct attributed to [the former member of the Vlog Squad], assuming it is true, my client denies any wrongdoing,\" Mr Dobrik’s lawyer told Insider.\n\"Consent is something that's super, super-important to me,\" Mr Dobrik added via a recent video posted to one of his YouTube channels,\n\"Whether I am shooting with a friend, or I am shooting with a stranger, I make sure whatever video I am putting out, I have the approval from that person.\"\nThe accused former Vlog Squad member has not responded to requests for comment.\nPolice were not informed and no charges were filed against the alleged perpetrator, Insider said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56490674",
      "category": "uk-wales",
      "title": "Nicola Faith: Body confirmed as missing Conwy fisherman",
      "tags": "Conwy,Blackpool",
      "text": "A body found on a Blackpool beach has been confirmed as one of three missing fishermen from Conwy.\nSkipper Carl McGrath, 34, had been missing since the disappearance of the Nicola Faith fishing boat on 27 January.\nHis family have been informed and are being supported by specially trained officers, said North Wales Police.\nThe two other crew members, Ross Ballantine, 39, and Alan Minard, 20, are still missing.\nA major search operation was launched when the Nicola Faith did not return to Conwy but was called off \"pending further information\" after two days. \nEarlier this month, its life raft was found off the coast of Kirkcudbrightshire in Scotland by the Coastguard.\nThe bodies of three men were then found last week off the north-west coast of England, with family members informed and post-mortem examinations taking place.\nSea search specialist David Mearns, who found the wreckage of the plane carrying footballer Emiliano Sala which disappeared off Guernsey in 2019, is leading a search for the missing boat.\nA sonar search vessel is looking for the Nicola Faith on the sea bed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56491941",
      "category": "world-us-canada",
      "title": "Child migrants: First photos emerge of Biden-era detention centres",
      "tags": "US immigration,Texas,United States,Joe Biden",
      "text": "The Biden administration has said it will open additional facilities for migrants after images from a detention centre in Texas showed children huddled together in crowded makeshift rooms. \nThe Texas site, a government-run tent city in Donna at the US-Mexico border, is reportedly housing 1,000 people.\nThe photos are the first to show conditions at such facilities since President Joe Biden took office.\nCritics have blamed Mr Biden for a surge in illegal migration to the US.\nSince taking office in January, Mr Biden has removed some of the restrictions for those entering the US introduced by his predecessor, Donald Trump. \nHis administration has reversed a policy of turning away unaccompanied children at the border, instead opting to process them and place them with sponsoring families in the US.\nOn Monday, White House Press Secretary Jen Psaki said the US government was working to provide further accommodation for arrivals \"in the coming days and weeks\".\n\"Places where kids can have access to healthcare, can have access to educational resources - even legal resources,\" she said. \nHer comments came after images released on Monday by Texas Congressman Henry Cuellar, a Democrat, showed children at the facility in Donna sleeping on thin mattresses on the floor under foil blankets. \nThe photos, reportedly captured at the weekend, have also raised concerns over a possible lack of social distancing during the coronavirus pandemic.\nThe US Centers for Disease Control and Prevention (CDC) recommends that people remain 2m (6ft) apart to help prevent the spread of virus infections. \nMr Cuellar said that those being housed at the centre had been divided among eight plastic \"pods\" that were overcrowded.\nActivists have also said that those housed at the site had not been given adequate access to soap or food.\n\"These photos show what we've long been saying, which is that these border patrol facilities are not places made for children,\" Ms Psaki said. \"They are not places that we want children to be staying for an extended period of time.\"\nShe said the alternative was to send children back \"on this treacherous journey - that is not, in our view, the right choice to make\".\nJournalists have not been permitted inside the detention centres since Mr Biden took office, although the White House has said that they will be. \nLawyers who represent the children, and lawmakers who have toured the facilities, have described conditions as cramped.\nThe number of unaccompanied minors at the border has increased sharply in recent months.\nThe US government has said it wants to work with Mexico and Guatemala to address the root causes of the problem, which include widespread poverty and violence in Central America.\nMs Psaki said there was special concern about the growing number of unaccompanied children arriving at US border crossings, and that their wellbeing was a priority.\n\"Children presenting at our border who are fleeing violence, who are fleeing persecution, who are fleeing terrible situations is not a crisis,\" she said. \n\"We feel that it is our responsibility to humanely approach this circumstance and make sure they are treated... and put in to conditions that are safe.\"\nThere has been a big influx of arrivals to the US southern border since Mr Biden took office, including hundreds of unaccompanied children who are being held in US immigration detention facilities.\nSince January, the president has ordered the reunification of migrant children with their families, ended construction of Mr Trump's border wall and called for reviews of legal immigration programmes terminated by the former president. \nWhile in office, Mr Trump faced criticism over the conditions inside border facilities holding children.\nSome Trump-era facilities - now renovated and upgraded - are being used again. Despite concerns about coronavirus, health officials from the CDC have said these facilities can open at 100% capacity."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56442463",
      "category": "uk-scotland",
      "title": "The women who hope to break the mould of Scottish politics",
      "tags": "Scottish Greens,Clydebank,Scottish Labour,Scottish Conservatives,Scottish Liberal Democrats,Scottish Parliament,Glasgow,SNP (Scottish National Party)",
      "text": "When the Scottish Parliament was created in 1999 much was made about how it would reflect modern Scotland but fine words and good intentions have not necessarily led to equal representation.\nWomen make up 51% of the population but currently only hold 36% of the seats at Holyrood.\nAnd of the 645 members elected since 1999, there has not been a single woman of colour.\nIf the parliament was truly representative of the population, there should have been 12.\nBBC Scotland's Disclosure has been speaking to five women who are hoping to break the mould.\nThe 53-year-old teacher is standing for the SNP in Glasgow Kelvin. Ms Stewart has been a campaigner for more than 20 years and this is her fifth attempt at being elected. \nShe says the barriers can be quite entrenched and trying to break them down is very difficult. \n\"We know that people will want to select somebody who is like them,\" she says. \n\"I'm not like the majority of the population of Scotland, because I'm a different colour. \n\"Therefore, if people are looking for that familiarity, they're not visually going to get it from me.\"\nShe says the challenge is to be embedded in a community and to get to know people.\nMs Stewart is clear that having a parliament which represents all of Scotland's diversity is essential.\n\"It's important because it's a validation,\" she says. \n\"It's a sense of belonging, that the people who make decisions about shaping policies are the people that live and work and breathe in Scotland.\"\nBorn in Burundi, Ms Kanyange came to the UK in 2003. The 40-year-old, who recently finished university, is on the Glasgow list for the Scottish Green Party. \nThis is her first time standing for election and she says we need to get beyond race and gender when electing people.\n\"Let's normalise it,\" she says. \n\"It should not be seen as this major thing that's happening, like 'oh first black this, first black that'.\"\nMs Kanyange says: \"Racism is everywhere, it is in the hospital, it's in schools, it's in politics. \n\"So the people that have jobs to do, it's not your right to disrespect or decide how you're going to treat a person. \n\"It's not the right thing to do. Look at what they're capable of doing, rather than what they look like.\"\nShe says people need to adjust to this mindset so society can change.\nMs Kanyange takes inspiration from Kamala Harris's recent election as the first woman of colour Vice President of the United States.\n\"It was very, very, very good, because yes, she might be the first, but she 'hopes' that she's not the last. And that's exactly how I feel.\"\nAisha Mir, 48, is an Edinburgh businesswoman who is standing for the Scottish Liberal Democrats on the Mid-Scotland and Fife regional list. \nAs a Muslim, she says she has encountered barriers within her own community.\n\"When I stood in my first election, I approached the local mosque, to ask if I could get some time there to speak to the congregation,\" she says. \nMs Mir says she offered to observe religious rules, perhaps engaging with women separately.\n\"We went to speak to the Imam and I got shut down straight away,\" she says. \n\"I was shut down, told I shouldn't be standing, it wasn't a woman's place and it was quite astounding.\"\nMs Mir says: \"We have to respect different cultures, traditions and faiths, absolutely. \n\"But we also have to call out, from within our communities, when this kind of behaviour happens because it's not right.\"\nShe says being told not to stand put \"fire in my belly\".\n\"I thought, 'right, I am so going to do this',\" she says.\nPam Gosal, 48, is the Conservative candidate in the Clydebank and Milngavie seat.\nShe ran her family business before working in local government. This is her second election as a candidate.\nIn the 2019 UK general election, she says female candidates got a lot of social media abuse as well as face-to-face comments.\nShe knows standing for election makes her a public figure and therefore a target but says it does not frighten her.\nMs Gosal says she has experienced racist abuse throughout her life but it will never stop her.\n\"I remember what mum and dad had told us: 'Just put your head down and walk past, and don't give them eye contact',\" she says.\nOffensive comments on social media platforms are something she has learned to deal with.\n\"In the past month 'go back to your country' was one of them,\" she says. \n\"I was born in Scotland so I don't know what they were talking about.\"\nLabour has no women of colour standing for election to Holyrood this year.\nParty activist Deena Tissera, who lives in Aberdeen, hopes to stand in the future, once she has completed her PhD.\nThe 33-year-old, who is originally from Sri Lanka, describes the lack of women of colour at Holyrood as a \"system failure\" which leaves her disappointed.\n\"I think it's the perception of what leadership is, and what a leader looks like,\" she says.\n\"That is an in-built race ideology, where most of the time a white, male-presented individual is the most electable. And so there's no point of anyone other than that running for the position.\" \nMs Tissera says women of colour fall through the cracks when it comes to minority representation.\n\"You've elected a minority male, so that covers the minority target group,\" she says. \"And then you've elected the females, so that covers the gender target group. \n\"So there is representation there but there are no minority females. That's where women like myself fall down the gap.\"\nMs Tissera believes a truly representative parliament benefits everyone.\n\"We need to elect more people of colour,\" she says. \n\"It has to be diverse. There needs to be equity in power distribution, in terms of representation. \n\"That is when we can actually have inclusive policy coming out, which is beneficial for the growth of this country.\"\nDisclosure: Breaking the mould is on BBC One Scotland on Monday 22 March at 22:45."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-56484185",
      "category": "newsbeat",
      "title": "Clive Myrie to replace John Humphrys as Mastermind host",
      "tags": "Television",
      "text": "BBC journalist Clive Myrie has been named the new host of quiz show Mastermind, replacing John Humphrys, who has stepped down after 18 years.\nMyrie will be the fifth host of the BBC Two quiz, which marks its 50th anniversary next year.\n\"They are big shoes to fill but all I can do is bring a little bit of my own personality to what is a grounded format,\" he said.\nHe will continue to present programmes like the BBC's News at Six and Ten.\n\"That side of me is still very much there, but it's good to be able to be liberated every now and again when I do Mastermind,\" he added.\nMyrie recently won two Royal Television Society journalism awards - for network presenter of the year and television journalist of the year.\nAs well as being a newsreader, he is known for his work as a foreign correspondent and recently fronted a series of acclaimed reports from hospitals dealing with the Covid pandemic.\nOn Monday, he said he thought producers had offered him the Mastermind job after seeing his lighter side on the BBC News Channel's late-night newspaper round-up.\n\"I can't imagine they would have got me to present Mastermind if it was just seeing me in some refugee camp in Yemen,\" he said. \"It's that other side of my personality that I think they noticed.\"\nIn a statement, Kate Phillips, the BBC's director of entertainment, said: \"Clive will be a superb host, witty, wise and with a wicked sense of humour, he's a consummate interrogator who also understands the fear involved when facing a barrage of questions in the spotlight.\"\nMyrie said he might change \"little things\" on his new programme, but added: \"The fundamental format, the basic structure - the chair, the spotlight on the individual who's dealing with this - is going to stay the same.\n\"You can have a bit more fun in the celebrity series, for instance. That's maybe where there's a little bit more latitude.\"\nHe will begin filming in July, with the show set to return to screens later in the year. Humphrys' last episodes will be broadcast next month.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56481993",
      "category": "entertainment-arts",
      "title": "AJ Pritchard's girlfriend Abbie Quinnen burned copying YouTube stunt",
      "tags": "Television,Stoke-on-Trent,Strictly Come Dancing",
      "text": "Strictly Come Dancing star AJ Pritchard's girlfriend has revealed she had seven weeks of \"continuous hospital treatment\" after burning herself while trying to copy a YouTube stunt.\nFellow dancer Abbie Quinnen required skin grafts for her burns after trying to turn a glass bottle into a vase.\nMr Pritchard said \"seconds felt like hours\" as he extinguished the flames.\nOn Sunday, Ms Quinnen thanked doctors and told fans to \"really... be careful\" when copying YouTube videos.\n\"I will be OK, I love you all,\" she added in an Instagram post explaining the incident on 19 January. \nShe wrote: \"Whilst we were attempting to create a glass bottle into a vase following a YouTube tutorial it went terribly wrong and it resulted in me incurring injuries and burns requiring continuous hospital treatment over the past seven weeks.\"\nMs Quinnen, a pro dancer and. social media influencer, is partner to TV personality AJ Pritchard - best known for his stint as a professional dancer on Strictly and subsequent appearance on I'm a Celebrity... Get Me Out of Here! last year.\nMr Pritchard told The Sun: \"It was just a complete freak accident and what is scary was that helplessness. It felt like time stopped for me. What was seconds, felt like hours to put out the flames.\"\nHe said he worked with his brother, Curtis, who appeared on Love Island in 2019, to save Ms Quinnen.\n\"Abbie's hair was on fire. Her top was on fire. Her body was engulfed,\" he told the newspaper.\n\"We had to put wet towels on her to cool her skin, then to get her from the flat in West London to A&E.\"\nThe injuries have left Ms Quinnen needing multiple skin grafts as part of her recovery.\nMr Pritchard said they had been successful but will likely leave \"small scars in certain areas\".\n\"The surgeon was very happy with the way that went and seeing the improvement from week to week,\" he said.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56457861/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Boris Johnson's roadmap very optimistic - Mark Drakeford",
      "tags": "Welsh Liberal Democrats,Coronavirus lockdown measures,UK government,Boris Johnson,Plaid Cymru,Jane Dodds,Welsh government,Welsh Labour,Adam Price,Welsh Conservatives,Coronavirus pandemic",
      "text": "The timetable for ending coronavirus restrictions in England is \"at the very optimistic end of the spectrum\", Wales' first minister has said.\nMark Drakeford said he wanted to be realistic and warned Wales was not likely to return to normality in 2021.\nBoris Johnson has set out a timetable for legal restrictions to be lifted entirely in England by 21 June.\nA UK government spokeswoman said the road map was intended to be \"cautious but irreversible\".\nMr Drakeford said: \"I want to be honest and realistic with people in Wales, rather than simply trying to paint the most optimistic picture that I can. \n\"I think some of the suggestions that the UK government are making seem to be at the very optimistic end of the spectrum and not fully to take into account the advice we are having of the risks that will still be with us in the rest of this calendar year.\"\nMr Drakeford told BBC Wales that dealing with the virus was \"a long haul\" but \"I certainly hope by the summer that life will be a lot closer to normal than it has been over the winter\".\n\"But do I think that means that everything will be over, that there'll be no dangers, no risks to people, hospitals completely free of coronavirus? That's not the advice that I get from our chief medical officer.\"\nHe said he did not ever expect to see the virus \"gone completely\".\nBut he said Wales, as a result of lockdown and vaccinations, was getting closer than ever to \"a point where coronavirus is a condition that we are managing and, crucially, we are managing it in a way that does not run the risk of it all catching fire again and putting us back into the difficulties we've had to experience in the last 12 months\".\n\"That's the point that I want to get to.\"\nWelsh Conservative Senedd group leader Andrew RT Davies has repeated his call for a road map out of lockdown.\n\"Scotland has a roadmap. England has a road map. Wales has nothing,\" he said.\n\"We've made great strides in recent months bearing down on the virus with our exceptional vaccination programme and this is making that return to normality look possible - and after a year, we all need a little cautious optimism and some hope.\"\nLooking back over the way his government has handled the crisis, the first minister said the reason for the surge in Covid-related deaths in Wales during the second wave was because \"dealing with the virus in the conditions of the winter was even more challenging than we had expected\".\nThe vast majority of deaths involving coronavirus have occurred since September and the Welsh Covid mortality rate for the duration of the pandemic up to the end of January was above the UK average, but lower than the rate in England. \nMr Drakeford said Wales had \"a torrid time\" over the winter but \"the Welsh government has acted all the way through to save as many lives as we can, taking difficult decisions in order to do that\".\nAs Covid indicators became increasingly serious, the first minister announced on 19 December that he was locking down for a third time, leading to long queues outside toy shops as people tried to get presents for Christmas before shops had to close.\nMr Drakeford rejected criticism that he was too slow to bring in the lockdown in December - a month where, at some points, Wales had some of the highest case rates in the world.\n\"I think that is to be wise after the event. All the pressure at the time was not to do what we did. We were the first part of the United Kingdom to go into lockdown. \n\"And I vividly remember the criticism that we came under at the time, not because we had not done things too quickly, but because we were struggling to convince people that it was necessary to do all the things that we believe were necessary at the time.\"\nPlaid Cymru's leader Adam Price agreed with Mark Drakeford's criticism of England's timetable for easing restrictions. He said announcing nightclubs will open on 21 June \"sends out the wrong message\".\n\"It risks having an effect in terms of people's behaviour,\" he said. \"So we've got to be very very careful that we take this step by step and don't undo the good work that has been achieved.\"\nThe Welsh Liberal Democrats' leader Jane Dodds called for a public inquiry as soon as possible.\n\"Mistakes and the lack of preparedness need to be addressed in public inquiry which I hope can start straight after the election,\" she said.\n\"The priority now must be to avoid any new wave of infections and ensure everyone is vaccinated as quickly and safely as possible.\"\nA UK government spokeswoman said: \"Our successful vaccination rollout is continuing - all adults over 50 and those who are clinically vulnerable will be offered their first dose by mid-April and all adults by the end of July.  \n\"At each stage, we will be guided by data, not dates, as moving too fast, too soon risks a resurgence in infections, hospitalisations and deaths.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56209521",
      "category": "uk-scotland",
      "title": "Alex Salmond says there is 'no doubt' Nicola Sturgeon broke ministerial code",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon,Scottish Parliament",
      "text": "Alex Salmond has said he has \"no doubt\" that Nicola Sturgeon has breached the ministerial code.\nThe former first minister was speaking as he made his long-awaited appearance at a Scottish Parliament inquiry. \nMr Salmond gave an account to the committee of meetings he had with Ms Sturgeon that appeared to contradict her version of events. \nBut he said it was not for him to say whether Ms Sturgeon should resign if she was found to have broken the code. \nMs Sturgeon denies breaching the code, and has accused Mr Salmond of creating \"wild\" conspiracy theories that are untrue. \nHer spokesman said Mr Salmond had failed to prove his allegations in his evidence to the committee, and \"also gave testimony which directly undermined some of the central planks of his conspiracy theories\". \nThe inquiry is examining the Scottish government's botched handling of harassment allegations against Mr Salmond.\nThe government admitted it had acted unlawfully during its investigation into the initial complaints from two female civil servants after Mr Salmond launched a judicial review case, and had to pay his legal fees of more than £500,000.\nMr Salmond was arrested two weeks after the government admitted defeat in the civil case, and was later cleared of 13 charges of sexual assault against a total of nine women after a trial at the High Court last year. \nHe has previously accused people close to Ms Sturgeon - his successor as both first minister and SNP leader - of plotting against him, and has named Ms Sturgeon's husband, SNP chief executive Peter Murrell, as being one of them.\nMr Salmond told the committee that he had been given a memory stick in the build up to his criminal trial that contained messages which involved \"pressuring police\", \"collusion of witnesses\" and \"construction of evidence because police were felt to be inadequate in finding it themselves\".\nHe said he would \"dearly love to provide\" more detail about the messages - but was unable to do so because he was \"under an injunction\" that could see him prosecuted for revealing evidence that was given to him as part of the criminal proceedings. \nAsked what the motivation would be for a plot against him, Mr Salmond said some in the Scottish government saw the judicial review case as a \"huge, looming, enormous and difficult problem\".\nHe said the potential impact on Ms Sturgeon and others in the government of a \"disastrous\" defeat in the civil case meant \"it became very important that the criminal case overtook the judicial review\".\nPart of the written evidence submitted by Mr Salmond ahead of the committee meeting was removed on the request of the Crown Office earlier this week after it had already been published in full by the Scottish Parliament.\nThe submissions included claims that Ms Sturgeon misled parliament over when she first learned of the allegations against her former political mentor. \nThis was one of the most extraordinary episodes in Holyrood's short history.\nIn six hours of testimony, Scotland's longest serving first minister set out what he believes was a malicious plot against him by key figures in the SNP and the Scottish government - both of which he used to lead.\nHis voice cracked with emotion as he accused former colleagues of pressurising police and potential witnesses to build a criminal case against him - claims they deny.\nHe was not able to present the social media messages that he believes will prove this case but during his appearance the Scottish Parliament issued an order demanding their release by Scottish prosecutors. \nFor their parts in the botched handling of the original harassment complaints against him, Alex Salmond called for the resignation of Scotland's top civil servant and its top law officer.\nBut he stopped short of demanding his former ally, friend and political partner - Nicola Sturgeon - stand down despite arguing that she had repeatedly broken the rules for ministers.\nHe said her fate should be decided by others after she's given evidence next week and the inquiries into this toxic affair have delivered their verdicts. \nMs Sturgeon initially told parliament she had not learned of the complaints until she was informed by Mr Salmond on 2 April 2018.\nHowever, she later claimed to have \"forgotten\" about an earlier meeting in her Scottish Parliament office on 29 March of that year, when she was told about the allegations by Mr Salmond's former chief of staff Geoff Aberdein.\nMr Salmond told the committee that if Ms Sturgeon had truly forgotten about the meeting, she should have corrected the record when she did remember.\nBut he said Ms Sturgeon had only admitted that the meeting had taken place after details of it were revealed 18 months later by Sky News. \nHe also said there was \"no doubt\" that the meeting with Mr Aberdein and subsequent meetings between Mr Salmond and Ms Sturgeon in her home were about government matters rather than SNP business, as she has claimed.\nThis could potentially be another breach of the code, which says all government business and meetings should be recorded - but none of them were.\nMr Salmond also alleged that the name of one of the women who had made complaints about him was made known to Mr Aberdein ahead of his meeting with Ms Sturgeon.\nMs Sturgeon told parliament on Thursday that \"to the very best of my knowledge I do not think that happened.\"\nThe first minister has also been accused of potentially breaching the code by allowing the government to continue opposing a civil court case brought by Mr Salmond over its handling of the initial complaints against him from two female civil servants. \nMr Salmond has alleged that the government was given legal advice that it was unlikely to win the case on 31 October 2018 - but did not concede defeat until January of the following year. \nMr Salmond said: \"I have no doubt Nicola has broken the ministerial code, but it's not for me to decide what the consequences should be.\"\nA separate inquiry headed by Irish lawyer James Hamilton is specifically looking at whether Ms Sturgeon breached the code, which states that any minister who deliberately misleads parliament would be expected to resign.\nMr Salmond said he was due to be interviewed by Mr Hamilton next week.\nThe last six hours have been detailed. Alex Salmond's complaints are numerous. But stand back from it for a second.\nThe former First Minister of Scotland has just accused his successor of breaking the ministerial code - and left open the door for her having to resign as a result.\nHe has said Scotland's most senior civil servant should quit - and that its most senior lawyer should consider his position.\nNicola Sturgeon's allies will argue he has not provided evidence for his claims of a plot against him.\nBut Ms Sturgeon will face huge questions when she appears before MSPs next week - some of the most difficult she has faced in her career. \nThe marathon evidence session - which lasted six hours - also saw Mr Salmond claim that the leadership of the Scottish government, civil service and Crown Office prosecution service had all \"failed\".\nHe said no one had taken responsibility for the \"nightmare\" he had been put through, and said the country's top civil servant, Leslie Evans should quit, and that the head of the Crown Office, Lord Advocate James Wolffe, should consider his position. \nHe also alleged that there had been a \"deliberate suppression of information inconvenient to the government\" throughout the saga.\nAnd he called for a police investigation into how details of the complaints against him were leaked to the Daily Record newspaper, and said he believed the leak came from within the government and was politically motivated. \nAn Information Commissioner's Office investigation into the leak found no \"hard evidence\" that it came from the government - but said it had \"some sympathy\" to the view that it had. \nMr Salmond went on to say he did not believe the House of Commons would accept a call from the Crown Prosecution Service in England to change a committee document, as the Scottish Parliament had done in response to the Crown Office request. \nHe said he had \"no incentive or advantage in revisiting the hurt and shock of the last three years\".\nBut he added: \"We can't turn the page or move on until the decision-making which is undermining the system of government in Scotland is addressed.\"\nHe said the country's \"move to independence\" - which he has campaigned for throughout his political life - \"must be accompanied by institutions whose leadership is strong and robust and capable of protecting each and every citizen from arbitrary authority\".\nMs Sturgeon has denied there was any conspiracy against Mr Salmond, and has said she is \"relishing\" the prospect of giving evidence to the committee next week.\nAnswering questions from journalists at her daily coronavirus briefing on Wednesday, she said: \"I don't think there is a shred of evidence behind those allegations and the claims that have been made\".\nShe claimed that Mr Salmond had created an \"alternative reality in which the organs of the state - not just me, the SNP and the civil service and the Crown Office and the police and women who came forward - were all part of some wild conspiracy against him for reasons I can't explain\".\nAnd she added: \"Maybe that's easier than just accepting that at the root of all this might just have been issues in his own behaviour.\"\nA spokeswoman for the government said Ms Evans continued to have the support of the first minister and would not be resigning as the head of the civil service in Scotland.\nThe spokeswoman also said the government had a \"duty to investigate the serious and specific complaints against Alex Salmond and was right to do so\".  \nShe added: \"As set out in detailed evidence to the committee, all government decisions were informed by legal advice and taken in line with the Civil Service Code.\"\nA spokesman for the Crown Office said: \"Scotland's prosecutors have acted independently and in the public interest at all times when considering matters related to this case.\"\nThe Lord Advocate will give evidence to the committee on Monday, before Ms Sturgeon - who will be the final witness - appears on Wednesday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56477887",
      "category": "uk-england-bristol",
      "title": "Bristol protest: Police attacked as 'Kill the Bill' demo turns violent",
      "tags": "Coronavirus lockdown measures,Avon and Somerset Constabulary,Bristol",
      "text": "Protesters have attacked police after thousands of people turned up to a demonstration that officers had \"strongly advised\" against attending. \nOfficers suffered broken bones and police vans were set alight as angry scenes unfolded in Bristol city centre.\nCrowds had gathered for the Kill the Bill demonstration in opposition to the Police and Crime Bill.\nDemonstrators scaled a police station, threw fireworks into the crowd and daubed graffiti on the walls.\nHome Secretary Priti Patel described the events as \"unacceptable\".\n\"Thuggery and disorder by a minority will never be tolerated,\" she said. \"Our police officers put themselves in harm's way to protect us all.\"\nAvon and Somerset Police said what had started \"as a peaceful protest\" had been \"turned by a small minority into a violent disorder\".\nTwo police vehicles were set on fire, damage was caused to a police station, one officer suffered a broken arm and another suffered broken ribs, the force added.\nBy Joanna Prior, BBC News\nAt the beginning of the night the mood was generally lively but not aggressive. \nThere was broken glass across the road and some people had climbed on top of traffic lights but there was no police intervention.\nThe dense crowd eventually splintered, with some moving away to carry on drinking and listen to music. \nThe atmosphere among those who remained became more volatile. \nRiot police in full protective gear formed a barricade in front of the station, but the officers didn't engage with the protesters at all. \nThey stood by as their shields and vans were daubed with graffiti - some of it profane and some of it hostile towards the police themselves and Home Secretary Priti Patel.\nThen the atmosphere took a marked turn when the first police vehicle was set on fire. Huge plumes of black smoke rose up from Bridewell Street. \nA small number of protesters jumped on to the roof of a second police van, thumping on the glass as the officers tried to reverse. \nObjects were being thrown by protesters into the crowd and still the police did not move from their positions.\nAs well as the police vehicles set on fire, others were smashed up and their tyres let down as the crowd chanted \"shame on you\".\nPolice said perpetrators would be \"identified and brought to justice\".\nIt is not clear if any arrests have been made but a spokesman for Avon and Somerset Police said there would be \"significant consequences for behaviour such as this\".\nAvon and Somerset Police Federation chairman Andy Roebuck said: \"This is the worst violence in Bristol for many, many years. \n\"It's really unprecedented violence. Between four and six or possibly more officers are seriously injured and some have broken bones.\n\"No-one had any indication it would erupt this way.\"\nBristol mayor Marvin Rees said he recognised \"the frustrations\" with the Police, Crime, Sentencing and Courts Bill but said that \"smashing buildings in our city centre, vandalising vehicles, attacking our police will do nothing to lessen the likelihood of the bill going through\". \nThangam Debbonaire, shadow housing secretary and MP for Bristol West, added: \"The scenes of violence and direct attack on the police in Bristol city centre will distress most people, including anyone who believes in defending the right to peaceful democratic protest.\"\nDarren Jones, Labour MP for Bristol North West, tweeted that the scenes in the city were \"completely unacceptable\".\n\"You don't campaign for the right to peaceful protest by setting police vans on fire or graffitiing buildings,\" he said.\nVideos on Twitter showed protesters rocking and kicking a police van while officers on horseback were pushed by the crowd.\n\"Officers are continuing to deal with a smaller number of protesters in Bridewell Street,\" a police spokesman said earlier.\n\"They've had projectiles thrown at them, including a firework, and have been verbally abused.\n\"This is unacceptable behaviour and those responsible for offences will be identified and brought to justice.\"\nCampaigners have staged a string of protests against the bill, which would give the police more powers to deal with non-violent demonstrations. \nMany attendees in Bristol wore face masks and carried placards with slogans such as: \"Say no to UK police state\", \"Freedom to protest is fundamental to democracy\", and \"Kill the Bill\".\nAvon and Somerset Police had encouraged people to stay away from the demo and attend virtual protests instead.\nMass gatherings are currently banned under coronavirus legislation and anyone breaching regulations could be fined, though some MPs have said the law should change to allow protests.\nThis weekend has seen a number of protests and demonstrations, with campaigners gathering in support of various causes. \nHave you witnessed the protests? If it is safe to do so please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56477900",
      "category": "uk",
      "title": "Defence review: British army to be cut to 72,500 troops by 2025",
      "tags": "British Armed Forces,UK defence spending,Military,British Army,Ministry of Defence",
      "text": "The size of the Army is to be reduced to 72,500 soldiers by 2025 as part of a move towards drones and cyber warfare.\nDefence Secretary Ben Wallace said \"increased deployability and technological advantage\" meant greater effect could be delivered by fewer people. \nHe set out plans for new capabilities such as electronic warfare and drones in the Commons.\nLabour has warned that \"size matters\" when it comes to defence.\nAnnouncing a major overhaul of the armed forces, Mr Wallace said it marked a shift from \"mass mobilisation to information age speed\", insisting they must be able to \"seek out and understand\" new threats to the country's security.\nHe said the government was increasing the UK defence spending by £24bn over the next four years.\nMr Wallace said it was tempting to use the \"shield of sentimentality\" to protect \"outdated capabilities\" but doing so would put lives at risk. \nThe Army currently has 76,500 personnel and has not been at its \"established strength\" of 82,000 troops since the middle of the last decade, Mr Wallace said.\n\"These changes will not require redundancies and we wish to build on the work already done on utilising our reserves to make sure the whole force is better integrated and more productive,\" he said.\nShadow defence secretary John Healey warned that while \"threats to Britain are increasing\" the plan was for \"fewer troops, fewer ships, fewer planes, over the next few years\".\nA cut to the size of the Army had been anticipated - with a reduction of 10,000 widely trailed.\nWhat Defence Secretary Ben Wallace announced was a cut to the target for the number of fully trained people in the Army, from 82,040 today to 72,500 in 2025.\n\"Full-time trained strength\" is the number of soldiers who have completed both their general, basic training and a second phase of specialised training for a specific role.\nBut the Army is not currently meeting its target - there are actually 76,350 such soldiers in the Army, which is almost 6,000 short.\nSo the Ministry of Defence is already well on the way to getting down to its new target.\nThe changes set out in the paper - titled Defence in a Competitive Age - include £3bn for new vehicles, long-range rocket systems, drones, electronic warfare and cyber capabilities.\nIt sets out how forces will spend more time overseas to support allies and deter hostile powers, such as Russia.\nMr Wallace said previous reviews had been \"overambitious and underfunded leaving forces that were overstretched and underequipped\".\nThe size of the Army will be at its smallest since 1714 - with just 72,500 regular soldiers. \nThe number of tanks will be cut from 227 to 148 upgraded ones. The RAF will lose 24 of its older Typhoon jets and its fleet of Hercules transport aircraft. And the Royal Navy will be retiring two of its older frigates early before new ones come into service. \nAll this while the government says the threats are rising. \nThere will certainly be some pain before the armed forces experience the gains of extra investment. But there will be more money to invest in new technologies like robots and drones - and to compete in the domains of space and cyber. \nThe defence secretary, Ben Wallace, told MPs that his plans would equip the armed forces to fight the wars of the future. \nThey may be very different to what we saw in Iraq and Afghanistan. Small teams of troops will be sent all over the world to train and assist partner nations with the focus on conflict prevention.  \nBritish forces should be better able to counter cyber attacks and disinformation - the new front line of the so called \"greyzone\" now being exploited by Russia and China.  \nBut defence chiefs still insist that a smaller armed forces would be able to pack a punch in any serious conflict. \nThe armed forces are being asked to match the government's \"Global Britain\" ambitions. But opposition parties, and some allies, question whether Britain's military can really do more with less. \nAs part of the military restructure, the Royal Marines will be transformed into a new Future Commando Force, taking on many of the traditional tasks of the special forces - the SAS and SBS (Special Air Service and Special Boat Service).\nThe force will receive more than £200m of direct investment over the next decade to carry out maritime security operations and to \"pre-empt and deter sub-threshold activity, and counter state threats\".\nSpace is another area of investment with the Ministry of Defence to prioritise more than £6.6bn for research and development over the next four years.\nNumerous aging RAF planes will be retired, as will the oldest Chinook helicopters, while Navy frigates and destroyers drop from 19 to 17 in the coming years.\nA third of the 227 Challenger tanks will be scrapped, with the rest of the fleet being upgraded at a cost of £1.3bn.\nAmong other changes announced:\nConservative chairman of the Commons Defence Select Committee Tobias Ellwood congratulated Mr Wallace for investments in \"cyber and autonomous platforms\" but warned that they came at a \"huge price to our conventional defence posture with dramatic cuts to our troop numbers, tanks, armoured fighting vehicles\".\nFollowing the publication last week of the separate so-called integrated review of foreign and defence policy, ministers have said big changes are necessary to create a more agile military.\nAs part of that review, the government increased the cap on UK nuclear warheads from 180 to 260.\nBoris Johnson spoke to Nato secretary general Jens Stoltenberg ahead of the announcement and gave reassurances that increased investment would take the UK's total defence spending to 2.2% of GDP - above the Nato target, a Downing Street spokeswoman said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56457861",
      "category": "uk-wales-politics",
      "title": "Covid: Boris Johnson's roadmap very optimistic - Mark Drakeford",
      "tags": "Welsh Liberal Democrats,Coronavirus lockdown measures,UK government,Boris Johnson,Plaid Cymru,Jane Dodds,Welsh government,Welsh Labour,Adam Price,Welsh Conservatives,Coronavirus pandemic",
      "text": "The timetable for ending coronavirus restrictions in England is \"at the very optimistic end of the spectrum\", Wales' first minister has said.\nMark Drakeford said he wanted to be realistic and warned Wales was not likely to return to normality in 2021.\nBoris Johnson has set out a timetable for legal restrictions to be lifted entirely in England by 21 June.\nA UK government spokeswoman said the road map was intended to be \"cautious but irreversible\".\nMr Drakeford said: \"I want to be honest and realistic with people in Wales, rather than simply trying to paint the most optimistic picture that I can. \n\"I think some of the suggestions that the UK government are making seem to be at the very optimistic end of the spectrum and not fully to take into account the advice we are having of the risks that will still be with us in the rest of this calendar year.\"\nMr Drakeford told BBC Wales that dealing with the virus was \"a long haul\" but \"I certainly hope by the summer that life will be a lot closer to normal than it has been over the winter\".\n\"But do I think that means that everything will be over, that there'll be no dangers, no risks to people, hospitals completely free of coronavirus? That's not the advice that I get from our chief medical officer.\"\nHe said he did not ever expect to see the virus \"gone completely\".\nBut he said Wales, as a result of lockdown and vaccinations, was getting closer than ever to \"a point where coronavirus is a condition that we are managing and, crucially, we are managing it in a way that does not run the risk of it all catching fire again and putting us back into the difficulties we've had to experience in the last 12 months\".\n\"That's the point that I want to get to.\"\nWelsh Conservative Senedd group leader Andrew RT Davies has repeated his call for a road map out of lockdown.\n\"Scotland has a roadmap. England has a road map. Wales has nothing,\" he said.\n\"We've made great strides in recent months bearing down on the virus with our exceptional vaccination programme and this is making that return to normality look possible - and after a year, we all need a little cautious optimism and some hope.\"\nLooking back over the way his government has handled the crisis, the first minister said the reason for the surge in Covid-related deaths in Wales during the second wave was because \"dealing with the virus in the conditions of the winter was even more challenging than we had expected\".\nThe vast majority of deaths involving coronavirus have occurred since September and the Welsh Covid mortality rate for the duration of the pandemic up to the end of January was above the UK average, but lower than the rate in England. \nMr Drakeford said Wales had \"a torrid time\" over the winter but \"the Welsh government has acted all the way through to save as many lives as we can, taking difficult decisions in order to do that\".\nAs Covid indicators became increasingly serious, the first minister announced on 19 December that he was locking down for a third time, leading to long queues outside toy shops as people tried to get presents for Christmas before shops had to close.\nMr Drakeford rejected criticism that he was too slow to bring in the lockdown in December - a month where, at some points, Wales had some of the highest case rates in the world.\n\"I think that is to be wise after the event. All the pressure at the time was not to do what we did. We were the first part of the United Kingdom to go into lockdown. \n\"And I vividly remember the criticism that we came under at the time, not because we had not done things too quickly, but because we were struggling to convince people that it was necessary to do all the things that we believe were necessary at the time.\"\nPlaid Cymru's leader Adam Price agreed with Mark Drakeford's criticism of England's timetable for easing restrictions. He said announcing nightclubs will open on 21 June \"sends out the wrong message\".\n\"It risks having an effect in terms of people's behaviour,\" he said. \"So we've got to be very very careful that we take this step by step and don't undo the good work that has been achieved.\"\nThe Welsh Liberal Democrats' leader Jane Dodds called for a public inquiry as soon as possible.\n\"Mistakes and the lack of preparedness need to be addressed in public inquiry which I hope can start straight after the election,\" she said.\n\"The priority now must be to avoid any new wave of infections and ensure everyone is vaccinated as quickly and safely as possible.\"\nA UK government spokeswoman said: \"Our successful vaccination rollout is continuing - all adults over 50 and those who are clinically vulnerable will be offered their first dose by mid-April and all adults by the end of July.  \n\"At each stage, we will be guided by data, not dates, as moving too fast, too soon risks a resurgence in infections, hospitalisations and deaths.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56478031/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Primary pupils and years 12-14 return to school",
      "tags": "NI education,Coronavirus pandemic",
      "text": "All primary school pupils and those in years 12 to 14 of post-primary returned to school on Monday.\nThat follows a decision taken by the executive at its meeting on 16 March.\nPrimary pupils in P4 to P7 join those in P1 to P3 who returned to school on 8 March.\nPupils returning on Monday have not been in school since before Christmas, their second prolonged absence from the classroom in a year.\nThey will attend school for at least a week before many schools begin Easter holidays.\nPupils at Braniel Primary School in Belfast were welcomed back with bouncy castles and ice creams.\n\"I know that many of them are anxious about their school work, about what they have done or not done,\" said principal Diane Dawson.\n\"I didn't want them coming in and being sat down in a classroom and thinking they were going to be assessed because we are not doing that to them.\n\"Our children need to recover themselves, they have had 65 days where they have not been in school, that's a long time away from each other.\"\nJane Thompson, from charity Parentkind, said it was a \"very good morning\" for pupils and parents, many of whom were concerned for their children's mental health and wellbeing.\nMs Thompson said there needed to be \"more focus on the wellbeing recovery and not so much focus on the academic\" in the run up to Easter.\nSharon Arbuckle's daughter, Gracie, is just one of the many school pupils returning to the classroom.\n\"Our daughter tried on her school uniform on Sunday morning and wore it for about an hour or two, she was that excited about getting back to school,\" said Mrs Arbuckle.\n\"Thankfully it still fits, the shoes are a bit tight but other than that it's so far so good.\"\nSpeaking to BBC Radio Foyle, Gracie -  who attends St Columba's Primary School in New Buildings -  said she was really excited to see all of her friends again and was looking forward to getting back into a routine. \n\"It's been so long, it's hard to properly picture it, but I am just happy about the whole thing,\" she said.\nMrs Arbuckle said she had no concerns about her daughter returning to the classroom. \n\"Last year, I couldn't wait to get the schools to close because I was so nervous about it - the number of cases in Derry was so high- but now that has changed, the case numbers have dropped and so many people are getting their vaccine,\" she added.\nIt is planned that the remaining pupils in years 8 to 11 in post-primaries will return on the 12 April after the Easter break, though that is subject to a review by the executive.\nEducation Minister Peter Weir told BBC's Good Morning Ulster he was feeling \"optimistic\" about children returning to the classroom.\n\"It's very important that the executive, as a whole, has decided to prioritise education,\" he said. \n\"The impact on mental health and wellbeing has been devastating for young people and today will be an opportunity for them to get back into a routine which has a level of normality.\"\nThe minister said pupils were to be given lateral flow tests in school this week but after Easter testing would \"generally speaking be done at home\".\nMr Weir said he was expecting parents to be given tests for home use by the end of this week.\nThere will be mass Covid testing in post-primary schools - with year 12 to 14 pupils and staff asked to test themselves at home twice a week.\nAfter objections from teaching unions, staff will not have to carry out tests on pupils when they return.\nInstead, schools are being asked to \"familiarise\" pupils with the tests for home use.\nTesting will be rolled out to staff in primary and pre-schools after Easter.\nThe Department of Education (DE) also said that post-primary pupils must wear face masks in classrooms when they return.\nSchools are expected to calculate grades to enable pupils in years 12 to 14 to gain GCSE, AS and A-level and BTEC qualifications this summer.\nSome pupils may sit in-class tests provided by the Northern Ireland exams board CCEA to help schools gain evidence for grades.\nHowever, work pupils have completed at home can be used as evidence by schools when deciding grades.\nThe department has advised schools that breakfast clubs, after school activities and sports fixtures between schools should not take place until after Easter, at least.\nSome experts have expressed concerns about the impact of children being out of school and children's sport being banned.\nPresident of the Royal College of Paediatrics and Child Health, Prof Russell Viner, previously told MPs that \"when we close schools we close their lives\".\nSome principals and teaching unions have been critical of the short notice they have received about major changes to previous plans for the return of pupils."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56478031",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Primary pupils and years 12-14 return to school",
      "tags": "NI education,Coronavirus pandemic",
      "text": "All primary school pupils and those in years 12 to 14 of post-primary returned to school on Monday.\nThat follows a decision taken by the executive at its meeting on 16 March.\nPrimary pupils in P4 to P7 join those in P1 to P3 who returned to school on 8 March.\nPupils returning on Monday have not been in school since before Christmas, their second prolonged absence from the classroom in a year.\nThey will attend school for at least a week before many schools begin Easter holidays.\nPupils at Braniel Primary School in Belfast were welcomed back with bouncy castles and ice creams.\n\"I know that many of them are anxious about their school work, about what they have done or not done,\" said principal Diane Dawson.\n\"I didn't want them coming in and being sat down in a classroom and thinking they were going to be assessed because we are not doing that to them.\n\"Our children need to recover themselves, they have had 65 days where they have not been in school, that's a long time away from each other.\"\nJane Thompson, from charity Parentkind, said it was a \"very good morning\" for pupils and parents, many of whom were concerned for their children's mental health and wellbeing.\nMs Thompson said there needed to be \"more focus on the wellbeing recovery and not so much focus on the academic\" in the run up to Easter.\nSharon Arbuckle's daughter, Gracie, is just one of the many school pupils returning to the classroom.\n\"Our daughter tried on her school uniform on Sunday morning and wore it for about an hour or two, she was that excited about getting back to school,\" said Mrs Arbuckle.\n\"Thankfully it still fits, the shoes are a bit tight but other than that it's so far so good.\"\nSpeaking to BBC Radio Foyle, Gracie -  who attends St Columba's Primary School in New Buildings -  said she was really excited to see all of her friends again and was looking forward to getting back into a routine. \n\"It's been so long, it's hard to properly picture it, but I am just happy about the whole thing,\" she said.\nMrs Arbuckle said she had no concerns about her daughter returning to the classroom. \n\"Last year, I couldn't wait to get the schools to close because I was so nervous about it - the number of cases in Derry was so high- but now that has changed, the case numbers have dropped and so many people are getting their vaccine,\" she added.\nIt is planned that the remaining pupils in years 8 to 11 in post-primaries will return on the 12 April after the Easter break, though that is subject to a review by the executive.\nEducation Minister Peter Weir told BBC's Good Morning Ulster he was feeling \"optimistic\" about children returning to the classroom.\n\"It's very important that the executive, as a whole, has decided to prioritise education,\" he said. \n\"The impact on mental health and wellbeing has been devastating for young people and today will be an opportunity for them to get back into a routine which has a level of normality.\"\nThe minister said pupils were to be given lateral flow tests in school this week but after Easter testing would \"generally speaking be done at home\".\nMr Weir said he was expecting parents to be given tests for home use by the end of this week.\nThere will be mass Covid testing in post-primary schools - with year 12 to 14 pupils and staff asked to test themselves at home twice a week.\nAfter objections from teaching unions, staff will not have to carry out tests on pupils when they return.\nInstead, schools are being asked to \"familiarise\" pupils with the tests for home use.\nTesting will be rolled out to staff in primary and pre-schools after Easter.\nThe Department of Education (DE) also said that post-primary pupils must wear face masks in classrooms when they return.\nSchools are expected to calculate grades to enable pupils in years 12 to 14 to gain GCSE, AS and A-level and BTEC qualifications this summer.\nSome pupils may sit in-class tests provided by the Northern Ireland exams board CCEA to help schools gain evidence for grades.\nHowever, work pupils have completed at home can be used as evidence by schools when deciding grades.\nThe department has advised schools that breakfast clubs, after school activities and sports fixtures between schools should not take place until after Easter, at least.\nSome experts have expressed concerns about the impact of children being out of school and children's sport being banned.\nPresident of the Royal College of Paediatrics and Child Health, Prof Russell Viner, previously told MPs that \"when we close schools we close their lives\".\nSome principals and teaching unions have been critical of the short notice they have received about major changes to previous plans for the return of pupils."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56482878",
      "category": "uk-scotland-scotland-politics",
      "title": "Nicola Sturgeon cleared of breaching ministerial code over Alex Salmond saga",
      "tags": "Scottish government,Alex Salmond inquiry,Nicola Sturgeon,SNP (Scottish National Party)",
      "text": "Nicola Sturgeon has been cleared of breaching the ministerial code over her involvement in the Alex Salmond saga. \nAn independent inquiry by senior Irish lawyer James Hamilton had been examining whether the first minister misled the Scottish Parliament over what she knew and when.\nHis report said Ms Sturgeon had given an \"incomplete narrative of events\" to MSPs.\nBut he said this was a \"genuine failure of recollection\" and not deliberate.\nMr Hamilton said he was therefore of the opinion that Ms Sturgeon had not breached any of the provisions of the code. \nThe code sets out the standards expected of Scottish government ministers, and states that anyone who deliberately misleads Holyrood would be expected to resign.\nMr Hamilton concluded in his report, some parts of which were heavily redacted, that Ms Sturgeon did not breach the ministerial code in respect of any of the four issues he considered.\nThese included allegations that Ms Sturgeon had failed to record a series of meetings and telephone discussions with Mr Salmond and others in 2018.\nMr Hamilton concluded that the meetings were government business - contrary to Ms Sturgeon's claims that they were a party matter - but accepted her reasoning that \"it would have been impossible to record such meetings or discussions without a risk of prejudicing the proceedings or interfering with their confidentiality\".\nHe also looked at whether the first minister \"may have attempted to influence the conduct of the investigation\" into the harassment complaints made against Mr Salmond, her predecessor as first minister and SNP leader.\nThe lawyer said the key point was that Ms Sturgeon had not intervened, and said that had Mr Salmond really believed she had agreed to it during a meeting on 2 April 2018 then, \"one might have expected him to follow it up and to press home his advantage\" - but that no further contact was made for three weeks.\nThe third issue centred on whether Ms Sturgeon misled the Scottish Parliament in relation to the meetings in 2018.\nThe first minister insisted she had first learned of the complaints from Mr Salmond at her home on 2 April, but later said she had had \"forgotten\" about a meeting with his former chief of staff four days earlier, on 29 March.\nMr Hamilton said it was \"regrettable\" that Ms Sturgeon had not told MSPs about this meeting, but that he found it \"difficult to think of any convincing reason\" for her to deliberately conceal it.\nHe said she had given parliament \"an incomplete narrative of events\", but added: \"I accept that this omission was the result of a genuine failure of recollection and was not deliberate.\"\nThe fourth ground of investigation alleged that Ms Sturgeon was in breach of her duty to comply with the law in relation to Mr Salmond's successful legal challenge against the Scottish government. \nMr Salmond has pointed to external legal advice warning that the government may be at risk of losing the case as early as October 2018, but ministers decided to fight on until January 2019 - and ultimately had to pay Mr Salmond more than £500,000 in legal costs.\nMr Salmond was later cleared of 13 charges of sexual assault against nine women after a separate High Court trial in March of last year.\nMr Hamilton said Ms Sturgeon had relied on advice from the law officers, as she was \"fully entitled\" to do, and said Mr Salmond \"appears to be under the misapprehension that the government is under a duty to withdraw a case if advised that there is less than an evens chance of winning\".\nThe lawyer's 61-page report concluded: \"I am of the opinion that the first minister did not breach the provisions of the ministerial code in respect of any of these matters.\" \nMs Sturgeon welcomed the findings, and said she had \"sought at every stage in this issue to act with integrity and in the public interest\".  \nShe added: \"As I have previously made clear, I did not consider that I had broken the code, but these findings are official, definitive and independent adjudication of that.\"\nMs Sturgeon again apologised to the women who made the complaints, saying they had been let down by the government. \nBut she said: \"I was determined at the time these complaints emerged that they should not be swept under the carpet, and that I would not intervene in the process.\"\nThe first minister also called on opposition parties to respect the outcome of Mr Hamilton's inquiry, and said she would continue to devote \"all of my time and energy to leading Scotland and to helping the country through the pandemic\".\nJames Hamilton's conclusions are undoubtedly a significant boost for the first minister and her party.\nIn two days, the starting gun will be fired on the Scottish election campaign.\nMs Sturgeon will go into it saying her independent advisor cleared her. Her team see it as \"complete vindication\". \nRemember there is another report to be published tomorrow morning, by the Holyrood committee.\nWe know a majority of the committee believe Ms Sturgeon misled them in her evidence - so the issue of trust will no doubt continue to be part of the election campaign.\nBut Team Sturgeon is very happy tonight - going into an election campaign which could prove very important in determining whether there is another independence referendum. \nThe Scottish Conservatives plan to hold a vote of no confidence in the first minister on Tuesday afternoon.\nBut it looks doomed to fail after the Scottish Greens said they would not support it on the basis that \"the Tories have shown that they have no interest in establishing the truth.\"\nConservative leader Douglas Ross said the first minister had been \"given a pass\" by Mr Hamilton because he had judged that her failure of recollection was not deliberate. \nMr Ross said: \"I respect Mr Hamilton and his judgement but we cannot agree with that assessment. Nicola Sturgeon did not suddenly turn forgetful.\n\"She is not free and clear. The first minister promised to respect the decisions of both inquiry reports, not to pick and choose which one suits her and try to discredit the other.\n\"This report does not change the overwhelming evidence that Nicola Sturgeon misled parliament, her government badly let women down and wasted more than £500,000 of taxpayers' money.\"\nA separate report by a cross-party committee of MSPs that has been examining the government's botched handling of the complaints against Mr Salmond is expected to be published on Tuesday morning. \nDetails of the report that were leaked last week said that members voted by five to four that Ms Sturgeon had misled its inquiry during a marathon evidence session earlier this month. \nIt is also expected to be critical of the government's handling of the complaints against Mr Salmond.\nScottish Labour leader Anas Sarwar said his party had been clear that it would not prejudge the outcome of the inquiry, and would now await the findings of the parliamentary committee.\nMr Sarwar said it was clear that the saga had deeply damaged public trust in politics at a time of national crisis, and that there were \"absolutely no winners today\"\nHe added: \"At the heart of this are two women who have been badly let down by the government, and it remains the case that nobody has taken responsibility.\"\nScottish Liberal Democrat leader Willie Rennie said Ms Sturgeon's \"errors of judgement still make resignation a live consideration\". \nNicola Sturgeon could not have hoped for a better outcome from this inquiry. \nShe effectively placed her reputation and political future in the hands of James Hamilton and he has cleared her of acting improperly. She has no intention of resigning. \nThat will not stop the Conservatives trying to force her out in a vote of no confidence on Tuesday - but that's a vote the first minister is expected to win with help from the Greens. \nShe faces further criticism in the separate Holyrood inquiry report, also due on Tuesday - with the opposition majority on that committee deciding she misled them. \nMs Sturgeon rejects that conclusion as partisan - which is how some see the decision of SNP members of the committee not to endorse it. \nThe arguments will continue into the Holyrood election campaign. The ultimate verdict on the Scottish government's handling of harassment complaints and its wider record will be made by Scottish voters. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56441048",
      "category": "world-middle-east",
      "title": "Israel election hopes and fears play out in crater town",
      "tags": "Israel elections 2021,Israel & the Palestinians,Israel,Benjamin Netanyahu",
      "text": "The town of Mitzpe Ramon is recovering from its isolation in the desert. Often the inhabitants had only themselves and their crater for company. \nThe population of 5,211 lives on a cliff edge above a naturally formed chasm in the Negev desert - a site of stunning beauty that entices tourists. \nBut the visitors vanished amid the Covid closures. The lockdown laid waste to work for the tour guides. In Israel, joblessness has soared.\nThe country suffered badly as the virus surged last year and there were claims of government blunders. \nThen came a dramatically swift vaccine rollout. A battered economy is starting to reopen. Many of these things were weighing on Israel's already crisis-hit coalition, when gridlock triggered yet another election. \nBut in Mitzpe - the town whose name means \"lookout\" - no-one seems to be watching much. \nThe streets don't echo with the sound of political rallying. Election posters are as unlikely to be seen as foreign tourists. \nInstead there's a desert wind and weariness. The same bitter divisions over Prime Minister Benjamin Netanyahu's leadership - splits formed years ago - look set to play the major role in Tuesday's poll, the fourth since 2019.  \n\"It's no, no, no to Bibi and his friends,\" says Boaz Katz, who runs Desert Prime tours. He has seen business drop by two-thirds since the start of the pandemic. \nHe steers his 4x4 over rocks into the crater's core, hinting at worries shared by many Israelis. \n\"I think about the future a lot and it spooks me to see Benjamin Netanyahu and his natural companions - I want to live in a free, democratic country,\" says Mr Katz, who used to vote for Mr Netanyahu's Likud party. \nThe prime minister has been met with protests over his desire to rewire parts of the justice system while on trial for corruption. Others oppose his long-standing pact with ultra-religious parties.\nThe tour guide scratches a heart shape in the sand and explains the landscape.\nThe crater was not formed by an asteroid smashing into Earth. Instead, it was scoured out over millennia through water erosion, as torrents eviscerated soft rock.\nLikewise, those who rival for Israel's leadership feel they are fighting an unstoppable force. \nThe last election with no winner led to an \"emergency coalition\" to fight the pandemic. Mr Netanyahu's rival Benny Gantz - a former general and political novice - agreed to a rotating premiership. \nBut Mr Gantz never got to take his turn. The remnants of his Blue and White party are facing near wipe-out, according to opinion polls. \nThe drive back into town passes the only shopping centre. There's a queue at the shawarma restaurant. Others sit inside a franchise coffee shop, masks on. Business is also back by the crater.\nRachel Amsalem lives on the edge. Her home close to the clifftop is covered in Israeli flags. \nA Likud cap rests on a rail in the porch, ready for outings when she faces off against the \"black flag\" protesters who oppose Mr Netanyahu.\n\"He doesn't sleep. He is the guardian of Israel,\" says Mrs Amsalem, borrowing a biblical phrase. \nShe knew him decades ago, working as a maid in the Netanyahu family home in Jerusalem.  \nHer parents fled Algeria in the 1940s. Decades later, she came to Mitzpe Ramon, a development town providing low-cost homes for Jewish immigrants, many from Arab countries. The community now forms a base of working-class support for Mr Netanyahu. \nMrs Amsalem credits him with the speedy vaccine deal helping bring the pandemic under control. Last year, her daughter-in-law, also called Rachel, died with Covid-19. \n\"Nobody else has the courage to pick up the phone and call [vaccine-maker] Pfizer,\" she says. \n\"He works day and night, whether it's [the diplomatic deals] with Arab countries, [countering] Iran, on corona, on the economy… there's one person we should say thanks to.\"\nBut Mr Netanyahu's opponents have instead been scrambling to find another viable challenger to him.\nThe \"anti-Bibi\" bloc now includes a former ally-turned-rival, Gideon Saar, who left Likud. Many more opposition votes are being soaked up by the centrist party led by a former TV host, Yair Lapid.  \nThe outcome could rest on how smaller parties do. In an unlikely move, Mr Netanyahu has tried to get support from Palestinian citizens of Israel, who make up a fifth of the population.\nA drive further north in the Negev - al-Naqab in Arabic - reveals deep scepticism over the motives of a politician who once warned his base to get to the polling stations as \"the Arabs are voting in droves\".  \n\"We all know he is lying to people,\" says Huda Abu Obaid, a community organiser in the Bedouin town of Lakiya. \nShe believes Mr Netanyahu wants to further divide support for a group of Arab parties, which could strengthen his hand in coalition building. \n\"We know very well that he was the worst one for us, for the Arab community, and I think that he will not change himself,\" she says. \nThe sun is setting back by the crater where the Mitzpe Ramon desert circus school - closed for much of the last year - is warming up. A juggler appears at the cliff edge. The principal, Adam De Langa, urges unity, calling a fourth election \"crazy\".\nIt might be another cry in the wilderness.  The sides remain entrenched in Israel's unwon battle for a stable government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56478904",
      "category": "uk",
      "title": "Fireworks thrown in 'unprecedented' Bristol violence",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56486242",
      "category": "technology",
      "title": "Factory blaze adds to computer chip supply crisis",
      "tags": "Car Technology,Toyota,Nissan,Honda,Japan,Semiconductors,Car industry",
      "text": "One of the car industry's biggest computer chip suppliers has warned that a major fire at one of its factories in Japan could have a \"massive impact\" on its ability to fulfil orders.\nThe incident comes at a time when supplies of chips to the auto industry were already running short.\nShares in the semiconductors firm Renesas fell, along with its clients including Toyota, Nissan and Honda.\nElsewhere, Volkswagen has said chip scarcity might last until the autumn.\n\"I think things will get stable by the fall but certainly its going to be complicated, and its going to be challenging but I think we'll navigate it,\" Scott Keogh, VW's North America chief executive told the BBC.\nHe added that some of the company's plants were likely to run fewer shifts a day, but added that he hoped factory shutdowns could be averted.\nRenesas has said the blaze occurred last Friday, and was caused by a plating tank catching fire as a result of an electrical \"overcurrent\", whose cause is still being investigated. It took fire fighters more than five hours to put out.\nThe fabrication plant involved is based in the city of Naka, in the eastern province of Ibaraki. It specialises in 300mm wafers, making it one of the company's most advanced facilities.\nThe firm has said there were no human casualties, but 11 of its manufacturing equipment units were damaged. \nAnd because this occurred in one of its environmentally-controlled \"clean rooms\" - which are designed to avoid any dust or other particles from ruining the tiny transistors and circuits involved in a chip - efforts to restart production will involve more than just swapping out the ruined kit.\nWhile Renesas said the majority of the products manufactured using the affected machines could in theory be manufactured elsewhere, the wider supply shortfall will make that difficult to achieve in practice.\nThe company has said it hopes to restart production in a month, but the Nikkei Asia news site said it could take three months before output is back to normal.\nRenesas has said that it has about a one-month stockpile of chips to continue fulfilling automakers' orders - so the impact to car production will not be immediate.\nBut it comes at a time of crisis.\nNew cars often include dozens of microprocessors.\nAt the start of the coronavirus pandemic, car-makers cut orders for the components because of a slump in sales of their vehicles. \nWhen the market rebounded towards the end of 2020, they found it hard to find supplies because other consumer electronics makers had stepped in with orders of their own to meet higher than normal demand for their gadgets because of lockdowns.\nIn addition, February's freezing weather in Texas closed chip-making plants there. \nUS trade restrictions placed on the telecoms firm Huawei and chip-maker SMIC, among others, have caused other Chinese companies to stockpile supplies of their own.\nAnd a drought in Taiwan is threatening production there. Wafer manufacturing requires a lot of water.\nMany car-makers have slowed or temporarily halted production at some of their plants. It had earlier been estimated that they faced losing more than $60bn (£43.3bn) of sales as a result.\n\"Given that automotive semiconductor capacity is very stretched right now, this fire is effectively a blow upon a bruise, so to speak,\" commented Richard Windsor, owner of research firm Radio Free Mobile.\n\"But because following 2011's Fukushima nuclear disaster, Toyota ordered all its suppliers to keep more inventory than it had done in the past, it's quite possible it won't be as badly impacted as Honda and Nissan.\"\nRenesas' stock fell 4.9% in Tokyo trade on Monday.\nToyota's fell by 2.6%. Honda's by 3.6%. And Nissan's by 3.7%.\nElsewhere, there has been further evidence of constrained chip production having wider knock-on effects.\nThe Nikkei Asia reported on Sunday that the price of memory chips had risen 60% since the start of 2021. It noted that supplies of older chips were particularly constrained, which would impact printer-makers among other gadgets that rely on them.\nAnd last week, Samsung's co-chief executive Koh Dong-jin warned of a \"serious imbalance in supply and demand of chips in the IT sector globally\".\nAlthough the South Korean company is unusual in that it both designs and manufactures state-of-the-art chips for use in its own products and others, it still relies on third-party supplies. And it has faced a shortage of application processors from the US firm Qualcomm.\nQualcomm's chief executive commented indirectly on the issue at the China Development Forum in Beijing on Saturday.\nSteve Mollenkopf predicted that supplies of some older-technology chips would recover before their newer counterparts, adding: \"So, depending on the product, you may be in a position to get some improvement.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56488699",
      "category": "uk",
      "title": "Covid-19: PM's third wave warning, and how to save your houseplants",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. \nBoris Johnson has warned that the effects of a third wave of coronavirus in Europe will \"wash up on our shores\". The PM said the UK should be \"under no illusion\" that we will \"feel effects\" of growing cases on the continent. Our political correspondent Iain Watson said the warning could help the PM to convince Tory MPs that he can't unlock England any faster. A further 5,342 new Covid cases were reported alongside another 17 deaths within 28 days of a positive test in the UK.\nMeanwhile, the Welsh First Minister Mark Drakeford has described Mr Johnson's timetable for easing England's lockdown as \"at the very optimistic end of the spectrum\". Mr Drakeford said he wanted to be realistic and warned Wales was not likely to return to normality in 2021. It came as Wales eased restrictions on non-essential shopping, and reopened garden centres.\nThe European Union's slow vaccine rollout continues to dominate the headlines. European leaders have been criticised for the pace of its vaccination programme - less than 12% of the EU's population is reported to have received their first jab, compared with nearly 40% in the UK. So what's gone wrong?\nThe owner of DIY retailer B&Q has reported a sharp rise in full-year sales and profits, boosted by a new generation of \"young DIY-ers\". Kingfisher, which also owns the builders' merchant Screwfix, added that 20% of young \"DIY-ers\" had tried home improvement for the first time during lockdown. Plus the firm excitedly predicted that more working from home would increase \"wear and tear\".\nHouseplant sales were already increasing before the coronavirus pandemic. But they've risen further in lockdown, with the Royal Horticultural Society reporting an 80% increase sales of foliage houseplants in 2020. So how can you keep your plants alive?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. We've had a look at how false and misleading information about the pandemic often found online has become a familiar sight on doormats across the country.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    }
  ]
}