{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58517369",
      "category": "uk-scotland-scotland-politics",
      "title": "Nicola Sturgeon: Indyref2 timetable is realistic despite Covid",
      "tags": "Nicola Sturgeon,Scottish independence,SNP (Scottish National Party)",
      "text": "Scotland's first minister has said that holding an independence referendum in the next two years is realistic despite Covid making \"everything harder\".\nNicola Sturgeon announced this week that her government was resuming work on its plans to hold indyref2 by the end of 2023.\nShe told the BBC it was important not to underplay the challenges caused by the pandemic.\nBut she said remaining in the UK would not \"magic away\" those difficulties.\nThe first minister said that regardless of whether or not Scotland becomes independent, the next few years would be difficult for Scotland - as it will for the UK and countries across the world.\nAsked about the financial case for independence, and whether setting up a new country after the pandemic would be harder, she replied: \"I think everything is harder after the pandemic.\n\"There are always challenges, big challenges, and I think it's important we do not underplay them. \n\"Everything has become harder, but the point I'm making is if we decide not to become independent and stay in the UK that doesn't magic away these difficulties and challenges.\"\nThe SNP leader was speaking as her party's four-day virtual conference - which was postponed earlier in the year - got under way, with her speech due on Monday.\nShe said the Scottish government would have a \"small team\" of civil servants working on its preparations for a possible referendum.\nThe UK government has said it intends to block indyref2, but Ms Sturgeon said it was realistic to plan for one by the end of 2023.\nWhile she said Covid \"continued to be the priority\", the SNP leader argued it was right that the country's future would be \"decided by people in Scotland\" once the crisis is over.\nMs Sturgeon said that decision should be \"an informed one\".\nShe said that regardless of whether or not Scotland becomes independent, the next few years would be difficult for Scotland - as it will for the UK and countries across the world - as it recovers from the pandemic.\nShe said there were \"big decisions\" to be taken as Scotland emerges from the pandemic about what kind of country, society and economy it wants to be.\nThis weekend's SNP conference will see the party recommit to another referendum - Nicola Sturgeon wants it by the end of 2023.\nBut it's impossible to say with certainty that will happen. The UK government isn't budging - and the pro-independence side are still working on their updated case for a post-Brexit, post-Covid vision.\nNicola Sturgeon told me that the Scottish government team working on independence would be small - and consist of civil servants already focused on intergovernmental issues.\nShe doesn't want it to look like taxpayer-funded staff are being taken away from Covid - but some in the SNP want the government to move much faster.\nThen there's the case for independence itself. Ms Sturgeon admits that the financial arguments for independence have been harder by the pandemic. Scotland's deficit doubled in the latest figures.\nShe still believes Scotland should control its recovery - but it's a sign of the challenge ahead for her side of the independence debate. That challenge becomes all the more acute if there's just two years to provide the answers.\nMs Sturgeon added: \"Every country is facing those, so for Scotland it's about who drives those decisions and what values guide those decisions. \n\"Is it Boris Johnson and his government or is it the government we elect here in Scotland? That is the fundamental issue.\"\nThe UK government has repeatedly dismissed calls for a fresh vote on independence, saying that such referendums should be once in a generation and that the current priority was to recover from Covid.\nIn her interview, Ms Sturgeon also said that Scotland's NHS was under more pressure now than ever before due the recent surge in the number of Covid cases.\nAnd she said the controversial new vaccine passport rules, which are due to come into force on 1 October and will only allow fully vaccinated people to go into nightclubs and many other major events, were not a \"magic wand\".\nMs Sturgeon said the passports would instead be a measure that might \"help tip the balance that will allow events to go ahead, nightclubs to stay open, when otherwise we may as we go into the winter face difficult choices about closing them\".\nThe Scottish Conservatives have described the vaccine passport scheme as \"a shambles waiting to happen\".\nAnd the party's constitution spokesman, Donald Cameron, said the economic case for independence \"has never been weaker\".\n\"The pandemic has shown the strength of being part of our UK during a time of crisis,\" he said.\n\"The SNP/Green government's full focus should be on our recovery from Covid. No vital resources should be diverted by this nationalist coalition of chaos away from tackling the true priorities of the people of Scotland.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58493841",
      "category": "uk-northern-ireland",
      "title": "Brexit: Maros Sefcovic urges politicians to 'dial down' NI Protocol rhetoric",
      "tags": "NI Brexit,Brexit",
      "text": "European Commission vice president Maros Sefcovic has urged politicians to \"dial down the rhetoric\" on the Northern Ireland Protocol.\nHe was responding to Sir Jeffrey Donaldson's warning that his party may quit Stormont \"within weeks\" if its protocol demands are not met.\nMr Sefcovic is in Northern Ireland to meet political, business and civic leaders.\nThe UK wants the protocol, which puts a trade border in the Irish Sea, changed.\nUnionists believe it undermines their place in the United Kingdom and want it to be scrapped.\nMr Sefcovic said he had already spoken to Sir Jeffrey \"a couple of weeks ago\".\n\"I will see him this afternoon as I will see also the other political leaders,\" he said on Thursday. \n\"We will have the opportunity to discuss this face to face and my message will be 'let's work on the concrete problems'.\n\"Let's focus on the issues which are the most important for the people of Northern Ireland, let's be constructive, let's dial down the political rhetoric, let's bring calm and focus on what is our task to accomplish.\"\nMr Sefcovic, the EU's chief Brexit negotiator, described Sir Jeffrey as a \"very experienced politician\" who wants the best for Northern Ireland. \n\"I can assure him that is my intention as well,\" Mr Sefcovic added. \nMr Sefcovic said the purpose of his trip to Northern Ireland was to find out \"face-to-face\" what the problems were with the implementation of the protocol.\n\"I came here to listen, to learn what are the concrete problems that the people of Northern Ireland are facing with the implementation of the protocol.\n\"But I am also here to talk about opportunities the protocol is bringing, especially to the economy and of course the people of Northern Ireland, and I am starting with the business representatives.\"\nOn Monday, the UK delayed new checks on goods from Great Britain entering Northern Ireland as required by the protocol.\nLord Frost, the Brexit minister, said the move was necessary to \"provide space for further potential discussions\" with the EU.\nMr Sefcovic said the EU had taken note of the decision. \n\"We are talking over the last few weeks constructively on solving the issues linked with the protocol and I hope that also the way that we handled Monday's announcement coming from London just proves that we are ready to do our utmost to look for every possible solution within the protocol to resolve the problems.\"\nHowever the EU has repeatedly said the sort of fundamental renegotiation Lord Frost wants is not on offer.\nTechnical discussions between the UK and EU on an agri-food agreement have reached a stalemate.\nThe EU has offered the UK a Swiss-style deal which would involve the UK following EU rules.\nThe UK has rejected that and instead asked for a deal in which the EU would recognise UK standards as equivalent to its own.\nAn EU official has suggested that the issue could be unlocked with a bespoke arrangement which recognises Northern Ireland's unique circumstances.\nIt is not yet clear what such an arrangement might involve and the EU is wary that the UK would demand the same deal for GB-EU agri-food trade."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58513996",
      "category": "uk",
      "title": "MI5 boss: 'Recent events in Afghanistan will have emboldened extremists'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-humber-58516623",
      "category": "uk-england-humber",
      "title": "Thieves steal mouthwash worth £25,000 in Lincolnshire raid",
      "tags": "Stallingborough",
      "text": "Thieves who made a clean getaway after stealing more than £25,000 worth of mouthwash and chewing gum are being sought by police.\nThe trio took a haulage container filled with 48 pallets of the dental products in a raid on a locked compound in Stallingborough, Lincolnshire.\nCCTV footage shows two men breaking through a gate before driving away with their hygienic haul.\nPolice have appealed for anyone with information to contact them.\nVideo of the raid, on 16 April, shows two men emerge from a truck driven by a third suspect. \nThey approach the gate before using an angle grinder to get through, and the tractor unit is then used to ram through an inner barrier. \nIt is later seen pulling out of the compound with the haulage container attached.\nDet Con Wayne Martin, of Humberside Police, said the trailer, fitted with false plates, was found on Sheffield's Yarra industrial estate on 29 June without the container.\nOf the two men visible on the footage, he said one, wearing a high-vis waistcoat \"appears not to be able to use his right arm\".\nThose with information can also contact Crimestoppers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58521865",
      "category": "uk-wales",
      "title": "Betsi Cadwaladr health board cancels some surgery amid Covid rise",
      "tags": "Swansea Bay University Health Board,Llanelli,Coronavirus lockdown measures,Haverfordwest,NHS Wales,Carmarthen,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "A Welsh health board has cancelled some surgical operations due to a rise in Covid-19 cases in hospitals.\nBetsi Cadwaladr health board, which covers north Wales, said the decision was not taken lightly but was necessary to \"safely care for patients\".\nAnd the health board has also decided to significantly restrict hospital visits as it battles outbreaks at four of its hospitals.\nFirst Minister Mark Drakeford has said cases are \"likely to get worse\".\nIt comes after Hywel Dda health board suspended some planned orthopaedic surgery, and Cwm Taf Morgannwg health board banned most hospital visiting.\nBetsi Cadwaladr health board's executive medical director, Dr Nick Lyons, said: \"Due to the rise in the number of Covid-19 cases in our hospitals we are having to postpone some planned surgery in the short term so we can safely care for patients.\n\"This difficult decision has been made to ensure we can safely provide extra capacity on our sites, due to the number of people being treated for Covid-19 infection at the hospitals.\n\"Postponing elective operations is not a decision that we have taken lightly and we would like to apologise for any distress and disappointment that this will cause.\"\nIn a later announcement, Gill Harris, executive director of nursing and midwifery, said people would only be able to visit hospitals in the area if \"absolutely necessary\", such as to attend an outpatient appointment or if they were in need of emergency treatment.\nThe new visiting rules apply to Ysbyty Gwynedd in Bangor, Ysbyty Eryri in Caernarfon, Ysbyty Glan Clwyd in Bodelwyddan and Ysbyty Llandudno.\nMs Harris said risk assessments would need to be carried out to allow people to visit hospitals in \"exceptional\" circumstances, such as to visit a patient who was at the end of their life.\n\"We understand how difficult not being able to visit loved ones can be and we are sorry that we have had to take this step,\" she added.\nSwansea Bay health board also said it was \"under severe pressure\" due to high demand.\nIt said unscheduled care was still available but that waiting times may be longer than usual.\nThe health board urged people not head to emergency departments unless they had a serious or life-threatening illness or injury.\nIt comes as the Welsh NHS Confederation warned the suspension of some routine hospital services was \"looking likely\" to deal with an \"enormous peak of pressure\" of growing Covid admissions.\nConfederation director Darren Hughes claimed the NHS was dealing with greater pressure than it normally had mid-winter.\nHe said: \"No options are off the table. We will do everything we can to treat those people who are in hospitals.\" \nThose needing urgent and emergency care \"will always be treated\", he added. \nLast week Covid cases led to the closure of a ward at Glangwili Hospital in Carmarthen, while some orthopaedic surgery was suspended in Llanelli and Haverfordwest.\nOn Thursday Cwm Taf Morgannwg health board suspended most hospital visiting as growing Covid cases led to a spike in admissions.\nMark Drakeford said on Friday the NHS was \"under intense pressure\".\nHe said it was \"experiencing staffing pressures, through a combination of annual leave, staff working in other areas, sickness and isolation\".\n\"The modelling suggests there could be 100 new Covid-19 hospital admissions every day as the Delta wave peaks,\" Mr Drakeford added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58520146",
      "category": "world-asia",
      "title": "Afghanistan: UN condemns Taliban's brutal crackdown on protests",
      "tags": "Kabul,September 11 attacks,War in Afghanistan (2001-present),Taliban",
      "text": "The UN has condemned the Taliban for their \"increasingly violent response\" to dissent, weeks after the group's rapid takeover of Afghanistan. \nTaliban fighters killed four people during recent protests, the UN said.\nDemonstrations have taken place across Afghanistan since the fall of Kabul on 15 August, demanding respect for women's rights and greater freedoms.\nTaliban fighters have used batons, whips, and live ammunition against protesters, the UN said in its report.\n\"We call on the Taliban to immediately cease the use of force towards, and the arbitrary detention of, those exercising their right to peaceful assembly and the journalists covering the protests,\" a spokeswoman for the UN High Commissioner for Human Rights said in a press statement.\nTaliban fighters swept across Afghanistan in August, capturing provincial centres and eventually the capital Kabul itself in less than two weeks. \nThe US then led an airlift from the capital's international airport, evacuating more than 120,000 people before pulling out its own forces on 31 August.\nThe Taliban takeover follows two decades of US military operations in Afghanistan, after American and allied forces ousted the group from power in 2001 following the 9/11 attacks.\nThe US will mark the 20th anniversary of those attacks on Saturday.\nUN spokeswoman Ravina Shamdasani criticised the Taliban's crackdown on demonstrations in a press briefing on Friday. \nDemonstrations have grown since 15 August, she said. But on Wednesday the Taliban banned unauthorised gatherings, and on Thursday they ordered telecommunications companies to shut off mobile internet in Kabul. \nIt is crucial the group listen to Afghan women and men on the streets \"during this time of great uncertainty\", she said. \nThe press statement also noted the deaths of at least four people - including a boy - and the violent dispersal of demonstrators in recent weeks. \nIt also criticised violence against journalists. Reporters told the BBC this week they had been beaten, detained and flogged by the Taliban when they tried to cover the protests. \nThe UN report comes amid growing concerns about Afghanistan in the wake of the Taliban takeover. \nOn Friday, the UN's World Food Programme said 93% of households in the country were not eating enough food. A drought has exacerbated supply problems, causing the loss of some 40% of the wheat crop.\nThe Wall Street Journal reports that aid workers fear the entire population could fall into poverty within months. \nAnd UN body Unesco warns that the country faces a \"generational catastrophe\" in education, after two decades of progress for children - especially girls. \nUnconfirmed reports suggest the Taliban plan to hold a ceremony to inaugurate their new government on Saturday, after announcing its leadership this week. \nIt is the day the US will hold events to mark the 20th anniversary of the 9/11 terror attacks. \nClose to 3,000 people died that day. Islamist militant group al-Qaeda masterminded the attack, led by Osama Bin Laden - who was at the time in Afghanistan under the protection of the Taliban. \nKen McCallum, director general of the UK intelligence agency MI5, has told the BBC that the Taliban takeover of Afghanistan has likely \"emboldened\" UK terrorists. \nPresident Joe Biden had initially set 11 September as the deadline for the withdrawal of US troops from Afghanistan, before the Taliban takeover forced the US to speed up its withdrawal. \nOn Thursday the first foreigners flew out of Kabul since the US pull-out. Around 100 people - among them UK, US, Canadian and Dutch nationals - took a Qatar Airways charter flight to Doha. \nA second Qatar Airways flight from the Afghan capital landed in Doha on Friday, reportedly carrying some 150 people. France has confirmed that 49 of its nationals were on board. \nThe White House said 19 US nationals were on board the aircraft. It added that on Friday another two American nationals and 11 permanent residents left Afghanistan overland to a third country with Washington's assistance.\nHowever, press secretary Jen Psaki said that the US has temporarily halted flights of Afghan refugees into the country after the discovery of four cases of measles among those who have recently arrived. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58519458",
      "category": "business",
      "title": "Delays in state pension payments 'causing anxiety'",
      "tags": "Money,Personal finance,Pensions,Coronavirus pandemic",
      "text": "Hundreds of new pensioners could face anxiety and stress owing to delays in payments of their state pension, campaigners have said.\nThe Department for Work and Pensions admitted that the pandemic and staffing issues had caused backlogs in payments to those reaching the age of 66.\nIt is understood that the number affected is in the low thousands, and officials have apologised to them.\nOne charity said that the problem could have a big impact on poorer claimants.\n\"For people who rely on the state pension as a relatively high proportion of their income it could be a bit of a disaster,\" said David Sinclair, director at the International Longevity Centre UK.\n\"The potential for anxiety and stress is huge.\"\nPensions Minister Guy Opperman told MPs that hundreds of department staff were being redeployed to deal with the backlog in payments.\nA DWP spokesman said: \"We are sorry that some new state pension customers have faced delays receiving payment.\n\"All those affected have been identified and we have deployed extra resources to process these as a priority. Any claims made today should not be subject to delay.\"\nThose without their money should be paid automatically, and Mr Opperman said that the system would be back to normal by the end of October.\nMr Sinclair said the episode shed a light on wider issues, and called on the DWP to ensure that the pension system was more automated. Those reaching state pension age are required to make a claim before payments start.\nHe said older people could be confused easily by the various requirements needed in the pension, tax and benefits systems.\nCaroline Abrahams, charity director at Age UK, said:  \"For many people living on the breadline it can be difficult to make ends meet, and so we urge the government to resolve this problem as soon as possible to ensure people who have reached their state pension age can access their money.\"\nThe DWP is already facing criticism and a heavy workload after it emerged that an estimated 200,000 female pensioners are collectively owed up to £2.7bn after the under-payment of state pensions owing to historic errors at the department.\nPensioners were also told earlier this week that the \"triple lock\" formula for annual state pension increases would be suspended for a year.\nThe move follows government concern that a big post-pandemic rise in average earnings would have meant pensions increasing by 8%.\nNow, the average earnings component will be disregarded in the 2022-23 financial year, with the rise based only on the higher of the consumer inflation rate or 2.5%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58515732",
      "category": "uk-england-beds-bucks-herts",
      "title": "M1: Arrest warrant for mum accused of killing kids in crash",
      "tags": "M1 motorway",
      "text": "A judge has issued an arrest warrant for a woman accused of killing two of her children in a crash on the M1.\nMary McCann, 35, of Bamford Avenue, Derby, failed to appear at Aylesbury Crown Court to answer two charges of causing death by dangerous driving.\nHer 10-year-old son Smaller and four-year-old daughter Lilly died after a collision with an HGV near Milton Keynes on 9 August.\nJudge Francis Sheridan said he wanted ports and airports on alert for her.\n\"It is most likely she will flee to Ireland,\" he said.\n\"This is a sad case, but by absconding to avoid the indictment being put is in my view tactical.\"\nThe family's white Vauxhall Astra collided with an HGV between junctions 14 and 15 of the northbound carriageway at about 23:10 BST.\nMs McCann and another child passenger were injured.\nA family member said they were on their way back from a party in London and Ms McCann's 13-year-old daughter had stayed in the city.\nProsecutor Heather Stangoe told the court: \"Unfortunately, we do not know where she is. We were informed through her solicitor that they had failed to make contact with the defendant. Her bail address was her sister's and she is not there.\n\"It was the funeral of her children this week. Her one-year-old child is with the grandmother and is safe.\"\nDefence barrister Laban Leake said: \"The funerals were on Monday and Tuesday. \n\"She gave a telephone number, an attempt was made to contact that number, but there was no response.\n\"We know nothing of her state of mind.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58507436",
      "category": "uk",
      "title": "Covid: Vaccine protection still strong - Oxford jab creator",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,AstraZeneca",
      "text": "The vaccines are still providing strong protection, a year on from the initial two doses, says the scientist who developed the Oxford-AZ vaccine.\nThe UK's vaccine advisory body is set to decide whether booster doses against Covid-19 are needed this autumn.\nProf Dame Sarah Gilbert told the BBC that offering a third booster dose to millions of people was \"a complex decision\".\nAnd she called for more vaccines to be licensed to increase supplies.\nThe Joint Committee on Vaccination and Immunisation (JCVI) has already said a third top-up dose should be offered to people with severely weakened immune systems, which accounts for up to half a million people in the UK.\nBut it has not decided if booster doses are needed to extend protection in larger numbers of people at high risk from Covid-19, including those normally eligible for a flu jab.\nThe UK reported a further 37,622 coronavirus cases on Friday, according to the latest government figures.\nThere have also been another 147 deaths of people who tested positive for the virus within the previous 28 days.\nProf Gilbert, who began designing the Oxford-AstraZeneca vaccine in early 2020 when Covid first emerged in China, said there were no signs of immunity waning in ongoing trials of the vaccine, which started in April 2020.\nBlood tests on volunteers who had been vaccinated more than a year ago, showed they had signs of good protection.\n\"It's the first dose of the vaccine that has the most impact, whoever you give that vaccine too,\" she said.\n\"We get good protection after a single dose and then it's improved by a second dose and we would expect to see it being maintained or possibly slightly improved then by third dose.\n\"As we would expect, with any other vaccine, we are seeing strong maintenance of the [immune] response.\"\nProf Gilbert also said the world needed more doses and more vaccine supplies, so there didn't need to be a choice between vaccinating one country over another.\n\"More doses are becoming available and we need to focus on getting those doses to countries that really need them,\" she said, adding that many African countries had only vaccinated 2% of their population.\nHealth Secretary Sajid Javid said on Thursday he was awaiting \"final advice\" from the JCVI, but was \"confident\" a booster programme would start later this month.\nInterim advice issued by the JCVI in July suggested more than 30 million people should receive a booster dose, including all adults over 50.\nThe UK medicines regulator (MHRA) has approved the use of Pfizer and AstraZeneca as Covid booster vaccines, paving the way for a rollout ahead of the winter.\nProf Sir Andrew Pollard, director of the Oxford Vaccine Group, agreed there is a \"fire raging all around the world with huge pressure on health systems in many, many countries\". \nHe told BBC Radio 4's Today programme the UK had a \"moral obligation\" to help other countries, adding: \"There is such a big risk, morally from our perspective - there's a risk to trade, there's a risk to economies, but also these are our friends and colleagues who need to be protected, and we are losing them every day that goes by.\"\nSir Andrew also said the UK still had high levels of protection from the virus, despite the fall in levels of people's immune response after having had the vaccine. The JCVI needs to look at the issue of who is ending up in hospital after being infected as part of its considerations, he added. \nMore than 48.3 million people in the UK - 88.8% of the population aged over 16 - have had a first dose of a Covid-19 vaccine, while 43.7 million have had both doses.\nThe UK has ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use - Pfizer, Oxford-AstraZeneca, Moderna and Janssen.\nHowever, there are vast differences in the pace of progress in different parts of the world, and the government has pledged to donate 100 million surplus jabs to poorer countries before the middle of 2022."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58517851",
      "category": "uk",
      "title": "Covid: No 10 defends booster jabs and Houseparty app to close",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you in the morning.\nThe UK can give both Covid booster jabs to vulnerable people and help other nations vaccinate, the prime minister's spokesman has said. No 10 was responding to comments made by Prof Sarah Gilbert, the scientist behind the Oxford vaccine, about whether boosters should be prioritised ahead of giving doses to poorer countries. The UK recorded 37,622 coronavirus cases and 147 deaths within 28 days of a positive test.\nThe UK economy grew by just 0.1% in July as the last Covid restrictions were lifted in England. The increase was much lower than in the previous month, which saw 1% growth. Arts, entertainment and recreation activities helped the rise, but the \"pingdemic\" kept many workers at home. The UK economy is still 2.1% below its pre-pandemic peak, said the Office for National Statistics.\nMore people are considering giving up their dogs for adoption since coronavirus restrictions were lifted, according to the Dogs Trust. The charity said it had seen a 35% increase in calls related to giving up dogs in the last few weeks, as owners' circumstances changed post-lockdown. Pet sales soared since the start of the pandemic, with the price of puppies more than doubling during lockdown to almost £1,900 on average.\nUS President Joe Biden has announced sweeping new Covid measures that require workers at large companies to be vaccinated or face weekly testing. The measures cover about 100 million people, including government workers and healthcare staff receiving federal benefits. \"This is not about freedom, or personal choice, it's about protecting yourself and those around you,\" the president said as he unveiled his plan.\nHouseparty, the video-calling app which gained popularity when coronavirus lockdowns were introduced around the world, will close in October. The software let people \"drop in\" to video chat rooms hosted by friends and play group games. Owner Epic Games, which made Fortnite, said its developers could no longer give Houseparty \"the attention that it deserves\".\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nHere's a reminder of the coronavirus rules across the UK, and you can find further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58504522",
      "category": "uk-wales",
      "title": "Twin Town: Follow-up to cult film shot only on phones premieres",
      "tags": "Comedy,Llanelli,Coronavirus lockdown measures,Television,Wales business,Swansea,Film",
      "text": "The stars of 1990s film Twin Town have reunited for a new work written in the pandemic and filmed on smartphones.\nRhys Ifans, Dougray Scott and Keith Allen all star in the romantic comedy La Cha Cha, set in Wales, which premiered in a rugby stadium on Friday.\nThe all-star cast had to create a bubble during filming on a 23-acre set on the Gower Peninsula near Swansea.\n\"We got to escape the bleak monotony of a pandemic to bring some joy, lunacy and liberty to the world,\" said Ifans.\nThe Notting Hill and Harry Potter star hailed director Kevin Allen, the mastermind behind Twin Town, for \"boosting a nation's mental health with the little piece of heaven that is La Cha Cha\".\nThe film describes itself as a \"companion piece\" to Twin Town, the dark-comedy set in Swansea centred around the Lewis twins - played by real-life brothers Rhys and Llyr Ifans - which was released in 1997.\nFor legal reasons, the new movie cannot be classified as a sequel to Twin Town, and returning actors will not be playing the same characters.\nMelanie Walters, who played Gwen Shipman in hit BBC TV series Gavin and Stacey, also stars alongside guest appearances from rugby greats Alun Wyn Jones, James Hook, Scott Quinnell and Sean Fitzpatrick.\n\"There's lots of references to Twin Town in it and Alun's one of them,\" Allen told BBC Radio Wales.\nThe rugby influence continues as the Scarlets rugby team were \"heavily involved\" during filming, providing a fireworks display for the finale and hosted their premiere at their Parc Y Scarlets Stadium in Llanelli on Friday.\nThe independent film, which producers describe as a \"counterculture romantic comedy with a big heart\", is about a road-tripper who goes to scatter his grandfather's ashes stumbles on a rural campsite full of retired characters living off-grid.\nThe director came up with the idea during the Covid lockdown after his film course shut and he had a \"huge hole in my world\".\n\"I was stuck on this farm in the Gower not really knowing what lockdown was going to bring,\" said Allen.\n\"So I thought I'd write a movie, which I did. Then thought, 'why not get the Twin Town cast back for a laugh?'\n\"I think lockdown was responsible for getting everyone back together as we just found so many people at loose ends.\n\"We made the movie on peanuts, it kind of came out of thin air as most the cast was available.\n\"It was just a collective happening really… something that just evolved into a huge amount of fun.\"\nLlyr Ifans felt the \"only connection\" with Twin Town was that most of the cast were in the 1997 Brit flick as the storylines are very different.\n\"Over the years, Kevin Allen has been very loyal of his cast in the original film casting us parts in other things,\" he told BBC Radio Cymru.\n\"This was an opportunity for us to pay him back because he was planning to open a film school and then he lost the money during Covid so everyone did it for free.\"\nThe coronavirus pandemic complicated filming arrangements as crew created an isolated bubble, living in caravans and tents on a farm.\n\"It was a real joy to be back in Wales filming with a lot of naked Welsh people,\" said Dougray Scott, the Mission: Impossible 2 and Ever After star.\n\"I loved filming with the Twin Town crew. I was honoured to be part of this, I can't think of anywhere else I'd rather film.\"\nThe film was made in \"extraordinary circumstances\", shot entirely on smartphones, using anamorphic lenses to create a film fit for the cinema - and on a \"shoestring budget\" ahead of its Welsh release on Friday 17 September.\n\"I'm amazed at the brilliant cast, crew and local suppliers who came together to creatively collaborate on what I hope is a very special film,\" added Allen.\n\"It's really important to me that the film was made in Wales. I think we need more stuff based in Wales coming out of Wales.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58497904",
      "category": "world-asia",
      "title": "Afghanistan: First foreigners fly out of Kabul since US pull-out",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,Mullah Muhammad Hassan Akhund",
      "text": "Dozens of international passengers - including UK citizens - have flown out of Kabul in the first such flight since US forces left the country. \nThe Qatar Airways charter flight landed in the Qatari capital Doha on Thursday, with a second flight due on Friday.\nUS Secretary of State Antony Blinken urged help with evacuations during a recent visit to Qatar.\nHundreds of Afghan citizens who had helped the US military were unable to get out in last month's US airlift. \nReuters news agency reports that 113 people were on the plane. \nUK Foreign Secretary Dominic Raab said 13 British citizens had arrived in Doha, and thanked Qatar for facilitating the flight.\nThe White House released a statement confirming that US citizens had flown, and also thanked Qatar, saying the flight was the result of \"careful and hard diplomacy and engagement\".\nIt said the Taliban had been \"businesslike and professional\" in helping the US citizens fly out.\nCanada has also confirmed that 43 of its citizens were on the flight, while the Netherlands said 13 of its nationals were on board.\nIn a press conference held at the airport, Qatari special envoy Mutlaq bin Majed Al Qahtani described Kabul international airport as operational and said it was a historic day for Afghanistan.\nThe flights are the first to leave since the rushed US military-led evacuations finished last month, following the Taliban takeover of the country on 15 August.\nMore than 124,000 foreigners and Afghans fearful of Taliban retribution were flown out of the country. \nAround 100 US citizens were thought to be left in Afghanistan before the flight. \nPhotos have also emerged showing injuries inflicted on two journalists who covered protests on Wednesday. \nThey are reported to have been badly beaten after being arrested by the Taliban in Kabul.\n\"One of the Taliban put his foot on my head, crushed my face against the concrete,\" photographer Nematullah Naqdi told AFP news agency. \"They kicked me in the head... I thought they were going to kill me.\" \nMr Naqdi was covering a protest by women in front of a police station with his colleague at the local Etilaatroz newspaper, Taqi Darybai. \nThe Taliban have banned protests unless authorised by the justice ministry. \nBut dozens of demonstrators chanting \"we want freedom\" gathered near the Pakistan embassy in Kabul and Taliban gunmen opened fire to disperse them, protesters said. \nLocal media have also reported another protest by women in Kapisa province, north-east of Kabul. Sources told Aamaj news that several women had been arrested. \nBBC Dari heard from a number of Afghans about the demonstrations.\n\"It is our right to protest,\" said Haseeneh from Kabul. \"Now that we know what the Taliban meant by their new cabinet, we will protest. They kept saying that women should wait till the Taliban announce their new cabinet. There is no single woman in the cabinet.\"\nBut Alazay from the southern province of Helmand called for other countries to recognise the Taliban government.\n\"If that happens, our lives are going to be much easier. If the protests continue and the Taliban suppress them, the international community will not recognise the Taliban's new government and do you know who will suffer? We, the people.\" \nOn Wednesday, dozens of women in Kabul and the north-eastern province of Badakhshan protested against the formation of the all-male interim Taliban government. \nSome women, calling for the inclusion of female ministers in the government, were reportedly beaten before the demonstrations were broken up.\nThree people were killed during a demonstration in the western city of Herat on Tuesday. The Taliban have denied that they were behind the violence.\nMeanwhile, there are reports that the internet was temporarily taken down in parts of Kabul. \nAfghan journalist Bilal Sarwary tweeted that several sources in the telecom sector had confirmed to him that the Taliban had ordered mobile phone internet coverage to be turned off temporarily in several districts. \nJournalist Habib Khan later tweeted that the internet had been restored in the city.\nAnd separately, social media footage has emerged from the Panjshir valley said to show the desecration of the mausoleum of the well-known former anti-Taliban alliance leader, Ahmed Shah Massoud. \nThe Taliban said on Tuesday they had taken the valley - the last region of Afghanistan holding out against their rule - from the Afghanistan National Resistance Front. The NRF, led by Ahmed Shah Massoud's son, said they would continue to fight. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58208721",
      "category": "world-us-canada",
      "title": "'This was a race and we lost': How US doctors really feel about Covid surge",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic",
      "text": "Nearly 620,000 Americans have died from Covid-19, and over 32 million have been infected.\nHealthcare workers have been at the forefront of the pandemic battle. And for many, the last few months have felt like déjà vu. \nA rise in the number of Covid patients in hospital, a surge in deaths, and rampant misinformation about the disease have made some feel like it's \"summer 2020 all over again\".\nBut has the vaccine changed anything? Do medical professionals have hope for the fall?\nWe went back to several healthcare professionals - doctors, nurses, and medical staff - who we spoke to last summer, to ask how they are faring nearly 18 months into the Covid pandemic.\nHere's what they told us.\nA lot has changed in the last year and a lot hasn't. Last year each day I went to work, there was always the fear of getting sick myself or spreading Covid to my family. \nFrom about April to June 2021, things felt better. We got seeing families back in the hospitals, patients were optimistic, and we were looking forward to the summer. Unfortunately, the Delta variant and our policy missteps with regards to it has made it feel like August 2020 all over again.  \nI am simply frustrated. Last year we had no vaccine and there was a feeling of inevitability when it came to surges in cases. \nThis time around we have a vaccine that can prevent a majority of Covid hospital cases, yet our ICUs in certain states are fuller than ever. Fewer people are wearing masks and I am worried for a particularly brutal flu season combined with continued Covid Delta spread.\nWhat concerns me is that last year when we were seeing our hospitals get full, our political leaders reacted to those challenges with policy measures. But this time around we are simply not doing that. Our governor in Texas has issued mask mandate bans and we are lagging behind in vaccines. \nI truly hope we can find a way to depoliticise the pandemic, masks, and the vaccine. If we can do that, Covid can become a minor nuisance rather than a death sentence for thousands more Americans. \nWe've not yet contained the pandemic. We have not been able to control it, and now we are probably headed into another surge, at least in the United States. \nIn Massachusetts, we are preparing our hospitals for this after seeing the rise of patients in other states.\nI think this is primarily because vaccinations have not been where we want them to be. This was a race and we lost, because with the Delta variant the vaccine is not as effective. It's lower - but we don't know by how much.\nEven vaccinated people are getting infected with Covid. This new strain was not incorporated into the vaccine studies initially. That's why companies like Pfizer and Moderna are now thinking of getting the booster with the Delta variant. \nOne of the worst things we're seeing is infected pregnant people - it's a heart-breaking situation. \nEven though it's not mandated, as a doctor I'd recommend the vaccine. We anticipate that this won't be slowing down for a little while. We hope that if people get vaccinated and socially distance as we have done before, we can minimise the peak of this surge. \nWe need to be proactive. \nA lot has happened since 2020 April. After working as an ICU nurse in the peak of the pandemic in New York City, I was burnt out. Thankfully, by the summer Covid numbers dropped and work life settled a little bit. As the dust settled, New York felt different.\nI could feel myself itching to get away, desperately wanting a change of scenery. So, I picked a city in Texas that I'd never been to, and accepted a travel nurse contract in El Paso at the end of summer 2020.\nWhat started off as a cool experience quickly turned into another Covid nightmare. El Paso soon became a Covid epicentre as the virus infected entire households.\nInstead of returning back to the acute care hospital setting in 2021, I took a nurse practitioner job working in vaccine clinics across New York City. \nFor nearly four months I was on the other side, the side that felt less stressful and more hopeful. Instead of witnessing the tragic stories of Covid, I was met with the smiles of people excited to get vaccinated, who had hopes of moving toward a new kind of normal. \nDespite our efforts, it breaks my heart to hear about what is happening in hospitals across the country as Covid cases rise. Hospitals are short staffed and healthcare workers are burnt out - again.\nEveryone in healthcare is bracing for a hard fall and winter this year. It's a bit unnerving to see hospitals overwhelmed at the end of summer before flu season even starts. \nI am most concerned about the misinformation, conspiracies and propaganda circulating across the internet on the vaccine and the virus. I know that in the end it will only hurt our country and stifle efforts to curb the continued spread of Covid. \nOver the past year I have been inundated with Covid patients. Last year, my primary fear as a doctor was spreading the disease to my kids and wife as I intubated and cared for thousands of patients. \nThe vaccine has given many of us a bit more peace of mind in protection from acquisition of disease. It doesn't mean that people won't get the disease, but it means that they will likely avoid getting hospitalised and potentially dying. That gives me hope on a personal level every day.\nThat said, I'm sad over recent hospitalisations and I'm worried about the immuno-compromised and patients that wished they would have been vaccinated but couldn't be due to other conditions.  \nI'm sad that political parties are blaming one another.  I'm frustrated when medical professionals provide inaccurate information that diminishes the trust between our profession and the public. \nCombating false and misinformation that may be factually inaccurate is our biggest challenge.\nWe need to understand fears about masking, vaccines, the disease, and then partner with those that hold these fears to find ways to work through improved informed decisions.\nReporting by Angelica Casas, Bernd Debusmann, Chloe Kim, Roderick MaCleod and Marianna Brady"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58518526",
      "category": "uk-england-york-north-yorkshire",
      "title": "MP Nigel Adams filmed swearing at Mr Stop Brexit Steve Bray",
      "tags": "Selby,Nigel Adams,City of Westminster,Brexit",
      "text": "A minister has been filmed swearing at a veteran pro-EU campaigner who approached him outside the Houses of Parliament.\nSteve Bray, known as Mr Stop Brexit, uploaded the clip of his exchange with Foreign Office minister Nigel Adams.\nThe footage shows Mr Adams give the four-letter response at least twice as Mr Bray attempts to question him.\nA spokesperson for the MP said his remarks \"no doubt reflect those of many democratic representatives\".\nThe video, shared on social media by Mr Bray, shows the pair talking in the street on Wednesday evening following the Commons vote on a tax increase to help fund health and social care.\nAfter questioning Mr Adams about the tax increase, the MP responds: \"I'm really not interested in talking to an odd bloke with a top hat on chasing me down the street\".\nHe then tells Mr Bray, from Port Talbot in Wales, to \"talk to your own MP\" and swears at him.\nThe 52-year-old campaigner became a regular sight outside Parliament following the EU referendum, with Mr Bray repeatedly interrupting live TV broadcasts with his cries of \"stop Brexit\".\nSpeaking to BBC Radio York, he said: \"You should be able to ask an MP a question without being told where to go.\n\"This is at Parliament, it's not as if I'm on his doorstep at his house, this is the seat of power - if you write to these MPs, half of them don't reply.\n\"I don't harass MPs, I ask them questions and I like to think I'm speaking for other people who can't be there to ask those questions.\" \nIn a statement, a spokesperson for Selby and Ainsty MP Mr Adams said: \"Mr Bray has spent the last few years harassing, following and hurling abuse at elected Parliamentarians as well as interrupting journalists, preventing some from doing their job of reporting the news and conducting interviews. \n\"Mr Adams' remarks no doubt reflect those of many democratic representatives trying to deliver on the will of the people and others seeking to go about their business who have been harassed or had their work disrupted by this individual and his handful of followers.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58515771",
      "category": "uk-wales",
      "title": "Covid: Wales vaccine passport decision due next week",
      "tags": "Welsh government,Coronavirus pandemic",
      "text": "Ministers will decide next week if vaccine passports should be used to gain entry to some events in Wales, the first minister has said.\nMark Drakeford also said there could be as many as 100 new Covid hospital admissions a day in Wales as the Delta wave peaks at the end of this month.\nPeople will need passports for some events in Scotland from 1 October and in England from the end of this month.\nMr Drakeford said rising rates meant it would be irresponsible not to consider.\n\"There are a number of practical and ethical issues that need to be considered in relation to vaccine certification, and we continue to work through those,\" said Mr Drakeford.\n\"We will not do that in any setting where people have no choice but to go, so there will be no vaccine passports for people who need to go to use crucial public services.\"\nA decision will be made ahead of a planned three-weekly review of the Coronavirus regulations next Friday.\nThe Welsh Conservatives said \"we have got to learn to live with Covid\" as their health spokesperson Russell George said he was \"absolutely against Covid passports for domestic use\".\nHowever, Plaid Cymru's Rhun ap Iorwerth said Covid passports should not be totally dismissed and he would be prepared to support their use in \"very, very limited places\". \nIt comes as Mr Drakeford warns daily hospital admissions - currently 40 Covid patients a day - could more than double by the end of the month, based on modelling work carried out by Swansea University.\nHe said patients would include many who need to be in hospital for a long time and need intensive care.\nHe said the position in Wales was a \"serious\" one and the number of cases was \"likely to get worse over the coming weeks\". \nHe said: \"We now have very high rates of coronavirus in all our communities - rates, which our modelling says are likely to get worse over the next few weeks\".\nIf the virus continues to spread at its current rate, there will be about 3,200 cases confirmed every day towards the end of the month, he said. \n\"Until now, this rise has been manageable, because our fantastic vaccination programme has helped to weaken the link between infection and serious illness but with the rapid spread of coronavirus in our communities, pandemic pressure on the NHS is increasing once again,\" he said.\nPublic Health Wales (PHW) reported 2,467 more coronavirus cases on Friday with five more Covid-related deaths.\nPHW said 522.7 per 100,000 population had tested positive for the virus in the past seven days - the highest Covid cases rates since the second wave in December.\nThe number of daily cases is almost 50% higher at this point in the third wave than it was at this point in the second wave, back in December, according to PHW. \nDespite that, the number of patients in hospital, with confirmed Covid, was three times higher then.\nPHW's figures also show in this wave there is a noticeable difference in the proportion of young people - those 19 and under - testing positive. \nThey are now the largest age group, making up 31% of positive tests. \nAt a similar point in the second wave, also the day that the vaccine programme began, it was only 16%.\nAccording to the Office for National Statistics (ONS), the average number of daily deaths in the second wave was eight times higher. \nThe daily average is currently four a day - it was 32 deaths a day at this point in the second wave, under the most reliable ONS measure. \nIf we only take the PHW measure, it was averaging 24 deaths a day, still six times higher."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58510192",
      "category": "world-europe",
      "title": "Austria man kept dead mother in cellar for pension, police say",
      "tags": "Austria",
      "text": "A man kept the mummified corpse of his mother in a basement for over a year while continuing to receive her pension payments, Austrian police say.\nThe 89-year-old woman, who reportedly had dementia, is thought to have died of natural causes in June last year.\nHer son, 66, is said to have put her body in his cellar and used ice packs and bandages to mask the smell.\nPolice believe he may have illegally received about €50,000 (£42,000) in payments.\nThe suspected fraud only came to light after a new postman delivering the woman's benefits in the western Tyrol region was refused a request to see her, police said in a statement.\nThat sparked an investigation, and led to the subsequent grisly discovery.\nPolice told Austria's public broadcaster ORF that the suspect had also covered his mother with cat litter. \"Ultimately, the corpse was mummified,\" officer Helmuth Gufler said, adding that the man had confessed.\nMr Gufler said the man had no other income, and had told them that the payments would have stopped immediately if he had reported the death, leaving him unable to afford to pay for his mother's funeral or to keep the house they had shared.\nThe suspect also said he had told his brother that their mother was receiving care at a hospital, and that it was not worth visiting as her condition meant it was unlikely she would recognise him, ORF reported. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57829261",
      "category": "uk",
      "title": "Racism fuelling far-right threat in UK - MI5's Ken McCallum warns",
      "tags": "MI5,Spying,China,Russia,Counter-terrorism",
      "text": "The \"toxic\" issue of racism is fuelling a growing threat from the far right, the head of MI5 has warned.\nKen McCallum said MI5 was seeing teenagers as young as 13 drawn into extremist activity, often online.\nBut there was no sign of foreign states trying to sow divisions over race and the UK had to look closer to home to understand the problem, he said. \nHe also urged the public to be as vigilant about threats from \"hostile states\" as from terrorism.\nBut he said MI5 was alert to the possible return of terrorist training camps in Afghanistan.\nGiving an overview of of threats facing the UK, Mr McCallum said extreme right wing terrorism was \"sadly here to stay\", with 10 of 29 attack plots disrupted in the last fours years linked to it.\nAnd it was a threat fuelled, in part, by racism, he said.\n\"Racism is a toxic issue that MI5 confronts every day, most visibly in our work to deal with extreme right-wing terrorism. Racism is not the sole and only fuel of that threat, but it is strongly there.\"\nHe said in the past there had sometimes been disinformation campaigns from states abroad seeking to drive wedges on issues such as race but this was not common. \"We don't currently see particular bits of state-generated misinformation as being a major slice of the problem.\"\n\"If we were to find ourselves overly looking to blame abroad for this phenomenon of racism, we might risk not owning a portion of the problem that is ours within our own country,\" he added.\nHe said teenagers were a growing part of counter-terrorist case work, especially with the far right. This was most likely because of the strong online element of the problem, with the youngest person MI5 had come across aged 13. \nMI5 has been focused primarily on Islamist-linked terrorism for the past 20 years since the attacks of 11 September 2001, launched by al-Qaeda from its base in Afghanistan.\nAnd with Western troops now leaving Afghanistan, he acknowledged the potential danger of Islamist terrorist groups trying to rebuild their capabilities there.  \n\"If pockets of ungoverned space open up, some terrorist groups might, for example, try to re-establish some training facilities there as we've seen in the past. It doesn't automatically follow that they would then build from there to try to direct terrorist attacks against the UK, for example, [but] that is clearly a possibility to which we must be alert,\" he said. \nHe said terrorists would be starting from a low base after 20 years of efforts against them but MI5 would now have to shift to a different mode of operation to deal with the threat, similar to the way it dealt with threats from Somalia.\nThe MI5 chief also attacked Facebook and other tech companies for planning to roll out end-to-end encryption for some of its platforms, such as Messenger. This would make it impossible for the companies to hand over the content of users' messages to the authorities because they would no longer have access themselves. \n\"End-to end-encryption done in the way Facebook is currently proposing will hand a gift to the terrorists MI5 has to find and tackle - and a gift to the child abusers our colleagues in the National Crime Agency need to find and tackle,\" he said.\nHe said the tech companies had lived up to their responsibility to remove terrorist content from their platforms. But he said he wanted to make a public plea for them to engage seriously with governments - or him personally - to design in public safety alongside privacy in the future. \nMI5 is doubling the amount of resources it is putting into countering the threats from hostile states, Mr McCallum revealed. These could include disruptive cyber-attacks, misinformation, espionage and interference in politics - and were usually linked to Russia, China and Iran. \nHe said these \"less visible threats\" had \"the potential to affect us all\" by impacting jobs and public services and could even lead to loss of life.\nHe said MI5 had disrupted plans since the Salisbury poisoning of 2018 which might possibly have involved attacking or killing individuals in the UK - but would not provide further details. \nHe confirmed reports that last autumn there had been an episode of Russian generated misinformation or disinformation in respect to the Oxford AstraZeneca coronavirus vaccine. Attempts to interfere in public life were increasing, he said, although they were not always successful.\nHe talked about the need for new legislation, which is currently being consulted on, to deal with such hostile state activity.\nMr McCallum also extended deepest sympathies to those who lost loved ones in terrorist attacks or state aggression and said MI5 was committed to learning any lessons necessary from events like the attack on Fishmongers' Hall and on the Manchester Arena.\nSpeaking at MI5 headquarters in Thames House, Mr McCallum also said he had cheered on the England football team - apart from for the 90 minutes when they played against Scotland - saying: \"Even for a Scotsman, there was a great deal to like in this England team.\"\nHe said as he watched the penalty shoot-out on Sunday night he felt a parallel with his staff of \"capable, brave young people of all races giving their all for the country\". But he added: \"You don't always win.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58520199",
      "category": "entertainment-arts",
      "title": "Why Don't We: US boy band accuse manager of mental and financial abuse",
      "tags": "Pop music,Music",
      "text": "US boy band Why Don't We have accused one of their managers of \"mental, emotional and financial abuse\" by making them \"hostages in our own home\" and restricting their food.\nThe five-piece's latest album went to number five in the UK in January.\nThey claimed the manager, who they didn't name, \"controlled us 24/7\", verbally berated them and led members to develop eating disorders.\nDavid Loeffler, one of their managers, rejected the \"untrue, hurtful\" claims.\nWhy Don't We said they were aged between 15 and 18, and \"young, impressionable and trusting\" when they formed and started living in the same house.\n\"Little did we know that we would eventually become prisoners in the 'Why Don't We compound' under the supervision of one of our managers at Signature Entertainment Partners,\" they wrote on social media.\n\"He would not only live with us during the day, but controlled us 24/7, setting an alarm that would go off if any door or window was opened. Needless to say, we were not given the security code to the alarm, essentially making us hostages in our own home.\"\nThey added that their food was \"restricted to the point that some band members developed eating disorders\", and they were forced to sneak food into the house.\n\"We were verbally berated almost every day and alienated from our friends and families,\" they added. \"We had no support system except for each other and were made to believe that this was 'normal', that every artist had to pay their dues.\"\nThe group have had two US top 10 albums, and their statement comes after two former partners of Signature Entertainment sued each other.\nMr Loeffler and music industry veteran Randy Phillips had launched the band's career, but split up and took legal action against each other last month over the group's management and control of Signature and another company.\nAt the time, Mr Phillips' lawyer Howard King alleged that Mr Loeffler had subjected the group to \"years of mental and financial abuse\".\nAccording to Billboard in late August, the group were refusing to sign a recording agreement with Atlantic Records or perform as a group, until Mr Phillips was reinstated as their sole manager.\nIn a statement at the time, the group's lawyer Alan Gutman said they \"support Randy Phillips the same way he has supported us from the start of our careers\".\nOn Friday, Mr Loeffler's lawyer Michael Levin said Signature had profit share agreements with the members of Why Won't We, which had been \"very beneficial for the individual members of WDW\", earning them approximately $10m (£7.2m) in total.\nHe added: \"Recent comments attributed to WDW members are untrue, hurtful, and apparently designed to be part of an ill-advised strategy to evade their obligations under these agreements.\n\"Signature would certainly welcome a reasonable and amicable resolution of this matter that preserves the mutually beneficial relationship that has helped WDW achieve their great success to date.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58518892",
      "category": "uk",
      "title": "More people trying to give up their lockdown dogs, says charity",
      "tags": "Pets,Dogs,Coronavirus pandemic",
      "text": "More people are considering giving up their dogs for adoption since coronavirus restrictions were lifted, according to a dog welfare charity.\nThe Dogs Trust said it had seen a 35% increase in calls related to giving up dogs in the last few weeks.\nIt said that people were reconsidering owning a pet as their circumstances changed post-lockdown. \nThe sales of pets in the UK has soared since the start of the pandemic, when more people spent time at home.\nThe price of puppies more than doubled during lockdown, with dogs costing almost £1,900 on average.\nThe Dogs Trust said it had witnessed a significant spike in pet owners considering adoption following the announcement that most Covid measures were being lifted in England on 19 July. \nIt said traffic to the \"giving up your dog\" pages of their website had increased more than 180% in July compared to pre-pandemic visits in February 2021.\nThere was also an 100% increase in traffic in July compared to what it had seen six months earlier in February.\nOwen Sharp, the charity's chief executive, said: \"Following the boom in pet ownership during the pandemic which saw millions of us delighting in the companionship of a dog, today's figures have sadly come as no surprise to us. \n\"As owners' circumstances change, puppies grow into boisterous 'teenagers' and the country unlocks, many owners are being forced to reconsider the place in their lives for their pet.\"\nThe charity, which has launched a National Dog Survey - a census of dog owners - said it expected to see an increase in the number of dogs it receives in the months to come, describing it as a \"looming crisis\".\nEarlier this year, the Pet Food Manufacturers' Association said a total of 3.2 million households in the UK had acquired a pet since the start of the pandemic.\nYoung people were the main drivers of this trend, it said, with more than half of new owners aged 16 to 34.\nThere are now about 34 million pets in the UK, including 12 million dogs, the association said.\nThe RSPCA previously warned the boom in pet ownership could turn into a \"crisis\" for those animals once their owners returned to work after lockdown and could no longer give their pets so much attention.\nHave you had to give up a pet during this pandemic? Or do you work in an animal welfare centre? Please get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58509085",
      "category": "entertainment-arts",
      "title": "Mercury Prize 2021: Arlo Parks wins for Collapsed In Sunbeams",
      "tags": "Mercury Prize,Ghetts,Celeste,Mogwai,Hannah Peel,BERWYN,Michael Kiwanuka,Music",
      "text": "Indie-soul singer Arlo Parks has won the 2021 Mercury Prize for her debut album, Collapsed In Sunbeams.\nA tender, intimate record, it draws on painful subjects like depression and anxiety but maintains a sense of hope.\nThe 21-year-old beat the likes of Wolf Alice, Celeste and Mogwai to scoop the £25,000 prize at a ceremony in Hammersmith, London, where she grew up.\nJudges called her a \"singular voice\" who \"demonstrates how to be quietly strong in a world of extrovert noise\".\nParks, who was left \"completely speechless\" by her victory, is the first Mercury Prize winner to be born in the 21st Century.\n\"It took a lot of sacrifice and hard work to get here,\" she said, after regaining her composure on stage. \"There were moments where I wasn't sure whether I would make it through - but I am here today, so thank you very much.\"\nCollapsed In Sunbeams, which was released in January, reaching number three in the charts, and selling 43,000 copies to date.\nCritics praised its compassion and insight into topics like mental health and sexuality. \n\"There's no doubt that this is a universal collection of stories that'll provide solace for listeners of all ages and backgrounds for decades to come,\" wrote the NME in a five star review.\n\"Parks' seemingly effortless lyricism and laidback melodies make her songs cosy in winter, and chilled in summer [and] always uplifting and comforting,\" added The Line Of Best Fit.\nParks told the BBC she had written the album \"about the things I was scared to talk about or the things that moved me\" as she grew up in West London - and composedethe first song, Eugene, \"sitting on the floor eating pasta\" while she was still at school.\n\"The fact that people have connected to it, and feel strengthened and held by it, makes me really happy.\"\nThe Mercury Prize, given to the best British or Irish album of the past 12 months, is now in its 30th year. \nPrevious winners include era-defining records such as Primal Scream's Screamadelica, Pulp's Different Class and Dave's Psychodrama.\nThis year's list of nominees was typically eclectic, including chart-topping records by Celeste and Wolf Alice alongside singer-songwriter Laura Mvula and more left-field albums by jazz saxophonist Nubya Garcia and electronic composer Hannah Peel.\nMvula, whose three albums have all been nominated without winning, expressed her disappointment after Thursday's ceremony. \"I get robbed. A lot,\" she wrote, adding: \"Mercury Prize can lose my number.\"\nOn Friday, she posted again.\nTen of this year's 12 shortlisted albums were debuts, while four were instrumental or partly instrumental - reflecting changing listening habits during the pandemic.\nJudge Annie Mac said the list showed \"how remarkably creative and diverse British music is at the moment\".\nRadio 2's head of music, Jeff Smith, who chaired the judging panel, said selecting the winner \"is always difficult, but it was especially difficult this year\".\nThe full list of nominees was:\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58515401",
      "category": "uk-england-birmingham",
      "title": "West Midlands Police apologises for failing domestic abuse victim",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58523119",
      "category": "uk",
      "title": "Prince Andrew served with papers, accuser's team claims",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,Jeffrey Epstein",
      "text": "Lawyers for the woman who has accused Prince Andrew of sexual abuse claim they have successfully served him with legal papers.\nVirginia Giuffre has launched a civil case against the prince in New York - and legal papers have to be \"served\" before the case can proceed.\nHer lawyers say they were served on 27 August, being left with a police officer at Windsor's Royal Lodge.\nPrince Andrew denies all the claims made by Ms Giuffre.\nA spokeswoman representing the Duke of York has declined to comment on the latest development. \nA US judge must determine whether the papers were in fact \"served\" before any case can proceed. \nA video conference on the next stages of the case is scheduled for a New York court on Monday.\nAccording to court documents, an answer is due from Prince Andrew to the affidavit by 17 September and \"if you fail to respond, judgment by default will be entered against you for the relief demanded in the complaint\".\nBBC royal correspondent Nicholas Witchell said it was still not clear yet whether Prince Andrew's legal team would accept that legal papers have been served. \nThe prince is currently at Balmoral, the Queen's Scottish estate.\nLegal papers say a process server working for Ms Giuffre's team arrived at the Royal Lodge on Thursday 26 August at 09:30 BST.\nThe man met security staff, left a business card, and was asked to wait.\nThe papers say he then spoke to police, including the head of security, who could not locate Prince Andrew's private secretary \"or anyone senior\".\nThe agent was told the security team \"had been told not to accept service of any court process\".\nHe was then given a solicitor's name and number, phoning him at 10:40, but did not get a response.\nOn Friday 27 August, the same process server returned to the Royal Lodge in Windsor and spoke to the \"head of security\".\nHe was advised the papers could be left with police at the main gates, which would be forwarded to the legal team.\nThe papers state: \"The deponent did enquire whether it was possible to meet personally with the defendant, but the deponent was told that this was not possible.\"\nMs Giuffre's legal team claim that by leaving the papers with the officer, the service was successfully completed.\nOur correspondent Nicholas Witchell said the tactics of Prince Andrew's legal team appeared to be just not to respond at all. \n\"We should keep in mind that shortly after he did withdraw from public life, Prince Andrew did say he would co-operate with any legitimate inquiries by the US authorities,\" he told BBC's Radio 5 live. \n\"I think it is fair to say the Americans would say that there has been little or indeed no evidence of any such co-operation by Prince Andrew.\"\nMs Giuffre - an accuser of convicted sex offender Jeffrey Epstein who died in jail in 2019 - claims she was brought to the UK at the age of 17 to have sex with Prince Andrew.\nShe filed a case against him last month in New York. It is a civil rather than criminal case - meaning Ms Giuffre wants the court to decide whether her allegations are true, and whether the duke should pay her damages.\nThe case alleges the prince sexually abused Ms Giuffre at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and the US Virgin Islands.\nIt claims the prince engaged in sexual acts without her consent, knowing how old she was and \"that she was a sex-trafficking victim\".\nSpeaking to the BBC about Ms Giuffre's allegations in 2019, Prince Andrew said they \"never happened\".\n\"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\" he told BBC Newsnight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-south-scotland-58505688",
      "category": "uk-scotland-south-scotland",
      "title": "NHS Borders 'busier than any of the busiest winters'",
      "tags": "Melrose,NHS Borders,Coronavirus pandemic",
      "text": "The medical director of NHS Borders has urged the public to \"be kind\" to staff facing \"unprecedented challenges\".\nDr Lynn McCallum said they were currently busier than in the \"busiest winter\".\nShe added that there had also been an increase in abuse of staff recently - both face-to-face and on social media.\nShe said she recognised some delays for treatment were \"far from ideal\" but she urged people to show understanding.\nDr McCallum said the challenges being faced by health workers were greater than they had seen at any point in their careers.\n\"Unfortunately, the last 18 months have had such a significant impact on staff that we are seeing significant problems both with vacancies and staff absence due to illness,\" she said.\n\"As a result it is proving very, very challenging to provide services across the organisation.\"\nShe said it translated to very low morale among workers.\n\"I think the staff have absolutely put their heart and soul into working and providing high quality healthcare over the last 18 months,\" said Dr McCallum.\n\"But the pressures continue relentlessly both in relation to Covid but also in relation to non-Covid illness.\"\nShe said she recognised a lot of people were still waiting for operations - non-urgent surgery is currently suspended - and said that was a source of frustration for staff as well.\nHowever, Dr McCallum said that was no excuse for abusing workers.\n\"Sadly, we have seen a significant increase in poor behaviour from the public,\" she said.\n\"We have seen quite a lot of abuse to staff face-to-face - and even more on social media.\n\"I suppose what I would request of the public is please be kind.\n\"Please remember where all of these individuals have been for the last 18 months and how hard they have been working.\"\nShe said health workers were looking towards winter \"with some dread\".\n\"As things stand currently we are busier than we have seen at any of the busiest winters in any of our working careers,\" she said.\nDr McCallum said the Borders General was operating at full capacity which was creating problems for the emergency department which could not be closed.\n\"What we are finding is that patients are unfortunately having to stay for prolonged periods of time in the emergency department which we know is far from ideal for either them or our staff,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58422607",
      "category": "uk-scotland",
      "title": "Vaccine passports: How does Scotland's scheme work?",
      "tags": "Nicola Sturgeon,NHS Scotland,Coronavirus vaccines,Vaccination,Hospitality industry,Vaccine passports,Coronavirus pandemic",
      "text": "Scotland's vaccine passport scheme was introduced last year with the aim of enabling events to go ahead despite surging Covid cases and encouraging the uptake of the vaccine in younger people. \nIt covers large outdoor events, which resumed this week, and venues such as nightclubs and those hosting large indoor events, which can reopen from 24 January.\nPeople over the age of 18 must show - if asked - that they are fully vaccinated, or have proof of a negative rapid lateral flow test (LFD) or PCR within the previous 24 hours, before they are allowed entry to certain venues and events.\nIf it is more than 120 days since your second jab, you are required to have had a booster to be classed as fully vaccinated. \nThe scheme applies to:\nFor nightclubs and smaller events, all people entering should be checked. \nOrganisers of large events are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, \nAnyone who has good reasons for not getting fully vaccinated - including people with particular medical conditions - will be exempt, as will employees working at the venues, people taking part in vaccine trials and anyone under the age of 18.\nThe government also said there would be no need for a vaccine passport to access public services or settings where people have no choice over attendance - such as shops, public transport, education and medical services.\nThe vaccine passport has been updated so that its QR code includes evidence of booster vaccinations.\nThe NHS Scotland Covid Status App is available on Apple and Android devices allows people to register, using their passport or driving licence to verify their identity, and then creates a QR code for each vaccination. \nThose who cannot use the app are able to request what the government describes as \"a secure, uneditable\" paper record. It has enhanced security features, such as thermodynamic ink to prevent forgery, as well as a QR code, and will be valid for three months.\nA QR code verifier app was made available to venues, enabling staff to check a customer's QR code.\nThose who cannot be vaccinated for medical reasons will be able to show a document confirming that they are exempt. While under-18s are exempt from the scheme, they may need to show proof of age.\nPeople coming from elsewhere in the UK can show their vaccination status with the NHS App (if from England or Wales) or the Covidcert NI app (if from Northern Ireland) - or via paper letters of certification.\nWhile initially there was no clear definition of what constituted a nightclub, the government later provided some clarification.\nThe vaccine certification scheme applies to any venue that meets all four of the criteria:\nPotentially, a 200-capacity nightclub could be asking for a vaccine passport while a pub next door, with a larger capacity and music playing into the early hours of the morning without dancing or a designated dance floor operating, avoids having to ask customers for their vaccine status.\nFirst Minister Nicola Sturgeon has said that the rules will be applied in a spirit of pragmatism. As an example, she said a venue required to check vaccine certification at night would not have to check customers coming in for a pub lunch 12 hours earlier.\nThe scheme in England applies to the same venues that are covered in Scotland.\nPeople can only enter if they can show an NHS Covid Pass confirming they have received two doses of an approved vaccine (or a single-dose of Janssen vaccine); a negative PCR or rapid lateral flow test (LFT) result within the last 48 hours; or proof that they have a medical exemption or are taking part in a clinical trial.\nIn Wales, people need to show their NHS Covid Pass or a negative LFT result within the last 24 hours to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions, the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nThe Covid passport scheme in Northern Ireland applies to pubs, restaurants, cinemas and theatres - as well as nightclubs and large events which are currently closed.\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30-180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58512257/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Schools safe for children and staff, says CMO",
      "tags": "NI education,NI Health,Coronavirus pandemic",
      "text": "Schools are safe places for children and staff, Northern Ireland's chief medical officer has said.\nProfessor Sir Michael McBride made the comments in a detailed letter about schools to pupils, parents and staff.\nHe added, though, that it was \"inevitable\" there would be Covid cases in schools.\nBut he said there was a \"certainty of long-term harm to many children and young people\" from not attending school.\n\"The public health grounds for keeping and supporting children at school are extremely strong,\" he wrote.\nHis letter comes as the Public Health Authority (PHA) takes over responsibility for contact tracing in schools on Friday.\nIn his letter Sir Michael said that the Covid pandemic had damaged children's wellbeing, mental health and education.\n\"Children from more disadvantaged backgrounds have been particularly negatively impacted,\" he said.\n\"As we progress through the pandemic response, we must continue to strike a balance between safeguarding children's education and wellbeing and measures to contain Covid.\"\nSir Michael said that now was the right time to take a more targeted approach to contact tracing in schools and said he was writing to explain why that was the case.\n\"Multiple sources of evidence show that a lack of schooling increases inequalities, reduces the life chances of children and can exacerbate physical and mental health issues,\" he said.\n\"School improves health, learning, socialisation and opportunities throughout childhood, adolescence and into adulthood.\"\nHe wrote that it was \"no longer necessary\" to close schools as had happened earlier in the pandemic.\nHe also cited large-scale studies from England and Scotland which showed \"the vast majority of those identified as school close contacts and sent home to isolate during the last academic year did not go on to develop Covid\".\nThe chief medical officer said that the overall risk of children becoming severely ill from Covid was extremely low.\nHe also said all school staff had the chance to be fully vaccinated, and that many other safety measures remained in place in schools.\n\"It is my professional opinion, which is shared by my chief medical officer colleagues across the UK, that very few, if any, children or teenagers will come to long-term harm from Covid due solely to attending school,\" he said.\n\"This has to be set against a certainty of long-term harm to many children and young people from not attending school.\"\nSir Michael said the contact tracing taken on by the PHA would bring Northern Ireland into line with England, Scotland and Wales and identify children with the \"closest contact\" to a positive case.\nHe also said it would free principals and teachers to get back to \"doing what they do best - teaching and inspiring our children and young people.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58508603",
      "category": "uk-wales",
      "title": "9/11: Husband of Welsh victim to be played in Netflix film",
      "tags": "September 11 attacks,Swansea,Netflix,United States",
      "text": "The husband of a Welsh person who died in the 9/11 attacks has recalled the last moment he saw his wife alive.\nCharles Wolf had been married to Katherine Wolf, from Swansea, for 13 years prior to the attacks. \nHis fight for compensation for the victim's families is told in the new Netflix film Worth and Mr Wolf is portrayed by Emmy winner Stanley Tucci.\n\"She went to work, I kissed her goodbye at 8:06, and I never heard from her again,\" Mr Wolf told BBC Radio Wales.\nKatherine started work on the 97th floor of the north tower of the World Trade Center just two weeks before the attacks.\nThe last time Charles saw her was as she left for work - 40 minutes later, the first plane would hit the north tower.\n\"At 8:46 the first plane had hit her office directly, flew right over our apartment at less than 1,000ft above the ground.\n\"Someone on the street yelled that a plane had gone into the World Trade Center and I said 'are you kidding, my wife works there'.\"\nThree days after the attacks, Mr Wolf still had not received any confirmation about what had happened to Katherine, so he went to her company's headquarters, elsewhere in Manhattan.  \n\"I walked in and I couldn't even say my name, I just froze, I tried to tell them who I was and I couldn't even get my name out.\"\nHe was then taken to meeting held by the company for families of those who worked in the north tower office.\nAn executive of the company told the group that the highest floor anyone had managed to escape from was the 91st, six floors below Katherine's office. \n\"When I heard that I said 'well that's it, no way, she's gone' I came to that conclusion myself.\n\"It was a relief, what's worse is not knowing.\"\nAfter the attacks Mr Wolf led a campaign to ensure the families and dependants of victims of the attacks were fairly compensated. \nHe was unhappy with the US-government run September 11th Victim Compensation Fund and the man who had been assigned to run it, attorney Ken Feinberg.\n\"I decided I was going to do something and the press would be my megaphone, and I was going to do it for the widows, and that's what I did,\" Mr Wolf said. \nHe set up the website fixthefund.org to pressure those in charge to allocate funds more fairly, and to more people, and it worked. \nAfter adequate changes were made Mr Wolf renamed his website The Fund is Fixed! \nHe applied for it himself in 2003. \nHis story in Worth, which stars Oscar nominees Michael Keaton and Stanley Tucci as Ken Feinberg and Mr Wolf respectively. \n\"The movie is actually very very good, I'm very pleased with it, as is Ken Feinberg,\" Mr Wolf said, but admitted he was not aware of who Tucci was before he was cast in the film.\nThe par met at Sundance Film Festival in Utah and Mr Wolf said: \"He knew who I was, I stood up to introduce myself, I said 'I'm Charles Wolf' he said 'I recognise you', we had a lovely personal talk afterwards, just alone, face-to-face. \n\"He said 'you know I lost my wife', I looked at him and asked if that was why he chose to do the film, he said it was a big part of it. \n\"We looked at each other, as only two men who had lost the love of their life can, we just about burst into tears the both of us, and we just grabbed and hugged each other, and just hugged and hugged and hugged.\"\nMr Wolf said he has not been to Wales since 2002, adding: \"I miss it, it's so beautiful and I really want to get back.\n\"Once 2003 happened and the [9/11] British memorial at Grosvenor Square opened up I knew I had to make the break, it was just too emotional to go back there.\"\nHe said he would always miss and love Katherine, but made a vow he would not let the terrorists take the rest of his life away. \n\"You have to be able to move along, moving on does not mean you've forgotten the person, moving on does not mean you don't love the person anymore.\n\"That person will look down upon you and say 'I want you to live the rest of your life happily', she was in my life for 13 years, and I am very very grateful for that, very grateful.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58510013",
      "category": "world-us-canada",
      "title": "Biden message to unvaccinated: 'Our patience is wearing thin'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58274806",
      "category": "business",
      "title": "Car use back to levels seen before first lockdown",
      "tags": "Transport,Rail travel,Climate change,Bus travel",
      "text": "Car use in Britain is now up to or higher than before the first lockdown, while the number of people using public transport has lagged behind, data from the Department for Transport shows.\nThe data for cars compares the levels now as a percentage of the traffic on the first week of February 2020. \nThe figures for buses compares to the third week of January, and the data for national rail services is compared to the equivalent week in 2019. \nIt comes as the debate about getting more people on to public transport intensifies.\nAt the start of the first lockdown - the end of March and start of April 2020 - there was between a quarter and a third of car traffic than there had been in the first week of February. \nNational rail use dropped to as low as 4% as the same week in 2019, and bus use outside London to as low as 10%. \nDuring the summer 2020, car traffic returned to around 90%-100% of February 2020 figures and didn't drop as low as levels in the first lockdown during subsequent lockdowns. \nBy this summer, car traffic on weekends has consistently been more than 100% of February 2020 levels, reaching as high as 111% on 15 August. \nBus and train use has increased since the first lockdown and during this summer, but is still far from the levels seen before the pandemic. \nBus use outside London this summer is about or below 60% during the week and under 80% on weekends. Meanwhile national rail use is still less than 60%. \nAlthough the statistics are released every week, they are of particular interest at the moment. As the end of the summer approaches, and with the COP 26 climate change conference approaching, arguments about car use are intensifying. \nPoliticians are facing more questions about how to get travellers out of cars and on to public transport. The annual decision on whether to raise rail ticket prices from next year has still to be made.\nPaul Tuohy, chief executive of Campaign for Better Transport, said: \"If this shift towards car use becomes entrenched, we will see increased carbon emissions, air pollution and traffic-clogged streets.\"\n\"With the effects of climate change being felt around the world, it's more important than ever that the government encourages people back onto public transport.\" \nFreezing rail fares for next year would be a good start, he said, but added: \"We really need to rebalance pricing towards greener modes: it makes no sense that bus and rail fares continue to rise while fuel duty for drivers has been frozen for a decade and the government is considering cutting air passenger duty.\"\nThe fact that car traffic is now at up to 111% of the comparable week in February 2020 does not mean this is an all time high, however. The analysis of the data says that traffic can vary by plus or minus by 20% over the course of a year. \nTrain companies are operating around 85% of services at the moment. \nA spokesperson for the Rail Delivery Group, which represents the industry, said: \"Since the relaxation of restrictions last month we have seen a 10% increase in rail journeys, driven by leisure travel, as more people take the train to see friends and family or to go on holiday. \n\"This is good news because when people travel by train it's more than just a journey, it's part of a clean, fair recovery as leisure travellers by train spending over £100 with local businesses while on their travels.\"\nA DfT spokesperson said: \"Our Safer Travel guidance is helping people to return confidently to all forms of transport, as we build back better and greener from the pandemic.\n\"We are working with industry experts to make all options of travel sustainable as we strive towards decarbonising our transport network and delivering net zero by 2050.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58512901",
      "category": "uk",
      "title": "MI5: 31 late-stage terror plots foiled in four years in UK",
      "tags": "MI5,War in Afghanistan (2001-present),Afghanistan,Counter-terrorism",
      "text": "A total of 31 late-stage terror plots have been foiled in the UK in the past four years, the head of MI5 has said.\nDirector general Ken McCallum, who revealed in October there had been 27 attacks thwarted since 2017, said there had been six during the pandemic.   \nHe said they were largely Islamic extremist plots, but a \"growing number\" were planned by right-wing terrorists.\nHe also warned that the fall of Afghanistan to the Taliban was likely to have \"emboldened\" UK terrorists.\nThe terror threat would not change overnight but there could be a \"morale boost\" for extremists, he said. \"The terrorist threat to the UK, I am sorry to say, is a real and enduring thing.\"\n\"Of course there are likely to be terrorist attacks on UK soil on my watch,\" he said, saying MI5 works as hard as it can to stop them happening but \"to our horror, we know that won't be possible on every single occasion\". \nThe head of the security service added that MI5 had \"saved thousands of lives across the last 20 years\" but it \"cannot always succeed\". \nMr McCallum, speaking to BBC Radio 4's Today programme on the eve of the 20th anniversary of the 9/11 attacks on the US, said that smaller-scale terrorist acts by those already in the UK made up the largest number of threats faced by MI5. \n\"There is no doubt that events in Afghanistan will have heartened and emboldened some of those extremists and so being vigilant to precisely those kinds of risks is what my organisation is focused on along with a range of other threats,\" he said.\nBut there is still also a risk of an increase in larger plots directed by terrorism groups like al-Qaeda, he warned. \n\"The big concern flowing from Afghanistan alongside the immediate inspirational effect is the risk that terrorists reconstitute and once again pose us more in the way of well-developed, sophisticated plots of the sort that we faced in 9/11 and the years thereafter,\" Mr McCallum said. \nWhile the government says it will judge the Taliban by their actions, the UK security service would plan for the possibility \"more risk, progressively, may flow our way\", Mr McCallum said.  \n\"Terrorist threats tend not to change overnight in the sense of directed plotting or training camps or infrastructure - the sorts of things that al-Qaeda enjoyed in Afghanistan at the time of 9/11,\" he said. \n\"These things do inherently take time to build, and the 20-year effort to reduce the terrorist threat from Afghanistan has been largely successful. \n\"But what does happen overnight, even though those directed plots and centrally organised bits of terrorism take a bit longer to rebuild... overnight, you can have a psychological boost, a morale boost to extremists already here, or in other countries.\"\nIt is difficult to say if the UK is safer, or less safe, now than it was at the time of the September 11 attacks, said Mr McCallum. \nSo-called Islamic State had \"managed to do something that al-Qaeda did not\" in inspiring lots of people to attempt smaller scale acts of terrorism, he explained.\nHe added: \"We need to be vigilant both for the increase in inspired terrorism which has become a real trend for us to deal with over the last five to 10 years, alongside the potential regrowth of al Qaeda-style directed plots.\"\nFor the past two decades, terrorism has dominated MI5's work. But with significant shifts over time. \nIt took the attacks of 7 July 2005 for it to fully understand the threat came from within as well as abroad. By the 10th anniversary of 9/11, the sense was that the threat from al-Qaeda might be receding and MI5 could turn to other issues of concern, such as state espionage. \nBut then the Islamic State group emerged out of Iraq and Syria and a new wave started - less sophisticated and organised but still deadly. \nOnce again, in the last couple of years, there was a hope that this jihadist threat might be slowing as MI5 took on extreme-right wing activity and focused more on Russia and China. \nBut recent events have raised concerns that the jihadist threat could evolve once again, with Afghanistan inspiring people to act, or by the Western withdrawal creating a new safe haven for groups to operate in and plan more sophisticated attacks, as they did in the years around 9/11.\nFormer chief of the UK defence staff General Lord Richards said he believes we are closer to \"another 9/11\" following the US and UK's withdrawal from Afghanistan. \n\"I fear the Taliban and some extremist jihadist groups are, whatever they like to say, in each other's pockets,\" he told LBC. \"Scores will be settled, debts will have to be repaid and there will be ungoverned space opened up in Afghanistan which those groups will exploit and the ability of the Taliban to actually manage them will be minimal.\" \nTony Blair, Labour prime minister at the time of the 9/11 attacks, told Today: \"We need to decide whether this radical Islamist threat is a real first-order security threat or not. If it is, we need to combine the leading powers of the world and we've got to construct a long-term strategy where we have the staying power to see it through and to defeat them.\"\nHe said the Taliban \"need to know they're going to be held to account - they need to know that if they go back to sheltering terrorist groups that are coming after us then we are prepared to act against them\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58522061",
      "category": "uk",
      "title": "9/11 anniversary: Queen tells Biden the victims are in her prayers",
      "tags": "September 11 attacks,Boris Johnson,al-Qaeda",
      "text": "The Queen has sent a message to US President Biden marking 20 years since the 11 September attacks, saying her thoughts and prayers are with the victims, survivors and their families.\nIn her message, she also paid tribute to the resilience of the communities who joined together to rebuild.\nUK Prime Minister Boris Johnson said the terrorists had failed to \"shake our belief in freedom and democracy\".\nAfter sunset, 67 candles were lit to remember the British victims.\nCommemorations have been taking place at a memorial garden in Grosvenor Square, London, where a private service of remembrance was held earlier, organised by a support group for victims' families. \nOther events have been held around the world to remember the 2,977 people killed. \nThe attacks, which were planned by al-Qaeda from Afghanistan, saw four US passenger jets seized by suicide attackers - two of which were flown into the Twin Towers of the World Trade Center in New York.\nAnother plane crashed into the Pentagon, just outside US capital Washington DC, and a fourth plane crashed in a field in Pennsylvania after passengers fought back.\nIn her message to President Biden, the Queen said: \"As we mark the 20th anniversary of the terrible attacks on September 11 2001, my thoughts and prayers, and those of my family and the entire nation, remain with the victims, survivors and families affected, as well as the first responders and rescue workers called to duty.\n\"My visit to the site of the World Trade Center in 2010 is held fast in my memory.\n\"It reminds me that as we honour those from many nations, faiths and backgrounds who lost their lives, we also pay tribute to the resilience and determination of the communities who joined together to rebuild.\"\nAnd in a defiant message to mark the anniversary, the prime minister said while the terror threat remained, people refused \"to live in permanent fear\".\n\"That we are coming together today - in sorrow but also in faith and resolve - demonstrates the failure of terrorism.\"\nEvents have also been taking place at Windsor Castle, where a special changing of the guard ceremony took place, during which the US national anthem was played. It was an echo of the playing of the Star Spangled Banner at Buckingham Palace 20 years ago on the day after the atrocity, as a gesture of solidarity. \nThere was a minute's silence after the Band of the Welsh Guards performed the anthem, watched by hundreds who had gathered at the castle.\nActing US ambassador Philip T Reeker said the events were a reminder that the US had \"no closer ally and no closer friend in good times and in bad times\" than the UK. \nHe said: \"This has shown the special relationship remains so crucial to all of us.\" \nMr Reeker was among those attending another event at Queen Elizabeth Olympic Park in London, organised by education charity Since 9/11 for survivors of the attacks.\nDuring the commemoration, the message from the PM was played, in which he said recent events in Afghanistan had only strengthened people's belief in freedom and democracy.\n\"Twenty years ago, September 11 2001 became, in President Roosevelt's words after Pearl Harbor, a 'date which will live in infamy',\" Mr Johnson said.\n\"On a crystal clear morning, terrorists attacked the United States with the simple goal of killing or maiming as many human beings as possible, and by inflicting such bloodshed in the world's greatest democracy, they tried to destroy the faith of free peoples everywhere in the open societies which terrorists despise and which we cherish.\"\nMr Johnson said that \"precisely because of the openness and tolerance of the United States\", people of almost every nationality and religion were among those murdered that day.\n\"But while the terrorists imposed their burden of grief and suffering, and while the threat persists today, we can now say with the perspective of 20 years that they failed to shake our belief in freedom and democracy; they failed to drive our nations apart, or cause us to abandon our values, or to live in permanent fear.\"\nTony Blair, who was prime minister at the time, also recorded a message for the event, saying the thinking of the 9/11 terrorists was \"filled with hatred, an ideology at violent odds with a world seeking to flourish across boundaries of faith and culture\".\nIt is as \"flawed and irrational\" today as it was 20 years ago, he said. \nOn 11 September, 2001, Andrew Cullen - originally from Motherwell in North Lanarkshire - arrived at work on the 89th floor of the South Tower. Soon afterwards, he heard an explosion in the North Tower.\n\"Myself and three colleagues made the decision to get out of the building, so we headed towards the stairwell and began descending from the 89th floor down to the Sky Lobby at the 44th floor,\" he said.\n\"It was at that point that the port authority instructed us to go back to our offices, so they sort of shuffled us into one of the freight elevators.\n\"At that point the button for 78 was lit but we decided we wanted to go down, so I was the one who pounded the lobby button just a few moments before the second plane hit the tower above us.\"\nLabour leader Sir Keir Starmer said the anniversary was about remembering and honouring those who were killed and showing \"support to our American friends as they mark this difficult time in their history\". \nHe said the tragedy was \"still so raw\", with the consequences of the attacks \"still being felt to this day\". \n\"But as we mark this anniversary, I'm convinced our resolve has never been stronger,\" he said. \"We will continue to fight terror and violence, by promoting our values of justice and peace.\"\nLondon Mayor Sadiq Khan said the lives of innocent people, including the 67 Britons, would be remembered, adding: \"Our values of freedom, tolerance and respect will always, always prevail. Hate will never win.\"\nThe Archbishop of Canterbury said 20 years on it was still hard to articulate the sense of \"shock and horror\" felt around the world after the attacks - including \"the devastating loss experienced by so many people, and the fear and uncertainty that terrible day brought\".\nJustin Welby added: \"9/11 was a sharp reminder to us of the fragility of the privilege many of us have of living free of the threat of violence, while many in our world continue to wake to war or the fear of war.\"\nHe urged his followers to follow the example of the first responders to the Twin Towers and be willing \"to make sacrifices for the wellbeing of others\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58501199",
      "category": "uk-scotland",
      "title": "Doctors are exhausted, says BMA Scotland chief",
      "tags": "NHS Scotland,Doctors",
      "text": "Scotland's doctors are \"exhausted\" and many are cutting working hours or leaving the health service altogether, according to a senior doctors' leader.\nBMA Scotland chairman Dr Lewis Morrison told BBC Scotland that doctors were \"washed out physically and mentally\" after 18 months of the Covid pandemic.\nHe said action was needed to stop doctors leaving the profession and to boost recruitment of new medics.\nThe Scottish government said it was working to manage the pressures.\nSpeaking ahead of the BMA's annual representative meeting, Dr Morrison said the \"workforce crisis\" had its roots in the number of senior doctor vacancies before the pandemic.\nBut he said that the NHS \"being run at 110% capacity\" during Covid had deepened the crisis.\nThe pressures across the NHS had been \"immense\" in the past few weeks, he said.\nDr Morrison said doctors traditionally had low levels of sickness but it was starting to rise.\n\"I think the cumulative effect of the pandemic is now starting to show,\" he said. \n\"The main other thing is to look after people, to give people the space to have rest and recuperation as best they can, to not pressurise people to do more and more.\n\"The message needs to go to the public to still be patient with the NHS because it cannot meet the needs of everybody right now.\"\nDr Morrison said that in the medium term, over the next few months, efforts must be made to stop staff leaving the NHS.\n\"There are lots of factors at play that could lead people to make a decision to either retire, or potentially leave for other parts of the world to work, or indeed to reduce the amount of work they do to protect themselves from physical and mental burnout,\" he said.\n\"So anything we can do to support the existing medical workforce until we get a clear plan for recruiting and increasing the number of doctors that is going to be how we get through this.\"\nDr Morrison said the problem was not an issue of \"morale\". \n\"This is sheer out-and-out exhaustion we are looking at and that's more worrying,\" he said.\nThe Scottish government said the health secretary met BMA representatives earlier this week to hear about the challenges facing doctors. \nA spokesperson said: \"We are also working proactively with health boards to manage pressures and take rapid action to support increased capacity, including expedited recruitment, flexible deployment of existing staffing and supporting mutual aid across the system.\n\"Our NHS Recovery Plan commits more than £1bn of targeted investment in Scotland's health service and sets out key actions for the next five years, putting staff at the very heart of our recovery with an increased budget of £8m to provide ongoing support for their mental health and wellbeing.\n\"This includes targeted support to the primary care and social care workforce of £2m. We have record staffing levels and the best paid staff in UK, recently giving doctors a 3% pay rise.\"\nSupporting the physical and psychological wellbeing of NHS staff was a \"fundamental priority\", the spokesperson added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58502589",
      "category": "business",
      "title": "Rail industry urges workers not to spurn the train",
      "tags": "Commuting,Rail travel,UK economy,Coronavirus pandemic",
      "text": "Unless workers start taking the train again, there could be long-term adverse effects on city centres and High Streets, the rail industry has warned.\nTrain commuting is still just 33% of its pre-Covid rate, while car journeys have reached pre-pandemic levels, said the Rail Delivery Group (RDG).\nIf workers continued to go by road rather than rail, there would be more pollution, it added.\nCities could be hit by a double whammy of traffic jams and business closures.\nA 20% shift from rail to road would lead to 300 million extra hours of traffic congestion, the RDG said.\n\"With more workers set to return to offices this month, encouraging people to take the train for their commute will be vital to avoid empty shop fronts and polluting traffic jams in cities across the country,\" it added.\nThe RDG said rail journeys to and from work were expected to increase during September, but could take years to return to numbers seen in 2019.\nIt added that train commuters were vital to city centres and High Streets. Research carried out by WPI Economics for the RDG indicated that these commuters spent a total of £30bn a year on food and drink, shopping, entertainment and culture, boosting local businesses.\nAndy Bagnall, director general of the Rail Delivery Group, said that for many commuters, the future would undoubtedly involve a mix of home and office working.\nHowever, he added the extent to which people returned to the workplace, and whether or not they took the train to get there, would be crucial.\n\"When people take the train, it's more than a journey - it will impact the future of thousands of small businesses, local air quality and the government's net zero ambitions,\" he said.\nThe RDG said that although commuting and business journeys by rail were still well below pre-pandemic levels, leisure journeys were recovering more quickly, suggesting that many people felt confident travelling by train. \nTo encourage more people to take the train, the rail industry is running a national marketing campaign with the slogan, \"Let's get back on track\". \nRail companies have also introduced new Flexi Season tickets that provide a discount for commuters travelling into the office two or three days a week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58509327",
      "category": "uk",
      "title": "Covid-19: Booster jab use queried and workers urged to return to rail",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nWhile Health Secretary Sajid Javid has said he's confident a vaccine booster programme will start this month, the scientist who led development of the Oxford jab says not everyone needs one. Prof Dame Sarah Gilbert says those with weakened immune systems and the elderly will get boosters but tells the Daily Telegraph immunity is lasting well in most people and the UK could \"do better\" at helping other countries.\nThere are warnings of the impact on the High Street if workers don't start taking the train again. Rail commuting is at just 33% of its pre-Covid rate, while car journeys have reached pre-pandemic levels, according to the Rail Delivery Group. It says cities could be hit by a double whammy of traffic jams and business closures.\nDoctors are \"exhausted\" after 18 months of dealing with the pandemic, with many cutting working hours or leaving the health service altogether, says the chairman of professional body the British Medical Association Scotland. Dr Lewis Morrison says action is needed to stop doctors leaving the profession and boost recruitment. The Scottish government says it's working to manage the pressures.\nComedian Janey Godley has been dropped from a Scottish government health campaign over \"unacceptable\" tweets. The Glasgow performer was paid to appear in advertisements backing face coverings and lateral flow testing but admitted the tweets, from a number of years ago, had \"terrible, horrific undertones\" after they were published by several newspapers. \nThe pandemic might have thrown planning for the Chelsea Flower Show into disarray by causing its cancellation from its usual May slot, but visitors will enjoy a unique experience when it gets under way later this month, organisers have revealed. Pumpkins will feature in the autumnal displays, along with trees laden with fruit and berries, says the Royal Horticultural Society.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nAfter it was announced only fully vaccinated people would be allowed into many entertainment venues in Scotland, check when you'll need to prove your status - and how you go about it.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58503264",
      "category": "business",
      "title": "First UK LGBT business champion appointed",
      "tags": "Gender pay gap,Employment,Employment discrimination,LGBT",
      "text": "The UK's first LGBT business champion has pledged to build a bridge between the government and the LGBT community.\nIain Anderson, executive chairman of public relations firm Cicero, will focus on improving workplace equality at a small business level.\nOne CIPD report suggested 40% of LGB employees had experienced conflict at work, rising to 55% of trans employees.\nEarlier this year, the government's LGBT advisory panel was disbanded after several members quit.\nOne, Jayne Ozanne, accused the government of creating a \"hostile environment\" for LGBT people.\nThe members left over the government's handling of LGBT rights and amid claims it was \"dragging its feet\" on a pledge to ban so-called conversion therapy.\n\"I definitely see my role as a link between the LGBT community, government and business and I want to build a bridge between the three parties,\" Mr Anderson said. \n\"If businesses see me, and in turn government, putting in place tangible ways to allow LGBT people to be themselves, they'll understand that this is a priority area and do more about it.\"  \nMr Anderson, a Stonewall ambassador, was appointed to the new unpaid position by equalities minister Liz Truss. \nHe told the BBC that the UK had \"come a long way\" on LGBT issues, but there was \"still a lot of prejudice and discrimination out there\".\nHe added that large firms had put in a lot of work on improving conditions for LGBT workers and he wanted to help small firms \"buddy up\" with bigger companies to learn from their experiences.\n\"I don't want this to be a burden, I want this to be an opportunity,\" he added.\nStonewall's Robbie de Santos described the appointment as a \"really important move\" and said it was the government's responsibility to \"set the tone and culture\" for what was happening in the UK. \n\"Where 35% of LGBT+ people hide who they are at work for fear of discrimination - and two in five haven't told anyone about being bi at work - we are in a situation where the government does need to step in. \n\"It's just not on that huge sections of the LGBT population can have that experience at work, so it's a welcome sign the government has appointed someone specifically to look at this. If you think about how much of time we spend at work, it's really key.\" \nFor his part, Mr Anderson said that coming out as gay at work helped his business to thrive.\n\"I've been in business 30 years and I didn't feel able to be myself at work for about half that time,\" he said.\nLGBT people faced an average pay gap of 16% compared to heterosexual people, a 2019 YouGov survey for LinkedIn suggested - roughly double the UK's gender pay gap. \nWhile gender pay gap reporting has become compulsory for large businesses - suspended during the pandemic - Mr Anderson is not pushing for mandatory reporting of LGBT pay gaps.   \n\"I'm open to conversations with businesses and organisations about any suggestions they have to improve the workplace for LGBT people. If pay gap reporting is one of those suggestions, then I'm more than happy to look at this as an option.\"\nHe also acknowledges that LGBT pay gap reporting is more \"tricky\" as not all employees wish to be out at work.\nIn the role, he will also help British businesses to advocate LGBT equality in their international trading partners ahead of the UK's first global LGBT conference next summer.\nMike Cherry, national chair of the Federation of Small Business (FSB), welcomed Mr Anderson's appointment.\n\"We hope this will instil a new clear focus on LGBT+ individuals who run small businesses right across the country who are so often overlooked compared to others. \n\"All too often, it is only larger companies and corporates that offered serious engagement with these issues, it's vital that small business owners and the self-employed are also considered and involved.\n\"The government must lead the way on this, by offering mentoring opportunities, role models and an expanded business network\".\nMatthew Percival, skills and inclusion director at the Confederation of British Industry said: \"Employers need to be thinking about all groups of society, taking steps to understand and respond to the experiences of LGBT employees. \n\"Forums or networks that help LGBT colleagues put forward their views and priorities to management are one of many practical ways in which this can be done.\" \nHe added that the government could \"send a powerful signal\" by ratifying the International Labour Organization's  Violence and Harassment Convention, described as the first international treaty to recognise the right of everyone to a world of work free from violence and harassment.\nJose Franca, who runs an LGBT business group, urged the government not to make the role a \"tick-box\" exercise.\n\"We feel that small business LGBT+ members aren't being represented and we say to the government, don't use us as tick-box exercise, engage with us - what are our challenges? Give us the spotlight,\" says Mr Franca, a developmental consultant who helps lead an LGBTQ+ support group for the FSB.\n\"Is this going to be different or is it just another PR exercise - what action will they take?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58518146",
      "category": "uk-england-london",
      "title": "Cressida Dick: Met commissioner given two-year contract extension",
      "tags": "Coronavirus lockdown measures,Metropolitan Police Service,Cressida Dick",
      "text": "Dame Cressida Dick will serve an extra two years as Metropolitan Police commissioner, it has been confirmed.\nShe became the first woman to lead the London's force when she was appointed in 2017 and will remain until 2024.\nOn Wednesday, a number of high-profile signatories wrote an open letter accusing her of \"presiding over a culture of incompetence and cover-up\".\nDame Cressida, 60, said she was \"honoured and humbled\" to have her contract extended.\nAmong those who signed the letter calling for her to go were Baroness Lawrence, whose son Stephen was murdered in a racist attack, and Lady Brittan, whose home was raided when her husband Lord Brittan was falsely accused of child abuse.\nHome Secretary Priti Patel said: \"Her extension will provide continuity and stability as we emerge from the coronavirus pandemic and recruit 20,000 additional police officers.\n\"Londoners know there is more to do to keep our capital safe, including by driving down violent crime, and I look forward to continuing to work with the commissioner and mayor of London to protect the public.\"\nHowever, former Conservative MP Harvey Proctor - whose home was raided during the flawed investigation into false claims of a VIP paedophile ring - said he was \"bitterly disappointed\".\nMr Proctor, who was one of the seven people who signed the letter calling for Dame Cressida to be replaced, said: \"I believe the government will rue the day of this terribly bad and wrong decision. It is obscene.\"\nSince her appointment in 2017, Dame Cressida has been involved in several controversies.\nThe Met commissioner resisted pressure on her to resign in March when the force came under scrutiny over the handling of a vigil held in memory of Sarah Everard, the marketing executive murdered by then-Met Police constable Wayne Couzens.\nThree months ago she was personally criticised in a report examining police failings in the 1987 murder of the private investigator Daniel Morgan. \nDame Cressida was accused of obstructing access to documents and her force was denounced as \"institutionally corrupt\" - something she denied.\nThe Met has faced repeated accusations of racial bias in its use of stop-and-search powers and was hit with criticism over the security of Wembley stadium during the final of the Euro 2020 championships.\nSpeaking about the decision to extend her five-year contract, Dame Cressida said: \"I am immensely honoured and humbled to have been asked to extend my time as commissioner for a further two years. \n\"In the last four and a half years Met teams have dealt with some extraordinary challenges, including most recently in the pandemic, and delivered some fantastic results - critically, in reducing violent crimes.\n\"I'd like to thank the mayor, the home secretary and the prime minister for the confidence they have shown in me. I am acutely aware that there are many excellent leaders in policing.\"\nIn a statement released before the contract extension was announced, the Metropolitan Police Federation said Dame Cressida had the \"full support of the rank and file\".\nThe federation, which represents more than 30,000 officers in London, said: \"It is easy to comment and criticise from the side-lines.\n\"We know her to be an ethical, courageous and highly competent police leader who genuinely cares about London, its citizens and her officers.\"\nLondon Mayor Sadiq Khan said: \"This will provide the experienced and strong leadership we need as our city emerges from the pandemic. \n\"The Met commissioner has the most difficult policing job in the country, overseeing the safety of more than 10 million people living, working and visiting our global city.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58515511",
      "category": "uk-scotland-glasgow-west",
      "title": "TRNSMT festival: Up to 50,000 music fans arrive at Glasgow Green",
      "tags": "Snow Patrol,Liam Gallagher,The Chemical Brothers,Coronavirus testing,Music festivals,Glasgow,TRNSMT,Coronavirus pandemic",
      "text": "Up to 50,000 people are descending on Glasgow Green for the first day of the TRNSMT festival. \nThe three-day event will see performances from artists including Liam Gallagher, Snow Patrol, Amy Macdonald and The Chemical Brothers.\nVaccine passports are not being introduced until 1 October but ticket holders will be refused entry without proof of a negative lateral flow test. \nThe organisers said precautions were in place to prevent Covid spreading.\nIn addition to needing a negative lateral flow test to enter - which must have been taken no more than 48 hours before arrival - those fans attending on multiple days must take a second test 48 hours after the first one.\nLateral flow tests can be ordered for free online, and arrive in the post. They can also be collected from pharmacies. \nFestival goers will need to take a test in advance and register the result online. \nThey will then receive a text message or email confirmation which can be shown to festival stewards.\nTRNSMT is also asking fans to avoid sharing cars with people outside their household and to wear masks if travelling on public transport.\nIt also recommends that face coverings are worn in any queues on entry, as well as at toilets or bar areas.\nThe festival is operating as a completely cashless site for the first time, with all vendors taking contactless payments.\nAs a result of the pandemic, last year's festival was cancelled. This year's event was meant to take place in July, but was rescheduled to this weekend. \nOver the course of the weekend, The Courteeners, Twin Atlantic, Primal Scream and Keane will also perform. \nScottish indie band The Snuts cancelled their appearance after one of the band and a crew member tested positive for the virus. \nPulling out on Friday morning, the day of their gig, they said on Twitter that they were \"beyond devastated\". \nEach day, up to 50,000 fans will be allowed on site - the same capacity as in previous years. \nOne reveller arriving on Friday afternoon said it felt great to be back - having originally purchased his ticket for the cancelled 2020 event. \n\"It's great acts this weekend, I'm really excited,\" he added. \nAnother said: \"It means a lot [to be here]. It will be good to not just be at home anymore. Missed it last year, it's good that it's back.\" \n\"I've definitely missed live music,\" said another. \nAsked how the testing went, one attendee said: \"It's not too bad, once your test is done that's you sorted. If it means you can get in you'll do anything!\"\nGeoff Ellis, festival director of TRNSMT, previously said: \"For lots of people, this will be the first big weekend out they've had in over a year - long overdue and extremely well-deserved after some really tough months.\n\"But we all need to work together and we're reaching out to fans to make sure they order and take lateral flow tests 48 hours prior to entry and upload the result, use the on-site hygiene points and wear a mask when queuing.\n\"It's impossible to completely eliminate the risk of Covid, but we're doing our best to reduce it as much as possible.\" \nDespite the NHS Greater Glasgow and Clyde health board area having the worst Covid rate in Europe, second only to the NHS Lanarkshire area - according to WHO data - the Scottish government said it was safe for the festival to go ahead. \nHealth Secretary Humza Yousaf said the organisers had been \"very responsible\" to make the event as safe as they could. \nHe added: \"What I would say to people is please use your judgement, you know the good behaviours that can help to reduce transmission so please make sure you are co-operating in that respect using your best judgement.\"\nTRNSMT is not the first big event to take place on Glasgow Green during the pandemic - earlier this summer, the site was used as a fanzone for the Euro 2020 tournament. \nAnd on Thursday night, Scottish band Biffy Clyro played there. \nFestivals around the UK have reported Covid outbreaks over the summer.\nIn August, more than 4,700 Covid cases were linked to a festival in Cornwall. \nAnd more than 1,000 attendees of the Latitude festival - which was held in July as a \"test\" event - later tested positive for Covid.\nSome 70 cases of Covid have been linked to Wales' largest music festival, the Green Man festival, which took place last week with 25,000 people in attendance. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58515312",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Infection rate jumps to record one in 45",
      "tags": "Office for National Statistics,Coronavirus pandemic",
      "text": "The Covid infection rate in Scotland has again risen to its highest level since estimates began, with about one in 45 thought to have had it last week.\nThe latest Office for National Statistics (ONS) infection survey estimated 117,300 people had Covid in the week ending 3 September.\nIt was the highest rate of any of the UK nations and the most ever recorded.\nEngland was estimated to be one in 70, Wales was one in 65 and Northern Ireland was one in 60, the ONS said.\nThe figure for Scotland was a large increase on the previous week when it was one in 75.\nSarah Crofts, head of analytical outputs for the Covid-19 infection survey, said: \"Scotland now has the highest rates across the UK countries where infections have continued to increase sharply, reaching a new highest recorded level.\"\nThe ONS report also shows a breakdown of the age groups most affected by Covid, with those under 30 accounting for a large majority of the cases.\nPeople under 20 have a consistently high rate of infection.\nDuring the week of the latest survey the number of cases reported daily was very high, including a record 7,113 new cases confirmed by tests on 29 August.\nScotland's National Clinical Director Prof Jason Leitch said the ONS survey corresponded to the peak of infection 10 to 14 days ago and it was seen at the time in the daily numbers.\nHe said: \"Our daily numbers are still very concerning. It has been stuck at 6,000 or 7,000 for a couple of weeks now but it has not gone to 14,000 which is where I feared it might.\"\nOn Friday, the Scottish government said there were 6,815 new cases and 22 reported deaths of people who had tested positive.\nThere were 82 people in intensive care and 977 in hospital, more than double the number of a fortnight ago.\nProf Leitch told BBC Scotland's Drivetime programme that almost 1,000 people were in hospital being harmed by the disease and that was a \"real concern\".\nHealth boards covering the Highlands, Grampian and Fife are the latest to warn of severe pressure on their services. \nThere is so little give in the system that most health boards have had to cancel all but emergency and urgent care. \nDoctors are having difficult conversations with patients as they have to delay surgery, knowing that something treatable now, might not be in a few months; ambulances are taking too long to get to patients because they are stuck for hours outside emergency departments waiting for a bed to become available; and GPs are unable to cope with the influx of patients who become sicker as they sit on waiting lists. \nEven if there are early signs that the growth in infections is starting to slow down, there are no signs the pressure on the NHS is beginning ease. \nMeanwhile, the latest Scottish government estimate suggests the average number of contacts people had increased by about 14% in the past two weeks.\nIt said contacts within a work setting had increased by 63%, while contacts in the home had remained the same.\nThe report also said the proportion of people using public transport had decreased in the past two weeks - down from 25% to 21%.\nAnd those visiting a pub or restaurant went down from 49% to 46%.\nOn Thursday the Scottish Parliament formally approved the introduction of vaccine passport measures for nightclubs and many large events from 1 October.\nThe SNP and Greens voted in favour while the proposals were opposed by the Conservatives, Labour and Liberal Democrats."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58524893",
      "category": "world-us-canada",
      "title": "All of Disney's 2021 movies to debut exclusively in cinemas",
      "tags": "Disney,Film",
      "text": "Hollywood giant Walt Disney Co said the rest of its 2021 films will screen exclusively in cinemas before being made available for streaming.\nThe decision is a boost to struggling entertainment venues, with major films during the pandemic debuting online at the same time as in theatres. \nMarvel's Eternals is among the films that will get a theatrical debut.\nIt comes after Disney's successful theatrical release this month of Shang-Chi and the Legend of the Ten Rings.\nTen Rings - which tells the story of a former assassin forced to confront his power-hungry, warlord father - took in $127.6m (£92m) globally in its first weekend in cinemas.\nThe sum is second only to Marvel's $158m (£114m) takings for Black Widow in July.\nLast month, Disney CEO Bob Chapek referred to the Ten Rings rollout as \"an interesting experiment for us\", given how all earlier films had been released online simultaneously with cinemas since the start of the pandemic.\nThe film is being made available exclusively in cinemas for its first 45 days, before becoming watchable on the subscription Disney+ streaming platform.\nEternals, directed by Oscar-winning director Chloe Zhao, will use the same release schedule, as will Steven Spielberg's remake of West Side Story.\nAnimated musical Encanto will be in theatres for 30 days, starting around the Thanksgiving holiday in November, before moving online.\nOther major studios have been closely watching Disney to determine whether they should also resume in-theatre debuts.\nThe decision also comes after actress Scarlett Johansson sued Disney over their decision not to theatrically release Black Widow exclusively in cinemas.\nAfter an initial strong opening weekend, box office sales fell sharply, leading Johansson's team to claim Disney's decision had led to a loss in income for her. \nThe lawsuit is ongoing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58190212",
      "category": "uk",
      "title": "Prince Andrew: What could happen next in the Virginia Giuffre case?",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,Jeffrey Epstein",
      "text": "Virginia Roberts Giuffre, an alleged victim of super-rich sex offender Jeffrey Epstein, has begun a civil legal action against the Duke of York, Prince Andrew. In court papers she claims the duke abused her three times - at Ghislaine Maxwell's London home, at Epstein's Manhattan home and at the financier's private Caribbean retreat in the US Virgin Islands, claims which he has consistently denied. What does this mean in practice - and what could ultimately happen in the case?\nIn 2019, New York State changed its law to allow alleged survivors of historical abuse to seek redress many years after an incident. Ms Giuffre has filed her claim against the duke before the August deadline for cases such as hers to be lodged. \nSpeaking to the BBC about Ms Giuffre's allegations in 2019, Prince Andrew said they \"never happened\".\n\"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\" he told BBC Newsnight.\nNo. It is a civil case - which means that Ms Giuffre wants a court in New York to decide whether her allegations are true and whether the duke should pay her damages. \nThe brutal fact is that wherever they take place, civil court cases are ultimately hard, if not impossible, to ignore, because doing so can be catastrophically bad for the defendant. \nDavid Boies, Ms Giuffre's fearsome and celebrated American lawyer, said that the prince would be \"very ill-advised\" to ignore the judicial process.\n\"If he does, it will be a default judgement against him that will be, in effect, enforced not only in the United States, but in virtually every civilised country in the world.\"\nGood point. The case can only begin if a New York judge is sure the defendant has been \"served\" with the legal papers - meaning they have personally received a copy of the legal allegations before the court. \nIn practice, that typically means putting the envelope in the hands of the defendant and, like in Hollywood, saying something like: \"I'll see you in court.\"\nMs Giuffre's team face two obstacles here. First, the duke is not in the US. \nBut, under an international treaty to help courts work together, they can ask a judge at the High Court in London begin a process of serving the papers.\nBut getting directly to a prince of the realm is rather difficult. \nMs Giuffre's team could try to hand them to a suitably senior official at his official residence, or with his lawyers, if they know who they are. They could then try to argue that amounts to having met the requirement to serve them on a prince who is otherwise impossible to meet. \nDon't hold your breath. A damages case has one of a number of outcomes: \nExactly that - the sides reach an agreement, typically (but not always) with the defendant making a payment to the plaintiff. \nBut... the defendant may not admit liability and there is no court finding of wrongdoing. \nNobody knows. Mr Boies says that his client tried to resolve her complaint without resorting to the courts - but the prince had failed to respond.  \nThe first stage - assuming Prince Andrew is served - is the gathering of evidence. \nMs Giuffre's team would begin pressing the New York court to order the production of evidence that may be useful to the case. Most of this material would ultimately become public. \nAs each piece of evidence is submitted, the duke, if he chose to be represented in the case, would have the legal right to dispute its admission, or to bring counter evidence to the case.  \nIn theory, yes, but let's take another step back. \nAn important stage of evidence-gathering in the US is called deposition. \nA defendant is basically interviewed at length by the other side's lawyers about their version of events. This usually takes place in the lawyer's offices but it's part of the legal process - so the witnesses have to be truthful.\nThe deposition is their core evidence - but it can also play a crucial role in helping the sides put down their arms and reach a settlement, once the evidence becomes clear. \nNo - because this is not a criminal trial and he's not even in the country. \nMs Giuffre's side would ask the court to order Prince Andrew to pay Ms Giuffre damages.\nBut he's not in the US - so how could that be enforced? \nIf Ms Giuffre won, her team could come to the UK and ask a High Court judge in London to rule, in a follow-on case, that the duke has to pay up. \nBut here's where it gets legally rather complex (if it wasn't already). If the prince didn't take part in the case in America, a London judge could reject the case as unenforceable. That would protect him from the damages - but it wouldn't affect the New York court's judgment against him.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58524192",
      "category": "world-middle-east",
      "title": "Four of six Palestinian prison escapees recaptured - Israel",
      "tags": "Israel & the Palestinians,Israel,Prison escapes,Palestinian territories,West Bank",
      "text": "Four of the six Palestinian inmates who escaped from a high-security jail earlier this week have been captured, Israeli police say.\nTwo were found at a car park in the early hours of Saturday, police said.\nThe other pair was seized near the city of Nazareth on Friday.\nA manhunt was launched on Monday after the six inmates had tunnelled out of Gilboa prison in northern Israel, in the first Palestinian prison break on this scale in 20 years.\nThe incident came after what Israeli media called a series of \"blunders\" by officials.\nPalestinian militant groups at the time hailed the escape as a \"heroic\" act.\nThe fugitives are believed to have dug a hole in the floor of their cell over several months. It led to a cavity underneath the prison created when piles were sunk into the ground during its construction.\nThey are thought to have crawled through the space to reach the prison's outer wall, then dug a tunnel that emerged in the middle of a dirt road, just below a watchtower.\nCCTV footage captured them leaving the tunnel at about 01:30 on Monday. But the alarm was only raised at 04:00, after locals reported seeing \"suspicious figures\" in fields near the prison.\nIsraeli media have blamed the jailbreak on a number of security failures.\nThey included the publication of a blueprint of the prison on the website of the architects involved in its construction; the placing of six prisoners from the West Bank city of Jenin in the same cell, including three considered of high risk of escape; and the decision to not switch on a jamming device that would have stopped them using smuggled mobile phones to communicate with people outside the jail.\nThere were also unconfirmed reports that the guard stationed in the watchtower next to the tunnel exit was asleep during the escape.\nOne of those captured is Zakaria Zubeidi, is a former commander of Al-Aqsa Martyrs' Brigade in Jenin. He was arrested by Israeli forces in 2019 on suspicion of involvement in a number of shooting attacks and was standing trial.\nThe other five - Mahmoud Ardah, Mohammed Ardah, Iham Kamamji, Yaqoub Qadri and Munadil Infaat - are members of the militant group Islamic Jihad. Four of them are serving life sentences after being convicted of planning or carrying out attacks that killed Israelis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58504744",
      "category": "uk-politics",
      "title": "Don't mix business and public duty, Tory co-chair Ben Elliot told",
      "tags": "Conservative Party,Lobbying in the United Kingdom,Lobbying",
      "text": "Conservative Party co-chair Ben Elliot has been warned to maintain a \"clear distinction\" between his public duties and his private business interests.\nThe lobbying watchdog investigated after reports suggested Mr Elliot's firm Quintessentially had arranged access to top politicians for clients.\nIt found it \"had not been engaging in consultant lobbying activity\".\nBut it urged Mr Elliot to be \"cautious\" and ensure his two roles remain separate.\nMr Elliot's spokesman said: \"The registrar has made clear that Quintessentially does not lobby government and therefore does not need to register as a lobbyist.\"\nLabour said Prime Minister Boris Johnson should sack him from his role in the Conservative Party.\nLobbying is the widely used term for individuals, businesses, trade unions, groups or charities trying to persuade a government to change its policies.\nThe Office of the Registrar of Consultant Lobbyists (ORCL) began an investigation last month into whether Quintessentially - which provides art, travel services and property for wealthy clients - had become an \"unregistered consultant lobbyist\".\nIt found the company had given \"substantive assurances that no consultant lobbying is undertaken\" on behalf of customers.\nBut the ORCL also said Mr Elliot should be careful \"about the possibility of engaging in consultant lobbying activity (perhaps unintentionally) by not making a clear enough distinction between his role as a director of Quintessentially and his other activities connected to government\". \nLabour Party chair Anneliese Dodds said: \"The lobbying regulator is sending a clear message to Boris Johnson about the actions of the co-chair of the Conservative Party.\"\nShe added: \"Boris Johnson appointed this man to his post, so the prime minister must take responsibility and remove him immediately.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58502589/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Rail industry urges workers not to spurn the train",
      "tags": "Commuting,Rail travel,UK economy,Coronavirus pandemic",
      "text": "Unless workers start taking the train again, there could be long-term adverse effects on city centres and High Streets, the rail industry has warned.\nTrain commuting is still just 33% of its pre-Covid rate, while car journeys have reached pre-pandemic levels, said the Rail Delivery Group (RDG).\nIf workers continued to go by road rather than rail, there would be more pollution, it added.\nCities could be hit by a double whammy of traffic jams and business closures.\nA 20% shift from rail to road would lead to 300 million extra hours of traffic congestion, the RDG said.\n\"With more workers set to return to offices this month, encouraging people to take the train for their commute will be vital to avoid empty shop fronts and polluting traffic jams in cities across the country,\" it added.\nThe RDG said rail journeys to and from work were expected to increase during September, but could take years to return to numbers seen in 2019.\nIt added that train commuters were vital to city centres and High Streets. Research carried out by WPI Economics for the RDG indicated that these commuters spent a total of £30bn a year on food and drink, shopping, entertainment and culture, boosting local businesses.\nAndy Bagnall, director general of the Rail Delivery Group, said that for many commuters, the future would undoubtedly involve a mix of home and office working.\nHowever, he added the extent to which people returned to the workplace, and whether or not they took the train to get there, would be crucial.\n\"When people take the train, it's more than a journey - it will impact the future of thousands of small businesses, local air quality and the government's net zero ambitions,\" he said.\nThe RDG said that although commuting and business journeys by rail were still well below pre-pandemic levels, leisure journeys were recovering more quickly, suggesting that many people felt confident travelling by train. \nTo encourage more people to take the train, the rail industry is running a national marketing campaign with the slogan, \"Let's get back on track\". \nRail companies have also introduced new Flexi Season tickets that provide a discount for commuters travelling into the office two or three days a week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58507434",
      "category": "uk",
      "title": "Grenfell risk assessor reckless over cladding, inquiry hears",
      "tags": "Grenfell Tower fire,Grenfell Tower Inquiry",
      "text": "A fire risk assessor for Grenfell Tower was \"professionally reckless\" for signing off its cladding as safe without evidence, an inquiry has heard.\nExpert witness Dr Barbara Lane said Carl Stokes was not qualified to say the cladding complied with regulations.\nShe disagreed with another witness who had suggested it was reasonable for Mr Stokes to assume the cladding met fire safety regulations.\nThe deadly fire in June 2017 has been partly blamed on dangerous cladding.\nSeventy-two people died in the disaster in west London. \nThe second phase of the public inquiry is looking into the cause of the fire, including how the 24-storey tower came to be in a condition which allowed the fire to spread. \nFormer firefighter Mr Stokes won the contract to conduct fire risk assessments for the Kensington and Chelsea Tenant Management Organisation (TMO) in September 2010.\nWhen he gave evidence to the inquiry in June, he admitted he based his fire risk assessment on an informal conversation with someone working for the main contractor at Grenfell Tower. \nDr Lane, a fire engineering and safety specialist, said this was \"professionally reckless behaviour\" and Mr Stokes' conclusion should have been supported by evidence. \nShe said he wrongly concluded in a report that the cladding was \"fire-rated\".\nIn April 2017, a few months before the fire, Mr Stokes also told the TMO which ran Grenfell Tower that \"the cladding complied with the requirements of the building regulations\". \nDr Lane said Mr Stokes was not qualified to make this statement and that in doing so he departed from the acceptable standards of a person providing safety advice.\nThe inquiry has already concluded that the aluminium cladding breached building regulations because it allowed the flames to spread. \nThe building control department of the Royal Borough of Kensington and Chelsea has admitted failings in its assessment of the Grenfell Tower refurbishment. A police investigation is ongoing. \nHowever, Mr Stokes was employed to do regular risk assessments for the tower, and could have checked with others that a safe cladding system had been installed. \nA question for the inquiry will be whether that was his job. \nWhen he gave evidence Mr Stokes was adamant it was not. He said he did not even know Grenfell was being fitted with cladding until he walked past in 2014 and saw a sample for residents to assess. \nAn earlier expert witness, fire engineer Colin Todd, told the inquiry in July that assessing the cladding was beyond the expertise of risk assessors. \nHe said it was reasonable to assume the cladding complied with building regulations because the council's building control was involved. \nBut Dr Lane, who has been giving a week of evidence, said Mr Stokes should have checked whether the newly renovated walls of the tower complied with safety rules, as part of his inspection.\nIf you want to find out more about the Grenfell Tower public inquiry you can find all episodes of the Grenfell Tower Inquiry podcast on the BBC website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58510594",
      "category": "technology",
      "title": "Twitter to label 'good' bot accounts",
      "tags": "Twitter",
      "text": "Twitter has announced a new feature allowing accounts to self-identify as bots, by adding a label to their profile. \nTwitter said the update was based on research that found that people wanted more context about non-human accounts. \nThe company gives several examples of \"good bots\" including accounts that share vaccination updates, information about seismic activity or material from public museums. \nThe move will not be mandatory.\nThe company will continue to remove inauthentic accounts it deems to break the company's platform rules. \nBots are often associated with misinformation on social media platforms - and have caused a major headache for the company.\nA study by Carnegie Mellon University last year found that nearly half of the Twitter accounts spreading messages on the social media platform about the coronavirus pandemic were likely automated accounts. \nTwitter has removed tens of millions of suspected bot accounts in recent years. \nYet some automated accounts are seen by Twitter as having a positive impact on the platform. \nOne account Twitter highlighted as a \"good bot\" live tweets every time there is an earthquake in San Francisco. \nAnother tweets public domain works from the Drawings & Prints department at New York's Metropolitan Museum. \nTwitter had previewed the system in May, in an attempt to give people more information to differentiate automated from human-run accounts. \nThe company believes the labels will increase the legitimacy of such accounts and build trust and transparency with their audiences.\nTwitter said they were launching it to a small number of developer accounts, and was planning to roll it out all developers by the end of the year. \nHowever it's not clear how many automated accounts will take up the offer, or whether the owners of many of these accounts would want to advertise that they are not run by humans. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58505151",
      "category": "uk-scotland",
      "title": "Janey Godley dropped from government Covid ads over tweets",
      "tags": "Scottish government",
      "text": "Comedian Janey Godley has been dropped from a Scottish government health campaign over \"unacceptable\" tweets. \nThe Glasgow performer was paid for a campaign to encourage face coverings and lateral flow testing. \nShe admitted the tweets, from a number of years ago, had \"terrible, horrific undertones\" after they were published by several newspapers. \nA Scottish government spokesperson said trust in its public health messages was \"paramount\". \nMs Godley, 60, gained a large online following for her viral voice-overs of First Minister Nicola Sturgeon's daily briefings during the lockdowns. \nShe has apologised \"without reservation\" to \"everyone I hurt\" and offered to donate the fee for the advert to the STV Children's Appeal. \nA number of posts, the most recent of which was from 2017, were highlighted by the Scottish Sun. \nThe Daily Beast followed up by publishing several tweets from 2011 and 2012 about black performers. \nIn a statement, Ms Godley said: \"There are tweets from my past social media that are horridly offensive, I believe in progress not perfection and I am far from perfect. \n\"People have every right to go through my social media and see what values I hold and to find hurtful phrases and statements is shocking, I am deeply sorry to everyone I offended.\n\"Comedy is no excuse to use disgusting and hurtful words that affect people and I know many of you expected better of me. I apologise for every single word that upset people.\"\nMs Godley's #StopTheSpike adverts ran on TV and social media. She previously appeared in government-funded Zero Waste Scotland promotions. \nA Scottish government spokesperson said: \"A series of unacceptable tweets by Janey Godley have been brought to our attention and, while she has rightly apologised, trust in our public health messages at this time is paramount. \n\"We have therefore taken the decision to withdraw any further campaign material in which Ms Godley features. \n\"The material will be discontinued immediately on our own channels and withdrawn as soon as possible from external media.\"\nMs Godley was brought up in the east end of Glasgow, and has spoken candidly of her traumatic early life which included poverty and sexual abuse, before beginning a comedy career later in life. \nShe has appeared on the BBC as panellist on shows such as BBC Radio Scotland's Breaking the News and BBC One's Have I Got News for You, and as an actor in Traces. \nShe has also performed with The National Theatre of Scotland and was a regular at the Edinburgh Fringe. \nHigh profile comedians, including David Baddiel and Dawn French, offered their support on Twitter on Wednesday and Aberdeen Performing Arts stood by their decision to cast her in their pantomime Beauty and the Beast this winter. \nOn Thursday, following the Daily Beast article, Ms Godley tweeted: \"I am not asking people who like me to defend the offensive things I said, I appreciate many people who enjoy my work are horrified and upset at my tweets, that's how it should be, I am not the victim here, the people I hurt and offended are and I take that responsibility.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58507206",
      "category": "world-us-canada",
      "title": "Biden administration sues Texas over restrictive abortion law",
      "tags": "Abortion,Texas,US abortion debate,United States",
      "text": "The US Department of Justice has filed a civil lawsuit challenging Texas' controversial abortion law. \n\"The act is clearly unconstitutional,\" Attorney General Merrick Garland said at a briefing on Thursday. \nIt bans abortions from as early as six weeks into pregnancy and allows anyone to sue those involved in the procedure.\nDoctors and women's rights groups have strongly condemned the law, which took effect last week after the Supreme Court failed to block it. \nSB8, also known as the Texas Heartbeat Act, came into effect last week after the Supreme Court did not respond to an emergency appeal filed by abortion providers. \nIn an unsigned opinion, the court said that although the appeals had raised \"serious questions\" about the constitutionality of the law, it could not block it due to complex and \"novel\" procedural questions.\nThe lawsuit says: \"It takes little imagination to discern Texas's goal - to make it too risky for an abortion clinic to operate in the State, thereby preventing women throughout Texas from exercising their constitutional rights, while simultaneously thwarting judicial review.\"\nAt the briefing, Mr Garland said a \"scheme to nullify the Constitution of the United States is one that all Americans, whatever their politics or party, should fear\".\nHe said the greater risk was that other states might follow Texas' example with regards to any such rights, warning that his department would then bring similar lawsuits against them.\nDemocratic President Joe Biden has been under increasing pressure to act after the law went into effect on 1 September. \nLast week, Mr Biden vowed a \"whole-of-government\" response. He called the Supreme Court's decision to not block the law \"an unprecedented assault\" on women's rights. \nEarlier this week, the justice department announced it would protect Texas clinics that performed abortions.\nSB8 bans abortions following the detection of what anti-abortion activists call a foetal heartbeat. \nThe American College of Obstetricians and Gynaecologists has said the term is misleading and what is being detected at such an early stage of pregnancy is a portion of foetal tissue \"that will become the heart as the embryo develops\".\nThe law also gives individuals the right to sue anyone who provides or facilitates access to an abortion past the six-week point. It does not allow the women who get the procedure to be sued. \nPeople who successfully sue under the law will be awarded at least $10,000 (£7,200), in addition to any legal fees incurred. \nCritics, like the American Civil Liberties Union, have said that this leaves the responsibility for enforcing it on individuals, rather than local or state officials, and could give rise to abortion \"bounty hunters\".\nTexas' Republican Governor Greg Abbott has defended the law, vowing that his state will \"always defend the right to life\".\nOfficials in several other US states have said they are considering similar laws. \nIn Florida, state Senate leader Wilton Simpson told reporters that the ban has \"encouraged\" local politicians, who are \"already working\" on a similar bill. South Dakota's governor Kristi Noem said she has directed her office's \"unborn child advocate\" to make sure the state has anti-abortion laws \"on the books\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58523027",
      "category": "world-europe",
      "title": "Agnès Buzyn: France ex-health minister under investigation",
      "tags": "France,Paris,Coronavirus pandemic",
      "text": "France's former health minister is being formally investigated over the handling of the Covid-19 pandemic. \nProsecutors looking into government failings are investigating Agnès Buzyn for \"endangering the lives of others\".\nMs Buzyn left the post in February 2020 to run for Paris mayor, saying Covid was low risk. But she later spoke of knowing a \"tsunami\" was approaching.\nIt is one of the world's first cases of a minister facing legal accountability for their pandemic response.\nA special court set up in France in 1993 to investigate government ministers accused of misconduct will decide whether to prosecute her.\nThe wording of one of the charges being investigated is \"failing to fight a disaster\", according to Le Monde newspaper.\nAt a court hearing on Friday, the 58-year-old said she welcomed the chance to explain herself and \"to establish the truth\", AFP news agency reported.\nShe added that she would not let the government's actions or her own be discredited \"when we did so much to prepare our country for a global health crisis\".\nMs Buzyn took up the role as France's health minister in May 2017 and resigned just a few weeks after the first Covid-19 cases were confirmed in France.\nShe lost the Paris mayoral election to Anne Hidalgo last year. The former doctor then joined the cabinet of World Health Organization (WHO) head Tedros Adhanom Ghebreyesus in January 2021.\nLe Monde said Ms Buzyn had spoken before leaving her post of \"very low risks\" of a major Covid outbreak. But in June 2020, she told the paper: \"When I left the ministry, I cried because I knew a tsunami wave was approaching.\"\nThe announcement comes as part of a wider investigation into the government's pandemic response - including its preparedness, policy changes, and its reception of scientific research into the virus.\nFrance's current health minister Olivier Véran reportedly could also be summoned before the same judges in the coming weeks.\nThe Court of Justice of the Republic is a controversial institution, which gives the judges and parliamentarians who sit on it the right to investigate, try and convict ministers for crimes arising from their government work.\nFor several months it's had a file open on alleged oversights and failings committed by the Macron government, especially in the early stages of the epidemic.\nThe court is looking into accusations of negligence in the provision of protective clothing to health staff, and confusion in the issuing of advice over masks.   \nBut there are many in French political circles - including the opposition - who find the court's action to be troubling. An over-assertive judicial branch, they fear, is in danger of paralysing the executive - and deterring ministers, fearful of prosecution, from anything but the most cautious response to crises that occur.\nOn Friday, France reported 9,966 more infections over the past 24 hours, compared with 13,466 the previous Friday. \nIn total the country has reported some 6.7 million cases and more than 113,000 deaths, according to Johns Hopkins University data. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58516300",
      "category": "uk-england-manchester",
      "title": "Benjamin Mendy: Manchester City footballer in court on rape charges",
      "tags": "Prestbury,Manchester,Salford,Eccles,Cheshire",
      "text": "Manchester City defender Benjamin Mendy has appeared in court charged with four counts of rape and one count of sexual assault.\nThe 27-year-old is accused of attacking three women at his home in Cheshire between October 2020 and August 2021.\nLouis Saha Matturie, 40, of Salford, also appeared at Chester Crown Court charged with four counts of rape.\nNeither of the men were asked to enter a plea and both were remanded in custody.\nThey will next appear at court on 18 November and a trial date has been fixed for 24 January.\nEleanor Laws QC, defending Mr Mendy, said there would be an application to dismiss the charges at the November hearing.\nThe alleged attacks, on three different women including one under 18, are said to have happened at his home address in Prestbury.\nMr Mendy only spoke to confirm his name during the 45-minute hearing and winked to a man in the public gallery as he was led back down to the cells.\nHe was refused bail last month and is currently on remand at HMP Altcourse in Liverpool.\nThe France international has played for last season's Premier League champions Manchester City since 2017, when he joined from Monaco for a reported £52m.\nHe was suspended by the club after being charged by police, pending an investigation.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58360996",
      "category": "uk",
      "title": "COP26: Poorest countries fear not reaching UK for climate summit",
      "tags": "COP26,United Nations,Climate change,Coronavirus pandemic",
      "text": "The world's poorest countries say they are worried about getting to the COP26 climate summit in Glasgow in November. \nTwenty are on the UK's Covid red list - meaning hotel quarantine for arrivals.\nThey say the fortnight-long talks may involve being away for seven weeks as they will also have to isolate on return.\nAnd they warn that flights from Pacific islands have virtually stopped and that some transit hubs are refusing non-residents. \nThe warning comes from the group made up of the world's 46 poorest countries which are on the United Nations' list of Least Developed Countries (LDC).\nThe 20 countries that are also on the UK's foreign travel red list include Afghanistan, Ethiopia and Nepal.\nThe chairman of the LDC group, Bhutan's Sonam Phuntsho Wangdi, said: \"It's our people who are hardest hit by this ever worsening crisis. They must be well represented in the climate talks. \n\"The world cannot risk unambitious and unfair decisions being taken at COP26, there is far too much at stake.\"\nThis follows a coalition of 1,500 green groups calling for the summit to be delayed because of Covid arrangements. \nBut the UK government and the UN say they are planning to go ahead because the massive gathering is so important and they are working to keep it safe. \nBringing together 30,000 people from every country on the planet - regardless of whether they've got the disease under control or not - is a challenge.\nEspecially when the talks will be face-to-face, last for two weeks indoors during a Scottish winter when few will welcome opening windows to bring in virus-dispersing fresh air.\nAnd the event will be opened by people in the most vulnerable demographic: the Queen (aged 95), David Attenborough (95), the Pope (84) and President Biden (78). \nIt comes as other events on a similar scale have not gone ahead as planned. \nChina was due to hold a UN conference on biodiversity next month but switched to virtual sessions for the opening and normal talks next year.\nAnd while France has just hosted a congress in Marseilles on nature conservation, the numbers were far lower than usual with many joining via video. \nBy contrast, officials planning COP26 say the future of the planet is at stake and that Zoom is no substitute for meeting in-person. And they insist the risks can be minimised. \nThe first line of defence is vaccination - it is not mandatory but \"strongly encouraged\". \nVaccine doses have been promised to anyone registered with the UN and those should be available now.\nArrivals from red list countries will still have to quarantine - for five days if they are vaccinated, 10 days if they are not, with the UK government paying for the hotel bills.\nThe next barrier is regular testing - probably every other day and with lateral flow tests (the more reliable PCR tests were judged too slow).\nIn the event itself, there will be zones for global leaders and a \"blue zone\" for ministers, officials, observers and media - with both groups urged not to mingle. \nMasks will be needed when moving around, numbers will limited in meeting rooms and there will be plenty of hand sanitiser.\nVentilation - a key safety measure - is mentioned in the official guidance though not spelled out. \nIn the Olympics and Paralympics in Japan recently, competitors were isolated in an athletes' village. \nInstead in Glasgow, delegates will be staying in hotels in and around the city and will inevitably be meeting others. \nI've seen for myself how informal talks and social events are a crucial part of COPs. \nThe city's restaurants, where mixing is most likely, are being advised on Covid safety measures - but these can't be policed.\nIn Marseilles, at the conservation conference, no one unvaccinated from a red list country was allowed into France. \nAlso, face coverings had to be worn all the time indoors as well as outdoors. \nAnd it is possible a higher grade of mask may be required. When the COP26 president Alok Sharma visited China this week, the delegations wore FFP2 masks - offering protection against infectious aerosols. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58493841/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: Maros Sefcovic urges politicians to 'dial down' NI Protocol rhetoric",
      "tags": "NI Brexit,Brexit",
      "text": "European Commission vice president Maros Sefcovic has urged politicians to \"dial down the rhetoric\" on the Northern Ireland Protocol.\nHe was responding to Sir Jeffrey Donaldson's warning that his party may quit Stormont \"within weeks\" if its protocol demands are not met.\nMr Sefcovic is in Northern Ireland to meet political, business and civic leaders.\nThe UK wants the protocol, which puts a trade border in the Irish Sea, changed.\nUnionists believe it undermines their place in the United Kingdom and want it to be scrapped.\nMr Sefcovic said he had already spoken to Sir Jeffrey \"a couple of weeks ago\".\n\"I will see him this afternoon as I will see also the other political leaders,\" he said on Thursday. \n\"We will have the opportunity to discuss this face to face and my message will be 'let's work on the concrete problems'.\n\"Let's focus on the issues which are the most important for the people of Northern Ireland, let's be constructive, let's dial down the political rhetoric, let's bring calm and focus on what is our task to accomplish.\"\nMr Sefcovic, the EU's chief Brexit negotiator, described Sir Jeffrey as a \"very experienced politician\" who wants the best for Northern Ireland. \n\"I can assure him that is my intention as well,\" Mr Sefcovic added. \nMr Sefcovic said the purpose of his trip to Northern Ireland was to find out \"face-to-face\" what the problems were with the implementation of the protocol.\n\"I came here to listen, to learn what are the concrete problems that the people of Northern Ireland are facing with the implementation of the protocol.\n\"But I am also here to talk about opportunities the protocol is bringing, especially to the economy and of course the people of Northern Ireland, and I am starting with the business representatives.\"\nOn Monday, the UK delayed new checks on goods from Great Britain entering Northern Ireland as required by the protocol.\nLord Frost, the Brexit minister, said the move was necessary to \"provide space for further potential discussions\" with the EU.\nMr Sefcovic said the EU had taken note of the decision. \n\"We are talking over the last few weeks constructively on solving the issues linked with the protocol and I hope that also the way that we handled Monday's announcement coming from London just proves that we are ready to do our utmost to look for every possible solution within the protocol to resolve the problems.\"\nHowever the EU has repeatedly said the sort of fundamental renegotiation Lord Frost wants is not on offer.\nTechnical discussions between the UK and EU on an agri-food agreement have reached a stalemate.\nThe EU has offered the UK a Swiss-style deal which would involve the UK following EU rules.\nThe UK has rejected that and instead asked for a deal in which the EU would recognise UK standards as equivalent to its own.\nAn EU official has suggested that the issue could be unlocked with a bespoke arrangement which recognises Northern Ireland's unique circumstances.\nIt is not yet clear what such an arrangement might involve and the EU is wary that the UK would demand the same deal for GB-EU agri-food trade."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58502593",
      "category": "business",
      "title": "'Pingdemic' dents UK economic growth in July",
      "tags": "GDP,UK economy,Office for National Statistics,Coronavirus pandemic",
      "text": "The UK economy grew by just 0.1% in July as the last Covid restrictions were lifted in England.\nIt was the economy's sixth consecutive month of growth, but the increase was much lower than in the previous month, which saw 1% growth.\nArts, entertainment and recreation activities helped the rise, but the \"pingdemic\" kept many workers at home.\nThe UK economy is still 2.1% below its pre-pandemic peak, said the Office for National Statistics (ONS).\nThe ONS said there had been a boost from outdoor events such as sports clubs, amusement parks and festivals following the easing of restrictions on social distancing on 19 July in England.\nHowever, the main contributor to growth was a 1.2% rise in production output, boosted by the reopening of an oil field production site, which was previously temporarily closed for planned maintenance.\nJonathan Athow, deputy statistician of the ONS, said: \"Oil and gas provided the strongest boost, having partially bounced back after summer maintenance. Car production also continued to recover from recent component shortages.\"\nMany firms suffered from a lack of staff during July as workers were forced to self-isolate at home after being alerted by the NHS Test and Trace app, giving rise to what was dubbed the \"pingdemic\".\nServices output was largely unchanged in July, but the construction sector contracted for a fourth consecutive month, with output down by 1.6%.\nConstruction has been affected by a shortage of building materials as prices have soared and supply has failed to match demand.\nOverall, GDP grew by 3.6% in the three months to July, the ONS said.\nThe latest figures will weigh on the minds of Bank of England policymakers, who must ponder the implications for UK monetary policy.\nOn Wednesday, Bank governor Andrew Bailey said the UK's economic bounce-back from the pandemic was showing signs of \"levelling off\", but he maintained the view that rising inflation would not turn out to be persistent.  \nDerby-based firm Colleague Box has seen its fortunes intimately linked to the health of the economy during the pandemic.\nThe company allows both companies and individuals to send out gift boxes to friends, colleagues and relatives.\nWith remote working having become standard practice at many firms, its service has allowed them to show their staff they are still appreciated.\n\"The idea is that we stay connected even though we're apart,\" managing director Natalie Bamford told the BBC. \"It's a way of putting smiles on people's faces.\"\nHowever, the economic slowdown has not gone unnoticed at the firm.\n\"We did notice for the first time a slump in sales over August,\" Natalie says. \"We're assuming it was due to the summer holidays, but it makes you concerned as a small business owner.\"\nDuring the pandemic, Colleague Box has seen some companies send out gift boxes to their entire staff, \"particularly those working from home or on furlough\".\nAnd now that more people are returning to work, some firms are putting gift boxes on their desks to welcome them back.\n\"Returning to the office can be stressful and cause anxiety,\" says Natalie. \"It's going back to the work life that's become alien over the past year.\"\nColleague Box is now hoping that sales will pick up again in time for Christmas.\n\"I think we're still very much a nation that wants to celebrate things,\" says Natalie. \"We're clinging to these hallmark holidays, so I think Christmas is going to be big and that will be huge for the economy.\"\nProf Jagjit Chadha, director of the National Institute of Economic and Social Research, told the BBC's Today programme that the increase for July was \"lower than most people expected\".\nBut he added: \"The economy is slowly getting back to its pre-pandemic level. There were always going to be potholes along the way.\"\nJuly's figures, showing the bounce-back in the economy stalling, make clear the recovery cannot be taken for granted. The cause, primarily, was the upsurge in cases across the UK, tempering the impact of the full reopening of the economy. But the impact of the supply chain crisis is also in these figures. \nWhile August should have been better, these figures are consistent with the now slow decline in furlough numbers. Monthly data is always volatile, but the pattern seems to be that the UK saw a very rapid initial bounce-back from the mere act of economic reopening. \nRecovery is going to be trickier as pandemic support is phased out and the impact of labour shortages and trade problems start to be seen in the figures. Talk of a \"boom\" was rather premature.\nSamuel Tombs of Pantheon Macroeconomics said the economic recovery had been \"stopped in its tracks\" by a surge in Covid cases in July.\nHe added that there were signs that the economy had regained momentum in August.\n\"Nonetheless, surveys continue to show that a large minority of households remain fearful of contracting Covid-19, even though they have been double-vaccinated. \n\"This suggests that the recovery in consumer-facing sectors might run out of steam again in the autumn if, as we expect, Covid-19 cases and hospital admissions remain on their current upward trend,\" he said.\nKitty Ussher, chief economist at the Institute of Directors, said it appeared that \"England's thrilling run\" in the Euro 2020 tournament had boosted growth in June, leading to \"a bit of fall-back\" in July.  \nChancellor Rishi Sunak said the figures showed the recovery was \"well under way\". But Labour's Bridget Phillipson, shadow chief secretary to the Treasury, said \"Conservative complacency\" was \"holding our country back\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58501898",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Private PCR travel tests allowed in some cases",
      "tags": "Coronavirus lockdown measures,Travel,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Travellers can use private Covid tests if they cannot access approved ones in time, Welsh ministers have said.\nIt follows concerns from a traveller who made repeated attempts to buy the required test online and spent hours on the phone with booking agent CTM.\nDafydd Sion is set to fly to Spain next week but is worried he will not get the NHS approved test in time.\nThe Welsh government said he would be spared a £1,000 fine for using the wrong PCR test in such circumstances.\nA spokesperson said travellers would not be penalised for using alternative test providers due to an \"inability to book a test because of system issues, combined with the urgency of imminent travel\".\nCTM said it does not comment on individual cases but was \"successfully processing thousands of bookings\" every day.\nWales is the only UK nation still requiring those who have been abroad to use NHS PCR tests on day two of their return - and day eight if unvaccinated - at a cost of £68 each, although the Welsh government has said it is reviewing that policy.\nBBC Wales has also been contacted by another traveller who says his day eight PCR test result, ordered through CTM, was never returned.\nMr Sion, from Cardiff, has flights booked to travel to Mallorca next week and said he has tried five times to purchase his legally-required PCR tests through CTM, but failed. \n\"I have been trying to purchase this for the last three days but each time I get confirmation it's shortly followed by a cancellation,\" he said.\n\"I've spoken to the customer service team for over three hours in the last three days and got nowhere.\"\nOn one 20 minute call with CTM's customer service he said he was asked to \"email their customer services team with my personal details, passport details and bank details so they could put the order through for me, which I refused to do due to data protection\".\nHe added: \"I think it's awful that the Welsh government only accept the tests from a company that are unable to assist you.\n\"I am due to fly to Spain next week, however, I also understand that I could be fined £1,000 for not having my correct day two test details.\"\nAnother traveller, Tom Bloomfield, said his day eight PCR test results, on returning from Portugal, were never returned.  \nThe retired NHS consultant from Carmarthen said he arrived back from Portugal in July and had booked the PCR tests through the link on the Welsh government's website. \nHe said: \"Our day two results were not returned until day eight. Our day eight results have still not appeared. \n\"CTM do not reply at all, even allowing for 10 working days as on their website. \n\"I had a refund from my credit-card provider after complaining to them.\"\nThe booking agent said it does not comment on individual cases but was \"successfully processing thousands of bookings for Managed Hotel Quarantine and Covid-19 test kits every day\".\nThe spokesperson added: \"A small percentage of bookings are declined for a variety of reasons, including but not limited to incorrect details being submitted at the time of booking, or insufficient funds, leading to payment declines.\n\"Covid tests kits purchased through CTM's online system need to be registered with NHS Track and Trace. \n\"CTM does not process, store or share Covid-19 test results. Travellers should contact 119 for assistance with accessing their results.\"\nA Welsh government spokesperson said: \"The contract is managed by the UK government Department for Health and Social Care (DHSC) on behalf of all four nations. We have raised the concerns with DHSC.\"\nAsked whether Mr Sion would face the stated fine of £1,000 for being unable to use the correct PCR test on his return, a Welsh government spokesperson said: \"There is a provision in our regulations which provides that any person who has a reasonable excuse for contravening the requirement to book an NHS test does not commit an offence. \n\"In this case, an inability to book a test because of system issues, combined with the urgency of imminent travel, would fall within the reasonable excuse provision.\"\nLast week, a Welsh government spokesperson told BBC Wales that it was \"reviewing\" the position on insisting that travellers from Wales are only allowed to use approved NHS PCR Covid tests on their return from green or amber list countries.\nIn England, Scotland and Northern Ireland travellers are allowed to shop around with private providers to purchase their required day two test - and day eight test if unvaccinated - on arriving home from abroad.\nThe UK government is currently considering a review to the travel rules for England - with travel industry bosses calling for the removal of Covid testing as a necessity of travel back to the UK, which they say puts customers off booking due to cost."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58508547",
      "category": "world-us-canada",
      "title": "Covid: Biden orders employees of big businesses to be vaccinated or face testing",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic,Joe Biden",
      "text": "US President Joe Biden has announced sweeping new Covid-19 measures that require workers at large companies to be vaccinated or face weekly testing.\nThe measures also include a vaccine mandate for millions of federal government workers and come as cases in the country are surging.\nHospitals in several states have reached capacity amid the spread of the more transmissible Delta variant.\nThe new requirements cover about 100 million workers. \n\"This is not about freedom, or personal choice, it's about protecting yourself and those around you,\" the president said as he unveiled his plan. \nMore than 650,000 Americans have died with Covid-19 since last year. Some 80 million people in the US remain unvaccinated. \nMr Biden announced his plan in a speech at the White House on Thursday. \nHe said he had directed the US Department of Labor to require all private businesses with 100 or more staff to mandate the jab or request proof of a negative coronavirus test from employees at least once a week.\nNearly 17 million healthcare workers at facilities receiving federal benefits will also face the same requirements, he said. \nThe plan triggered an immediate backlash among some Republicans, who argued that the government should not play a role in the health decisions of individuals.\nSouth Carolina Governor Henry McMaster said \"Biden and the radical Democrats [have] thumbed their noses at the Constitution\".\nThe time for sweet-talking, for cajoling Americans to take the Covid-19 vaccine is over. The time for government mandates has arrived.\nThat was the blunt message Joe Biden delivered to the nation on Thursday afternoon. While many Americans have received at least one jab, the president laid the blame for the continued US health crises squarely at the feet of the 25% of the public who are unvaccinated and the politicians who he said were \"actively working to undermine the fight\".\nMr Biden said his new vaccine orders were not about freedom or personal choice, but that's exactly how some Americans will view them - as a forced choice between vaccination and continued employment. And while the mandates will increase the number of vaccinated Americans, it will also enflame a debate already rife with political tension.\nIn July, Mr Biden gave an optimistic speech about how Americans soon would be declaring their \"independence\" from the virus. Because of the Delta variant, that independence day has failed to arrive. This, in turn, has taken a toll on the US economy and public perceptions of how the president is handling the pandemic. This is Mr Biden's bid to use government muscle to turn the tide.\nThe president's plan uses the full force of his executive power to mandate the jab for unvaccinated Americans.\nSome of his initiatives address common concerns of Americans who have yet to get the vaccine - such as not wanting to miss work to get the jab or recover from side effects. \nThe president said that requirements that large businesses provide paid time off for workers to get vaccinated will be unveiled in the coming weeks by the Occupational Safety and Health Administration (Osha).\nBusinesses that do not comply with the new rules may face thousands of dollars in fines per violation.\nA separate federal mandate, which the White House says will impact some 2.5 million government workers, supersedes Mr Biden's earlier order that permitted government employees to undergo regular testing if they did not wish to be vaccinated. Now workers that refuse the jab may be fired.\nOverall, the rule now requires that about two-thirds of all US workers be vaccinated. \nThousands of people - largely unvaccinated - are dying every week in the US with Covid-19. \nThe situation has dealt a blow to Mr Biden's hopes that a successful pandemic response would bolster support for the Democratic president.\nOther rules that Mr Biden directed include:\nDespite the Delta-fuelled surge, deaths are still down in most places from the levels seen last winter. However, some regions with relatively low jab rates have recently recorded record high infection rates.\n\"The path ahead, even with the Delta variant, is not nearly as bad as last winter,\" Mr Biden said in Thursday's address. \n\"What makes it incredibly frustrating is that a distinct minority of Americans are keeping us from turning the corner.\"\nAccording to the US Centers for Disease Control and Prevention (CDC), 64% of American adults are fully vaccinated. More than 75% have received their first dose of a Covid-19 vaccine. \nSeparately on Thursday, education officials in Los Angeles voted to require students aged 12 and above to be vaccinated in order to attend school by January - unless they have a medical or other exemption. \nThe measure is likely to be challenged in the courts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58511173",
      "category": "world-asia-china",
      "title": "US Biden and China's Xi hold first call in seven months",
      "tags": "Xi Jinping,China,United States,Joe Biden",
      "text": "Chinese President Xi Jinping has spoken with his US counterpart Joe Biden for the first time in seven months. \nA White House Statement said both leaders had \"discussed the responsibility of both nations to ensure competition does not veer into conflict\". \nThis is only the second call between them since President Biden took office.\nUS- China relations have been tense, with clashes over issues like trade, espionage and the pandemic.\n\"The two leaders had a broad, strategic discussion in which they discussed areas where our interests converge, and areas where our interests, values, and perspectives diverge,\" the White House Statement added.\n\"This discussion, as President Biden made clear, was part of the United States' ongoing effort to responsibly manage the competition between the United States and the PRC.\"\nChinese state broadcaster CCTV said the phone call was \"candid [and] in-depth\", adding that it had covered \"extensive strategic communication and... issues of mutual concern\". \n\"Whether China and the US can properly handle their relations... is critical for the future and destiny of the world,\" said Mr Xi, according to the CCTV report.\nMr Biden's predecessor Donald Trump had interacted more frequently with Mr Xi when he first took office. \nWithin the first six months of his administration, Mr Trump spoke to Mr Xi twice over the phone, and also invited the Chinese President to Mar-a-Lago, Mr Trump's private club, where the two held talks in person.\nA senior White House official on Friday said the call came at the request of President Biden, who had become \"exasperated\" by the unwillingness of lower level Chinese officials to hold substantive talks with his administration. \nEarlier this year, high-level talks between the Biden administration and China were fraught with tension - with officials on both sides exchanging sharp rebukes. \nChinese officials had accused the US of inciting countries \"to attack China\", while the US said China had \"arrived intent on grandstanding\".\nThere are quite a few major issues the two economic giants clash on - with human rights and democracy a major sticking point. \nThe US accuses China of genocide against the Uighur population in the province of Xinjiang. It also says Beijing is trampling on democratic rights in Hong Kong with a recently introduced security law that critics say is being used to crack down on dissent.\nMeanwhile, China has repeatedly told the US to stop interfering in what Beijing considers its internal affairs and accuses Washington of \"smearing\" the ruling Communist Party.\nThere's also the issue of trade. Both countries have been locked in a trade battle that began in 2018 under then President Donald Trump.\nThe US had imposed tariffs on more than $360bn (£268bn) of Chinese goods, and China has retaliated with tariffs on more than $110bn of US products. \nMr Biden has not pulled back on the tough trade messaging to Beijing of his predecessor - something that has angered China. \nThen there's the South China Sea. \nIn recent years it has become a flashpoint between China and other nations in the region which claim sovereignty over two largely uninhabited island chains, the Paracels and the Spratlys.\nChina claims most of the sea, but neighbouring countries which have competing claims and the US disagree. Despite the opposition, Beijing has continued to expand its military presence in the area while maintaining that its intentions are peaceful.\nWe could also be seeing tensions over Afghanistan. China has repeatedly criticised the US for its withdrawal from Afghanistan.\n Earlier this week, Chinese Foreign Ministry Spokesperson Wang Wenbin once again slammed the US, saying their troops had \"wreaked havoc\".\nHe also accused the US of inflicting \"serious damage on the Afghan people\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58501199/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Doctors are exhausted, says BMA Scotland chief",
      "tags": "NHS Scotland,Doctors",
      "text": "Scotland's doctors are \"exhausted\" and many are cutting working hours or leaving the health service altogether, according to a senior doctors' leader.\nBMA Scotland chairman Dr Lewis Morrison told BBC Scotland that doctors were \"washed out physically and mentally\" after 18 months of the Covid pandemic.\nHe said action was needed to stop doctors leaving the profession and to boost recruitment of new medics.\nThe Scottish government said it was working to manage the pressures.\nSpeaking ahead of the BMA's annual representative meeting, Dr Morrison said the \"workforce crisis\" had its roots in the number of senior doctor vacancies before the pandemic.\nBut he said that the NHS \"being run at 110% capacity\" during Covid had deepened the crisis.\nThe pressures across the NHS had been \"immense\" in the past few weeks, he said.\nDr Morrison said doctors traditionally had low levels of sickness but it was starting to rise.\n\"I think the cumulative effect of the pandemic is now starting to show,\" he said. \n\"The main other thing is to look after people, to give people the space to have rest and recuperation as best they can, to not pressurise people to do more and more.\n\"The message needs to go to the public to still be patient with the NHS because it cannot meet the needs of everybody right now.\"\nDr Morrison said that in the medium term, over the next few months, efforts must be made to stop staff leaving the NHS.\n\"There are lots of factors at play that could lead people to make a decision to either retire, or potentially leave for other parts of the world to work, or indeed to reduce the amount of work they do to protect themselves from physical and mental burnout,\" he said.\n\"So anything we can do to support the existing medical workforce until we get a clear plan for recruiting and increasing the number of doctors that is going to be how we get through this.\"\nDr Morrison said the problem was not an issue of \"morale\". \n\"This is sheer out-and-out exhaustion we are looking at and that's more worrying,\" he said.\nThe Scottish government said the health secretary met BMA representatives earlier this week to hear about the challenges facing doctors. \nA spokesperson said: \"We are also working proactively with health boards to manage pressures and take rapid action to support increased capacity, including expedited recruitment, flexible deployment of existing staffing and supporting mutual aid across the system.\n\"Our NHS Recovery Plan commits more than £1bn of targeted investment in Scotland's health service and sets out key actions for the next five years, putting staff at the very heart of our recovery with an increased budget of £8m to provide ongoing support for their mental health and wellbeing.\n\"This includes targeted support to the primary care and social care workforce of £2m. We have record staffing levels and the best paid staff in UK, recently giving doctors a 3% pay rise.\"\nSupporting the physical and psychological wellbeing of NHS staff was a \"fundamental priority\", the spokesperson added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58513670",
      "category": "uk-scotland-scotland-politics",
      "title": "Nicola Sturgeon says Janey Godley apology was 'dignified'",
      "tags": "Scottish government,Nicola Sturgeon,Coronavirus pandemic",
      "text": "Nicola Sturgeon has said comedian Janey Godley made a \"dignified\" apology over tweets which have been branded racist.\nThe first minister said the tweets by Ms Godley, who had fronted a public health campaign, were \"completely out of order and unacceptable\". \nBut she said Ms Godley had believed her status as a comedian gave her a licence to say what she had said.\nAsked why the government did not spot the tweets before hiring Ms Godley, she responded: \"These things happen.\"\nAnd she said it was important that the row did not get in the way of public health messaging around Covid.\nMs Godley, a prominent independence supporter, has admitted the tweets - which were sent between 2011 and 2017 - had \"terrible, horrific undertones\" after they were published by the Daily Beast website and several newspapers. \nSeveral were about black performers including Kelly Rowland, 50 Cent and Snoop Dogg.\nThe comedian gained a large online following for her viral voice-overs of Ms Sturgeon's daily briefings during the lockdowns. \nShe had been paid £12,000 by the Scottish government to front its #stopthespike campaign to encourage face coverings and lateral flow testing. \nMs Godley has previously appeared in government-funded Zero Waste Scotland promotions.\nThe government announced on Thursday it was dropping the adverts, with Ms Godley saying she would donate her fee to the STV Children's Appeal. \nMs Godley has also pulled out of her role in the Beauty and the Beast pantomime at His Majesty's Theatre in Aberdeen this winter.\nA statement from Aberdeen Performing Arts, which is putting on the production, said: \"We do not condone any form of discrimination, nor do we condone online bullying, trolling or abuse.\n\"We recognise that the only appropriate course of action in these circumstances was for her to step down.\"\nSpeaking to the BBC's Good Morning Scotland programme, Ms Sturgeon was asked whether she was angry her government had not done its due diligence on Ms Godley before hiring her to front the campaign.\nShe replied: \"Look, these things happen. The important thing is that action is taken.\n\"The most important thing to me from the start of this pandemic has been the integrity of our public health message.\n\"Janey has apologised and she has been pretty straightforward and dignified in her apology.\n\"She is a comedian and as she said herself she thought that gave her licence to say things that she accepts were completely out of order and unacceptable.\"\nCritics of the government have accused it of double standards over its response to Ms Godley's tweets, questioning whether it would have been more critical of her if she was not an independence supporter. \nMs Sturgeon said this would have been a legitimate question if the government had not decided to drop Ms Godley's advertising campaign, which ran on TV and social media.\nShe added: \"I get a lot of abuse on social media and I know that when people make mistakes the climate that we live in, the culture we live in these days, is pretty unforgiving.\n\"Therefore I'm a great believer that when people make mistakes - and I apply this to myself as well - it is really important to hold your hands up to that and apologise where that is required.\"\nBut she stressed that the tweets she had seen from Ms Godley were \"completely unacceptable, completely beyond the pale and I would not in any way, shape or form seek to defend them\". \nMs Godley was brought up in the east end of Glasgow, and has spoken candidly of her traumatic early life which included poverty and sexual abuse, before beginning a comedy career later in life.\nShe has appeared on the BBC as panellist on shows such as BBC Radio Scotland's Breaking the News and BBC One's Have I Got News for You, and as an actor in Traces.\nShe has also performed with The National Theatre of Scotland and was a regular at the Edinburgh Fringe.\nHigh-profile comedians, including David Baddiel and Dawn French, offered their support on Twitter on Wednesday. Aberdeen Performing Arts had said they stood by their decision to cast her in their pantomime Beauty and the Beast this winter. However, they announced on Friday afternoon that Ms Godley had withdrawn from the show. \nMs Godley said in a statement that there were tweets from her past social media which were \"horridly offensive\".\nShe added: \"People have every right to go through my social media and see what values I hold and to find hurtful phrases and statements is shocking.\n\"I am deeply sorry to everyone I offended.\n\"Comedy is no excuse to use disgusting and hurtful words that affect people and I know many of you expected better of me. I apologise for every single word that upset people.\"\nScottish Conservative MSP Russell Findlay said: \"It's jaw-dropping to hear a first minister of Scotland dismiss racist tweets so casually.\n\"You would expect Nicola Sturgeon to be appalled by this kind of language but when asked about it, her flippant response was: 'These things happen'.\n\"It's starting to look like nationalist and SNP supporters get special treatment from this government. This contract should never have been awarded in the first place and the first minister should be a lot more contrite now that these shameful tweets have emerged.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58506598",
      "category": "world-asia-china",
      "title": "Hong Kong: Police raid Tiananmen Square museum",
      "tags": "Tiananmen Square protests of 1989,Hong Kong anti-government protests,China,Hong Kong national security law,Hong Kong",
      "text": "A museum commemorating the deadly 1989 Tiananmen Square crackdown has been raided by Hong Kong police.\nOfficers were later seen carrying exhibits out of the June 4 Museum.\nFour members of the group that ran the museum, the Hong Kong Alliance, were detained on Wednesday - including prominent pro-democracy activist and barrister Chow Hang Tung.\nThe arrests were made under the national security law, which has a maximum sentence of life imprisonment.\nPolice have accused Ms Chow of inciting subversion, her lawyers said.\nThe group, known for organising the city's famed annual vigil for Tiananmen Square victims, denies accusations of being a foreign agent.\nThe museum was closed down by officials in June. Thursday's raid was carried out by the newly created national security unit.\nAmong the exhibits seen being removed was a paper model of the Goddess of Democracy - a symbol of the 1989 pro-democracy student movement in Beijing.\nOfficers were also seen carrying out photos of the large candlelit vigils for Tiananmen victims.\nThe national security unit had earlier requested that the Hong Kong Alliance hand over information, reportedly including personal details of all members since the group's founding and financial records.\nOn Tuesday, the deadline for the request, the alliance members handed over a letter explaining their refusal to co-operate.\nThe next morning, police officers arrested members of the alliance's standing committee at their homes or offices.\nMs Chow, a human rights lawyer, was arrested earlier this year and charged with promoting unauthorised assembly. She was later released on bail.\nShe had been due on Wednesday to represent an opposition politician charged under the national security law at a bail hearing but was arrested at her office before she could appear in court.\nChina recently imposed a broadly worded national security law in Hong Kong that criminalises secession, subversion, terrorism and collusion with foreign forces.\nCritics say it is aimed at crushing dissent but China says it is meant to maintain stability."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58495533",
      "category": "uk-england-cambridgeshire",
      "title": "Bernadette Walker murder: Family 'kept going to police'",
      "tags": "Peterborough",
      "text": "The brother of a teenage girl murdered by their stepdad said the family \"kept going to the police\" about his violent behaviour.\nScott Walker of Peterborough has been jailed for life for murdering Bernadette Walker, 17, after she accused him of years of sexual abuse.\nAnthony Walker said their father \"didn't deserve to get out of prison\". \nPolice said none of his previous convictions raised safeguarding concerns.\nScott Walker, 51, was not Bernadette's biological parent, although his trial heard she called him her dad.\nHe has been told he must serve at least 32 years in jail.\nCambridge Crown Court heard that he probably strangled Bernadette, then conspired with her mother, Sarah Walker, to dispose of the remains and cover up her death.\nThe pair hacked into the photography student's email accounts and used her phone to send a string of messages to try to make police and others think she was still alive.\nAnthony, 21, said his stepfather had a history of attacking family members.\n\"He punched me in the stomach when I was like 18 or 19, but he used to only go for the younger ones because they couldn't open up about it properly,\" he said.\n\"He used to hit them and do all sorts - it was crazy. \n\"He'd try and emotionally abuse us and I hate to say this 'cos it makes me seem weak, but it did work on me a lot of the time.\n\"We were working as hard as we could to get him out of the house, but he was very persistent on staying and wouldn't leave.\"\nScott Walker was convicted in 2002 for harassment and received a caution in 2008 for breach of a non-molestation order relating to a previous partner.\nThe BBC understands that in 2012 he was arrested for assaulting a boy, prompting an investigation by social services.  \nPeterborough City Council confirmed it had involvement with the family between 2010 and 2013 but \"could not comment further\".\nHe also attacked his partner Sarah according to Anthony.\n\"One time when I was younger, I walked in on him with a knife on my mum's arm and it was cut all the way down. I called the police, but he took the phone off me,\" he said. \nIn court, the jury heard that Sarah Walker told detectives Scott Walker had raped her, but it was understood there had been reports of such attacks much earlier.\n\"It never really went any further because every time the police came round, [Scott] would be in the room or around the corner, and she couldn't really say anything in case they took him away and brought him back because there wasn't enough proof,\" Anthony said. \nCambridgeshire Police said in May last year that a third party reported domestic abuse and historical rape, but the alleged victim did not disclose any offences.\nThe force said none of Scott Walker's convictions suggested it \"needed to put any safeguarding measures in place from a policing perspective\".\nBernadette Walker's body has never been found, and the police said the investigation remained open.\nThe BBC can reveal detectives recently visited Scott Walker in prison, but that he refused to speak to them.\nAnthony said: \"I won't stop until I know the answer... I will still keep searching because she's out there and doesn't deserve to be lying in a ditch somewhere.\"  \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58509117",
      "category": "entertainment-arts",
      "title": "National Television Awards 2021: Ant and Dec 'overwhelmed' by 20th win",
      "tags": "Television,National Television Awards,Ant and Dec",
      "text": "Ant and Dec have underlined their status as the nation's favourite TV hosts after their 20th consecutive win at the National Television Awards.\nThe pair, whose full names are Anthony McPartlin and Declan Donnelly, have won the best TV presenter trophy at every NTAs ceremony since 2001.\nDonnelly described their win as \"overwhelming\", while McPartlin said: \"You've no idea how special this is.\"\nThe night's other winners included Line of Duty, Gogglebox and It's A Sin.\nThe BBC, ITV and Channel 4 dominated the top categories - with the Ricky Gervais's Netflix comedy After Life marking the only prize for a streaming service.\nAccepting their 20th award for best TV presenter, McPartlin said: \"Thank you very much indeed. \n\"We were talking in the car on the way here and the first year we won a NTA, Tony Blair was the prime minster and Newcastle United qualified for the Champions league. That just goes to show how long ago that was.\n\"But this one means the most - 20 years, I'm shaking.\"\nDonnelly added: \"It's pretty overwhelming to be honest with you. So much has changed in both of our lives since 2001, but one thing that hasn't changed is how unbelievably grateful we are that you take time, year after year, to vote for us and put us up here.\"\n\"We are so honoured and humbled and grateful. It means the absolute world.\"\nLine of Duty received a special recognition award and was also named best returning drama, despite complaints from some viewers who were disappointed by the conclusion of the sixth series. \n\"This means so much,\" said star Martin Compston as he thanked viewers and paid tribute to creator Jed Mercurio. \n\"We started as a wee show on Wednesday night on BBC Two, and now we're the biggest drama on TV. And it's all because of the fans, we owe everything to you,\" \n\"We genuinely don't take this for granted, thank you and who knows - maybe we'll be back again.\"\nAccepting the prize for best factual programme, Gogglebox star Julie Malone paid tribute to the four stars of the show who have died since the last NTAs ceremony - Andrew Michael,Pete McGarry,Mary Cook and June Bernicoff.\n\"I'd like to dedicate this award to all the people we've lost sadly over the past 18 months,\" Malone said. \"Andy, Pete, Mary and everybody's favourite grandma, June, who's now reunited with Leon.\" \nKate Garraway won the new authored documentary category for Finding Derek, which followed her husband Derek Draper's long battle with Covid-19.\nDraper battled with the virus which had ravaged his body for more than a year before finally returning home in April.\n\"Thank you so much for voting,\" Garraway said. \"I wonder if the reason why you did is that our story is your story. I think we've all been touched by the pandemic, whether it's livelihoods, mental health, all the other extraordinary documentaries that have been highlighted and nominated tonight, they've also been affected by the pandemic.\"\nShe told families still suffering the effects of coronavirus: \"Whatever you're going through, you're not forgotten. We want the joy back. We want it to be over, but if you're still living with the scars, the fight goes on. \n\"But most of all, Derek, who should be here and should have had the chance to tell his own story - Derek, you're going to get the chance, believe. The hope is real.\"\nChannel 4 drama It's a Sin, which followed a group of friends in the 1980s during the Aids crisis, was named best new drama.\n\"Honestly this show is so brilliant from everybody in the cast to the crew, production, behind the scenes. It was the hugest privilege of my life to be a part of it,\" said the show's star Olly Alexander.\nWriter Russell T Davies added: \"This is a story in which many people lost their lives, so it's nice to dedicate this to those we lost, those who lived, those who learned, and those we loved.\"\nA video montage introduced by Sir Trevor McDonald reflected on the impact Covid-19 had on the UK, as well as rounding up other major news events since the last NTAs ceremony aired in January 2020.\nThe death of the Duke of Edinburgh, Prime Minister Boris Johnson being admitted into intensive care after contracting Covid-19, the announcement of the vaccine and England making it to the Euro 2020 final were all highlighted in the montage which reflected an eventful 18 months for the UK.\nSerial drama - Coronation Street\nTalent show - Strictly Come Dancing\nBruce Forsyth entertainment award - I'm A Celebrity... Get Me Out Of Here!\nChallenge show - The Great British Bake Off\nComedy - After Life\nFactual - Gogglebox\nNew drama - It's A Sin\nReturning drama - Line of Duty\nQuiz game show - Beat the Chasers\nTV presenter - Ant and Dec\nDaytime - This Morning\nAuthored documentary - Kate Garraway: Finding Derek\nNewcomer - Jude Riordan (Sam Blakeman, Coronation Street)\nDrama performance - David Tennant - Dennis Nilsen, Des\nSerial drama performance - Mollie Gallagher (Nina Lucas, Coronation Street)\nI'm A Celebrity... Get Me Out Of Here! won the Bruce Forsyth entertainment award for a series which switched the Australian jungle for a Welsh castle due to travel restrictions caused by the pandemic.\n\"It was a real change to do it in Wales last year but it was absolutely brilliant,\" said McPartlin. \"We loved it, we loved doing it there, and we can't wait to go back and do it again this year.\"\n\"I can't tell you what a joyous show it was to work on, every single person we encountered was amazing, my campmates were incredible, and the reception when we left was just beyond. It was amazing to know we were a part of a strange time. Thank you very much!\"\nThis Morning was named best daytime programme, with host Philip Schofield telling the audience: \"The last 18 months have been amazing for all of us.\"\nReferring to the disruption caused by the pandemic, he said: \"Because of the brilliance of ITV and our team, we could stay on air. We felt like we were everyone's comfort blanket, and you [the viewers] were our comfort blanket, and we were all in it together.\"\nThe Great British Bake Off judge Paul Hollywood also acknowledged the impact of the pandemic while accepting the award for best challenge show.\n\"A big thank you for this award, it means a lot to everybody,\" said Hollywood. \"Last year was particularly difficult during Covid, but we had to do the show because we wanted to put a smile on your faces.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58494209",
      "category": "uk-northern-ireland",
      "title": "NI Protocol: DUP could quit from Stormont 'within weeks'",
      "tags": "DUP (Democratic Unionist Party),Brexit,Sir Jeffrey Donaldson",
      "text": "The Democratic Unionist Party may quit Stormont \"within weeks\" if its demands over the Northern Ireland Protocol are not met, its leader has suggested.\nSir Jeffrey Donaldson also said he feared a return to the loyalist street violence seen earlier in the year unless the issue was resolved.\nHe said his party would also now boycott most north-south ministerial meetings.\nHe said relations could not be \"business as usual\".\nMost Stormont parties criticised the speech while the EU's Brexit negotiator called for calm.\nDuring his speech in Belfast, Sir Jeffrey said it would be clear \"within weeks\" if there was a basis for the assembly and executive to continue, or if an election was needed. \n\"I say not as a threat, but as a matter of political reality, that our political institutions will not survive a failure to resolve the problems that the protocol has created,\" Sir Jeffrey said.\n\"Neither will they survive an indefinite 'stand still' period; urgent action is needed.\"\nHe also said DUP ministers would resign from their posts rather than implement further border checks on goods entering Northern Ireland from Great Britain.\n\"If in the final analysis those who are democratically elected by the people of Northern Ireland lack the power to prevent such checks, and the protocol issues remain, then the position in office of DUP Ministers would become untenable,\" Sir Jeffrey added. \nThe protocol is part of the UK government's Brexit deal with the European Union.\nIt keeps Northern Ireland aligned with the EU's single market for goods to ensure free trade across the Irish border.\nHowever, it has led to additional checks on goods being traded across the Irish Sea, which has drawn criticism and protests from unionists.\nNot all the checks have been implemented due to what are known as grace periods.\nSir Jeffrey Donaldson laid it out pretty clearly today.\nHis message for the government was blunt -  you can either have the political institutions or the protocol - you can't have both.\nIn terms of the mechanics of how you bring down government in Northern Ireland, essentially what has to happen is that the first minister or deputy first minister needs to resign.\nThere then is a period of seven days, and if the positions are not filled within that period, it's over to the secretary of state who has to set a date within a reasonable period of time for an election.\nHowever, we know from James Brokenshire's time as secretary of state, that a reasonable period can last for months and months on end.\nThere's no guarantee that if the DUP walk away from government that we will end up in an election within a matter of weeks.\nThe smart money would suggest that Brandon Lewis may well take the view that there is no point in calling an election when we have one already scheduled for next May.\nEarlier this week the UK government indefinitely extended the grace periods which it said was necessary to create space for further talks with the EU.\nSir Jeffrey's speech came as the European Commission Vice President Maros Sefcovic began a two-day visit to Northern Ireland for talks with business and political leaders. \nSir Jeffrey, the MP for Lagan Valley, said he believed in devolution and wanted to return to the assembly as an assembly member (MLA).\nHe said he wanted to provide a \"window of opportunity\" to find a solution and expressed concern there could be a return to disorder on Northern Ireland's streets \"unless we grapple with this issue\".\nThe DUP leader outlined four steps his party would take, including an end to its engagement with north-south bodies, except for co-operation on health matters. \nThe north-south arrangements, provisioned for by the Good Friday Agreement, feature six all-Ireland bodies, with responsibility for matters such as waterways and food standards, which operate under the policy direction of the North-South Ministerial Council. \nIt is comprised of ministers from both sides of the border. \nMinisters from Northern Ireland are required to attend under the Ministerial Code of office. \nThe DUP attended the last meeting of the council in July.\nSir Jeffrey said this was done \"as an act of good faith\" but issues remain unresolved. \n\"Therefore, as the protocol issues remain unresolved, the DUP will immediately withdraw from the structures of Strand Two of the Belfast Agreement relating to north south arrangements, while we will ensure important health related matters continue to be addressed on a cooperative basis,\" he said. \nSir Jeffrey also outlined that DUP ministers would \"seek to block additional checks at the ports\" and would examine the legality of the current checks and \"whether they should have required executive approval\".\nThe DUP leader also explained his executive team would \"seek to frustrate and prevent\" alignment between NI Assembly legislation and laws passed by the EU.\n\"Let me be clear if the choice is ultimately between remaining in office or implementing the protocol in its present form, then the only option for any unionist minister would be to cease to hold such office,\" he said.\n\"Time is short and consequences will follow.\n\"The prize of a successful outcome is not just for unionism, but for all of Northern Ireland and it is not just for the UK, but for the EU as well.\"\nSir Jeffery said he feared a return to street violence in loyalist areas witnessed in April. \n\"Since the start of July, the streets have been quieter in terms of violence, but I fear that unless we grapple with this issue, this will prove to be merely a pause, rather than an end to the disorder,\" he said. \nHe echoed this view in an interview later with the BBC's Political Thinking podcast with Nick Robinson. \n\"If politics fails ... then I fear there will be others who may decide to step into the gap,\" he said. \nHe went on to say that he and other community leaders had \"been saying to the boys on the streets please don't be on the streets\" and that as a result, Northern Ireland had been peaceful \"all summer\".\nA DUP withdrawal from its executive roles, including first minister, would not automatically trigger an assembly election, however, it would begin the process.\nGiven the joint nature of the office, First Minister Paul Givan's departure would also remove Sinn Féin's Michelle O'Neill as Deputy First Minister.\nThis would then start a seven-day process for the parties to agree to fresh nominations..\nIf this did not happen, NI Secretary Brandon Lewis would be responsible for calling an election within a \"reasonable\" timeframe.\nTaoiseach Micheál Martin said the speech had \"created new challenges\". \nSinn Féin President Mary-Lou McDonald said it was a \"reckless, irresponsible and short-sighted election stunt\".\nShe said the DUP was \"clearly in panic mode, driven by poor opinion polls\" and are \"focused on their own narrow self-interest\".\nSDLP leader Colum Eastwood said it was \"naive in the extreme\" and that the DUP leader had \"offered no solutions\".\n\"I think it is very dangerous when people are languishing on waiting lists and we're dealing with a global pandemic, we have people playing indulgent games that are more about polls than protocols,\" he told BBC NI's The Nolan Show.\nAlliance Party leader and Stormont Justice Minister Naomi Long said there was a need for \"pragmatic solutions\" to protocol matters rather than for \"people to escalate this into a constitutional crisis\".\nMrs Long described Sir Jeffrey's address as \"cynical party posturing to try and recover perceived electoral losses because of polling\".\nUlster Unionist Party (UUP) leader Doug Beattie said his party shared the DUP's concerns about the protocol, but that it would be a \"bad idea\" to collapse Stormont.\n\"The problem is we do need to have some sort of a treaty which deals with the issues between the United Kingdom and the European Union,\" he said.\nOn Tuesday, the UUP published a paper detailing its recommendations \"for a common-sense solution to the problems created by the protocol\".\nIt included provisions for a new criminal offence \"to knowingly export goods designed for the UK internal market into the EU single market\".\nTraditional Unionist Voice (TUV) leader Jim Allister said Sir Jeffrey's speech included \"some fine words\", but \"it is actions that count\".\nSimon Coveney, the Irish Foreign Affairs Minister, said unionist concerns about the protocol had been \"taken seriously\", but \"no positive agenda is served by blocking practical north-south co-operation or by the breakdown of the other institutions of the Good Friday Agreement\".\n\"The EU is already listening closely to concerns in Northern Ireland and is ready to work in good faith to minimise friction,\" he continued."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58502593/#comp-comments-button",
      "category": "#comp-comments",
      "title": "'Pingdemic' dents UK economic growth in July",
      "tags": "GDP,UK economy,Office for National Statistics,Coronavirus pandemic",
      "text": "The UK economy grew by just 0.1% in July as the last Covid restrictions were lifted in England.\nIt was the economy's sixth consecutive month of growth, but the increase was much lower than in the previous month, which saw 1% growth.\nArts, entertainment and recreation activities helped the rise, but the \"pingdemic\" kept many workers at home.\nThe UK economy is still 2.1% below its pre-pandemic peak, said the Office for National Statistics (ONS).\nThe ONS said there had been a boost from outdoor events such as sports clubs, amusement parks and festivals following the easing of restrictions on social distancing on 19 July in England.\nHowever, the main contributor to growth was a 1.2% rise in production output, boosted by the reopening of an oil field production site, which was previously temporarily closed for planned maintenance.\nJonathan Athow, deputy statistician of the ONS, said: \"Oil and gas provided the strongest boost, having partially bounced back after summer maintenance. Car production also continued to recover from recent component shortages.\"\nMany firms suffered from a lack of staff during July as workers were forced to self-isolate at home after being alerted by the NHS Test and Trace app, giving rise to what was dubbed the \"pingdemic\".\nServices output was largely unchanged in July, but the construction sector contracted for a fourth consecutive month, with output down by 1.6%.\nConstruction has been affected by a shortage of building materials as prices have soared and supply has failed to match demand.\nOverall, GDP grew by 3.6% in the three months to July, the ONS said.\nThe latest figures will weigh on the minds of Bank of England policymakers, who must ponder the implications for UK monetary policy.\nOn Wednesday, Bank governor Andrew Bailey said the UK's economic bounce-back from the pandemic was showing signs of \"levelling off\", but he maintained the view that rising inflation would not turn out to be persistent.  \nDerby-based firm Colleague Box has seen its fortunes intimately linked to the health of the economy during the pandemic.\nThe company allows both companies and individuals to send out gift boxes to friends, colleagues and relatives.\nWith remote working having become standard practice at many firms, its service has allowed them to show their staff they are still appreciated.\n\"The idea is that we stay connected even though we're apart,\" managing director Natalie Bamford told the BBC. \"It's a way of putting smiles on people's faces.\"\nHowever, the economic slowdown has not gone unnoticed at the firm.\n\"We did notice for the first time a slump in sales over August,\" Natalie says. \"We're assuming it was due to the summer holidays, but it makes you concerned as a small business owner.\"\nDuring the pandemic, Colleague Box has seen some companies send out gift boxes to their entire staff, \"particularly those working from home or on furlough\".\nAnd now that more people are returning to work, some firms are putting gift boxes on their desks to welcome them back.\n\"Returning to the office can be stressful and cause anxiety,\" says Natalie. \"It's going back to the work life that's become alien over the past year.\"\nColleague Box is now hoping that sales will pick up again in time for Christmas.\n\"I think we're still very much a nation that wants to celebrate things,\" says Natalie. \"We're clinging to these hallmark holidays, so I think Christmas is going to be big and that will be huge for the economy.\"\nProf Jagjit Chadha, director of the National Institute of Economic and Social Research, told the BBC's Today programme that the increase for July was \"lower than most people expected\".\nBut he added: \"The economy is slowly getting back to its pre-pandemic level. There were always going to be potholes along the way.\"\nJuly's figures, showing the bounce-back in the economy stalling, make clear the recovery cannot be taken for granted. The cause, primarily, was the upsurge in cases across the UK, tempering the impact of the full reopening of the economy. But the impact of the supply chain crisis is also in these figures. \nWhile August should have been better, these figures are consistent with the now slow decline in furlough numbers. Monthly data is always volatile, but the pattern seems to be that the UK saw a very rapid initial bounce-back from the mere act of economic reopening. \nRecovery is going to be trickier as pandemic support is phased out and the impact of labour shortages and trade problems start to be seen in the figures. Talk of a \"boom\" was rather premature.\nSamuel Tombs of Pantheon Macroeconomics said the economic recovery had been \"stopped in its tracks\" by a surge in Covid cases in July.\nHe added that there were signs that the economy had regained momentum in August.\n\"Nonetheless, surveys continue to show that a large minority of households remain fearful of contracting Covid-19, even though they have been double-vaccinated. \n\"This suggests that the recovery in consumer-facing sectors might run out of steam again in the autumn if, as we expect, Covid-19 cases and hospital admissions remain on their current upward trend,\" he said.\nKitty Ussher, chief economist at the Institute of Directors, said it appeared that \"England's thrilling run\" in the Euro 2020 tournament had boosted growth in June, leading to \"a bit of fall-back\" in July.  \nChancellor Rishi Sunak said the figures showed the recovery was \"well under way\". But Labour's Bridget Phillipson, shadow chief secretary to the Treasury, said \"Conservative complacency\" was \"holding our country back\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58521779/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Driver shortage: 50,000 more HGV driving tests promised a year",
      "tags": "Companies,Brexit,Coronavirus pandemic,Trade",
      "text": "The government has confirmed plans to speed up the process of obtaining an HGV driver licence, amid a nationwide shortage of drivers. \nUp to 50,000 more HGV driving tests will be made available each year by shortening the application process and the tests themselves, it said.  \nThe UK faces a shortfall of around 90,000 drivers, which has hit the supply of food, petrol and other goods.\nHowever, industry groups said the new plans did not go far enough.\nLorry driver shortages have been blamed on EU workers leaving the UK following Brexit as well as during the pandemic and tax changes making it more expensive for drivers from elsewhere in Europe to work or be employed in the UK. \nThere have also been complaints about a backlog of driver tests. \nIn a written statement to the House of Commons, Transport Secretary Grant Shapps said the government would now overhaul regulations to boost capacity, meaning:\nMr Shapps said the changes, which still need to be approved by parliament, will generate additional test capacity \"very rapidly\". \nHe added: \"These changes will not change the standard of driving required to drive an HGV, with road safety continuing to be of paramount importance.\"\nIndustry groups are sceptical about the plans - elements of which were published earlier this week - warning that they could affect safety. \nThey also reiterated calls for temporary work visas to woo back around 20,000 EU drivers who have left the industry - something the government has rejected.\n\"This is a sensible move but it's not enough to fix the problem,\" Paul Jackson, managing director of Peterborough-based cold and chilled food logistics firm Chiltern Distribution told the BBC on Thursday.\n\"We don't put newly-qualified drivers straight behind the wheel on their own. We buddy them up with experienced drivers for the first eight to 10 weeks and the insurance costs for new drivers are also much higher.\n\"We desperately need to put HGV drivers on the list of skilled workers we can bring in from abroad.\"\nRichard Burnett of the Road Haulage Association said the industry was losing 600 drivers a week and it would take nearly two years to fill the net shortfall.\nA host of companies have been hit by the driver shortage, while some are offering higher wages and retention bonuses to woo recruits. \nSupermarket Morrisons has warned the crisis will push up prices, while restaurant chain Nando's temporarily closed 50 sites, blaming supply chain issues. \nAnd BP temporarily closed a \"handful\" of its UK sites, due to not being able to get petrol and diesel to them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58516654",
      "category": "uk-england-hampshire",
      "title": "Lucy-Anne Rushton murder detective jailed for witness signature forgery",
      "tags": "Gosport,Andover,Portsmouth",
      "text": "A former detective has been jailed for eight months for forging a witness's signature during a murder inquiry.\nRobert Ferrow, 50, from Gosport, Hampshire, let the witness sign blank pages on a statement and go home, but added more signatures when he ran out of pre-signed sheets.\nHe had been investigating the murder of Lucy-Anne Rushton in 2019.\nThe judge said Hampshire police was reviewing other cases involving the ex-officer.\nPassing sentence, Recorder James Watson QC, added Ferrow was guilty of \"criminal laziness\".\nMother-of-five Ms Rushton, 30, was killed by her estranged husband Shaun Dyson in the early hours of 23 June 2019.\nDyson then absconded from police and was found several hours later hiding in a cupboard at the murder scene in Andover.\nWitness Ashley Grace-O'Neill gave a police statement shortly after his friend, Dyson, was arrested, Winchester Crown Court previously heard.\nFerrow, who had 18 years' experience as a police officer, allowed the witness to sign blank pages and go home, his trial was told.\nHe then signed more pages himself when he ran out of sheets, prosecutors said.\nFerrow accurately transcribed text conversations on to the new sheets to complete the statement, the jury heard.\nRobert Bryan, prosecuting, previously told the court the conduct \"strikes right at the heart of justice\".\nRecorder Watson said: \"It's shocking that an experienced police officer such as you should commit such an act of dishonesty. It was laziness to a criminal degree.\"\nThe judge said the forgery could have damaged the witness's evidence at the murder trial.\nHe ordered the former detective constable to pay prosecution costs of £3,000 and a £140 victim surcharge.\nFiona Ryan, defending, said Ferrow was a former police Probationer of the Year, who had won police commendations in 2016 and 2019.\nShe said the officer had resigned from the force and would eventually move away from the area.\nHowever, in a statement, Hampshire Constabulary said Ferrow was merely suspended from service.\nDeputy Chief Constable Ben Snuggs said: \"The actions of Det Con Ferrow have undermined the trust and confidence our communities have in us.\n\"Our thoughts remain with Lucy's family... It is completely unacceptable that the actions of a police officer have caused them extra distress.\"\nThe case against Ferrow was brought following an 11-month investigation by the Independent Office for Police Conduct.\nIn December 2019, Dyson was jailed for life with a minimum of 17 years after pleading guilty to the murder.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58516799",
      "category": "uk-politics",
      "title": "Tax on landlords could help pay for social care, says Keir Starmer",
      "text": "Money to pay for social care could have been raised through taxing landlords, Sir Keir Starmer was expected to tell a conference.\nIt comes after Boris Johnson announced plans to raise National Insurance tax on workers and employers in order to pay for the NHS backlog and social care\nSir Keir was to describe the rise as \"unfair\" and \"poorly thought through\".\nBut the Labour leader has come under pressure in recent days to detail his own plan to fund social care. \nAddressing the House of Commons earlier this week, Mr Johnson acknowledged his tax rise broke a manifesto commitment not to raise taxes, but defended the move as \"the right, reasonable and fair approach\" in light of the pandemic.\nHe criticised calls for a rise in capital gains tax - the levy you pay on the profits when you sell an asset - arguing that it would not raise enough money to \"even begin to deal with this problem\".\nSpeaking to the Local Government Association which represents councils in England and Wales, Sir Keir was expected to attack the Conservatives' plans, arguing that: \"Working people will pay more tax now, but might still have to sell their home to pay even more later.\"\n\"This is an unfair plan that doesn't work. And who is left with the bill? It's working people. It's especially low earners and young people who have already borne the brunt of the economic impact of the pandemic,\" he was to say. \nInstead he was to argue that \"the money could have been raised by taxing the incomes of landlords, and those who buy and sell large quantities of financial assets, stocks shares\".\nMr Johnson's plans, he was to say, leave \"a private landlord renting out multiple properties not paying a penny more in tax, and their hard-working tenants to pick up the burden\".\nHe was to add it sees \"an Amazon worker's taxes raised, but Amazon itself able to squirrel profits away in tax havens and only pay a fraction of what high street shops do\".\nEarlier this week, Sir Keir told Sky News he would back \"wealth taxes\" to fund social care but did not set out further details.\nGiving shape to a future Labour policy, Sir Keir was also expected to say that his party would introduce a principle of \"home first\" care, shift the focus to prevention and early intervention, and introduce a \"new deal\" for care workers. \nUnder Mr Johnson's proposals there will be a 1.25 percentage point rise in National Insurance from next April for workers and employers.\nIt means that someone earning £30,000 will pay an extra £255 a year, while someone on a £50,000 salary will pay £505.\nIncome from share dividends - earned by those who own shares in companies - will also see a 1.25% tax rate increase.\nIn 2023, National Insurance will return to its previous level and the tax increase will become a separate health and social care levy on earnings.\nThe majority of the £36bn fund raised by the rise will go towards tackling the backlog of NHS cases created by the pandemic.\nA smaller portion of the money - £5.4bn over the next three years - will also go towards changes to the social care system, with more promised after that. \nIn his speech, Sir Keir was to warn that the government plans would not provide any money for councils in the short term and would force them to put up council tax in order to meet demand. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58515771/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Wales vaccine passport decision due next week",
      "tags": "Welsh government,Coronavirus pandemic",
      "text": "Ministers will decide next week if vaccine passports should be used to gain entry to some events in Wales, the first minister has said.\nMark Drakeford also said there could be as many as 100 new Covid hospital admissions a day in Wales as the Delta wave peaks at the end of this month.\nPeople will need passports for some events in Scotland from 1 October and in England from the end of this month.\nMr Drakeford said rising rates meant it would be irresponsible not to consider.\n\"There are a number of practical and ethical issues that need to be considered in relation to vaccine certification, and we continue to work through those,\" said Mr Drakeford.\n\"We will not do that in any setting where people have no choice but to go, so there will be no vaccine passports for people who need to go to use crucial public services.\"\nA decision will be made ahead of a planned three-weekly review of the Coronavirus regulations next Friday.\nThe Welsh Conservatives said \"we have got to learn to live with Covid\" as their health spokesperson Russell George said he was \"absolutely against Covid passports for domestic use\".\nHowever, Plaid Cymru's Rhun ap Iorwerth said Covid passports should not be totally dismissed and he would be prepared to support their use in \"very, very limited places\". \nIt comes as Mr Drakeford warns daily hospital admissions - currently 40 Covid patients a day - could more than double by the end of the month, based on modelling work carried out by Swansea University.\nHe said patients would include many who need to be in hospital for a long time and need intensive care.\nHe said the position in Wales was a \"serious\" one and the number of cases was \"likely to get worse over the coming weeks\". \nHe said: \"We now have very high rates of coronavirus in all our communities - rates, which our modelling says are likely to get worse over the next few weeks\".\nIf the virus continues to spread at its current rate, there will be about 3,200 cases confirmed every day towards the end of the month, he said. \n\"Until now, this rise has been manageable, because our fantastic vaccination programme has helped to weaken the link between infection and serious illness but with the rapid spread of coronavirus in our communities, pandemic pressure on the NHS is increasing once again,\" he said.\nPublic Health Wales (PHW) reported 2,467 more coronavirus cases on Friday with five more Covid-related deaths.\nPHW said 522.7 per 100,000 population had tested positive for the virus in the past seven days - the highest Covid cases rates since the second wave in December.\nThe number of daily cases is almost 50% higher at this point in the third wave than it was at this point in the second wave, back in December, according to PHW. \nDespite that, the number of patients in hospital, with confirmed Covid, was three times higher then.\nPHW's figures also show in this wave there is a noticeable difference in the proportion of young people - those 19 and under - testing positive. \nThey are now the largest age group, making up 31% of positive tests. \nAt a similar point in the second wave, also the day that the vaccine programme began, it was only 16%.\nAccording to the Office for National Statistics (ONS), the average number of daily deaths in the second wave was eight times higher. \nThe daily average is currently four a day - it was 32 deaths a day at this point in the second wave, under the most reliable ONS measure. \nIf we only take the PHW measure, it was averaging 24 deaths a day, still six times higher."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58516156",
      "category": "technology",
      "title": "Fortnite video chat app Houseparty to close",
      "tags": "Fortnite,Apps,Video calling",
      "text": "Houseparty, the video-calling app owned by Fortnite-maker Epic Games, will close down in October.\nFirst launched in 2016, the app was acquired by Epic in 2019 as part of a multi-million dollar deal.\nIn November 2020 it was integrated with Fortnite to let players see one another during multiplayer gaming sessions.\nHowever, the developers said their work on other Epic Games products meant they could not give Houseparty \"the attention that it deserves\".\nIn a statement, the team said it would instead develop \"new ways to have meaningful and authentic social interactions\" in other Epic Games software.\nWhile the app will continue to work until October, it has already been removed from the Google Play store and Apple's App Store.\nHouseparty gained popularity at the start of the coronavirus pandemic as national lockdowns were introduced around the world.\nThe software let people \"drop in\" to video chat rooms hosted by friends, and it offered games for groups to play together.\nHowever, its reputation was damaged in March 2020 when a false rumour suggested downloading the app could lead to Netflix and Spotify accounts being \"hacked\".\nThe BBC's cyber reporter Joe Tidy can now reveal that, at the time, a Houseparty insider told him the viral misinformation had made one million users delete the app.\nHouseparty said it had found no evidence that its service had been compromised.\nThe company later offered a $1m (£720,000) bounty to anybody who could prove it had been the target of a deliberate smear campaign. The reward has not been claimed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55855220",
      "category": "uk-wales",
      "title": "Covid: How many people have been vaccinated in Wales?",
      "tags": "Coronavirus vaccines,NHS Wales,Coronavirus pandemic",
      "text": "Wales has given 84% of people eligible for Covid boosters a vaccination, according to the latest figures from Public Health Wales.\nThe programme has slowed down since before Christmas, delivering 3,752 booster doses a day in the last week.\nAt its height, 50,524 doses were given out on 21 December.\nTwo-thirds of vaccines given out in the past weeks were boosters, while more than 13,000 second doses, mainly to 12 to 15-year-olds.\nPeople can receive a booster three months after receiving their second vaccine, so it means that 84% of those eligible for a booster vaccine have now been reached in Wales.\nThat figure on 27 January was also 84% in Scotland, 81% in England and 75% in Northern Ireland.\nTo reach the remaining eligible people, at the current rate, it would take just over three months.\nThe situation is complicated by those who catch Covid having to wait before they can receive a booster, with higher proportions of the 18 to 40 age group infected since Christmas.\nThe total is 1,875,473 boosters given out by 27 January.\nThese include more than 42% of 18 to 29-year-olds and more than half of those in their 30s.\nWe can see that by last Sunday, 68% of adults had received their booster jab.\nMonmouthshire (78.6%) had reached the most and Cardiff (61.7%) the fewest.\nWith the over-50s, Monmouthshire has reached more than 88% and Powys, Blaenau Gwent, Bridgend and Caerphilly more than 87%. Cardiff and Neath Port Talbot (about 82%) have reached the fewest.\nAround 77% of people in their early 50s had also been given the booster and 81% of those in their late 50s.\nFor care home residents, the range is from just over 82% in Pembrokeshire to 96.6% of those on Anglesey having a booster.\nWales is slightly behind Scotland with the proportions of their populations given a first jab - 79.1%.\nBy 27 January, 2.5m people in Wales had been given their first dose. \nA total of 2,361,042 people have received a second jab, or 74.5% of the total population. \nMore than 64% of 16 and 17-year-olds have now received a second dose.\nWales (74.9%) and Scotland (75.3%) are close together on the proportions of second vaccinations.\nBy 27 January, England was on 71.6% and Northern Ireland trailing a little on 69.1%.\nFor the proportion of its population with booster doses, Wales is ranked fifth in the world, compared with other nations with a population above 1 million.\nWhen we look at figures within Wales, we can see Powys reached nearly 81% of its total population with two doses and 67.9% with boosters. \nSwansea Bay has reached the fewest proportion for vaccines, for all three doses (54.2%).\nNearly 62% of the youngest age group offered vaccines have taken a first dose in Wales by Wednesday.\nBut there is a big variation between counties. This ranged up to last Sunday from 74.1% in Monmouthshire and 70% in Rhondda Cynon Taf (RCT) to less than half of 12 to 15-year-olds in Neath Port Talbot taking up the offer.\nRCT and Merthyr Tydfil have so far reached nearly half of this age group with second doses too."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58522588",
      "category": "technology",
      "title": "Apple dealt major blow in Epic Games trial",
      "tags": "Fortnite,Apps,Apple",
      "text": "Apple has been dealt a major blow in its ongoing trial against Fortnite-maker Epic Games.\nA court in Oakland, California, has ruled that Apple cannot stop app developers directing users to third-party payment options.\nApple had argued that all apps should use Apple's own in-app payment options.\nIn a high profile trial, Epic Games had challenged the up-to-30% cut Apple takes from purchases - and argued that the App Store was monopolistic. \nOn Friday, Judge Yvonne Gonzalez-Rogers ruled that \"the court cannot ultimately conclude that Apple is a monopolist\".\nHowever she also issued a permanent injunction, stating that Apple could no longer prohibit developers linking to their own purchasing mechanisms.\nFor example, a movie-streaming service will now be able to tell customers to subscribe via its own website, without using Apple's in-app purchasing mechanism.\nEpic has also taken legal action against Google over its Play Store.\nApple's closed payments system is hugely lucrative for the tech giant, although the company says it does not know exactly how much it makes. \nThe ruling effectively states that Apple cannot ban developers from communicating with customers. Often there are cheaper options for consumers away from the App Store, however Apple did not allow companies to tell consumers this. \nEpic had argued that this was unreasonable and that developers should be able to inform users that they could make purchases away from the App Store. \nHowever in a win for Apple, the judge also ruled Epic failed to demonstrate Apple was operating an illegal monopoly.\nJudge Yvonne Gonzales-Rogers said: \"Apple enjoys considerable market share of over 55% and extraordinary high profit margins.\"\nBut added: \"These factors alone do not show antitrust conduct. Success is not illegal.\" \nA spokesperson for Apple said:  \"Today the Court has affirmed what we've known all along: the App Store is not in violation of antitrust law.\n\"Apple faces rigorous competition in every segment in which we do business, and we believe customers and developers choose us because our products and services are the best in the world.\"\nEpic Games' chief Tim Sweeney said the ruling was \"not a win for developers or consumers\" and vowed to \"fight on\".\nMusic streaming site Spotify said: \"We are pleased with [the decision that] Apple engaged in anti-competitive conduct and has permanently prohibited their anti-steering provisions.\"\nThe ruling also revealed that gaming apps account for 70% of App Store revenue.\nIt's likely the decision will be appealed, perhaps by both sides. \nApple's share price has fallen by 3% since the decision, wiping billions of dollars from its valuation. \nApple has been quick to claim victory - calling it a \"resounding win\". \nIt is true that the judge mainly sided with Apple on Epic's major contention, stating it is not a monopoly. \nHowever the characterisation that Apple has \"won\" here is misleading. \nEpic's case against Apple was speculative. Many believed they didn't stand a chance. \nThat the court has moved to allow in app purchases to be redirected away from the App Store could be a major blow to Apple's business model. \nIt was revealed that 70% of Apple's App Store revenue comes from gaming apps - an astonishing figure.\nI say \"could be\" because it's unclear how many people would choose to purchase away from the App Store, or to what extent that would dent Apple's profits. \nDuring the trial, Apple's CEO Tim Cook said he didn't know how much the company generates from the App Store. That makes trying to assess the damage this ruling could have on the company difficult. \nEpic is saying it is disappointed in the ruling, and certainly the judge could have given them more. \nBut the decision has been welcomed by anti-trust campaigners, who believe Apple use their market dominance to bully developers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58512257",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Schools safe for children and staff, says CMO",
      "tags": "NI education,NI Health,Coronavirus pandemic",
      "text": "Schools are safe places for children and staff, Northern Ireland's chief medical officer has said.\nProfessor Sir Michael McBride made the comments in a detailed letter about schools to pupils, parents and staff.\nHe added, though, that it was \"inevitable\" there would be Covid cases in schools.\nBut he said there was a \"certainty of long-term harm to many children and young people\" from not attending school.\n\"The public health grounds for keeping and supporting children at school are extremely strong,\" he wrote.\nHis letter comes as the Public Health Authority (PHA) takes over responsibility for contact tracing in schools on Friday.\nIn his letter Sir Michael said that the Covid pandemic had damaged children's wellbeing, mental health and education.\n\"Children from more disadvantaged backgrounds have been particularly negatively impacted,\" he said.\n\"As we progress through the pandemic response, we must continue to strike a balance between safeguarding children's education and wellbeing and measures to contain Covid.\"\nSir Michael said that now was the right time to take a more targeted approach to contact tracing in schools and said he was writing to explain why that was the case.\n\"Multiple sources of evidence show that a lack of schooling increases inequalities, reduces the life chances of children and can exacerbate physical and mental health issues,\" he said.\n\"School improves health, learning, socialisation and opportunities throughout childhood, adolescence and into adulthood.\"\nHe wrote that it was \"no longer necessary\" to close schools as had happened earlier in the pandemic.\nHe also cited large-scale studies from England and Scotland which showed \"the vast majority of those identified as school close contacts and sent home to isolate during the last academic year did not go on to develop Covid\".\nThe chief medical officer said that the overall risk of children becoming severely ill from Covid was extremely low.\nHe also said all school staff had the chance to be fully vaccinated, and that many other safety measures remained in place in schools.\n\"It is my professional opinion, which is shared by my chief medical officer colleagues across the UK, that very few, if any, children or teenagers will come to long-term harm from Covid due solely to attending school,\" he said.\n\"This has to be set against a certainty of long-term harm to many children and young people from not attending school.\"\nSir Michael said the contact tracing taken on by the PHA would bring Northern Ireland into line with England, Scotland and Wales and identify children with the \"closest contact\" to a positive case.\nHe also said it would free principals and teachers to get back to \"doing what they do best - teaching and inspiring our children and young people.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58506013",
      "category": "uk-scotland-scotland-politics",
      "title": "Scotland to launch vaccine passports on 1 October",
      "tags": "Scottish government,John Swinney,Scottish Parliament,Vaccine passports",
      "text": "People in Scotland will need proof they have been fully vaccinated before they can enter nightclubs and many large events from 1 October.\nThe vaccine passport plan was formally approved by Holyrood after the SNP and Greens voted in favour. \nSome businesses have complained of a lack of detail about how the scheme will work in practice. \nThe proposals were opposed by the Conservatives, Labour and Liberal Democrats. \nDeputy First Minister John Swinney said the system would reduce the risk of transmission and help prevent venues - many of which have only recently reopened - from having to close again due to Covid.\nA paper published by the government on Thursday morning, just hours before the vote in the Scottish Parliament, said officials were still working to define what a nightclub actually is.\nAnd it said evidence was still being gathered about the effectiveness of similar schemes elsewhere in the world.\nPeople in England will need to have a \"Covid pass\" to access \"higher risk\" settings such as nightclubs from the end of this month.\nThere are no current plans to introduce a similar scheme in Wales or Northern Ireland.\nThe new rules will mean people over the age of 18 in Scotland will need to show they have had both doses of the vaccine before they are allowed entry to: \nIt means that many major sporting events - particularly football matches - will be affected, as will concerts and music festivals.\nPeople who have had two vaccines in Scotland can already download or get a paper copy of a certificate with a QR code.\nBy the end of the month, it is expected that this code will also be available on a new NHS Scotland Status app.\nThese codes can be scanned at a venue to confirm the user is fully vaccinated.\nAnyone who has good reasons for not getting fully vaccinated - including children and people with particular medical conditions - will be exempt. \nA major goal of the scheme is to encourage more younger people to be vaccinated - with the latest figures showing that uptake among those under the age of 40 in Scotland has been lower than older age groups. \nMany areas of Scotland have seen some of the highest Covid rates in Europe in recent weeks - although there are signs that the surge in cases is beginning to slow down.\nThe number of people in hospital and intensive care units has also been steadily rising, with health professionals warning that that NHS is coming under increasing strain.\nMr Swinney said Scotland was in a \"fragile position\" with Covid-19 case rates still high, telling MSPs that \"we all recognise the need to try all we can to protect the return to greater normality that we have experienced in recent weeks\".\nHe said the scheme would reduce the risk of transmission in some settings, allowing those venues to \"operate more safely when the potential alternative would be closure\".\nMr Swinney said it would also protect vulnerable people who cannot be vaccinated, and would encourage others to come forward for a jab.\nHe said: \"On balance - given the benefits to individuals, to the health of the population, and as a way to keep certain venues and events open - a certification scheme is a proportionate step to take.\"\nMr Swinney had been critical of vaccine passports when the proposals for England were unveiled by the prime minister, as had Health Secretary Humza Yousaf and the SNP's partners in government, the Scottish Greens.\nGreens co-leader Patrick Harvie said the facts on the ground had changed - and that the scheme was \"worth considering when cases are running at around 7,000 a day and once the entire adult population has had two doses\".\nHospitality groups have called for more details about how the system will work, while a football supporters association said it was \"concerned about inequalities\" shutting some fans out of games.\nLeon Thompson of the trade body UK Hospitality Scotland told BBC Scotland there had been \"very rushed and hurried conversations with officials\" in recent days, with members \"very concerned\" about the practicalities of the plans.\nDr Liz Cameron, chief executive of Scottish Chambers of Commerce, said it would \"directly impact on consumer confidence and risks creating further financial damage to those sectors who have already been hardest hit by Covid-19\".\nCBI Scotland director Tracy Black said vaccine passports had the potential to be \"a useful tool in managing risk in large venues\" - but that there needed to be \"close cooperation and coordination\" with businesses.\nThe Scottish Tories voted against the proposals despite the Conservative UK government planning to introduce a similar system.\nLeader Douglas Ross said not enough detail had been provided about the Scottish scheme, and that the government should not be asking MSPs to \"impose\" a vaccine certification scheme on establishments it was not able to define.\nHe said: \"A responsible government should bring forward proposals that are able to be enacted.\n\"We are in a really difficult position as politicians seeking to make a decision on an extremely difficult subject if the government cannot even give us simple information.\"\nScottish Labour also opposed the plans, with deputy leader Jackie Baillie saying there was a \"practical question about the government's ability to even implement this\".\nShe said people with a vaccination certificate could still have the virus and be infectious, saying ministers were in danger of giving people a false sense of confidence that they were \"invincible\".\nMs Baillie said the government should \"not simply reach for anything just to be seen to take action, and end up making things worse\".\nAnd Alex Cole-Hamilton said his Scottish Liberal Democrats were \"fundamentally opposed to the plans, which he said set the country on a \"disturbing and illiberal course\".\nHe added: \"Medical ID cards will be introduced by this coalition tonight and liberals will immediately begin the campaign to see their abolition.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-oxfordshire-58519620",
      "category": "uk-england-oxfordshire",
      "title": "Clarkson's Farm: 'Swamped' village has seen more trade",
      "tags": "Jeremy Clarkson,Chadlington",
      "text": "TV personality Jeremy Clarkson said he sympathises with people in his village after it was overwhelmed with visitors as a result of his latest TV series.\nThe presenter called a meeting for residents of Chadlington, Oxfordshire, on Thursday to quell \"gossip\" about his Diddly Squat farm shop.\nVillagers had complained of traffic delays caused by visiting fans.\nMr Clarkson admitted the village had been \"swamped\" but said it had led to increased trade for local businesses.\nSpeaking on the Jeremy Vine radio show, he said: \"I absolutely sympathise with people in the village. \n\"There is more traffic, yes, but there is more business - the village shop is doing better, the cafe in the village, the pub in the village - they are all doing better.\n\"They are swamped with people but they are swamped with people spending money.\"\nThe farm, which he bought in 2008, is the subject of an Amazon Studios series, entitled Clarkson's Farm.\nMr Clarkson said: \"I had no idea that the show was going to be as successful as it was.\n\"Then thousands and thousands of people descended - we weren't ready for it, the village wasn't ready for it.\"\nResident Maggie Jackman, who called into the Radio 2 show, said Mr Clarkson had been \"very affable, disarming and amusing\" at the meeting.\n\"In 10 minutes, he had won over many of the audience,\" she said, but added the village was \"split into three\".\n\"There's a very hard-line opposition who would like to see it shut, there's a middle ground, then there are the younger people who quite welcome him.\"\nPeople leaving the meeting on Thursday said Mr Clarkson had announced plans to convert a lambing shed into a restaurant and would attempt to curb the number of visitors to his shop.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-58516337",
      "category": "uk-england-south-yorkshire",
      "title": "Barbados to Rotherham: Lizard's 4,000-mile trip hidden in bra",
      "tags": "RSPCA,Rotherham,Barbados,Thrybergh",
      "text": "A lingerie-loving lizard was found lounging in a bra after travelling all the way from Barbados to sunny Yorkshire on a transatlantic flight.\nThe tiny gecko, now called Barbie, was spotted by Lisa Russell as she unpacked her suitcase after arriving back at her home near Rotherham, South Yorkshire.\nMs Russell said: \"When it moved, I started screaming. It is not what you expect to find in your bra after a 4,000-mile journey.\"\nBarbie is now safe in the RSPCA's care.\nThe returning holidaymaker, who lives in Thrybergh, arrived home on Tuesday and started to unpack her suitcase after holidaying in the Caribbean.\nMs Russell, 47, saw what she thought was a speck on her bra and shook the underwear and it was then she spotted the female lizard moving.\n\"The tiny lizard was lucky as the bra was on top of my suitcase on my clean pile. As it was so hot out there, I didn't bother wearing one,\" the beautician said.\nMs Russell revealed that the gecko remained unharmed in its lacy lair despite her sitting on the full suitcase in order to zip it up before her return journey to Yorkshire.\nBarbie the lizard, named after the famous doll and the lizard's island home, had survived 24 hours in the garment uninjured.\nAn RSPCA inspector was dispatched to deal with the tiny survivor, which appeared unscathed after its underwear odyssey.\nSandra Dransfield, of the RSPCA, said releasing the lizard in the UK would be illegal as it was a non-native species and it \"would not survive in our climate\". \nThe gecko was taken in by a specialist reptile keeper where she is said to be doing well. \nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58507100",
      "category": "science-environment",
      "title": "Upside-down rhino research wins Ig Nobel Prize",
      "tags": "Conservation,Nobel Prize,Namibia",
      "text": "An experiment that hung rhinoceroses upside down to see what effect it had on the animals has been awarded one of this year's Ig Nobel prizes. \nOther recipients included teams that studied the bacteria in chewing gum stuck to pavements, and how to control cockroaches on submarines. \nThe spoof prizes are not as famous as the \"real\" Nobels - not quite.\nThe ceremony couldn't take place at its usual home of Harvard University in the US because of Covid restrictions. \nAll the fun occurred online instead.\nThe science humour magazine, Annals of Improbable Research, says its Ig Nobel awards should first make you laugh but then make you think.\nAnd the rhino study, which this year wins the award for transportation research, does exactly this. What could seem more daft than hanging 12 rhinos upside down for 10 minutes? \nBut wildlife veterinarian Robin Radcliffe, from Cornell University, and colleagues did exactly this in Namibia because they wanted to know if the health of the animals might be compromised when slung by their legs beneath a helicopter.\nIt's an activity that increasingly has been used in African conservation work to shift rhinos between areas of fragmented habitat. \nHowever, no-one had done the basic investigation to check that the tranquillised animals' heart and lung function coped with upside-down flying, said Robin.\nHe told BBC News: \"Namibia was the first country to take a step back and say, 'hey, let's study this and figure out, you know, is this a safe thing to do for rhinos?\"\nAnd so, his team, in collaboration with the Namibian Ministry of Environment, Forestry, and Tourism, suspended 12 tranquillised black rhinoceroses by their feet from a crane, and measured their physical responses.\nIt turns out, the animals coped very well. In fact, there was evidence the rhinos did better in this unusual position than simply lying chest down or on their side. \n\"I think the reason for that is, when a rhino is on its side, you have positional effects of blood flow. So in other words, the lower parts of the lung are getting lots of blood flow for gas exchange, but the upper part of the lung, just because of gravity, is not getting perfused well, so when a rhino is hanging upside down, it's basically like it's standing upside up; the lung is equally perfused. \n\"We've also seen that rhinos that are on their side too long, or on their sternum, especially - they get muscle damage, they get myopathy, because they're so heavy. And there's no pressure on their legs, other than the sense of the strap around their ankle,\" Robin explained.\nAs has become customary with the Ig Nobels, the prizes on the night were handed out by real Nobel laureates, including Frances Arnold (chemistry, 2018), Carl Weiman (physics, 2001), and Eric Maskin (economics, 2007).\nThe winners got a trophy they had to assemble themselves from a PDF print-out and a cash prize in the form of a counterfeit 10 trillion dollar Zimbabwean banknote.\nAsked what he'd do with his \"cash\" payout, Robin Radcliffe said with a chuckle: \"We are always looking for grant funding.\n\"When I first heard about the Ig Nobel, I wasn't sure if this was good or bad. But I think that message that 'it makes you laugh and then think' - this is what it's about for us. More and more people should understand what efforts are going on to try to help save these amazing animals that live here on Planet Earth with us.\"\nTeam-member and wildlife doctor Pete Morkel added: \"This has really changed rhino translocation, and even more so elephant translocation. Picking these big animals up by their feet - it's now accepted. The next thing we've got to do is some research on other species like buffalo, hippo, and maybe even giraffe.\"\nBiology Prize: Susanne Schötz, for analysing variations in purring, chirping, chattering, trilling, tweedling, murmuring, meowing, moaning, squeaking, hissing, yowling, howling, growling, and other modes of cat-human communication.\nEcology Prize: Leila Satari and colleagues, for using genetic analysis to identify the different species of bacteria that reside in wads of discarded chewing gum stuck on pavements in various countries.\nChemistry Prize: Jörg Wicker and colleagues, for chemically analysing the air inside movie theatres, to test whether the odours produced by an audience reliably indicate the levels of violence, sex, antisocial behaviour, drug use, and bad language in the movie the audience is watching.\nEconomics Prize: Pavlo Blavatskyy, for discovering that the obesity of a country's politicians may be a good indicator of that country's corruption.\nMedicine Prize: Olcay Cem Bulut and colleagues, for demonstrating that sexual orgasms can be as effective as decongestant medicines at improving nasal breathing.\nPeace Prize: Ethan Beseris and colleagues, for testing the hypothesis that humans evolved beards to protect themselves from punches to the face.\nPhysics Prize: Alessandro Corbetta and colleagues, for conducting experiments to learn why pedestrians do not constantly collide with other pedestrians.\nKinetics Prize: Hisashi Murakami and colleagues, for conducting experiments to learn why pedestrians do sometimes collide with other pedestrians.\nEntomology Prize: John Mulrennan Jr and colleagues, for their research study \"A New Method of Cockroach Control on Submarines\".\nTransportation Prize: Robin Radcliffe and colleagues, for determining by experiment whether it is safer to transport an airborne rhinoceros upside down."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58510294",
      "category": "uk-wales",
      "title": "Afghanistan: First refugees arrive in Wales after Taliban coup",
      "tags": "Afghanistan,Welsh government",
      "text": "The first Afghan refugees, who were airlifted from Kabul following the Taliban seizure of power last month, have arrived in Wales.\nThe Welsh government said 50 families are being resettled across the country. \nMost of those who have arrived directly supported Welsh-based armed forces in the country over the past 20 years.  \nThe Urdd youth organisation is helping to provide accommodation, with 230 Afghans being resettled in Wales in total. \nThis is after the UK government pledged to rehome 20,000 Afghans over the next five years after the Taliban seized back control of the country.\nWali Mohammad knows all too well the journey recent refugees have faced after he fled from Afghanistan in 2015. \n\"It's one of the hardest journeys one can go through,\" he said.\n\"You leave everything behind and you have to start everything from scratch. But Afghans are hard working. I'm sure these people that have arrived here will soon start living and contribute to Wales' economy. \n\"They already have skills, it's just opportunity that needs to be provided for them.\"\nMr Mohammad worked in a high-level government role before seeking asylum, but volunteered for Public Health Wales when he arrived in the UK. \nHe urged organisations to offer simple jobs so arrivals have the opportunity to \"start somewhere\".\nNazir Ahmad Shirzai and his family fled the Taliban in 2001, leaving his life as a vet to seek asylum in the UK.  \nMr Shirzai, who now owns his own furniture business in Cardiff, knows exactly what the new arrivals will be going through and said he wanted refugees to know \"we can help and support them\".\n\"If they have problems, we can contact the MP or the passport office,\" he said. \n\"Or if there are social things they need, for example halal shops, a GP, school, language help - we can discuss with members and other channels to sort it out.\" \nWales' Social Justice Minister Jane Hutt said: \"Today we welcome the families and individuals that have served our country in Afghanistan.\n\"We have made clear our pledge of Wales being a nation of sanctuary and we're committed to do all that is possible to ensure Afghan interpreters, refugees and their families are welcomed.\"\nShe added: \"All local authorities in Wales are participating in these schemes and have offered their support and assistance to the Afghan citizens who are being resettled in the UK.\"\nThe Urdd youth organisation is providing initial accommodation before other properties are found.  \nIts chief executive, Sian Lewis, said: \"As an organisation, we are proud to help and continue to share with our members the importance of loyalty to country and culture but also to humanity and a higher good.\n\"We have a moral obligation as a national youth organisation to support humanitarian projects and offer a hand of friendship and support to the Afghan community in their time of need.\"\nColonel Sion Walker from the 160th (Welsh) Brigade said: \"There are direct historical links with Wales-based and Wales-facing units and members of many of those families coming to Wales.  \n\"They will have worked alongside each other during very difficult times in Afghanistan; our involvement is recognition of the support given and comradeships developed during those times and we are proud to have played a part in making Wales a nation of sanctuary.\"\nA spokesperson for the UK government said it was \"working urgently to ensure thousands of Afghans who were evacuated to the UK receive the support they need to rebuild their lives, find work, pursue education and integrate into their local communities\".\n\"Every day we work closely with local authorities and charities in Wales and the rest of the UK to ensure suitable accommodation and support is in place for those seeking asylum or resettlement.\"\n\"We owe a great deal to those who worked alongside British forces and the UK government over the past two decades.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-shropshire-58508163",
      "category": "uk-england-shropshire",
      "title": "Metal detectorist's Bronze Age find on display for first time",
      "tags": "Shrewsbury",
      "text": "A gold Bronze Age pendant, described as one of the most important finds of the last 100 years, has gone on display for the first time.\nIt was discovered on farmland in Shropshire by metal detectorist Bob Greenaway in May 2018.\n\"I knew it was something special, but I didn't know it was going to be as special as it was,\" he said.\nMr Greenaway said he loved history since he was at school and began metal detecting nearly 25 years ago.\nHe said he had already made a \"good selection of bronze age finds\" before discovering the pendant.\n\"On this particular day, I just looked up and saw this raised area of the field and I thought I'll give that a go and then within an hour I'd discovered the sun pendant,\" he said. \nThe find has gone on display at the Shrewsbury Museum and Art Gallery, where it will stay until 12 December, before being moved to the British Museum. \nMr Greenaway said he found the pendant buried about eight inches (20 cm) under the soil.\n\"I held it in my hand and looked at it and thought 'it's perfect', and I was reluctant to turn it over.\n\"I thought it would have a big scrape across it, or a hole or something and I paused and then I turned it over and the other side was better.\n\"They'll still be talking about it in 1,000 years when I'm long gone.\"\nJill Cook, head of the department of Britain, Europe and pre-history at the British Museum, said it was the \"most wonderful thing\" found in Britain since she started working for the museum in 1986.\nShe said it was \"one of the most important finds of the last 100 years\".\nThey were able to carry out follow-up excavations at the site following Mr Greenaway's find.\nMs Cook said in February 2022 the pendant would become \"a big star\" of its Stonehenge exhibition.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58509932",
      "category": "business",
      "title": "Amazon offers to pay college fees for 750,000 US staff",
      "tags": "Companies,Amazon,Retailing,Walmart,Coronavirus pandemic",
      "text": "Amazon has offered to cover the cost of college tuition of all 750,000 of its frontline workers in the US.\nIt comes as the online shopping giant struggles to attract and retain staff amid an industry wide labour shortage. \nThe firm said it would invest $1.2bn in the scheme, with workers able to access the annual funding for as long as they remain at Amazon. \nIt is the latest big firm to offer to fund workers' education after similar moves by Walmart and Target.\nIn a blog post, Amazon said its college tuition offer would apply at \"hundreds of education partners across the country\" without stating which ones. \nThe shopping giant said it would also cover other types of education including high school diplomas and English language courses, as well as extending on-the-job career training to 300,000.\n\"Amazon is now the largest job creator in the US, and we know that investing in free skills training for our teams can have a huge impact for hundreds of thousands of families across the country,\" said Dave Clark, head of worldwide consumer at Amazon. \nUS firms are offering a range of benefits and incentives to lure employees back to the workforce as restrictions ease.\nAccording to the US Labor Department, job openings hit a fresh record high of 10.9 million in July, surpassing the number of unemployed people by more than two million.\nExperts say a mixture of people leaving the workforce during the pandemic, lingering concerns about Covid and a lack of childcare have prolonged the shortage.\nLast month Walmart said it would pay the costs of tuition and books for its hourly staffers, with about 1.5 million people eligible. \nAnd Target said it would offer free undergraduate degrees to more than 340,000 employees at its US stores.\nFirms have also raised starting wages or offered bonuses to win workers, with some even urging 14 and 15 year-olds to apply to tackle the shortage. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58507436/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Vaccine protection still strong - Oxford jab creator",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,AstraZeneca",
      "text": "The vaccines are still providing strong protection, a year on from the initial two doses, says the scientist who developed the Oxford-AZ vaccine.\nThe UK's vaccine advisory body is set to decide whether booster doses against Covid-19 are needed this autumn.\nProf Dame Sarah Gilbert told the BBC that offering a third booster dose to millions of people was \"a complex decision\".\nAnd she called for more vaccines to be licensed to increase supplies.\nThe Joint Committee on Vaccination and Immunisation (JCVI) has already said a third top-up dose should be offered to people with severely weakened immune systems, which accounts for up to half a million people in the UK.\nBut it has not decided if booster doses are needed to extend protection in larger numbers of people at high risk from Covid-19, including those normally eligible for a flu jab.\nThe UK reported a further 37,622 coronavirus cases on Friday, according to the latest government figures.\nThere have also been another 147 deaths of people who tested positive for the virus within the previous 28 days.\nProf Gilbert, who began designing the Oxford-AstraZeneca vaccine in early 2020 when Covid first emerged in China, said there were no signs of immunity waning in ongoing trials of the vaccine, which started in April 2020.\nBlood tests on volunteers who had been vaccinated more than a year ago, showed they had signs of good protection.\n\"It's the first dose of the vaccine that has the most impact, whoever you give that vaccine too,\" she said.\n\"We get good protection after a single dose and then it's improved by a second dose and we would expect to see it being maintained or possibly slightly improved then by third dose.\n\"As we would expect, with any other vaccine, we are seeing strong maintenance of the [immune] response.\"\nProf Gilbert also said the world needed more doses and more vaccine supplies, so there didn't need to be a choice between vaccinating one country over another.\n\"More doses are becoming available and we need to focus on getting those doses to countries that really need them,\" she said, adding that many African countries had only vaccinated 2% of their population.\nHealth Secretary Sajid Javid said on Thursday he was awaiting \"final advice\" from the JCVI, but was \"confident\" a booster programme would start later this month.\nInterim advice issued by the JCVI in July suggested more than 30 million people should receive a booster dose, including all adults over 50.\nThe UK medicines regulator (MHRA) has approved the use of Pfizer and AstraZeneca as Covid booster vaccines, paving the way for a rollout ahead of the winter.\nProf Sir Andrew Pollard, director of the Oxford Vaccine Group, agreed there is a \"fire raging all around the world with huge pressure on health systems in many, many countries\". \nHe told BBC Radio 4's Today programme the UK had a \"moral obligation\" to help other countries, adding: \"There is such a big risk, morally from our perspective - there's a risk to trade, there's a risk to economies, but also these are our friends and colleagues who need to be protected, and we are losing them every day that goes by.\"\nSir Andrew also said the UK still had high levels of protection from the virus, despite the fall in levels of people's immune response after having had the vaccine. The JCVI needs to look at the issue of who is ending up in hospital after being infected as part of its considerations, he added. \nMore than 48.3 million people in the UK - 88.8% of the population aged over 16 - have had a first dose of a Covid-19 vaccine, while 43.7 million have had both doses.\nThe UK has ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use - Pfizer, Oxford-AstraZeneca, Moderna and Janssen.\nHowever, there are vast differences in the pace of progress in different parts of the world, and the government has pledged to donate 100 million surplus jabs to poorer countries before the middle of 2022."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58515731",
      "category": "uk-england-cambridgeshire",
      "title": "Bernadette Walker: Stepdad jailed for murdering teen over abuse claim",
      "tags": "Peterborough",
      "text": "A man who murdered the teenage girl who called him dad amid claims of sexual assault has been jailed for life.\nBernadette Walker, 17, told her mother that Scott Walker, 51, had been abusing her \"over a number of years\".\nBernadette, from Peterborough, disappeared days later in July 2020, and is presumed dead as her body has never been found.\nDuring sentencing at Cambridge Crown Court, Scott Walker was told he must serve a minimum of 32 years in jail.\nBernadette's mother has been jailed for six years after being found guilty of two counts of perverting the course of justice \"knowing or believing\" Bernadette to be dead, having already admitted two counts of perverting the course of justice.\nScott Walker was found guilty of murder and perverting the course of justice at the same trial.\nJudge Mrs Justice McGowan said his refusal to tell police where Bernadette's body was \"means she can't be shown the respect she deserves\".\nBernadette was last seen when Scott Walker, who was not her biological father, collected her from his parents' home in Peterborough on 18 July last year.\nThe trial heard he and Sarah Walker, who were still living together despite being separated, formed an \"unholy alliance\" to cover up her death.\nProsecutor Lisa Wilding QC said on 16 July last year, Bernadette, also known as Bee, told her mother that Scott Walker \"had been sexually abusing her over a number of years\".\n\"Sarah Walker told Bernadette that she did not believe her,\" said Ms Wilding.\nThe trial heard Bernadette had written in a diary: \"Told my mum about my dad and the abuse. \n\"She called me a liar and threatened to kill me if I told the police... What kind of parent wouldn't believe their daughter?\"\nThe court heard Sarah Walker sent messages from Bernadette's phone to give the impression she was still alive after she disappeared.\nShe and Scott Walker \"hacked\" into Bernadette's social media accounts and posted messages purporting to be from her.\nThe judge said Sarah Walker \"was the guiding mind behind the detail of [the] plan\" to cover up Bernadette's death.\nScott Walker told jurors Bernadette's allegations of sexual abuse were \"untrue\".\nAfter telling her mother about the alleged abuse, Bernadette was sent to stay with Scott Walker's parents.\nWhen he collected Bernadette, his phone was switched off between 11:23 and 12:54 BST, the court heard.\nProsecutors said it was during these 91 minutes that he killed his stepdaughter.\nWhen his phone reconnected to the network, the first call he made was to Sarah Walker, which lasted nine minutes.\nThe pair \"concocted\" a story during this time to cover up her death, the prosecution said.\nDet Insp Justine Jenkins said: \"We may never know the truth about what Scott did and why, but we do know Bee had made allegations of abuse against him.\n\"I still hope we may get the answers we need to be able to find her and lay her to rest.\"\nShe encouraged anyone who may have been subjected to abuse to speak to police.\n\"Bee thought she could confide in her own mother, who should have been able to protect her, but instead she met a tragic end,\" she said.\nThe Independent Office for Police Conduct investigated Cambridgeshire Police's handling of the missing person inquiry and found it \"could have been handled better\".\n\"There were opportunities missed to progress the investigation and to have earlier taken it in the direction of looking at Bernadette's mother and stepfather,\" regional director Graham Beesley said.\n\"However, there is no way this could have prevented her death.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58516367",
      "category": "uk-england-london",
      "title": "Cressida Dick: Police Federation backs Met commissioner",
      "tags": "Police Federation,Metropolitan Police Service,Cressida Dick",
      "text": "The Metropolitan Police Federation has backed Commissioner Dame Cressida Dick following calls for her to be replaced.\nA number of high-profile signatories wrote an open letter accusing her of \"presiding over a culture of incompetence and cover-up\".\nThis came after reports Dame Cressida, 60, had been offered a two-year extension to her contract.\nIn a statement, the federation said it \"fully supports\" the contract extension. \nSince her appointment in 2017, Dame Cressida has been involved in several controversies.\nAmong those who signed the letter calling for Dame Cressida to go were Baroness Lawrence, whose son Stephen was murdered in a racist attack, and Lady Brittan, whose home was raided when her husband Lord Brittan was falsely accused of child abuse.\nThe federation, which represents more than 30,000 officers in London, is the staff association to which every constable, sergeant, inspector and chief inspector in the Metropolitan Police Service belongs.\nIn its statement backing Dame Cressida, it said: \"It is easy to comment and criticise from the side-lines.\"\nKen Marsh chairman of the Metropolitan Police Federation said Dame Cressida had the \"full support of the rank and file\". \nHe said he understood \"fully\" the position of the letter signatories and that his \"heart goes out to them\".\nAsked about criticism of Dame Cressida, he said: \"From what I've seen she's done everything she can to answer all comments that are put to her and everything that's put in front of her.\"\nA full statement from the Police Federation said: \"Whilst the federation does not always agree with the commissioner - the same goes for anyone who holds that post - we think she is doing a good job in difficult circumstances.\n\"Many of the voices we hear calling for the commissioner to go are the same ones who, following the Clapham Common vigil earlier this year, rounded on our colleagues criticising their work.\n\"They were, of course, proven to be completely wrong when Her Majesty's Inspector of Constabulary looked at the policing of the event.\n\"We have worked with this commissioner for a number of years now and believe she is still the best candidate for the role.\n\"We know her to be an ethical, courageous and highly competent police leader who genuinely cares about London, its citizens and her officers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58463375",
      "category": "uk-scotland",
      "title": "Your pictures of Scotland: 3 - 10 September",
      "tags": "Photography",
      "text": "A selection of your pictures of Scotland sent in between 3 and 10 September.\nSend your photos to scotlandpictures@bbc.co.uk. Please ensure you adhere to the BBC's rules regarding photographs that can be found here.\nPlease also ensure you follow current coronavirus guidelines and take your pictures safely and responsibly.\nConditions of use: If you submit an image, you do so in accordance with the BBC's terms and conditions.\nPlease ensure that the photograph you send is your own and if you are submitting photographs of children, we must have written permission from a parent or guardian of every child featured (a grandparent, auntie or friend will not suffice).\nIn contributing to BBC News you agree to grant us a royalty-free, non-exclusive licence to publish and otherwise use the material in any way, including in any media worldwide.\nHowever, you will still own the copyright to everything you contribute to BBC News.\nAt no time should you endanger yourself or others, take any unnecessary risks or infringe the law.\nYou can find more information here.\nAll photos are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58521779",
      "category": "business",
      "title": "Driver shortage: 50,000 more HGV driving tests promised a year",
      "tags": "Companies,Brexit,Coronavirus pandemic,Trade",
      "text": "The government has confirmed plans to speed up the process of obtaining an HGV driver licence, amid a nationwide shortage of drivers. \nUp to 50,000 more HGV driving tests will be made available each year by shortening the application process and the tests themselves, it said.  \nThe UK faces a shortfall of around 90,000 drivers, which has hit the supply of food, petrol and other goods.\nHowever, industry groups said the new plans did not go far enough.\nLorry driver shortages have been blamed on EU workers leaving the UK following Brexit as well as during the pandemic and tax changes making it more expensive for drivers from elsewhere in Europe to work or be employed in the UK. \nThere have also been complaints about a backlog of driver tests. \nIn a written statement to the House of Commons, Transport Secretary Grant Shapps said the government would now overhaul regulations to boost capacity, meaning:\nMr Shapps said the changes, which still need to be approved by parliament, will generate additional test capacity \"very rapidly\". \nHe added: \"These changes will not change the standard of driving required to drive an HGV, with road safety continuing to be of paramount importance.\"\nIndustry groups are sceptical about the plans - elements of which were published earlier this week - warning that they could affect safety. \nThey also reiterated calls for temporary work visas to woo back around 20,000 EU drivers who have left the industry - something the government has rejected.\n\"This is a sensible move but it's not enough to fix the problem,\" Paul Jackson, managing director of Peterborough-based cold and chilled food logistics firm Chiltern Distribution told the BBC on Thursday.\n\"We don't put newly-qualified drivers straight behind the wheel on their own. We buddy them up with experienced drivers for the first eight to 10 weeks and the insurance costs for new drivers are also much higher.\n\"We desperately need to put HGV drivers on the list of skilled workers we can bring in from abroad.\"\nRichard Burnett of the Road Haulage Association said the industry was losing 600 drivers a week and it would take nearly two years to fill the net shortfall.\nA host of companies have been hit by the driver shortage, while some are offering higher wages and retention bonuses to woo recruits. \nSupermarket Morrisons has warned the crisis will push up prices, while restaurant chain Nando's temporarily closed 50 sites, blaming supply chain issues. \nAnd BP temporarily closed a \"handful\" of its UK sites, due to not being able to get petrol and diesel to them."
    }
  ]
}