{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58720249",
      "category": "entertainment-arts",
      "title": "Katie Price's family post message of concern and support after crash",
      "text": "Katie Price's family have said their \"worst fears nearly came true\" following reports that she has been involved in a car accident.\nThe reality TV star was arrested after crashing her car on Tuesday, according to The Sun newspaper.\nA statement posted on the 43-year-old's Instagram account and attributed to her family said they had been \"concerned\" about her wellbeing for some time.\nThey urged fans to send positive messages of support.\nPrice is not believed to have been seriously injured in the incident in West Sussex, but The Sun published photos of a car on its side.\n\"Today our worst fears nearly came true,\" the family statement said. \"As a family we have been and will continue to help Kate get the help she needs. We hope that she will realise that she cannot battle her issues alone.\n\"We would kindly ask that the media and wider public give Kate the time and space she needs to seek the necessary treatment, so that she can hopefully return to the Kate we know and love as a mother, daughter and sister.\"\nA statement from Sussex Police said: \"Police responded to reports of a single-vehicle collision on the B2135 near Partridge Green around 6.20am on Tuesday (September 28).\n\"A woman was arrested on suspicion of driving while above the legal limit for alcohol and drugs, and has been taken to hospital to be checked over.\n\"The road was blocked temporarily while recovery of the vehicle was arranged.\"\nA statement from the South East Coast Ambulance Service NHS Foundation Trust said: \"South East Coast Ambulance was called at approximately 6.30am to reports of an RTC on the B2135 at Partridge Green.\n\"One ambulance crew attended the scene and one person was assessed and treated before being taken to hospital.\"\nThe reported crash came a day after Price spoke about her difficulty visiting her son Harvey, who is disabled and studying at a residential college, because she was unable to drive.\nAppearing on ITV's Good Morning Britain on Monday, she said: \"Harvey's in Cheltenham now, he keeps ringing me saying, 'Mummy I miss you, I need your kisses and cuddles', so it is quite hard.\n\"Obviously I don't get my licence back until December, so I can't just whizz in the car down there and it's not close.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58709107",
      "category": "uk-england-manchester",
      "title": "Denise Welch: Man admits stalking Loose Women presenter",
      "tags": "Stalking,Salford,Cheshire,Denise Welch",
      "text": "A man has admitted stalking Loose Women star Denise Welch and setting a fire on her driveway.\nToraq Wyngard targeted the actor between 18 September 2020 and 11 February this year, Cheshire Police said.\nThe 63-year-old admitted stalking the TV presenter on the first day of a trial at Chester Crown Court on Monday.\nHe also pleaded guilty to possessing a knife, criminal damage and arson and will be sentenced on 26 October.\nWyngard, of Cannon Street in Salford, was found near the home the star shares with her husband Lincoln Townley in Cheshire when police were called to a fire on her driveway on 19 September last year.\nThe blaze had spread from the skip to the garage attached to the property, police said.\nOfficers found Wyngard nearby with a knife in his backpack.\nIn a statement released by police, Welch said she was \"very relieved\" that Wyngard had admitted the offences.\n\"This has been an incredibly terrifying and stressful time for me and our family,\" she added.\n\"We are grateful to the fire service for their prompt action saving our house and to the police for their amazing vigilance and support.\"\nDet Sgt Dave Thomason said: \"I'd like to thank Denise for her bravery in coming forward and I hope this reassures other victims that we do listen and take action against those who carry out such distressing crimes in our communities.\"\nWelch, 63, who played Natalie Barnes in Coronation Street, is a regular panellist on Loose Women and has also appeared on Waterloo Road.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58711041/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate change: New planning policy in Wales a UK first",
      "tags": "Floods,Coast,Coastal erosion,Effects of global warming,Julie James,Climate change,Environment,Severe weather",
      "text": "Climate change is to be a factor in assessing future plans for developments in Wales from December.\nIn a UK first, developers in Wales must consider potential future flood or coastal erosion due to global warming.\nLatest projections show 11.3% of land in Wales will be at risk from flooding from rivers or the sea - a rise from the 9.86% previously predicted.\nMinister Julie James said the new advice will help protect communities from the effects of climate change.\n\"Flood risk and coastal erosion in Wales is increasing as a result of climate change,\" she said.\nIn a bid to reduce the impact of flooding on properties in Wales, developers will have to work with maps produced by Natural Resources Wales (NRW) that not only show current risk levels, but also the risk posed by climate change.\nThe new planning policy - called Technical Advice 15 - will be used across Wales by the Welsh government and local planning authorities.\n\"The plans are significant in that they allow us to look forward in time as well as a snapshot of now and the past,\" said Ms James, Wales' minister for climate change.  \n\"And that's particularly important because we're asking our planning authorities to take into account what we know is the most likely thing to happen in terms of flood risk, so we aren't building homes, facilities, buildings, industry now, that are at a severe risk of flooding in the future.\n\"We've got to do that because we know already the pattern of flooding around Wales is changing and getting worse.\"\nShe added: \"What used to be rare flooding events have become more common with the climate changing around us, so we must protect future developments from the risk of flooding, either with strengthened flood defences or to make sure that they're just located [elsewhere].\"\nMs James said funding was available for development on other land, such as former industrial sites, which should be chosen instead of areas at risk of flooding.\nShe added: \"Taking into account what we already know about river catchment areas, coastal defences and what's likely to happen [given] marginal rises in sea temperature and sea levels and flooding events, this is the best projection that we have.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58714608",
      "category": "business",
      "title": "Ford announces $11.4bn investment in electric vehicle plants",
      "tags": "Companies,Electric cars,Car industry,Ford",
      "text": "Ford has announced a major investment in electric vehicle (EV) production in the US, promising to build its biggest ever factory in Tennessee, and two battery parks in Kentucky. \nUnder the $11.4bn (£8.3bn) plan, the carmaker said it will build zero-emission cars and pickups \"at scale\" for American customers. \nIt will also create 11,000 jobs. \nLike rivals GM and Stellantis, Ford hopes around half of the cars it sells by 2030 will be zero emission. \nYet the additional government investment required to make it happen is still in question.\n\"This is our moment - our biggest investment ever - to help build a better future for America,\" said Jim Farley, Ford's president and chief executive in a statement. \n\"We are moving now to deliver breakthrough electric vehicles for the many rather than the few.\" \nFord said its Tennessee factory - called Blue Oval City - will cover a 6-square-mile area and build next-generation electric pickup trucks and batteries from 2025. \nIts battery parks in Kentucky will power a new line-up of Ford and Lincoln EVs. \nFord has already ramped up investment in EV production at its Texas and Michigan plants. It said it would be making the new investments in partnership with SK Innovation, a South Korean battery maker.\nOutside of a few major metropolitan areas, EVs still aren't very common in the US and the country accounted for just 2% of new EV sales globally last year. \nThe Biden administration hopes to change this with tougher tailpipe emissions rules from 2026 and billions of dollars of spending on new charging points and consumer incentives. \nHowever, the cash is tied up in two spending bills that Democrat leaders must get through a divided Senate. \nOn Thursday, lawmakers will vote on the first - a $1tn infrastructure plan - which appears to have enough bi-partisan support to pass. \nBut a second, $3.5tn bill - which focuses on widening America's social safety net -  is opposed by every Republican and some moderate Democrats, who say it is too expensive in its current form. \nFord told the BBC its announcement was not timed to coincide with this week's voting on Capitol Hill. \nBut it said it supports the passage of both bills, which would \"help more Americans get into electric vehicles, while at the same time supporting American manufacturing and union jobs\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58716994",
      "category": "uk-northern-ireland",
      "title": "Brexit: Unionist leaders unite in NI Protocol opposition",
      "tags": "Brexit",
      "text": "The leaders of Northern Ireland's four main unionist parties have signed a joint declaration affirming their opposition to the Northern Ireland Protocol.\nThe UK and EU agreed the protocol in 2019, as part of the Brexit withdrawal agreement.\nIt prevents a hard border in Ireland by keeping Northern Ireland in the EU single market for goods.\nUnionist parties have previously voiced strong opposition to the protocol.\nNow the leaders of the Democratic Unionist Party (DUP), Ulster Unionist Party (UUP), Traditional Unionist Voice (TUV) and Progressive Unionist Party (PUP) have shared a platform to reinforce that opposition for the first time.\nThe declaration states: \"We, the undersigned unionist political leaders, affirm our opposition to the Northern Ireland Protocol, its mechanisms and structures and reaffirm our unalterable position that the protocol must be rejected and replaced by arrangements which fully respect Northern Ireland's position as a constituent and integral part of the United Kingdom.\"\nThe leaders also appear together in a video.\nIn response, Taoiseach (Irish prime minister) Mícheál Martin said there \"cannot be unilateralism\" with threats to invoke Article 16 of the protocol.\nArticle 16 is a safeguard that allows either side to take action if applying the protocol \"leads to serious economic, societal or environmental difficulties that are liable to persist\".\nMr Martin said this would be against the Good Friday Agreement and stressed \"there is a route to getting this resolved\".\n\"What's extremely important is that we don't do anything to further destabilise the situation,\" he told the Dáil (lower house of the Irish parliament).\nThis five line declaration contains no surprises, nor does it say anything new about how the protocol should be fought. \nInstead it's meant to affirm that while they disagree on much else the leaders of the DUP, the UUP, the TUV and the PUP are united in opposition to it. \nIn a much longer explanatory note they say the union is both economic and political. \nAny agreement, they say, which fails to ensure a proportionate and equitable solution respecting the sovereignty of the UK and restoring its unfettered place within the internal market cannot command the support of the unionist community. \nThere has been much talk this week of a unionist pact to fight the forthcoming assembly election but it gets no mention here.\nThe UK has said the protocol's implementation has been \"unbalanced\" and is \"unsustainable\" in its current form and wants fundamental changes to it.\nEuropean Commission Vice-President Maros Sefcovic has said the EU is looking for further flexibilities but will not renegotiate.\nEarlier in September, DUP leader Sir Jeffrey Donaldson said his party may quit Stormont \"within weeks\" if its demands over the Northern Ireland Protocol are not met."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58682692",
      "category": "uk-northern-ireland",
      "title": "High street £100 voucher site opens amid 'huge demand'",
      "text": "Almost 500,000 requests have been made for Northern Ireland's high street voucher scheme - but  some people complained that they could not access the website used for the process.\nEveryone aged 18 and over can apply for a £100 \"spend local\" card to use in shops before the end of November.\nThere were problems with the application page on the NI Direct site after it opened on Monday morning.\nEconomy Minister Gordon Lyons said \"not everybody has to rush at once\" to it.\nSome people complained on social media that the website had crashed on them while others said they had not received a verification message after entering their email address.\nSpeaking to BBC News NI's Evening Extra programme on Monday, Mr Lyons acknowledged there was \"huge demand\".\nBy Monday evening, there had been 475,081 requests for an applications link, 200,994 links issued and almost 97,000 applications completed, he said.\nMr Lyons said the verification messages were being sent \"in a staged process just to make sure the website isn't overwhelmed all at once\".\nHe added that almost 15% of the population had started their applications. \n\"There is a card available for everyone that is eligible so I would encourage people to apply for that over the coming weeks,\" he said.\nThe cards are expected to arrive between seven and 10 days after you apply.\nThey can be used in any shop with a card machine but cannot be used online or for gambling or legal services like penalties.\nA phone application service will open on 11 October for anyone who does not have access to the internet.\nThe online and phone application processes will remain open until 25 October.\nThe £145m scheme is designed to boost activity in businesses hit hardest by the coronavirus pandemic, like non-essential retail and hospitality.\nHigh streets and town centres were already facing a tough time before the pandemic began with the rise in online shopping.\nIt is hoped the voucher scheme will encourage more people to go out to shops, which could help the economic recovery.\nThere has been a warning, however, that fraudsters may attempt to target the scheme.\nEddie Lynch, the commissioner for older people, said there had been reports of cold callers in Newtownards attempting to scam people out of handing over their bank details after promising to help with their applications.\n\"We have seen this all too often over many years where people latch on to issues and try to target older people and others to scam them from their money,\" he said.\n\"It's about raising the awareness of that and making sure people are vigilant.\n\"If anyone does call you to help you with this scheme that you don't know, just either close the door or put down the phone.\"\nIt's finally here after almost a year - the high street voucher scheme was first suggested last November.\nTiming is key for this policy in order to make sure it has the maximum economic impact.\nBut as we head into this winter, the wider economic conditions mean consumers are facing a \"cost-of-living crunch\".\nThings like rising energy bills as well as an end to both the furlough scheme and uplift in universal credit mean many consumers won't be able to afford to spend their £100 on a treat.\nThey may instead be forced to spend it on essentials, for example a weekly grocery shop in one of the big supermarkets which were never forced to close.\nThe scheme's success will depend on how and where shoppers choose to spend their £100.\nLinda McHenry, who owns a women's clothes shop in Ballymoney, County Antrim, said she hoped people would think of the card as a bonus.\n\"Support your local independent shops - this is their dream, it's their livelihood,\" she said.\n\"Come out and experience again what it's like to physically shop for the day.\"\nSome businesses are already working on incentives and offers to try to encourage people to choose to spend with them.\nFor example, one electronics retailer is already offering customers an additional 10% discount.\nShop owner Andy Kilpatrick said: \"We want to help shoppers make their voucher go that little bit further.\n\"We appreciate it's also tough times for people out there looking for Christmas presents and things so by giving an extra 10% that could help improve people's shopping budgets.\"\nPresident of Ballymoney Chamber of Commerce Winifred Mellett said the town's independent retailers were providing \"brilliant promotions\".\n\"I'm not going to tell you what they are at the moment because we are going to wait for a few days and then surprise everybody,\" she said.\nMs Mellett also owns a women's clothes shop in the town, and has worked on the shop floor for decades.\n\"We felt that shoppers were drifting away from independent shops and now, all of a sudden, they are coming back and that's a feeling that's come from Covid,\" she said.\n\"If they don't come and support independents there won't be any and what would the high street be like?\n\"Everybody loves a wee bit of shopping.\"\nLondonderry Chamber of Commerce chief, Paul Clancy, said the voucher scheme has been \"badly needed\".\n\"It is great to have a real positive story for the High Street, to get people back on the High Street and increase the footfall.\n\"We would love to see it spent in the local, smaller shops that have really struggled, that would be great. But at the end of the day money going back anywhere into the local economy is good for everybody,\" he said.\nThe trade organisation Retail NI has urged shoppers to spend their voucher cards in locally-owned, independent shops.\nIts chief executive Glyn Roberts also expressed some concern that the online portal could be overwhelmed if everyone tries to apply as soon as it opens to the public.\n\"With a scheme of this ambition and size we are bound to experience some problems and would urge shoppers to be patient,\" he said.\n\"If people can wait a few days before making their application, hopefully we can avoid any delays or problems with a rush on the online portal and they will receive their voucher on a timely basis.\"\nMr Roberts also said that 70p in every £1 spent with an independent retailer \"is recycled around the economy, supporting local producers and manufacturers\".\n\"As the scheme opens and consumers are thinking about how to spend their voucher, we would strongly encourage them to use with local independent retailers,\" he added.\nAodhán Connolly, director of the Northern Ireland Retail Consortium, said the voucher scheme would provide a \"welcome boost\" during a \"lull time in retail and hospitality\".\n\"For me, the main thing about this is to get people back on the high streets, to get them to rediscover the high streets and actually one of the knock-ons from this is that people can see it is safe and welcoming to return to high streets across Northern Ireland,\" he told BBC News NI.\n\"As long as they are spending it on bricks and mortar retail, that's all that we can ask.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58717676/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Unlocking options 'limited' by jab passport delay",
      "tags": "Coronavirus vaccines,NI economy,Coronavirus pandemic",
      "text": "A delay by the executive in agreeing a Covid-19 vaccine certification policy has \"significantly limited\" the options for easing restrictions, the health minister has said.\nIn a letter to the first and deputy first ministers, Robin Swann said he was frustrated by the lack of progress. \nHe asked as a \"matter of urgency\" that the Executive Office brings forward a paper \"without further delay\". \nHe said people would lose out if that did not happen.\nThe absence of vaccine certification could leave them disadvantaged \"when they travel to neighbouring jurisdictions where such schemes are mandatory\", he said in the letter, which has been obtained by BBC News NI. \nOn Monday, plans to end social distancing restrictions in a number of indoor settings were announced.\nWhile venues will be asked to put mitigations in place such as proof of vaccination, this will not be a legal requirement.\n\"Such provisions on a voluntary or mandatory basis could assist the relaxation of remaining restrictions on live entertainment and hospitality,\" said Mr Swann.\nIn a statement on Tuesday, he said he wanted a \"domestic vaccine certification scheme to be in place, on the books, available for use as soon as necessary\". \nMr Swann said he had asked as far back as 22 April for the Executive Office to create a cross-departmental working group to bring forward domestic vaccine certification. \n\"The parties that have been most vocal in recent days advocating for the introduction of domestic use certification had until then also shown no actual interest in helping me to pursue a policy decision,\" he said. \n\"How that tallies with their public pronouncements of recent days is a matter for them to explain.\"\nBBC News NI's economics and business editor John Campbell said Mr Swann wanted the option of domestic vaccine certificates in circumstances such as poor adherence levels or as an alternative to introducing fresh restrictions if there was a surge in Covid-19 cases.\nHe added that the health minister, a member of the Ulster Unionist Party, felt there was \"ideological reluctance\" to introduce mandatory vaccine passes on the part of some of his ministerial colleagues.\nThe news comes as Scotland has announced its new vaccine passport system will not be enforced until two weeks after it is introduced.\nThe new system, which would mean people going to nightclubs and other large events would have to provide proof of two vaccine doses, was due to start from 05:00 on Friday but a grace period until 18 October has been announced. \nMeanwhile it has emerged that the Department of Health has allocated £10.5m to cover costs related to vaccination certificates if such a policy was supported by the executive.  \nJoanne Stuart, chief executive of Northern Ireland Tourism Alliance, told BBC News NI on Tuesday that dropping social distancing measures in indoor seated venues without making vaccine certification mandatory could be difficult.\n\"Taking a route of 'it's not legislation, this is guidance' is just confusing for everybody,\" she said.\nSDLP leader Colum Eastwood said Monday's executive meeting, where it was decided to ease social distancing rules, had been a \"moment to act\" to introduce a vaccine certification scheme.\nPreviously, Sinn Féin said it would support a proposal for vaccine passports to gain access to pubs and restaurants in Northern Ireland if it was recommended by Stormont health officials.\nAnne McReynolds, chief executive of the MAC theatre in Belfast, said all of her colleagues in the sector were pleased with Monday's announcement about social distancing.\nHowever, she said the move was \"just one step forward\" and it may be years before business as usual fully resumes.\nThe changes will take effect from 18:00 BST on 30 September.\nThey will apply to indoor seated venues, indoor visitor attractions and retail settings where social distancing of at least 1m (3ft) has been a legal requirement.\nBut pubs and restaurants will still have to enforce social distancing.\nMichael McAdam, managing director of Movie House Cinemas, said people who wanted to maintain social distancing \"can book the seat either side of them\" if they want to feel safer. \nHe said the announcement was \"great news\", adding that social distancing \"has been an absolute financial nightmare for us\". \nColin Neill, chief executive of Hospitality Ulster, said Monday's announcement was \"pragmatic and positive\", and that he hoped to see \"the same level of pragmatism applied to hospitality\".\nEngland abolished its mandatory social distancing measures on 19 July, with a few exceptions for settings like hospitals, care homes and border control posts.\nWales lifted its legal requirements on social distancing on 7 August, leaving it to individual businesses to decide their own rules after risk assessments.\nScotland dropped its social distancing requirements on 9 August, but a 2m (6ft) rule remains in place for healthcare settings such as hospitals, doctors' surgeries and dentists.\nMinisters did not consider social distancing in the hospitality sector during Monday's virtual meeting, with First Minister Paul Givan tweeting that hospitality regulations would be discussed on 7 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-58718085",
      "category": "uk-england-merseyside",
      "title": "Rare white deer shot dead on Bootle street by police",
      "tags": "Deer,Sefton,Merseyside Police,Bootle",
      "text": "A rare white deer was shot dead by police after it was spotted running through the streets of a town.\nPeople in Bootle, Merseyside were shocked when they saw the wild animal roaming about on Sunday morning.\nThe RSPCA said it had advised police to \"leave the deer as it would make its own way back home\" eventually.\nBut Merseyside Police said officers decided to euthanise the deer after growing concerns it might be dangerous for motorists and pedestrians.\nThe force said it first received reports of the fallow buck running along various roads at about 08:45 BST on Sunday.\nArmed response officers were able to secure it on an industrial estate off Melling Road.\nA veterinary surgeon was called to monitor the animal's welfare and assist attempts to control it.\nHowever, police said they were \"unable to get assistance\" after making enquiries \"to find an organisation who could assist with recovering the deer safely\".\nThe animal became distressed, police said.\n\"There was no option to let the deer wander as it could be a danger to motorists and members of the public in the area, particularly as the hours of darkness approached,\" a spokesman said.\n\"As a result a decision was made in the early evening to euthanise the deer.\"\nA spokeswoman for the RSPCA said that while the deer could have been sedated \"this needs to be done with caution in a public area such as this one, as the deer could startle and run when hit by the dart\".\n\"This could create a bigger public safety and animal welfare issue,\" she added.\n\"Although deer traditionally live in forests, moors and parkland, they are becoming more common in urban environments across the UK.\"\nSource: The British Deer Society\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58718148",
      "category": "business",
      "title": "Petrol prices at eight-year high amid fuel issues",
      "tags": "UK economy,Oil,Fuel,Oil & Gas industry,Motoring",
      "text": "Petrol prices have hit an eight-year high, the RAC has said, due to a rise in the cost of wholesale fuel.\nThe pump price spike also comes amid the current fuel supply problems and reports of profiteering at some petrol stations.\nThis is adding up to a \"pretty bleak picture for drivers\", the RAC said.\nThe government has put the army on standby to help ease fuel supply problems caused by a shortage of lorry drivers to make deliveries.\nThe RAC said that the average price of a litre of petrol across the UK increased from 135.87p on Friday to 136.59p on Sunday, the highest level since September 2013.\nThe motoring organisation warned that prices could rise further as retailers pass on the cost of rising wholesale prices.\nThe wholesale price of petrol rose from 123.25p on Monday last week to 125.22p just four days later.\nOil prices slumped at the start of the coronavirus pandemic, but demand has been rising in recent months as economies around the world have started to reopen.\nGlobal oil supplies have also taken a hit from hurricanes Ida and Nicholas passing through the Gulf of Mexico and damaging US oil infrastructure.\nThe price of Brent crude oil rose above $80 a barrel on Tuesday for the first time since October 2018.\nRAC fuel spokesman Simon Williams said: \"When it comes to pump prices, it's a pretty bleak picture for drivers.\n\"With the cost of oil rising and now near a three-year high, wholesale prices are being forced up which means retailers are paying more than they were just a few days ago for the same amount of fuel.\n\"This has led to the price of a litre of unleaded already going up by a penny since Friday.\n\"We might yet see higher forecourt prices in the coming days, irrespective of the current supply problems.\n\"We are also aware of a small number of retailers taking advantage of the current delivery situation by hiking prices, so we'd remind drivers to always compare the price they're being asked to pay with the current UK averages which are 136.69p for petrol and 138.58p for diesel.\"\nThere is a national shortage of lorry drivers, which haulage firms have blamed on factors including Covid and Brexit.\nThe lack of drivers has been affecting businesses from food firms to petrol stations.\nDemand for fuel has been such that between 50% and 90% of pumps were dry in some areas of Britain, according the Petrol Retailers Association (PRA).\nThe industry group represents independent fuel retailers who account for 65% of all the 8,380 UK forecourts.\nThere have been claims on social media that some petrol stations are taking advantage of the surge in demand to inflate prices.\nTwitter user Trevor Lakin said that Shell was \"marking prices up and profiteering\" after charging 148.9p a litre at a petrol station.\nA Shell spokeswoman said that about half of Shell's UK network is owned by independent dealers who set their own prices.\n\"We are only able to control prices at the sites we own,\" she said, adding that \"Shell is prevented by law from telling dealer groups what to charge their customers for fuel.\"\nHoward Cox, founder of campaign group FairFuelUK, said price rises of between 5p and 10p per litre have become \"the norm in the last few days\".\nHave you noticed any price rises when refuelling recently? Get in touch to share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58709191",
      "category": "uk-northern-ireland",
      "title": "Michael Collins' walking stick sells for £52,000",
      "tags": "Republic of Ireland,NI 100",
      "text": "A walking stick owned by Irish republican leader Michael Collins has been sold in Belfast for £52,000, a price five times higher than that expected by auctioneers. \nThe century-old item, which has a silver collar and tip, is accompanied by a letter of provenance.\nOn Monday evening, the bidding stood at £8,200, just shy of the expected selling price of £10,000.\nIt was among a series of historical lots going under the hammer.\nPolice files tracking Collins' activities during Ireland's War of Independence were also being auctioned at Bloomfield Auctions in east Belfast.\nAuctioneer Karl Bennett said he was \"absolutely shocked\" at the price the stick sold for and \"delighted\" for the owner.\n\"[He was] jumping around the room listening to the auction, shouting and yee-hawing and woo-hooing,\" he said.\n\"All sorts, both him and his wife. They just had absolutely no idea.\"  \nThe stick had been held by a private collector for the past 42 years and Mr Bennett said his client felt it was time to see the stick go into the right hands, especially coming up to 100 years since Collins' death.\nHe confirmed the stick had sold to an institution in the Republic of Ireland and, while he could not reveal their identity, he was confident the stick would go on public display.\nMuseums and private collections had expressed an interest in the walking stick before it went up for auction on Tuesday afternoon.\nPrior to the auction, Mr Bennett said a politician in Cork had asked the Irish government to buy the rosewood stick.\nThe auctioneer described the stick as \"unremarkable\" bar its owner.\n\"Michael Collins was the man,\" he said. \n\"People respected Michael Collins back then and still do. He was hailed by many people in Ireland as the real hero in Ireland at that particular time.\"\nOne of the major figures who brought about Ireland's independence from Britain and the partition of the island into what would become Northern Ireland and the Republic of Ireland.\nHe led the Irish Republican Army (IRA) during the War of Independence with Britain, which lasted from January 1919 until July 1921. His leadership came to be known for his use of guerrilla tactics by the vastly outnumbered rebel forces.\nDuring peace talks with Britain in 1921, he led a delegation which negotiated and agreed the Anglo-Irish Treaty, which would create an independent Irish Free State. The treaty also confirmed the partition of Ireland.\nIt was hugely divisive in Ireland - when it was passed by the Irish parliament, it set the stage for the Irish Civil War. Collins would be the commander-in-chief of the Irish National Forces during the war, but was assassinated by anti-Treaty forces in 1922. \nOther items in the police and military-themed sale at Bloomfield Auctions include a service medal from the 1916 Easter Rising in Dublin complete with its original box.\nThe intelligence reports on Collins are contained in a dossier of Royal Irish Constabulary documents that cover the period 1920 to 1922.\n\"Within those documents we have a plethora of information that was received,\" said Mr Bennett.\n\"It was amazing how good the intelligence was back in 1921.\"\nMr Bennett said the papers had sold to a private individual for £6,800, which he described as an \"astonishing\" figure. \n\"Again I think the current owners are flabbergasted, we expected maybe an estimate on those of maybe £1,000-£2,000 at the very early days,\" he said.\nThe BBC News NI website has a dedicated section marking the 100th anniversary of the creation of Northern Ireland and partition of the island. \nThere are special reports on the major figures of the time and the events that shaped modern Ireland available at bbc.co.uk/ni100.\nYear '21: You can also explore how Northern Ireland was created a hundred years ago in the company of Tara Mills and Declan Harvey.\nListen to the latest Year '21 podcast on BBC Sounds or catch-up on previous episodes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58716625",
      "category": "uk-england-kent",
      "title": "Southeastern stripped of franchise over undeclared funding",
      "tags": "Department for Transport,Rail travel,Govia Thameslink Railway,Southeastern",
      "text": "Rail operator Southeastern has been stripped of its franchise after failing to declare more than £25m of taxpayer funding.\nThe Department for Transport (DfT) said the money had now been reclaimed.\nTransport Secretary Grant Shapps said the Operator of Last Resort would take over the running of rail services in the south east to protect taxpayers' interests.\nPassengers will see no change in day-to-day operations, Southeastern said.\nFurther investigations are being conducted and the government said it would consider options for more action, including financial penalties.\nMr Shapps said: \"We won't accept anything less from the private sector than a total commitment to their passengers, and transparency with taxpayers.\n\"Through the Operator of Last Resort we'll prioritise the punctual, reliable services passengers deserve.\"\nLabour's shadow transport secretary Jim McMahon said: \"This is yet another example of the complete failure of the franchise model, which prioritises private company profits over passengers and service.\"\nHe called on the government to bring rail franchises back into public ownership, adding that ministers \"must acknowledge their previous approach just hasn't worked.\"\nChair of the Transport Select Committee Huw Merriman said he understands that the Serious Fraud Office (SFO) \"will be involved\", but the SFO said it would not deny or confirm an interest in the case. \nMr Merriman, who is the MP for Bexhill and Battle, told the BBC: \"If this matter is serious enough that it is just beyond someone getting it wrong in terms of accounting, and there is evidence of wrongdoing [of] a criminal nature, of course that must be looked into. \n\"It's really important there is integrity in the railway system. \n\"We need confidence in our railways right now.\"\nA statement from the DfT said it had found evidence that since October 2014 historical taxpayer funding of £25m, which should have been returned, had not been declared.\nThe operation of all Southeastern services would transfer from London South Eastern Railway (LSER) to SE Trains Limited on 17 October, the DfT said.\nRobin Gisby, chair of SE Trains Limited, said: \"This decision doesn't affect the day-to-day operations of our train services, and we will continue to work hard to provide passengers with a great experience. \n\"I'd like to reassure all passengers that this is very much business as usual with no immediate changes.\"\n\"All tickets will remain valid after transfer and new tickets can continue to be purchased in the usual way,\" a statement on Southeastern's website said.\nRenationalising a line is not unheard of but to do it for a breach of trust is. \nNormally it is about whether services are good enough and concerns that an operator can financially honour the terms of the franchise. That's not the government's reasoning here. \nContracts between operators and government were in effect ripped up during the pandemic and renegotiated. It looks like this issue was discovered when they were being closely scrutinised. \nThe question many will have now is if this is viewed as a serious issue, why didn't the government notice it earlier? \nThere are still ongoing investigations into what happened. \nRail, Maritime and Transport union general secretary Mick Lynch said: \"There now needs to be a forensic examination of all the private rail contracts with those caught cooking the books called to account.\n\"It's an outrage that this privatised rail system stumbles on when it could be taken directly into public ownership for public need.\n\"We have to ensure that the services continue to run and staff are transferred successfully.\"\nManuel Cortes, general secretary of the Transport Salaried Staffs Association, said: \"The days of rail franchising must now be well and truly over. Time and time again we see the private sector fail and taxpayers ride to the rescue.\n\"Our union will now be seeking assurances that this mess in no way impacts our members' jobs because so many of them have been true heroes on the frontline of the pandemic since day one\".\nTony Clayton, chairman of the Sevenoaks Rail Travellers Association, voiced concerns about the long term impact for passengers.\nHe said: \"The reaction was 'not again'. This is the second time this has happened to us where the Operator of Last Resort has taken over the service. The last time was in 2003 when Connex lost the service.\n\"What we'd really like to know is what are the government going to do to keep making steady improvements to the service. \n\"We thought Southeastern did a pretty good job getting the service back to normal and a fantastic job during the pandemic to keep things safe.\"\nSoutheastern, which runs services between London, Kent and East Sussex, is operated by Govia, a joint venture between transport operators Go-Ahead and Keolis.\nGo-Ahead shares fell more than 22% in morning trading.\nThe firm announced Elodie Brian has resigned as group chief financial officer and will be standing down from the board with immediate effect.\nGo-Ahead's chairwoman Clare Hollingsworth said: \"We recognise that mistakes have been made and we sincerely apologise to the DfT. We are working constructively with the DfT towards a settlement of this matter\".\nSoutheastern has been running services since 2006, operating one of the busiest networks in the country including the UK's first domestic high-speed service.\nIn 2019 the government held a fresh competition to run the franchise, but this was cancelled over fears it would lead to additional costs \"incurred to the taxpayer\".\nIt employs employs 4,000 workers and serves 180 stations using a fleet of almost 400 trains.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58716994/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: Unionist leaders unite in NI Protocol opposition",
      "tags": "Brexit",
      "text": "The leaders of Northern Ireland's four main unionist parties have signed a joint declaration affirming their opposition to the Northern Ireland Protocol.\nThe UK and EU agreed the protocol in 2019, as part of the Brexit withdrawal agreement.\nIt prevents a hard border in Ireland by keeping Northern Ireland in the EU single market for goods.\nUnionist parties have previously voiced strong opposition to the protocol.\nNow the leaders of the Democratic Unionist Party (DUP), Ulster Unionist Party (UUP), Traditional Unionist Voice (TUV) and Progressive Unionist Party (PUP) have shared a platform to reinforce that opposition for the first time.\nThe declaration states: \"We, the undersigned unionist political leaders, affirm our opposition to the Northern Ireland Protocol, its mechanisms and structures and reaffirm our unalterable position that the protocol must be rejected and replaced by arrangements which fully respect Northern Ireland's position as a constituent and integral part of the United Kingdom.\"\nThe leaders also appear together in a video.\nIn response, Taoiseach (Irish prime minister) Mícheál Martin said there \"cannot be unilateralism\" with threats to invoke Article 16 of the protocol.\nArticle 16 is a safeguard that allows either side to take action if applying the protocol \"leads to serious economic, societal or environmental difficulties that are liable to persist\".\nMr Martin said this would be against the Good Friday Agreement and stressed \"there is a route to getting this resolved\".\n\"What's extremely important is that we don't do anything to further destabilise the situation,\" he told the Dáil (lower house of the Irish parliament).\nThis five line declaration contains no surprises, nor does it say anything new about how the protocol should be fought. \nInstead it's meant to affirm that while they disagree on much else the leaders of the DUP, the UUP, the TUV and the PUP are united in opposition to it. \nIn a much longer explanatory note they say the union is both economic and political. \nAny agreement, they say, which fails to ensure a proportionate and equitable solution respecting the sovereignty of the UK and restoring its unfettered place within the internal market cannot command the support of the unionist community. \nThere has been much talk this week of a unionist pact to fight the forthcoming assembly election but it gets no mention here.\nThe UK has said the protocol's implementation has been \"unbalanced\" and is \"unsustainable\" in its current form and wants fundamental changes to it.\nEuropean Commission Vice-President Maros Sefcovic has said the EU is looking for further flexibilities but will not renegotiate.\nEarlier in September, DUP leader Sir Jeffrey Donaldson said his party may quit Stormont \"within weeks\" if its demands over the Northern Ireland Protocol are not met."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58711055",
      "category": "uk-wales-politics",
      "title": "Coal tips: Call for £60m a year to keep Wales' tips safe",
      "tags": "Welsh government,Coal mining",
      "text": "The UK government should provide an extra £60m a year to keep Wales' coal tips safe, Welsh ministers have said.\nFinance Minister Rebecca Evans said the UK government had a \"moral responsibility\" to provide long-term funding.\nAlmost 300 tips were revealed this year to be at \"high-risk\" by an investigation prompted by a landslip in Tylorstown caused by Storm Dennis.\nThe UK government said it had provided funding in the wake of the storms.\nBut a spokesman added the management of the tips was devolved, and the Welsh government was \"more than adequately funded\" to meet its responsibilities.\nPrime Minister Boris Johnson said last October said that it was the Welsh government's job to remediate old tips.\nHowever, the Welsh government said reclamation costs are on a scale in excess of anything anticipated when devolution began in 1999, and is urging the UK government to share responsibility.\nFor its part, the UK government provided £2.5m to clear 60,000 tonnes of collapsed spoil from the tip at Tylorstown, in Rhondda, and has provided £9m overall.\nBut the Welsh government said £500m to £600m was needed over the next 10 to 15 years, and asked for its budget to be raised by £60m a year annually.\nMs Evans called for Chancellor Rishi Sunak to use his autumn spending review to allocate long-term funding.\n\"Wales is disproportionately affected by the legacy of coal mining, and climate impacts are increasing the risks disused coal tips pose to our communities,\" she said.\n\"As a pre-devolution issue, we need the UK government to share responsibility and prevent another landslip from happening.\n\"The UK government has a legal and moral responsibility to work with the Welsh government to address this issue and fund these long-term costs.\"\nAt a briefing, she sought to reassure people living near high-risk tips - saying councils had been told they won't have to worry about where the money will come from if urgent work is needed.\nMs Evans said the classification of high-risk did not mean a tip posed an \"imminent risk\".\n\"What it does mean is that those coal tips will require more frequent inspections to ensure safety,\" she told a press briefing.\nLater she said the next round of inspections of higher-risk tips will start next week, and she said there is a free helpline residents can call if they are concerned about a coal-tip in their locality.\nShe warned other parts of the Welsh government's budget like school building could have to be \"cut\" if extra money is not forthcoming from Westminster.\nMs Evans said there would be some \"really difficult choices to be made\".\nWales has more than 2,000 coal tips. Most are on private land and most are around the south Wales valleys. Of those, 294 are categorised as \"high-risk\", meaning they could endanger life or property.\nSeventy are in Caerphilly, 64 in Rhondda Cynon Taf, 59 in Merthyr Tydfil, 42 in Bridgend, 35 in Neath Port Talbot, 16 in Blaenau Gwent and eight in Swansea.\nAn investigation, conducted by the Welsh and UK governments, the Coal Authority, local councils and other bodies, concluded current legislation surrounding tips was \"neither sufficiently robust or fit for purpose in relation to inspection and maintenance\".\nA consultation has been looking at new Welsh laws to set up a new system to inspect coal tips.\nIn response, a UK government spokesman said it had given £31m of additional funding to the Welsh government to help with the impact of Storm Dennis, of which £9m was to repair coal tips.\n\"Ultimately, however, the management of coal tips in Wales is a devolved matter and therefore not one the UK government would expect to provide additional funding for,\" he said. \n\"The Welsh government is more than adequately funded to manage the costs of devolved responsibilities. \n\"Their 2021-22 spending review settlement provides around £123 per person for every £100 of equivalent funding in England. This is around £1bn more than the agreed level of fair funding for Wales relative to England as set out in the fiscal framework.\"\nIn a Senedd debate on the subject on Tuesday afternoon Plaid Cymru's Delyth Jewell accused Westminster politicians of squabbling about the cost.\n\"Should it really fall to the local authorities of communities that were plundered for their coal and saw none of the profits invested back.\"\nBut Welsh Conservative shadow minister for climate change Janet Finch Saunders said it is \"down to the Welsh government to manage any long-term costs\".\nRishi Sunak's spending review is scheduled for 27 October, and will set out the funding available to the Welsh government for three years to 2024-25.\nThe UK government provides much of the Welsh government's £17bn annual budget.\nThe Welsh government said it would also be asking the UK government to address \"historic underfunding\" in rail infrastructure and \"replace EU farm funding in full\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58717933",
      "category": "entertainment-arts",
      "title": "Tony Awards: US TV audience slumps to all-time low",
      "tags": "Theatre,Television,Tony Awards,Broadway theatre",
      "text": "The US TV audience for the Tony Awards hit a new low despite a star-studded cast promoting Broadway's return.\nCBS said 2.6 million people tuned in for Sunday's two-hour special, titled Broadway's Back.\nIn 2019, the last time the Tony Awards were held, some 5.4 million people watched the ceremony on television.\nBut the show usually airs in June with less competition. This time it was up against Saturday Night Football on NBC and season premieres on ABC and Fox.\nFor the first time, the show was split into two, with the bulk of the Tonys streamed on Paramount+, with only the awards for best play, best revival of a play and best musical presented during the CBS special.\nAs with most streaming services, the Paramount+ viewing figures are kept under wraps.\nSunday's ceremony was held almost a year late due to the pandemic. It also took place almost two years after most of the nominated plays and musicals first played in New York.\nBest play winner The Inheritance, a modern-day Aids drama, and The Soldier's Play, about the murder of a black officer on a US military base in 1944, both closed in 2020 and have no plans to return.\nMoulin Rouge! The Musical, was the big winner on the night, named best musical and winning nine other Tonys. The show reopened last week, alongside dozens of other shows that have returned after Covid.\nLin-Manuel Miranda, Idina Menzel and Kristin Chenoweth made appearances at the Tonys and urged viewers to buy tickets to help bolster live theatre's recovery from the losses incurred during the pandemic-enforced lockdown.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58660579",
      "category": "business",
      "title": "Taliban: Afghanistan bank boss warns sector near collapse",
      "tags": "Afghanistan,Taliban,Banking",
      "text": "Afghanistan's banking system is near to collapse, the boss of one of the nation's biggest lenders has told the BBC.\nSyed Moosa Kaleem Al-Falahi, the Chief Executive of the Islamic Bank of Afghanistan, said the country's financial industry is in the grip of an \"existential crisis\" as customers panic.\n\"There's huge withdrawals happening at the moment\", he said, speaking from Dubai, where he is temporarily based because of the chaos in Kabul.\n\"Only withdrawals are happening, most of the banks are not functioning, and not providing full services,\" he added.\nAfghanistan's economy was already on shaky ground even before the Taliban took control in August.\nIt is hugely dependent on foreign aid - about 40% of its gross domestic product (GDP) comes from international aid, according to the World Bank. \nBut since the Taliban takeover, the West has frozen international funds, including assets Afghanistan could have accessed with the World Bank and International Monetary Fund (IMF).\nMr Al Falahi says this is encouraging the Taliban to look for other sources of financial support. \n\"They are looking forward to China and Russia, and some other countries as well.\n\"...it seems that sooner or later, they will be successful in dialogue,\" he said.\nChina has already talked about its desire to help rebuild Afghanistan, and work with the Taliban.\nA recent editorial in the Chinese state-controlled Global Times said there is \"huge potential for cooperation in rebuilding Afghanistan\", adding that China is \"definitely a leading player\".\nChina has already pledged 200 million Chinese yuan ($31m, £22m) worth of aid including food supplies and coronavirus vaccines.\nStill, the Taliban is under pressure to fix Afghanistan's economic problems now.\nInflation is soaring, the Afghani, the country's currency, is plummeting and people are desperate as many have lost their jobs and are short of cash. \nThe United Nations World Food Programme has warned that only 5% of households in Afghanistan have enough to eat every day. \nHalf of those surveyed said they have run out of food altogether at least once in the last two weeks. \nSo accessing international funds and foreign assistance is key to Afghanistan's survival. \nBut countries like the US have said that while they are willing to consider working with the Taliban - it will depend on some pre-conditions - including the regime's treatment of women and minorities. \nMr Al Falahi insists that despite statements from the Taliban that women are not allowed to work for \"a while\", women in his bank are returning to work.\n\"There was sort of... fear among the women, they were not coming to the offices, but now gradually they started coming to the office,\" he said. \nMr Al Falahi comments also chimed with recent statements by the Pakistan's Prime Minister Imran Khan.\nIn a BBC interview Mr Khan said the Taliban are trying to show a more modern and reformed face to the world, in comparison to how they behaved the last time they were in power - a sort of Taliban 2.0.\n\"At the moment, they are more flexible, they are very cooperative.\n\"They're not imposing any strict rules and regulations for the time being,\" Mr Khan said.\nHowever, women's groups and human rights organisations have pointed to a huge difference between what the Taliban have said and the reality on the ground, with reports of many women and girls now not being allowed to go to school or work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58711940",
      "category": "uk-england",
      "title": "Three dads united by daughters' suicides take on challenge",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58713770",
      "category": "uk",
      "title": "Petrol supply: Army put on standby to ease fuel supply issues",
      "tags": "Fuel,Haulage",
      "text": "The Army is ready to help ease fuel supply problems after a fourth day of long queues and pump closures.\nUp to 150 military tanker drivers will prepare to deliver to forecourts which have run dry because of panic buying.\nThe surge in demand came amid fears a driver shortage would hit fuel supply - which is plentiful at refineries.\nThe transport secretary said there were \"tentative signs\" of stabilisation in petrol stations and queues would start to reflect this in the coming days. \nGrant Shapps said: \"Once we all return to our normal buying habits... the quicker we get back to normality.\"\nThe Petrol Retailers Association (PRA) said there were \"early signs\" the pressure on petrol stations was starting to ease,\nThe organisation, which represents nearly 5,500 of the UK's 8,000 stations, said around 37% of its sites had run out of fuel. That is a big improvement on the situation on Sunday, when two-thirds had run dry.\n\"With regular restocks taking place, this percentage [of petrol stations with fuel] is likely to improve further over the next 24 hours,\" it added in a statement.\nThe UK is estimated to be short of more than 100,000 lorry drivers - causing problems for a range of industries, including food suppliers and supermarkets, in recent months.\nThe government has said people needlessly buying fuel has led to queues at many forecourts, with fuel running out in some places.\nBut there are growing calls for key workers, such as health and social care staff, to receive priority access to available fuel after some reported not being able to get to work due to the supply issues.\nDaniyal Ahsan, a junior doctor in London, told the BBC he went to 17 petrol stations after work on Monday in search of fuel - but wasn't able to get any, leaving him concerned about how this would affect his patients. He has since been able to fill up his car.\nDr Jane Townson, chief executive of UK Homecare Association, warned that some people who depend on carers for tasks like taking pain medication could die if they are left without help.\nRoger Grosvenor, of the East of England Co-op petrol stations, told the BBC the group would create a daily priority hour for emergency workers if fuel supply problems had not eased by Thursday. \nMotoring group the RAC said the price of a litre of unleaded petrol had risen by a penny since Friday to an eight-year high - and knew a small number of retailers had been hiking prices amid the soaring demand.\nIt added it had seen a \"sharp increase\" in the number of drivers who had broken down after running out of fuel - with engineers attending twice as many breakdowns on Monday than it would normally see over a whole week.\nThe AA motoring organisation said it had seen a \"dramatic rise\" in motorists putting the wrong fuel in vehicles compared to last weekend.\nBusiness Secretary Kwasi Kwarteng said the move to place the Army on standby was a \"sensible, precautionary step\" and if troops had to be deployed, they would temporarily \"provide the supply chain with additional capacity\" to ease the pressure caused by increased fuel demand.\nThe BBC has been told that 75 military drivers are on standby initially, and another 75 could be added if needed. They require up to five days of specialised training.\nHuw Merriman, a Conservative MP and chairman of the transport select committee, said readying the army was a \"good example\" of ministers trying to use as many levers at their disposal as possible, and would be used as a \"last resort\" if the situation did not stabilise in the next couple of days.\nBut Mr Merriman told BBC Radio 4's Today programme the industry must explain how it planned to fix long-standing driver shortages rather than having the government constantly step in.\n\"These problems have been there for years because the average age of the driver is 55 years old, they're retiring, and the industry has not made this job attractive. For too long, working conditions have been poor, and those that are willing to tolerate it have been from abroad.\"\nThe government has also authorised an extension to special driver licences that allow drivers to transport goods such as fuel. \nADR licences due to expire between 27 September and 31 December will have their validity extended until 31 January 2022, without refresher training or exams.\nLabour said the latest response to the fuel crisis was \"an admission of failure\" and that asking the Army to step up was \"a sticking plaster\".\nLeading fuel companies, including BP and Shell, have sought to reassure the public that supplies remain unaffected at source. \nIn a joint statement, they said that given \"many cars are now holding more fuel than usual\" they expected demand would \"return to its normal levels in the coming days\".\nDoctors, nurses, and unions for teachers, prison and care staff have called for essential workers to be given priority for fuel.\nSome ambulance trusts have their own fuel pumps in depots and their supplies are expected to be prioritised - but essential workers can still be caught out.\nUnison urged ministers to \"designate fuel stations for the sole use of key workers\" while the NASUWT union called for teachers to be prioritised to safeguard children's education.\nBut the headteachers' union NAHT said prioritising key workers for fuel was \"not a sensible solution as it would be impossible to enforce and could cause more chaos on the forecourts\".\nAnd Brian Madderson, chairman of the Petrol Retailers Association, said trying to decide who was and was not an emergency worker and how they would prove this in petrol stations was \"very complex\" and \"hopefully\" a last resort.\nAsked about the prospect of priority for key workers, Mr Shapps said he would keep a \"close eye\" on the situation and the government would do \"whatever it takes\".\nElsewhere, Carol Curry, who needed fuel to drive her husband to a hospital appointment, said she blamed the media for frenzied scenes at the pumps.\n\"If nobody had said about this, the lorry drivers and everything, then this panic wouldn't have started,\" she said.\nThe government has temporarily exempted fuel companies from competition law, allowing them to work together to target supplies at areas most in need.\nTemporary visas lasting until Christmas Eve for 5,000 foreign fuel tanker and food lorry drivers, and 5,500 poultry workers, have also been announced.\nNearly one million drivers qualified to drive heavy goods vehicles are being encouraged to rejoin the sector, and some 3,000 new recruits are expected to undertake short, intensive driving courses.\nFactors including Brexit, the pandemic, pay levels and an aging workforce have all contributed to a shortage of lorry drivers.\nAfter the UK left the EU, many European drivers returned to their home countries, or decided to work elsewhere because of the additional border bureaucracy and the impact it had on their income.\nThe pandemic also prompted many foreign drivers to return home and led to a huge backlog in HGV driver exams. Driver shortages have also been seen in EU countries, including Germany and Poland.\nHow have you been affected by the fuel crisis? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58725221",
      "category": "uk",
      "title": "Covid: Vaccine passport enforcement delayed in Scotland and PM meets bereaved families",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you tomorrow. \nScotland's new vaccine passport system will not be enforced until more than two weeks after it is introduced. From 05:00 on Friday, people going to nightclubs and many other large events will need proof they have had two doses of vaccine. But First Minister Nicola Sturgeon says there will now be a \"grace period\" until 18 October. Meanwhile, in Northern Ireland health minister Robin Swann says a delay by the executive in agreeing a Covid vaccine certification policy has \"significantly limited\" the options for easing restrictions.\nBoris Johnson has promised to appoint someone before Christmas to chair the official Covid inquiry, after meeting a campaign group. Covid-19 Bereaved Families for Justice says the prime minister also pledged to involve them in the decision, during a meeting with them in Downing Street. The group has been campaigning for a public inquiry into the pandemic to begin immediately. It is due to begin in spring 2022. The families say they are pleased Mr Johnson had met them - but they are \"still disappointed by the lack of urgency\" over an inquiry start date.\nIt will be a criminal offence to fake a lateral flow test for a mandatory Covid pass under Welsh government plans. The Welsh government says the Senedd will vote on the law for nightclubs and large events on 5 October. Labour ministers are likely to need support from Plaid Cymru to pass the regulations. But the party has not decided whether to support them, asking for more detail.\nScotland is \"nudging towards\" herd immunity despite still having high levels of Covid in the population, a public health expert says. Jillian Evans, head of health intelligence at NHS Grampian, told the BBC that all groups need to be jabbed for population-wide protection. But she says the numbers vaccinated or already infected with the virus suggest \"we are nudging towards it\". \nA new factory making a million medical-grade face masks a day says its workforce includes those who lost their former jobs in the coronavirus pandemic. Ultrafilter has spent £3.6m on the site in Ross-on-Wye, Herefordshire, which supplies the NHS. There are 67 workers, with plans to soon raise the figure to 90. The chairman says it is \"extremely rewarding\" that the venture employed those disadvantaged by the crisis.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nNew Covid passport rules will begin in Scotland on 1 October, restricting who can enter a nightclub or attend large-scale events. Find out more in our explainer.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58724332",
      "category": "uk",
      "title": "Petrol supply: Crisis starting to ease, Boris Johnson says",
      "tags": "Fuel,Motoring",
      "text": "The fuel situation in the UK is starting to improve, PM Boris Johnson has said - as he urged motorists to fill up their cars in the \"normal way\".\nHe said the situation at fuel stations was \"stabilising\" and people should be \"confident\" to go about their business, after days of queues and pump closures.\nLabour said the government had let the country \"crash from crisis to crisis\".\nDefence Secretary Ben Wallace has approved a request for 150 military tanker drivers to help deliver fuel. \nTraining the drivers to use civilian fuel company tankers is expected to take place over the next three days, so the first deliveries could take place by the end of the week.\nWith some drivers continuing to face difficulties in refuelling, there have been calls for key workers, such as health and social care staff, to receive priority at the pumps.\nAs the prime minister made his first public comments on the fuel supply problems, he was asked if he supported prioritising workers such as NHS staff, responding that \"with things stabilising - the best thing is - we stabilise in the normal way\".\nMr Johnson said he sympathised with people who had been unable to get fuel over recent days, calling it \"frustrating and infuriating\".\n\"What we're hearing from the industry is the situation at forecourts is stabilising,\" he said.\n\"I would just urge everyone to go about their business in the normal way and fill up when you need it.\"\nA government source confirmed reports that 16% of all petrol stations were now fully supplied with fuel, compared to 10% at the weekend during some of the worst of the fuel rush.\nThe source said that 40% of petrol stations being fully supplied was a more normal figure before the rush on fuel.\nThe Petrol Retailers Association (PRA) said there were \"early signs\" the pressure was starting to ease at the pumps.\nThe PRA, which represents nearly 5,500 of the UK's 8,000 stations, said around 37% of its sites had run out of fuel - compared with two-thirds being without on Sunday.\nPRA executive director Gordon Balmer said: \"With regular restocks taking place, this percentage [of petrol stations with fuel] is likely to improve further over the next 24 hours.\n\"Fuel stocks remain normal at refineries and terminals, although deliveries have been reduced due to the shortage of HGV drivers.\"\nThe government has said people needlessly buying fuel has led to queues at many forecourts, with fuel running out in some places.\nEarlier on Tuesday, Transport Secretary Grant Shapps said there were \"tentative signs\" the situation was starting to stabilise but added that \"won't be reflected in the queues as yet\".\nThe UK is estimated to be short of more than 100,000 lorry drivers - causing problems for a range of industries, including food suppliers and supermarkets, in recent months.\nThe prime minister said panic buying of petrol followed a \"slightly misleading\" account of the shortages of lorry drivers which caused an \"understandable surge in public demand\".\nHe said: \"The actual number of lorry drivers that we're short in that particular sector isn't very big. But generally there is a shortage in that profession around the world.\"\nMr Johnson said the government was taking action to ensure there were enough deliveries in all industries during the run-up to Christmas.\n\"What we want to do is to make sure we have the preparations necessary to get through to Christmas and beyond, not just in the supply of our petrol stations but all parts of our supply chain,\" he said.\nLabour leader Sir Keir Starmer said he had talked to hauliers earlier in the day and was told that the government was in denial over the problems.\n\"These were their words, they said, 'it's a government that is denying there's a problem, then blaming somebody else, and then coming up with a half-baked plan'.\"\nHe said the government should \"give priority to key workers\" to get petrol, and \"issue enough visas\" to deal with the shortage of lorry drivers.\n\"The government has reduced the country to chaos as we crash from crisis to crisis. And the government is not gripping this,\" he said.\nDoctors, nurses, and unions for teachers, prison and care staff are among those who have called for essential workers to be given priority for fuel.\nSome patients relying on vital services delivered in their homes have complained of missed appointments because of the fuel crisis.\nSarah Jane Barnes, from Berkshire, told the BBC that her elderly mother had missed two out of three dialysis appointments because health workers were unable to get enough fuel to reach her.\nRosemary Botting, who runs Karosel Care and Domestic Services in West Sussex, said one of her carers was half an hour late to her first call because of traffic caused by queues at petrol stations.\nShe said that meant her carer's first patient was unable to get out of bed until she arrived, while it also had a knock-on effect on her other patients.\nDr Jane Townson, chief executive of UK Homecare Association, warned that some people who depend on carers for tasks like taking pain medication could die if they are left without help.\nUnison urged ministers to \"designate fuel stations for the sole use of key workers\" while the NASUWT union called for teachers to be prioritised to safeguard children's education.\nRoger Grosvenor, of the East of England Co-op petrol stations, told the BBC the group would create a daily priority hour for emergency workers if fuel supply problems had not eased by Thursday.\nMeanwhile, footage emerged on social media of confrontations taking place on petrol forecourts, including a man threatening a motorist with what appears to be a knife in south-east London.\nUp to 150 military tanker drivers will prepare to deliver to forecourts which have run dry because of panic buying.\nBusiness Secretary Kwasi Kwarteng said the government's move to place the Army on stand-by was a \"sensible, precautionary step\".\nThe government has also authorised an extension to special driver licences that allow drivers to transport goods such as fuel.\nADR licences due to expire between 27 September and 31 December will have their validity extended until 31 January 2022, without refresher training or exams.\nHow have you been affected by the fuel crisis? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58704625",
      "category": "uk-politics",
      "title": "Covid: Boris Johnson makes inquiry pledge to bereaved families",
      "tags": "Coronavirus public inquiry,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson has promised to appoint a chair for the official Covid inquiry before Christmas, after meeting a campaign group.\nCovid-19 Bereaved Families for Justice said he also pledged to involve them in the decision, during a meeting with them in Downing Street.\nThe PM met the group earlier, having declined to do so since last year.\nIt has been campaigning for a public inquiry into the pandemic, due to start in spring 2022, to begin immediately.\nFive families from the group met Mr Johnson on Tuesday for a private reception, to share stories of their loved ones lost due to Covid.\nAfterwards, they said they were pleased he had met them - but they were \"still disappointed by the lack of urgency\" over an inquiry start date. \nA No 10 spokesperson said the PM had promised the group the inquiry would \"get to the bottom of many of the questions that they, and thousands of others like them, have about the pandemic\". \n\"The prime minister gave a commitment that the chair of the inquiry would be appointed by Christmas,\" they added. \n\"He set out that for now, it is right that public servants continue to focus their efforts on tackling the pandemic before moving on to the inquiry in the spring of next year.\"\nSpeaking afterwards, Mr Johnson told reporters the meeting had been \"very emotional\".\n\"Obviously there's very little I could say to mitigate their own suffering,\" he added.\n\"But what I did say is we are determined to make sure the experience of the bereaved is something we took account of in the public inquiry.\"\nThe group, representing families with relatives who have died with the virus, has been asking for a meeting with Mr Johnson since last year.\nHowever, he has previously turned down a meeting with them, citing a threat of legal action over an official pandemic inquiry.\nThe group wrote to the government in August last year, saying it was considering a judicial review of the decision not to hold an immediate public inquiry.\nBut the group denied that legal action had started - and labelled Mr Johnson's reason for not meeting them a \"poor excuse\".\nIn May, Mr Johnson announced a statutory public inquiry into the government's handling of the pandemic would begin in spring 2022.\nThe group's meeting with the PM comes a week before it attends the Conservative Party annual conference, beginning in Manchester on Sunday.\nThe group says it was initially denied permission to attend, before subsequently being told they could after \"the news broke in the media\".\nIn a statement after the meeting, the group said families expect to be consulted on the appointment of a chair and the inquiry's terms of reference.\nIt added Mr Johnson also gave his support to the National Covid Memorial Wall, suggesting it could become a permanent national memorial. \n\"Although we wish this meeting had taken place a long time ago, we're pleased that the prime minister has chosen to finally engage with us,\" the statement added. \n\"However, we are still disappointed by the lack of urgency the prime minister displayed, as we see no reason why preparations for the inquiry cannot begin now, particularly as nearly 1,000 people are still losing their lives each week.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58718469",
      "category": "uk-northern-ireland",
      "title": "High street voucher: Warnings issued over door-to-door cold calls",
      "tags": "NI economy,Police Service of Northern Ireland,Fraud",
      "text": "Police have urged people to be on the lookout for scams as the £100 high street voucher scheme is rolled out.\nReports have been received of cold callers arriving at peoples' homes alleging they can help them apply for a voucher.\nThe instances reported so far have occurred in the North Down and Ards council area but are \"very small in number\", police said.\nApplications for the scheme opened on Monday morning.\nSupt Gerard Pollock said: \"What they [the scammers] are presenting as or what they are telling the member of the public is that they're going to apply to the scheme for them, take their details and then they will receive the £100 voucher to their home address.\n\"There is no process to do that and there will be no one officially from the Department for the Economy or any official person calling at your home address to take your details in order to register you for the scheme.\n\"If you're contacted out of the blue, either by phone or by text or by someone you don't know, seeking to get you enrolled for the scheme, that's a clear sign that it might be a scam.\"\nThere have been less than 10 reports to police of cold calls relating directly to the voucher scheme, however Supt Pollock said: \"We are conscious that throughout the pandemic we have seen scammers, as new things come online, exploit those as an opportunity to gain, not just financial details, but personal details.\"\nEconomy Minister Gordon Lyons said his department was aware this type of scam could happen.\n\"I will work with the police and my own department will continue with our communication plan to help prevent this and get that message out there that you do not have to give over bank details in any way,\" he said.\nCommissioner for older people Eddie Lynch warned people to \"be vigilant\" of anyone contacting them about the scheme.\n\"Nobody will call at your door about this, nobody will ask for bank details, so just ignore them,\" he said.\nSupt Pollock said all the reports received related to incidents that happened \"towards the end of last week\".\n\"We haven't received any reports in terms of scams over the weekend or indeed yesterday on the day of the launch,\" he said.\nAlmost 500,000 applications have now been received for the scheme.\nEveryone aged 18 and over is eligible to apply for a card to use in shops before the end of November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58721085",
      "category": "business",
      "title": "Shortage problem: What's the UK running low on and why?",
      "tags": "Christmas,Toys,UK economy,Supermarkets,Fuel,Brexit,Car industry,Coronavirus pandemic",
      "text": "Shortages are the only thing we don't seem to be running out of in the UK right now. \nIf you can manage to buy a car, then you might have trouble filling it with petrol, although there are signs that the fuel supply crisis is easing.\nDrive to the shops, though, and you might find you can't get all the groceries you want.\nChristmas is coming, but times are getting lean: chocolates and pigs in blankets could be hard to find, just like toys, turkeys and trees.\nHere's a list of some of the worst shortages and the reasons for them.\nLet's start with one that has an easy explanation. Global vehicle production has been hit by a shortage of microchips.\nNow that every new car is practically a computer on wheels, semiconductor chips are essential to keeping those production lines running.\nBut during the coronavirus pandemic, carmakers shut down, so microchip manufacturers diverted the chips that would normally go into those cars to the consumer electronics market.\nWith fewer new cars for sale, sought-after second-hand motors have shot up in price. And car industry figures say the supply crisis is unlikely to end soon.\nEarlier this month, Ola Källenius, the head of Germany's Daimler and Mercedes-Benz, told the BBC that the chip shortage could continue into 2022 and even 2023.\nAs for petrol, the government has been keen to stress that there never was an actual shortage of petrol in the UK - there were just problems with getting it from the refineries to the petrol stations.\nThose were caused by a shortage of heavy goods drivers to make deliveries, with the coronavirus pandemic, Brexit and tax changes all contributing to a lack of qualified drivers. Industry bodies estimate there is a shortfall of about 100,000.\nBut the Petrol Retailers Association (PRA) now says availability has improved in London and the South East, where fuel was hardest to come by.\nIn the run-up to Christmas, there is always a mad rush by parents to secure the latest must-have toy for their offspring.\nBut this year, the hunt is likely to be even more frustrating, especially for kit that involves cutting-edge technology.\nFor instance, the same chip shortage that is curbing car supplies has been keenly felt by video gamers desperate to get their hands on Sony's PlayStation 5 console.\nThe device has been hard to find all year. In theory, it retails at £449, but it is out of stock everywhere and can occasionally be glimpsed commanding far higher prices online.\nThe PlayStation, along with about 70% of the world's toys, is made in China - and the cost of getting supplies to the UK has gone up hugely.\nContainers are scarce in Asia, because of the effects of the pandemic on international supply chains, so shipping charges are now 10 times higher.\nAnd if you can find containers, shipping times have doubled, meaning there is less time available to get toys into shops before the festive season.\nThe Toy Retailers Association has said shoppers may struggle to find what they want, while John Lewis says it is chartering a fleet of extra ships to make sure it has Christmas stock on time.\nOne of the UK's biggest toy retailers, The Entertainer, is warning that delays at UK ports will result in shortages this Christmas, because it will be harder to get stock to the right places at the right time.\nBarbie dolls and Paw Patrol toys are among the children's favourites that the firm expects to sell out fast.\nThe poultry trade is also hard hit by the labour shortage, with the British Poultry Council estimating there are nearly 7,000 vacancies across the sector.\nFarmers are warning of a Christmas turkey shortage because visa changes to allow labour recruitment from abroad have come too late.\nAnd the \"perfect storm\" of labour shortages, shipping costs and post-Brexit labour regulations could also lead to a scarcity of Christmas trees this year.\nAccording to the British Christmas Tree Growers Association, between eight and 10 million real trees are sold in the UK each year.\nBut between one million and three million of those are imported from elsewhere in Europe.\nNow those supplies could be set for the chop, pushing up prices for home-grown trees.\nThe UK's shortage of lorry drivers means that supermarkets are getting fewer deliveries of everything than they used to, so when they sell out of a particular product, it now takes longer for them to fill that gap on the shelf.\nThat includes chocolate and other confectionery.\nLarge quantities of sweets are an essential indulgence for many families at Christmas, but some of the most popular selections might be absent from store shelves in the run-up to the festive season.\nNestle, which makes Quality Street as well as Aero and KitKat, has said it is experiencing some supply chain problems - again caused by the UK's shortage of HGV lorry drivers and global shipping issues.\nThe Swiss-based multinational is the world's largest producer of dairy products, but it's not the only firm in its sector that has been hit.\nDairy giant Arla, which supplies milk to all major UK supermarkets, has been forced to cut back on its deliveries by the lack of lorry drivers.\nThe firm has been experiencing driver shortages since early April and there is no end in sight to the problem.\nIt normally delivers to 2,400 stores a day, but now cannot deliver to all of them every day.\nHowever, it says it is working closely with customers to make sure supplies get through.\nAt the same time, at least one dairy farmer has said he was told to dump his milk after the lorry driver shortage meant it could not be collected.\nAmong other grocery items sometimes missing from supermarket shelves right now, shoppers are finding they can't always buy their favourite cuts of meat.\nSince the UK's departure from the European Union, the food sector, like many others, has been struggling to cope with a loss of workers after many eastern Europeans went home.\nPig farmers have been particularly badly affected - they say they are worried they will not be able to sell their animals this year, because of staff shortages in abattoirs.\nFarmers have told the BBC they have slaughter-ready pigs waiting to be sent to butchers.\nHowever, a lack of trained staff to turn the pigs into food for customers means some risk being killed and sent to landfill instead.\nAnd not only is there a problem with pork supply, but the production of pigs in blankets - cocktail sausages wrapped in bacon - is suffering from a lack of seasonal EU labour.\nA number of food industry bodies have warned of panic-buying this Christmas unless action is taken to address those labour shortages.\nThey include the British Meat Processors Association (BMPA), which says it has traditionally found it difficult to attract British workers.\nA BMPA spokesperson told the BBC that labour shortages were \"perennial\", but added: \"Since Brexit and following the pandemic, the problem has become much worse. \n\"Industries are now competing with each other for a dwindling pool of workers and the current labour crisis has seen workers in strategically important sectors like food manufacture and social care being enticed away by other sectors that can afford to hike wages 20% or 30%. \n\"To restore some balance in the labour market, every employer, including the public sector, may have to follow suit, but it will mean consumer price inflation.\"\nBuilding materials have been running short in the UK, leaving DIY projects in doubt and putting construction firms under pressure.\nTimber prices in particular have been soaring, pushed up by shipping issues, supply chain problems and post-Brexit import rules.\nMeanwhile, supplies of cement, plasterboard and insulation are being rationed by manufacturers, according to builders' merchant Jewson.\nDespite the supply squeeze, the UK construction industry is literally building back after the worst of the pandemic, but the shortages are leading to massive delays and significant price rises.\nOne builder told the BBC that a home extension previously costing £20,000 currently costs about £26,000.\nBut maybe your home is already big enough for you and you just want some new furniture. Even there, you could be out of luck.\nIkea, the world's biggest furniture company, sources a quarter of its products from China, while raw materials for its furniture are also running short.\nSo it too is facing supply chain problems, which it expects to continue into next year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58720108",
      "category": "uk-politics",
      "title": "Labour conference: Starmer sets out 'serious plan' for government",
      "tags": "Keir Starmer,Labour Party",
      "text": "Sir Keir Starmer has said Labour will never again go into an election without a \"serious plan for government\", in a speech to his party conference.\nHe said the country faced a \"big moment\" that \"demands leadership\" - and as prime minister he would provide it.\nSir Keir set out new policies on mental health, education and housing, but it was also a highly personal speech about his own background and values.\nHe got a standing ovation, but was heckled by some left-wingers.\nSir Keir told those barracking him in the Brighton Centre that he was about \"changing lives\" not \"shouting slogans\", to cheers from other delegates.\nAfter a week dominated by rows with the left, Sir Keir urged activists to come together to beat the Conservatives, at a time when energy bills are rising, petrol supplies are running short and the economy is recovering from the pandemic.\n\"These are big issues, but our politics is so small,\" he told delegates. \"So our politics needs to grow to meet the scale of the challenge.\"\nThe 89-minute speech was Sir Keir's first chance to address a full Labour conference since becoming party leader 17 months ago, as last year's event was held largely online because of Covid.\nAddressing a packed auditorium, he said he would \"not stand for the record levels of knife crime that we have in this country today\" and called Labour a party of \"patriots\".\nHe spoke at length about his background, focusing on his previous career as a human rights lawyer and his mother's years of suffering from Still's disease, a form of inflammatory arthritis which severely restricts mobility.\nSir Keir described his parents as \"the two rocks of my life\", saying his father, a toolmaker, had given him a \"deep respect for the dignity of work\".\nHe contrasted his life with that of Prime Minister Boris Johnson, whom he described as a \"trickster\", a \"trivial man\" and a \"showman with nothing left to show\".\nWith Labour having lost four general elections in a row, the last one by the biggest margin since the 1930s, Sir Keir attempted to distance himself from the policies of ex-leader Jeremy Corbyn.\nWhile he did not mention his more left-wing predecessor by name, he said: \"We will never under my leadership go into an election with a manifesto that is not a serious plan for government.\n\"It will not take another election defeat for the Labour Party to become an alternative government in which you can trust.\"\nBy contrast, Sir Keir paid tribute to the party's 13 years in power under prime ministers Tony Blair and Gordon Brown, saying they had cut child and pensioner poverty, taken on more teachers and nurses and reduced hospital waiting times.\n\"You want levelling up?,\" he asked. \"That's levelling up.\"\nAt the start of his speech Sir Keir was repeatedly shouted at by one woman in the audience, but replied: \"I normally get heckled by the Tories at this time of the week, so this doesn't bother me.\"\nSir Keir Starmer deliberately took his time to spell out his vision to voters that Labour has lost. \nIn an effort to connect with them, he spoke in personal terms about his parents and their influence on his political beliefs, revealing more about what drives him. \nPersistent hecklers in the hall were a reminder that support for Sir Keir within Labour is far from unanimous, but they may not hurt his attempt to show he's closing the door on the Corbyn era. \nThere were some policy announcements, but the main message to voters was an appeal to look again at Labour after four election defeats in a row. \nThe speech was also a challenge from Sir Keir to his party to change if wants to win again.\nIt was the longest, most detailed argument he has yet made that he is the man to lead it back into Downing Street.\nMoving on to policies, he announced that a Labour government would upgrade 19 million homes so that they reach a minimum \"Band-C\" energy efficiency level, providing grants for low-income households to achieve this and low-interest loans for others.\nThe changes would include better insulation, double glazing and new heating systems, saving households £400 a year in bills on average, he promised.\nOther pledges in the speech included:\n\"I can see the ways in which we can remake this nation and that's what we get to do when we win,\" Sir Keir said.\n\"So let's get totally serious about this - we can win the next election.\"\nSir Keir's speech ended a five-day conference which saw him get backing for changes to the way the party elects its leaders, against fierce opposition from the left, who feel they are being marginalised.\nOn Monday, shadow employment secretary Andy McDonald quit Labour's front bench, saying he had been ordered to argue against raising the minimum wage to £15 an hour.\nThe next day, the conference backed a motion calling for this to be party policy, although this is not binding on the leadership.\nAnd delegates voted in favour of nationalising the UK's energy industry, despite Sir Keir ruling this out.\nThe leader also angered the left when he pushed through changes to the way Labour elects its leaders.\nReacting to Sir Keir's speech, left-wing Labour activist group Momentum said it had \"identified a lot of problems but offered very few solutions\".\n\"We all know that the NHS crisis is bad, but what will our party do about it? We are no clearer on that than we were this morning,\" it added.\nThe trade union Unite said there \"wasn't much\" in it about the cost of living and workers' rights.\nBut Christina McAnea, general secretary of the union Unison, said the Labour leader had demonstrated \"vision\" and shown the party \"could bring hope to the many families forgotten by this government\", adding: \"This is a serious plan for change\".\nConservative Party co-chairman Oliver Dowden said: \"As Labour's chaotic conference comes to an end, it is clear Sir Keir Starmer's party is more divided than ever and has no plan.\n\"Labour spent five days talking to themselves about themselves instead of to the country.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58682692/#comp-comments-button",
      "category": "#comp-comments",
      "title": "High street £100 voucher site opens amid 'huge demand'",
      "text": "Almost 500,000 requests have been made for Northern Ireland's high street voucher scheme - but  some people complained that they could not access the website used for the process.\nEveryone aged 18 and over can apply for a £100 \"spend local\" card to use in shops before the end of November.\nThere were problems with the application page on the NI Direct site after it opened on Monday morning.\nEconomy Minister Gordon Lyons said \"not everybody has to rush at once\" to it.\nSome people complained on social media that the website had crashed on them while others said they had not received a verification message after entering their email address.\nSpeaking to BBC News NI's Evening Extra programme on Monday, Mr Lyons acknowledged there was \"huge demand\".\nBy Monday evening, there had been 475,081 requests for an applications link, 200,994 links issued and almost 97,000 applications completed, he said.\nMr Lyons said the verification messages were being sent \"in a staged process just to make sure the website isn't overwhelmed all at once\".\nHe added that almost 15% of the population had started their applications. \n\"There is a card available for everyone that is eligible so I would encourage people to apply for that over the coming weeks,\" he said.\nThe cards are expected to arrive between seven and 10 days after you apply.\nThey can be used in any shop with a card machine but cannot be used online or for gambling or legal services like penalties.\nA phone application service will open on 11 October for anyone who does not have access to the internet.\nThe online and phone application processes will remain open until 25 October.\nThe £145m scheme is designed to boost activity in businesses hit hardest by the coronavirus pandemic, like non-essential retail and hospitality.\nHigh streets and town centres were already facing a tough time before the pandemic began with the rise in online shopping.\nIt is hoped the voucher scheme will encourage more people to go out to shops, which could help the economic recovery.\nThere has been a warning, however, that fraudsters may attempt to target the scheme.\nEddie Lynch, the commissioner for older people, said there had been reports of cold callers in Newtownards attempting to scam people out of handing over their bank details after promising to help with their applications.\n\"We have seen this all too often over many years where people latch on to issues and try to target older people and others to scam them from their money,\" he said.\n\"It's about raising the awareness of that and making sure people are vigilant.\n\"If anyone does call you to help you with this scheme that you don't know, just either close the door or put down the phone.\"\nIt's finally here after almost a year - the high street voucher scheme was first suggested last November.\nTiming is key for this policy in order to make sure it has the maximum economic impact.\nBut as we head into this winter, the wider economic conditions mean consumers are facing a \"cost-of-living crunch\".\nThings like rising energy bills as well as an end to both the furlough scheme and uplift in universal credit mean many consumers won't be able to afford to spend their £100 on a treat.\nThey may instead be forced to spend it on essentials, for example a weekly grocery shop in one of the big supermarkets which were never forced to close.\nThe scheme's success will depend on how and where shoppers choose to spend their £100.\nLinda McHenry, who owns a women's clothes shop in Ballymoney, County Antrim, said she hoped people would think of the card as a bonus.\n\"Support your local independent shops - this is their dream, it's their livelihood,\" she said.\n\"Come out and experience again what it's like to physically shop for the day.\"\nSome businesses are already working on incentives and offers to try to encourage people to choose to spend with them.\nFor example, one electronics retailer is already offering customers an additional 10% discount.\nShop owner Andy Kilpatrick said: \"We want to help shoppers make their voucher go that little bit further.\n\"We appreciate it's also tough times for people out there looking for Christmas presents and things so by giving an extra 10% that could help improve people's shopping budgets.\"\nPresident of Ballymoney Chamber of Commerce Winifred Mellett said the town's independent retailers were providing \"brilliant promotions\".\n\"I'm not going to tell you what they are at the moment because we are going to wait for a few days and then surprise everybody,\" she said.\nMs Mellett also owns a women's clothes shop in the town, and has worked on the shop floor for decades.\n\"We felt that shoppers were drifting away from independent shops and now, all of a sudden, they are coming back and that's a feeling that's come from Covid,\" she said.\n\"If they don't come and support independents there won't be any and what would the high street be like?\n\"Everybody loves a wee bit of shopping.\"\nLondonderry Chamber of Commerce chief, Paul Clancy, said the voucher scheme has been \"badly needed\".\n\"It is great to have a real positive story for the High Street, to get people back on the High Street and increase the footfall.\n\"We would love to see it spent in the local, smaller shops that have really struggled, that would be great. But at the end of the day money going back anywhere into the local economy is good for everybody,\" he said.\nThe trade organisation Retail NI has urged shoppers to spend their voucher cards in locally-owned, independent shops.\nIts chief executive Glyn Roberts also expressed some concern that the online portal could be overwhelmed if everyone tries to apply as soon as it opens to the public.\n\"With a scheme of this ambition and size we are bound to experience some problems and would urge shoppers to be patient,\" he said.\n\"If people can wait a few days before making their application, hopefully we can avoid any delays or problems with a rush on the online portal and they will receive their voucher on a timely basis.\"\nMr Roberts also said that 70p in every £1 spent with an independent retailer \"is recycled around the economy, supporting local producers and manufacturers\".\n\"As the scheme opens and consumers are thinking about how to spend their voucher, we would strongly encourage them to use with local independent retailers,\" he added.\nAodhán Connolly, director of the Northern Ireland Retail Consortium, said the voucher scheme would provide a \"welcome boost\" during a \"lull time in retail and hospitality\".\n\"For me, the main thing about this is to get people back on the high streets, to get them to rediscover the high streets and actually one of the knock-ons from this is that people can see it is safe and welcoming to return to high streets across Northern Ireland,\" he told BBC News NI.\n\"As long as they are spending it on bricks and mortar retail, that's all that we can ask.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58721564",
      "category": "uk-scotland",
      "title": "Delay to enforcement of Scottish vaccine passport scheme",
      "tags": "Nicola Sturgeon,Vaccine passports",
      "text": "Scotland's new vaccine passport system will not be enforced until more than two weeks after it is introduced. \nPeople going to nightclubs and many other large events will need proof they have had two doses of vaccine from 05:00 on Friday.\nBut First Minister Nicola Sturgeon said there would now be a \"grace period\" until 18 October.\nIt means there will be no enforcement action against businesses who do not comply with the rules before that date.\nMs Sturgeon said the delay would allow businesses to \"test, adapt and build confidence in the practical arrangements they will need to put in place to be compliant with the scheme\".\nMany businesses which will be affected by the controversial scheme have complained of a lack of detail from the government about how it will work in practice. \nThe Scottish Conservatives are pressing for a vote at Holyrood on Wednesday on whether it should should go ahead.\nLeader Douglas Ross said the delay showed that the \"botched\" scheme was \"still not ready\" just days before it is due to be introduced, and called for it to be scrapped completely.\nHe added: \"It is more of the same last minute, rushed, chaotic planning we have seen time and time again from this government\".\nMeanwhile the Night Time Industries Association in Scotland is planning a legal challenge through the courts in a bid to block the plans.\nFrom Friday, people over the age of 18 will need to show that they have had both doses of the vaccine before they are allowed entry to certain venues and events. They are: \nRegulations are being drawn up which will place a legal obligation on venues to check the vaccine certificates of customers, with the system working mainly via mobile phone apps.\nClubs and smaller events will have to check everyone present, while organisers of larger events such as major football matches will be allowed to do spot checks of a \"reasonable\" number of customers.\nOn Tuesday, Ms Sturgeon confirmed that a \"staged approach\" would now be taken to actually enforcing the rules.\nThe first minister said the government still believed that a Covid certification scheme will help \"mitigate the risk the virus poses to us over the winter\", while also driving up vaccination rates.\nHowever she added that the \"pragmatic compromise\" around enforcement \"demonstrates that we are listening to business about the practical challenges they face, and that we are determined to work with them to overcome these.\"\nSimilar plans for England were dropped, but Wales is to introduce a system where people can provide either proof of vaccination or of a recent negative test result to enter certain venues.\nIndustry groups had raised concerns about the plans - and particularly the definition of a nightclub. \nThe law describes nightclubs as venues that are open between midnight and 05:00, serve alcohol, and which have a designated area for dancing and provide live or recorded music for this purpose.\nThe Night Time Industries Association said this definition could potentially catch \"about 2,000 pubs and bars across Scotland in addition to the 100 nightclubs that are actual nightclubs\".\nMs Sturgeon said further detailed guidance would be published later on Tuesday.\nAnd she called on venues to take a \"common sense\" approach to when they will need to carry out checks.\nScottish Labour leader Anas Sarwar said he had tried to download his own vaccine certification to enter his party's UK conference, but found it was \"incomplete\".\nHe asked Ms Sturgeon for a \"cast iron guarantee\" that the new app would work for everyone, and called for greater focus on testing.\nMs Sturgeon said there were processes in place to rectify incomplete certificates, saying there would always be issues with a project on the scale of a nation-wide vaccination programme.\nThe Scottish Lib Dems called on the government to abandon plans for \"Covid ID cards\", with leader Alex Cole-Hamilton calling the scheme an \"assault on the right to medical privacy\".\nMSPs will have a further vote on the matter on Wednesday after the Conservatives tabled a motion calling for the plans to be dropped.\nAll opposition parties voted against the scheme when MSPs previously considered it earlier in September, but the scheme was approved by MSPs from the SNP-Green partnership government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58708958",
      "category": "business",
      "title": "Working from home boosts career progress, say half of women",
      "tags": "Flexible working,Employment,UK economy",
      "text": "When Elena Gorman got the opportunity to switch jobs and work from home, she jumped at the chance.\nHer former employer couldn't give her the flexibility she needed after her child was born, she says.\nElena, who is based in Durham, is now in a job that she loves at another organisation.\n\"My new role is brilliant, I had to follow my heart,\" she told the BBC.\n\"My take on working from home is really positive. I can't find childcare for my six-year-old son, so I need to work from home to take him to school and back most days. \n\"Without this, I'm not sure if I could have gone back to work after maternity leave.\"\nAccording to a survey for the BBC, just over half (56%) of women said they thought working from home would help them progress at work, as childcare and caring duties become less of a hindrance to working full-time.\nIn all, 65% of managers felt that working from home helps advance women's careers.\nHowever, a quarter of the women polled by YouGov said homeworking was unlikely to advance their careers.\nAnd Elena reveals that she is paid less in her new, flexible role than she was in her previous job.\nFigures from the Office for National Statistics (ONS) showed women were carrying out on average two-thirds more of the childcare duties per day than men during the first pandemic lockdown. \nBetween 13 January and 7 February 2021, women with a school-aged child (67%) were more likely than men (52%) to say they had personally home-schooled a child in their home in the past week.\nOf the 1,684 women polled by YouGov, the greatest believers in the career benefits of homeworking were those aged between 18 and 24 (65%) and women in London (61%). Fewer than half of the women polled in Scotland agreed (49%).\nMeanwhile, slightly more women (57%) in the ABC1 demographic - which equates to those with middle-class or \"white collar\" jobs - believed working from home would help their career prospects as opposed to 53% in the lower socio-economic, C2DE group.\nThe highest rates of homeworking during the pandemic have been among those with professional occupations. According to the ONS, jobs requiring higher qualifications and more experience have been more likely to provide homeworking opportunities than manual occupations.\nIn September, the government announced proposals to allow all UK employees to request a flexible working arrangement from their first day at a new employer.\nClaire McCartney, senior policy advisor at human resources body the CIPD, told there could be \"real advantages\" to working from home.\n\"I think there are real benefits for women who often take on more childcare and caring responsibilities,\" she said.\n\"Flexible working in all its forms should be normalised for all employees regardless of gender, as not everyone can work from home\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58675945",
      "category": "uk",
      "title": "Covid-19: Young people back jab in survey and bereaved want memorial",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nHalf of children and young people aged nine to 18 are willing or eager to be vaccinated against Covid, a survey of 27,000 students at 180 schools in England suggests. More than a third were undecided and just over one in 10 would decline, according to the research, which was carried out before the UK recommended all children aged 12 to 15 should be offered one dose of the Pfizer/BioNTech Covid jab.\nAnother survey indicates more than half of women think working from home will help them progress at work, as childcare and caring duties become less of a hindrance to working full-time. Research for the BBC suggests 65% of managers feel working from home helps advance women's careers, although a quarter of the women polled by YouGov said homeworking was unlikely to advance their careers.\nMinisters have agreed to end the 1m (3ft) social distancing requirement in shops, theatres and a number of other indoor settings in Northern Ireland. Instead, some sectors will be advised to put in place mitigations such as proof of double vaccination or a negative lateral flow test. Ministers have not halted distancing in the hospitality sector, which will be discussed on 7 October.\nBereaved families who gathered at Stormont to display a collection of painted stones in memory of loved-ones lost to Covid are campaigning for a permanent memorial in Northern Ireland. \"We want somewhere that we can go to remember our loved ones and reflect on the people they were,\" says Brenda Doherty, whose mother, Ruth Burke, died in March.\nIn Charlottesville, Virginia, fraternal twins Evan and Lizzy are enrolled in Pfizer's vaccine trial for children between ages five and 11. They're not keen on needles but, as they travel for their second appointment, it seems they're excited at the prospect of being fully vaccinated.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nStill on furlough and wondering what happens when the scheme ends this week? Here's what we know.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58724357",
      "category": "uk-scotland",
      "title": "Iona Fyfe: Scots traditional singer was 'offered gig help in return for sex'",
      "tags": "Sexism,Music",
      "text": "An award-winning traditional Scots singer says she was offered help to get a festival gig in return for sex. \nIona Fyfe, who was named Scots singer of the year in 2018, said she was propositioned by a man from a \"really well-known band\" when she was 20. \nShe was able to \"laugh in his face\" but is concerned others could find themselves in similar risky situations. \nHer experience is not unusual in the folk and traditional music community, according to The Bit Collective. \nThe group has set up a confidential email address for people to report instances of sexual harassment, assault and abuse in the industry. \nThey have learned of a small number of rapes and uncovered widespread \"low level disrespect and discrimination\" of women. \nIt comes after Sophie Ellis-Bextor revealed she was raped by an older musician when she was 17. \nIona Fyfe spoke about her experience in an interview with John Beattie on BBC Radio Scotland's Drivetime programme. \nShe said: \"One man from a really well-known band came up to me and said if we're good friends and you do good things what good friends do, then I could maybe look at getting you a slot at a festival. \n\"Now that in itself is not very nuanced. It was soliciting and... taking advantage of the power balance. \n\"I was 20 at the time and I really didn't know what to do. My friend saw this and we were all just leaving a venue, and we just left the group and walked home.\"\nThe 23-year-old from Aberdeenshire said she did not speak about the incident for some time because she was \"so creeped out by it\". \n\"It's really concerning because this could happen to anyone but luckily I was in the position where I could laugh in his face and I left,\" she said. \nBut she worries that others who are keen to progress in the industry could be vulnerable to exploitation. \n\"It's hard enough to be taken seriously as a young woman in the folk scene, let alone when this kind of stuff happens,\" she added. \nThe singer wants to see \"real consequences\" for perpetrators of bad behaviour, as well as a wider change to attitudes in folk and traditional music. \n\"I definitely find that when I'm introduced on stage, I'm introduced as beautiful but the boys are introduced as formidable musicians,\" she said. \n\"Those sort of outlook and opinions, that needs to be changed to begin with... there's a lot more to it than some men exploiting some women.\"\nMs Fyfe spoke out after singer Sophie Ellis-Bextor revealed she lost her virginity when she was raped by a 29-year-old guitarist. \n\"I heard myself saying 'No' and 'I don't want to',\" she wrote in her memoir, \"but it didn't make any difference\".\nAnother musician, Catriona Hawksworth, is researching gender discrimination and prejudice in Scottish traditional music as part of her masters degree. \nShe also works with The Bit Collective which was formed to support women and gender minorities in folk music in Scotland. \nThey have received emails to their confidential support line which shed light on some of the issues younger musicians are facing.\n\"What we're really seeing in general is grooming or older established musicians using that power they have to coerce younger people into situations they don't want to be in,\" she said. \n\"It comes through this really informal, inter-generational way that the traditional music scene is formed - session culture and festivals where you get young people and older people all sort of playing together. \n\"It's a really beautiful thing but it does mean you've got young and vulnerable people in situations where people are drunk, and sort of late nights, and no supervision.\"\nThey know of a \"handful\" of rapes but the accusations have not been taken to the police, as far as they are aware. \n\"What we're seeing is an environment where sexism is ok,\" she said. \"We're not getting a huge number of people coming forward saying they have been raped... but what we're really seeing is that sort of disrespect and discrimination at a fairly low and constant level that is really affecting a lot of women and gender minorities.\"\nShe said education was needed to ensure everyone understood what constitutes appropriate behaviour and consent, and that young women have the confidence to say \"no\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58717591",
      "category": "world-europe",
      "title": "Gothenburg blast: Swedish police probe explosion at flats that injured 16",
      "tags": "Sweden",
      "text": "Swedish police are investigating whether criminal activity was behind an explosion at an apartment block that seriously injured four people.\nAround 100 residents were evacuated and 16 taken to hospital after the blast caused a fire that tore through the building in Gothenburg city in Sweden. \nPolice have said they suspect the early morning blast was started deliberately.\n\"It's obvious that a crime cannot be excluded,\" Interior Minister Mikael Damberg told a news conference.\nUnconfirmed reports in Swedish media say one of the residents of the apartment block is a police officer who had recently testified in a major gang trial.\nPrime Minister Stefan Lofven, speaking alongside Mr Damberg, said he did not want to \"speculate\" about the blast, but added: \"Everyone should know that society is always stronger than crime.\"\nSweden has seen a surge in gang-related crime in recent years, with firearms and explosives used to settle scores.\nOne resident of the block in Sweden's second city said she heard a commotion from the street at just after 05:00 (03:00 GMT) on Tuesday.\n\"I went out on the balcony and I was shocked. There was smoke everywhere, from every stairwell,\" Anja Almen, who was among the evacuated, told Reuters.\n\"Fire trucks with ladders were pulling people from apartments.\"\nResidents had to be evacuated from windows and balconies as a fire afterwards spread through the building.\nPolice spokesman Thomas Fuxborg told a news conference that they believed a device had \"probably\" been placed at the site of the blast.\n\"We believe something has exploded that is not of natural causes,\" he said.\nIn 2020, police recorded 107 detonations nationwide and a further 102 attempted or prepared detonations, the AFP reports.\nThe Swedish National Council for Crime Prevention last year said the country - with a population of 10 million - had gone from having one of the lowest levels of fatal shootings in Europe to having one of the highest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58709189",
      "category": "uk-northern-ireland",
      "title": "Asos creating almost 200 jobs in Belfast tech hub",
      "tags": "Belfast,Asos,NI economy",
      "text": "Online fashion retailer Asos is planning to create 184 jobs at a new tech hub in Belfast. \nThe global firm, which is popular with younger people, will recruit over the next three years with 52 of the jobs in place in the first year.\nThe company is investing £14m in the permanent base which will be operational early in 2022.\nRecruitment is already under way with a range of roles including in engineering and data science. \nInvest Northern Ireland said it had been working with Asos since 2017 and had offered almost £1.2m towards the new roles. \nAsos said the move was part of wider strategic plans for its tech team, which would support the continued expansion of the company. \nNick Beighton, chief executive of Asos, said the company was \"continually investing in our technology capabilities\". \n\"Our new hub will provide us with cutting-edge tech expertise to support future growth. \n\"Belfast has a wealth of tech talent and we're excited to be establishing a permanent base in such a vibrant city.\"\nEconomy Minister Gordon Lyons said the announcement was a vote of confidence for Northern Ireland. \nHe said the new jobs would contribute almost £6.5m in additional annual salaries to the economy. \nMr Lyons said: \"Of the new roles, 130 will participate in my department's pre-employment Assured Skills training programme which will offer the company a pipeline of skilled people over the next three years.\"\nThe minister added that the first Assured Skills Academy with Asos, focusing on data engineering and being delivered by South Eastern Regional College, was open for applications.\n\"I urge anyone who is interested and eligible to apply for this exciting opportunity,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58711403",
      "category": "science-environment",
      "title": "Climate Change: Don't sideline plastic problem, nations urged",
      "tags": "Plastic pollution,Climate change,Environment",
      "text": "Scientists are warning politicians immersed in climate change policy not to forget that the world is also in the midst of a plastic waste crisis. \nThey fear that so much energy is being expended on emissions policy that tackling plastic pollution will be sidelined.   \nA paper from the Zoological Society of London (ZSL) and Bangor University says plastic pollution and climate change are not separate.\nIt says the issues are actually intertwined - and each makes the other worse. \nManufacturing plastic items adds to greenhouse gas emissions, while extreme weather such as floods and typhoons associated with a heating planet will disperse and worsen plastic pollution in the sea.\nThe researchers highlight that marine species and ecosystems, such as coral reefs, are taking a double hit from both problems. \nReefs and other vulnerable habitats are also suffering from the seas heating, from ocean acidification, pollution from farms and industry, dredging, development, tourism and over-fishing. \nAnd in addition, sea ice is a major trap for microplastics, which will be released into the ocean as the ice melts due to warming.  \nThe researchers want politicians to address all these issues – and not to allow climate change to take all the policy “bandwidth”.\nProfessor Heather Koldewey from ZSL said: “Climate change is undoubtedly one of the most critical global threats of our time. Plastic pollution is also having a global impact; from the top of Mount Everest to the deepest parts of our ocean. \n“Both are having a detrimental effect on ocean biodiversity; with climate change heating ocean temperatures and bleaching coral reefs, to plastic damaging habitats and causing fatalities among marine species. \n“The compounding impact of both crises just exacerbates the problem. It’s not a case of debating which issue is most important, it’s recognising that the two crises are interconnected and require joint solutions.”  \nProfessor Koldewey added: “The biggest shift will be moving away from wasteful single-use plastic and from a linear to circular economy that reduces the demand for damaging fossil fuels.” \nHelen Ford, from Bangor University, who led the study, said: “I have seen how even the most remote coral reefs are experiencing widespread coral death through global warming-caused mass bleaching. Plastic pollution is yet another threat to these stressed ecosystems.  \n“Our study shows that changes are already occurring from both plastic pollution and climate change that are affecting marine organisms across marine ecosystems and food webs, from the smallest plankton to the largest whale.” \nZSL is urging world governments and policy makers to put nature at the heart of all decision making in order to jointly tackle the combined global threats of climate change and biodiversity loss.\nFollow Roger on Twitter @rharrabin    "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58700986",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Social distancing to end in shops and theatres",
      "tags": "Coronavirus lockdown measures,Hospitality industry,Coronavirus pandemic",
      "text": "Stormont ministers have agreed to end social distancing restrictions for shops, theatres and a number of other indoor settings in Northern Ireland.\nThe executive has asked some sectors to put in place mitigations including proof of double vaccination or a negative lateral flow test. \nBut this will be advice and not legally enforceable.\nMinisters did not consider social distancing in the hospitality sector during Monday's virtual meeting.\nInstead, this will be further discussed on 7 October, First Minister Paul Givan said in a social media post.\nHe added that the changes for indoor seated venues, indoor visitor attractions and retail settings will take effect from 18:00 BST on 30 September.  That is the date when the UK-wide furlough scheme ends.\nSocial distancing of at least 1m (3ft) has been a legal requirement in many indoor premises in Northern Ireland.\nHowever, those who run venues hosting concerts, conferences and theatres in Northern Ireland have said they are at  breaking point because of the rule.\nWhile social distancing measures are to be removed, the executive agreed that face coverings will remain a legal requirement in retail settings and for indoor attractions.\nThey also called for people \"to utilise all other available mitigations such as hand sanitising, good ventilation, and using one-way systems where possible\".\nBBC News NI's Political Editor Enda McClafferty said it is understood venues will be under no legal obligations to put mitigation measures in place, rather, this will be on an \"opt-in\" basis.\nOn proof of Covid status for entry, he said: \"Venues have been asked to put in place a number of mitigations including proof of being fully vaccinated, proof of a negative lateral flow test or proof of natural immunity through a positive Covid PCR test within the previous six months.\"\nBusiness groups have previously asked for the law to be relaxed as it is affecting trade.\nHospitality businesses are having to serve fewer customers in order to adhere to social distancing rules and venues cannot operate to their full capacity, meaning a drop in revenue from ticket sales.\nFor weeks, Northern Ireland's First Minister Paul Givan has been urging his executive colleagues to relax the rules, previously saying that he wanted to see all Covid-19 restrictions lifted by the end of September.\nHis party colleague, Economy Minister Gordon Lyons said on Monday that he \"wanted to see movement\" on social distancing rules \"as soon as we can\".\n\"I have been contacted by a number of people who work in that industry who are concerned about the impact that these restrictions continue to have on the viability of their events and on their businesses as well,\" he added.\nHowever, Deputy First Minister Michelle O'Neill has previously argued for a more \"cautious approach\", expressing concern about infection rates and the knock-on effect on hospitals.\nEngland abolished its mandatory social distancing measures on 19 July, with a small number of exceptions for settings like hospitals, care homes and border control posts.\nWales lifted its legal requirements on social distancing on 7 August, leaving it to individual businesses to decide their own rules after risk assessments.\nScotland dropped its social distancing requirements on 9 August, but a 2m (6ft) rule remains in place for Scottish healthcare settings such as hospitals, doctors' surgeries and dentists.\nThe business group Hospitality Ulster has been a vocal critic of Stormont's social distancing rules.\nAfter last Thursday's executive meeting, Hospitality Ulster chief executive Colin Neill said he was \"hugely disappointed by the lack of movement\" on Covid-19 restrictions.\nMeanwhile, the SDLP said Infrastructure Minister Nichola Mallon had been \"blocked\" in her efforts to introduce a vaccine certification scheme for entry to some venues where social distancing measures will soon be removed.\nMs Mallon argued against a proposal from the DUP and Sinn Féin which will see social distancing measures dropped in indoor seated venues without the requirement of vaccine certification.\nSpeaking after the executive's announcement, her party leader Colum Eastwood said it had been a \"moment to act\" and such a programme could have increased vaccine uptake, \"particularly in younger age groups\".\n\"It is astounding and reckless that DUP and Sinn Féin ministers have kicked the can down the road instead of bringing certainty and clarity,\" he explained.\n\"Not only does this offer no incentive for vaccination it puts the onus entirely on businesses themselves. \n\"This is a cop out and another failure of leadership.\"\nPreviously, Sinn Féin said it would support a proposal for vaccine passports to gain access to pubs and restaurants in Northern Ireland if it was recommended by Stormont health officials."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58708723",
      "category": "uk-politics",
      "title": "Labour conference: Party promises to bring back neighbourhood policing",
      "tags": "Kate Green,Labour Party Conference,Nick Thomas-Symonds,Crime",
      "text": "Labour says it will \"bring back neighbourhood policing\" in England and Wales if it wins the next election. \nIn a speech to Labour's conference, shadow home secretary Nick Thomas-Symonds promised to \"tackle the epidemic of anti-social behaviour\".\nAnd he said the Tories were \"soft on crime and soft on the causes of crime\".\nLabour says it will scrap the government's £200m \"national yacht\" - which it calls a \"vanity project\" - to pay for the policy.\nThe proposals include a roll-out of police hubs in communities and a recruitment drive for special constables.\nAt the conference being held in Brighton, shadow education secretary Kate Green has unveil Labour's Covid recovery plan for children.\nThe party wants to extend the school day for new activities, such as art and sport, as well as small group tutoring and mental health support.\nIn her speech on Tuesday, Ms Green challenged new Education Secretary Nadhim Zahawi to deliver a \"recovery guarantee\" that ensures every child \"thrives on new opportunities to learn, play and develop - just as Labour's plan would enable them to do\".\nOther policy promises being unveiled at conference included the doubling the current spending on dementia research to £160m and making city firms provide at least 35 hours of free legal services - known as pro bono work - per lawyer per year.\nUnveiling its proposals on combating crime, the party is pointing to figures from the Office for National Statistics, which say the number of people claiming they never see a police officer on foot patrol has doubled since 2010. \nAnd Home Office data shows the number of special constables - volunteer officers who support police on the frontline - have fallen by 6,300 in the same timeframe. \nMr Thomas-Symonds told conference: \"With me as home secretary, if there is trouble on your street, Labour will make sure that someone is there. \n\"You will see officers on the beat.\"\nHe also promised a national rollout of police hubs, giving a place for the public to talk to their local force and other agencies about concerns in the area.\nEach hub will have a Neighbourhood Prevention Team, made up of police, community support officers, youth workers and local authority staff.\nAnd their aim will be to increase police presence in communities and ensure crime - especially anti-social behaviour - is tackled quickly.\nOther policies include a major recruitment drive to increase the number of special constables and a new Child Exploitation Register for those convicted of modern slavery offences linked to county lines drug dealing.\nMr Thomas-Symonds also used the speech to attack the current government's performance on tackling crime. \n\"In Tory Britain, people say you never see police on the beat any more,\" he said.\n\"That school children feel afraid at the bus stop, that people feel unsafe going out after dark, this is the price of years of Tory cuts to neighbourhood policing.\n\"The Conservatives are the party of crime and disorder. They are soft on crime and soft on the causes of crime.\"\nBut Tory chairman Oliver Dowden said it was Labour who had \"shown time and time again that they are weak on crime and weak on the causes of crime\".\nHe added: \"Only the Conservatives are getting on with the job of keeping the British people safe: by recruiting 20,000 more officers, boosting police funding to record levels, and introducing tougher sentences for child murderers, drink drivers, and those convicted of serious violent and sexual offences.\"\nEarlier this year, Boris Johnson also pledged to target crime and anti-social behaviour by introducing electronic tags for burglars after leaving prison and ensuring every neighbourhood in England and Wales had a named police officer for residents to contact."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-58718290",
      "category": "uk-scotland-highlands-islands",
      "title": "NHS Highland pays out millions to bullied staff",
      "tags": "NHS Highland,Bullying,Emotional abuse",
      "text": "NHS Highland says it expects to pay £3.4m in settlements to current and former staff who have complained of bullying.\nWhistleblowers exposed a \"culture of bullying\" at NHS Highland in 2018.\nA Scottish government-commissioned review suggested hundreds of health workers may have experienced inappropriate behaviour.\nSo far 150 cases have been settled since the start of a \"healing process\", costing the health board more than £2m.\nThe cost was detailed in a report to a meeting of NHS Highland's board on Tuesday.\nThe independent review panel which assessed the 150 complaints said two cases involved settlements of between £60,000 and £95,000, while 61 involved payments of between £5,000 and £15,000.\nWhistleblower Brian Devlin told BBC Scotland the scale of settlements made so far was \"heartening\", but he added that he continued to have concerns about bullying at the health board.\nA group of Highlands GPs first complained of a culture of bullying at NHS Highland in September 2018.\nAn independent review by lawyer John Sturrock QC the following year found there were potentially hundreds of people who had experienced bullying at the health board.\nThe review was contacted by 340 people from most departments, services and occupations at NHS Highland. More than 280 took part in face-to-face meetings or made written submissions.\nThe majority - 66% - reported bullying experiences.\nStaff said they had not felt valued, respected or supported in carrying out \"very stressful work\".\nOthers told of not being listened to when raising matters regarding patient safety concerns and decisions being made \"behind closed doors\".\nThe review also said that \"many described a culture of fear and of protecting the organisation when issues are raised\".\nJeane Freeman, the health secretary at the time, apologised and said other health boards should learn lessons.\nShe said the culture at the health board had been unacceptable, and she supported the review's recommendations.\nThese included educating all staff on the effects of bullying and providing a \"properly functioning, clear, safe and respected wholly independent and confidential whistleblowing\" mechanism.\nIn a report to Tuesday's board meeting, officials said the final settlement total was expected to run to £3.4m.\nThey said this was lower than an earlier anticipated cost of £4.2m, and added that funding provided by Scottish government \"should be sufficient\" to cover the settlements.\nMr Devlin, a former director of corporate affairs at NHS Highland and himself a victim of bullying in the organisation, said: \"What's heartening is that we are seeing the results of a healing process that was created by the Scottish government and victims of bullying. \n\"It came about because of the leadership of the then cabinet secretary for health, Jeane Freeman.\"\nBut Mr Devlin said he had heard some bullying \"persists\" at the health board.\nNHS Highland said it did not tolerate bullying and its healing process was a \"unique and bespoke process, developed to support people to in recovery\".\nIt offers psychological therapies, apologies as well as financial payments. Almost 300 people have been supported through the process, according to the health board.\nFiona Hogg, director of people and culture at NHS Highland, said: \"The nature of the process is that it hears the participants perspective and account only, it doesn't seek to allocate fault or blame, so it's entirely different to internal processes and tribunals, which seek to establish that.  \n\"It's all about healing and what will best aid that process.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58706383",
      "category": "uk-england-beds-bucks-herts",
      "title": "Fuel supply: 'I'm at an Airbnb this week to avoid fuel queues'",
      "tags": "Aylsham,Fuel,Holt,Bury St Edmunds",
      "text": "As lengthy queues continue to spread beyond fuel station forecourts, how are those affected managing to deal with the current situation?\n\"On one of our sites we had a delivery on Friday,\" says Steve Highland, who runs a chain of four independent fuel stations based in Bedfordshire, Cambridgeshire and Hertfordshire.\n\"It would normally have lasted until Tuesday but we'd sold the lot on that Friday.\"\nHe has been in the filling station business for 35 years.\n\"In all my years I've been doing this I've never known that sort of situation,\" he says.\n\"At another station we had a delivery yesterday, and it sold out yesterday.\"\nThe atmosphere among customers, he says, has been civil and he has not seen anybody coming in to fill up jerry cans.\n\"We operate on a 'just in time' system,\" he says, meaning deliveries are usually made just before the station's supplies run out.\n\"Just about every garage I know is monitored centrally by our suppliers and generally deliveries turn up at the moment when we are close to running out.\n\"At the moment that's not happening.\"\nDuring the weekend, Mr Highland says he spoke to customers to check their level of need for fuel. One, he says, was a patient needing to travel to hospital the following day for a planned operation.\nAnother, he says, was a heavily pregnant woman who wanted to ensure she had enough fuel to get to hospital in the event of going into labour.\nHe says some of those running fuel stations are facing a dilemma.\n\"One station owner I know was asking whether he should supply 1,000 cars so that people could get to work or 150 lorries to keep them on the road.\"\nFaced with empty filling stations or lengthy queues has left some coming up with alternative arrangements.\nTeacher Simon Sinclair lives in Bury St Edmunds, in Suffolk, and works at an independent school in Bedfordshire.\n\"I filled up last week,\" he says, \"so I've got enough fuel to get home and back once or twice.\"\nRather than face closed petrol stations or lengthy queues during his daily 120-mile round trip, he decided at the weekend to book a rental property for the week. \nThe Airbnb he will be staying at is one he usually stops at one night a week to ease his commute.\nOn Monday morning, during his drive to Bedfordshire, he passed five filling stations which were empty of fuel. Despite being empty, he says, there were still people queuing outside.\n\"I will be staying in the Airbnb just until it calms down a bit,\" he says.\n\"My wife and kids should be OK for the week.\"\nBus firm Sanders, based in Holt, Norfolk, is also experiencing issues.\n\"We've got two problems with the fuel shortages,\" says Charles Sanders, who co-owns the business with his brother Paul.\n\"The first is our staff are struggling to get fuel so they can't get to work,\" he says.\n\"The second is the queues outside the petrol stations are causing us serious delays, which means the buses can't always be where we want them to be on the timetable and children could be late home from school.\"\nKaren Powley runs the Mount Residential Home in Aylsham, Norfolk.\nThe home, rated good by the Care Quality Commission, provides personal nursing care to 19 men. \nMs Powley says there are concerns about whether staff can get into work because of the situation at the fuel pumps.\n\"Some of our people don't live locally who are travelling in,\" she says. \"We've got a gentleman here who hasn't been able to get diesel for three days so he's had to stay over with another member of staff.\n\"We've also got some spare rooms here for any staff who are struggling with the fuel shortages. They can sleep on site but it is not ideal because people have got families that they need to get home to.\n\"It was bad enough during the Covid pandemic with staff shortages, so this has made things worse really.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58727057",
      "category": "technology",
      "title": "Amazon announces Astro the home robot",
      "tags": "Amazon,Robotics",
      "text": "Amazon is launching Astro, its first household robot, powered by its Alexa smart home technology.\nThe company said it can be remote-controlled when not at home, to check on pets, people, or home security.\nIt can also patrol a home automatically and send owners a notification if it detects something unusual.\nAmazon said it was more than \"Alexa with wheels\" and had been programmed with a range of movements and expressions to give it personality.\nIt demonstrated asking Astro to \"beatbox\" - and the robot bopped its head and made expressions while playing hip-hop beats.\nAmazon was also keen to pre-empt privacy concerns.\nIt said Astro can be set with \"out of bounds\" zones, so it cannot go into certain areas, or could be set to \"do not disturb\". It also features buttons to turn off cameras and microphones - though it loses its ability to move around when they are switched off.\nThe small robot also comes equipped with an extendable \"periscope\" camera that pops up from its head. Amazon showed an example of using it to check if a gas hob had been left on after leaving the house.\nThe technology and retail giant suggested that the $999.99 (£740) robot could be a help to the elderly.\n\"Astro is a bold move by Amazon, but a logical step given its expertise in robots and desire to become more integrated into consumers' daily lives,\"said Ben Wood, chief analyst at CCS Insight.\nUnlike some rivals, Amazon \"is willing to bring highly experimental products to market\" and see how customers react, he said.\n\"Offering products resembling something from a science fiction novel positions Amazon as an innovative company in the eyes of consumers and investors,\" he said.\nThe robot will ship later this year, Amazon said - but only in the US. And after the initial, limited run, its price will go up to $1,449.99, it said.\n\"I believe the Astro robot will sell out in minutes when it becomes available in the US market,\" Mr Wood said. \"I'm just gutted that it won't be shipping in the UK in the foreseeable future.\"\nAmazon wants a slice of the robotics market, boldly stating that it believes all homes will have one in five to 10 years. \nIt wants Astro to be that must-have new member of the household, and there is no denying that the little wheeled robot is pretty cute - although the periscope that pops out of its head is a little creepy. \nBut we have seen other cute humanoid robots - such as Pepper - fail to make a mark.\nThis is largely because the price tag means it will be a toy for the rich for some time to come. And while Amazon was keen to convince us that for that you get more than \"Alexa on wheels\", it was hard to see a compelling use case for this other than to curb that ever-present paranoia that you left the oven on.\nBut building robots is hard. And if the home robotics market is ever going to take off, people will have to be convinced to spend a lot of money.\nThis first foray offers Amazon a chance to hone its skills.  And arguably, there is no company already as firmly embedded in our homes as Amazon.\nThe company is known for occasionally making unusual smart home tech such as its Alexa-controlled microwave from 2018.\nAt last year's event, Amazon turned heads with a flying indoor alarm drone. The Always Home Cam launches from its deployment bay if it detects a potential intrusion, and can fly around a home to check with a video feed. But it was not launched and no more details were released in the past year.\nInstead, Amazon on Tuesday said it was opening up the invite list for early adopters to buy the drone  on a limited basis - but did not give dates for widespread availability.\nAmong the other devices unveiled at the event was the the Amazon Glow: a video calling device that has the ability to project an interactive \"touchscreen\" on the floor or table in front of it.\nThe idea is to engage children during long video calls, as they can play games or draw on the 19-inch projected \"screen\" while on the video call. Relatives on the other end can also interact with the projection through a tablet app.\nIn one example, Amazon said children could \"scan\" a favourite toy using the Glow's camera, and turn it into a jigsaw puzzle to reassemble.\nOther new products announced included:\nThe event also coincided with the launch of Amazon's much-delayed video game New World, its second attempt at a big-budget title after the high-profile failure of its shooter Crucible last year.\nUnlike Crucible, however, New World received some favourable feedback during a popular beta test in July which attracted hundreds of thousands of players."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58707621",
      "category": "uk-england-york-north-yorkshire",
      "title": "School keep clear lines painted outside primary closed in 2003",
      "tags": "Grewelthorpe,Ripon",
      "text": "A baffled homeowner found \"keep clear\" markings painted on the road outside his home - a converted village school which closed down 18 years ago.\nGreg Smith, 56, bought the building in Grewelthorpe, North Yorkshire, eight years ago. \nDespite his protestations, he said council contractors re-painted the zig-zag markings and suggested he black them out once they had left.\nNorth Yorkshire County Council apologised for the \"genuine mistake\".\nMr Smith said the work, completed last week after roads in the village were resurfaced, had left him in the \"ridiculous\" position of risking a fine for parking outside his home.\nHe parks his car on a small driveway next to his house, with his wife previously parking her car outside the property.\n\"It was a bit stupid as [the contractor] realised it wasn't a school anymore,\" Mr Smith said.\n\"He said: 'It's nothing to do with me mate, I'm just being paid to do the job. If I was you, I'd come out with a tin of black paint once I've gone and paint it over'.\"\nLines outside the village's current primary school, which opened just down the road after the original's 2003 closure, were also repainted.\n\"There's a bit of standing joke in the village about it,\" he said. \"People find it quite funny that they'd paint the lines 18 years after it stopped being a school.\"\nMr Smith said he had tried to contact the council's highways team on several occasions but was still waiting for a response.\n\"You can either view it as funny or totally ridiculous,\" he said. \n\"Either way, it's a waste of ratepayers' money to do it and to have to paint it out.\"\nMelisa Burnham, from North Yorkshire County Council's highways team, apologised for the error.\nShe added: \"This is a genuine mistake and the lines and markings will be removed as soon as possible.\n\"There will be no prosecutions for people parking on the markings in the meantime.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58726531",
      "category": "world",
      "title": "Greta Thunberg mocks world leaders' words at Youth4Climate",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58713344",
      "category": "uk-politics",
      "title": "Labour conference: Members vote for £15 minimum wage amid row",
      "tags": "Keir Starmer,UK National Minimum Wage,Andy McDonald,Labour Party Conference,Labour Party",
      "text": "Labour members have voted in favour of a £15 per hour minimum wage amid a row over the policy at its conference. \nThe vote is not binding, but comes after MP Andy McDonald resigned from shadow cabinet, saying he had been ordered to argue against the rise.\nThe leadership did not encourage members to back or reject the motion.\nBut earlier, Sir Keir Starmer told Sky News he stood by the party's current policy of raising the minimum wage to \"at least\" £10 an hour.\nLeft-wingers - including former leader Jeremy Corbyn - had called on Sir Keir to back to larger rise.\nMr Corbyn told the BBC it was something the party \"should be supporting and campaigning for\". \nArguments between the left, including supporters of Mr Corbyn, and Labour members loyal to Sir Keir have dominated the party conference in Brighton.\nSir Keir pushed through reforms to the party election rules, seen as unfavourable to left-wing members of Labour, in a vote on Sunday.\nThe Unite union put forward a motion calling for the minimum wage to increase to £15 to a vote on Tuesday.\nThe current minimum wage is £8.91 for those 23 and over, £8.36 for those aged 21 and 22, and £6.56 for 18 to 20-year olds. \nThe wide-ranging Unite motion also said that, for Labour to win the next election, it \"must be an anti-austerity party, defending jobs and improving living standards\".\nAnd it included demands for stronger union rights, higher taxes \"on the very wealthiest\", an end to zero-hour contracts and a \"better work-life balance\".\nBut asked about the wage rise earlier, Sir Keir said: \"It should be a £10 minimum wage - that's a 12% increase [meaning] £2000 a year for working families.\"\nBefore the vote, shadow home secretary Nick Thomas-Symonds said the party leadership was \"perfectly happy\" for conference delegates to back the £15 motion.\nHowever, he said Labour would only reassess its current policy closer to the next general election, adding this was the \"responsible thing to do\".\nBut Mr Corbyn called for the party to commit to a £6 an hour rise in the minimum wage now.\nSpeaking at a fringe event alongside Labour's conference, the former leader told the BBC: \"We live in a low-wage economy and a low-wage economy leads to poverty. We live in a society now with more food banks than branches of McDonald's. That's where we have got to.\"\nMr Corbyn also praised Mr McDonald, saying he had \"huge admiration\" for the MP, adding: \"He went through a lot of trauma [on Monday] because he did not in all conscience feel he could go and say that he was opposed to £15 minimum wage because he is not.\n\"He supports it, so he took the decision he did to resign. I fully support him.\"\nRaising the minimum wage was not one of the 10 pledges Sir Keir made when running for the Labour leadership last year.\nBut he supported a campaign in 2019 for fast food chain McDonald's to improve pay and conditions.\nAt the time, he said: \"They're not asking for the Earth. They're asking for the basics - £15 an hour, the right to know their hours in advance and to have trade union recognition. That ought to be the norm in 21st Century Britain.\"\nBut on Tuesday, Sir Keir said his comments were in relation to \"particular industrial disputes at McDonald's\", adding: \"I backed them in that and I'd back them again today in relation to that the minimum wage, [but] across the whole of the economy is a completely different issue.\" \nIn a scathing resignation letter, Mr McDonald claimed the leader's office had instructed him go to a meeting at the party conference and \"argue against a national minimum wage of £15 an hour and against statutory sick pay at the living wage\".\n\"After many months of a pandemic when we made commitments to stand by key workers, I cannot now look those same workers in the eye and tell them they are not worth a wage that is enough to live on, or that they don't deserve security when they are ill,\" the former shadow employment secretary added.\nMr Corbyn also backed the so-called \"McStrike\" in 2019, but his policy as leader was for at least £10 minimum wage - also Labour's current position. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58711055/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coal tips: Call for £60m a year to keep Wales' tips safe",
      "tags": "Welsh government,Coal mining",
      "text": "The UK government should provide an extra £60m a year to keep Wales' coal tips safe, Welsh ministers have said.\nFinance Minister Rebecca Evans said the UK government had a \"moral responsibility\" to provide long-term funding.\nAlmost 300 tips were revealed this year to be at \"high-risk\" by an investigation prompted by a landslip in Tylorstown caused by Storm Dennis.\nThe UK government said it had provided funding in the wake of the storms.\nBut a spokesman added the management of the tips was devolved, and the Welsh government was \"more than adequately funded\" to meet its responsibilities.\nPrime Minister Boris Johnson said last October said that it was the Welsh government's job to remediate old tips.\nHowever, the Welsh government said reclamation costs are on a scale in excess of anything anticipated when devolution began in 1999, and is urging the UK government to share responsibility.\nFor its part, the UK government provided £2.5m to clear 60,000 tonnes of collapsed spoil from the tip at Tylorstown, in Rhondda, and has provided £9m overall.\nBut the Welsh government said £500m to £600m was needed over the next 10 to 15 years, and asked for its budget to be raised by £60m a year annually.\nMs Evans called for Chancellor Rishi Sunak to use his autumn spending review to allocate long-term funding.\n\"Wales is disproportionately affected by the legacy of coal mining, and climate impacts are increasing the risks disused coal tips pose to our communities,\" she said.\n\"As a pre-devolution issue, we need the UK government to share responsibility and prevent another landslip from happening.\n\"The UK government has a legal and moral responsibility to work with the Welsh government to address this issue and fund these long-term costs.\"\nAt a briefing, she sought to reassure people living near high-risk tips - saying councils had been told they won't have to worry about where the money will come from if urgent work is needed.\nMs Evans said the classification of high-risk did not mean a tip posed an \"imminent risk\".\n\"What it does mean is that those coal tips will require more frequent inspections to ensure safety,\" she told a press briefing.\nLater she said the next round of inspections of higher-risk tips will start next week, and she said there is a free helpline residents can call if they are concerned about a coal-tip in their locality.\nShe warned other parts of the Welsh government's budget like school building could have to be \"cut\" if extra money is not forthcoming from Westminster.\nMs Evans said there would be some \"really difficult choices to be made\".\nWales has more than 2,000 coal tips. Most are on private land and most are around the south Wales valleys. Of those, 294 are categorised as \"high-risk\", meaning they could endanger life or property.\nSeventy are in Caerphilly, 64 in Rhondda Cynon Taf, 59 in Merthyr Tydfil, 42 in Bridgend, 35 in Neath Port Talbot, 16 in Blaenau Gwent and eight in Swansea.\nAn investigation, conducted by the Welsh and UK governments, the Coal Authority, local councils and other bodies, concluded current legislation surrounding tips was \"neither sufficiently robust or fit for purpose in relation to inspection and maintenance\".\nA consultation has been looking at new Welsh laws to set up a new system to inspect coal tips.\nIn response, a UK government spokesman said it had given £31m of additional funding to the Welsh government to help with the impact of Storm Dennis, of which £9m was to repair coal tips.\n\"Ultimately, however, the management of coal tips in Wales is a devolved matter and therefore not one the UK government would expect to provide additional funding for,\" he said. \n\"The Welsh government is more than adequately funded to manage the costs of devolved responsibilities. \n\"Their 2021-22 spending review settlement provides around £123 per person for every £100 of equivalent funding in England. This is around £1bn more than the agreed level of fair funding for Wales relative to England as set out in the fiscal framework.\"\nIn a Senedd debate on the subject on Tuesday afternoon Plaid Cymru's Delyth Jewell accused Westminster politicians of squabbling about the cost.\n\"Should it really fall to the local authorities of communities that were plundered for their coal and saw none of the profits invested back.\"\nBut Welsh Conservative shadow minister for climate change Janet Finch Saunders said it is \"down to the Welsh government to manage any long-term costs\".\nRishi Sunak's spending review is scheduled for 27 October, and will set out the funding available to the Welsh government for three years to 2024-25.\nThe UK government provides much of the Welsh government's £17bn annual budget.\nThe Welsh government said it would also be asking the UK government to address \"historic underfunding\" in rail infrastructure and \"replace EU farm funding in full\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58726533",
      "category": "entertainment-arts",
      "title": "No Time To Die: Daniel Craig talks to the BBC on the red carpet for new Bond movie",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58719129",
      "category": "uk-wales-politics",
      "title": "Covid: Faking test results to get pass to be illegal in Wales",
      "tags": "Welsh government,Vaccine passports,Coronavirus pandemic",
      "text": "It will be illegal to fake a lateral flow test for a mandatory Covid pass, under Welsh government plans.\nFirst Minister Mark Drakeford said it would make it clear to people that falsifying negative results would put others in danger.\nUnder the plans, ministers will require people in nightclubs or big events to show they are fully vaccinated or have recently tested negative.\nBut the Tories questioned whether the scheme will be enforceable.\nThe Senedd will vote next Tuesday whether the pass scheme will be implemented from 11 October.\nLabour ministers will likely require support from Plaid Cymru to pass the regulations, but the party has not decided whether to do so and has asked for more detail.\nThe Welsh Conservatives and Liberal Democrat Member of the Senedd (MS) Jane Dodds are both opposed to the plans.\nPasses will show if individuals have had both doses of a vaccine, or if they have had a negative lateral flow test result in the last 48 hours.\nThere are concerns test results could be faked, however, because people will need to self-certify that they have done the test.\nIn first minister's questions in the Senedd, Plaid leader Adam Price asked if Mr Drakeford was proposing to use technology that would prevent that happening.\nMr Drakeford acknowledged that existing lateral flow devices \"could be vulnerable to exploitation\".\nHe said the Welsh government's regulations would make it a \"criminal offence knowingly to falsify the results of a lateral flow device, to make it clear to people that to do so is to put other people directly in danger\".\nHe said there had been discussions with the UK government about the type of technology Mr Price raised.\n\"If it becomes possible, through technology to move lateral flow devices beyond self-certification, I agree that would certainly be an important step forward.\"\nHe said the \"adverse\" public health impact of checking everyone's pass in long queues at large scale events, such as rugby internationals, would \"outweigh the advantages of the pass itself\".\nIn those circumstances, organisations would check randomly, he said, saying it happened at the Labour Party conference in Brighton on Monday.\nMr Price also raised the cancellation of the Welsh Labour conference, saying: \"The clear implication, I think, is that others should follow your example.\"\nBut Mr Drakeford said it was for individuals and organisations to \"weigh up the position for themselves\".\nThe Welsh Conservatives said the plans were \"coercive, ineffective, anti-business and will place undue limits on our basic freedoms.\"\n\"But we also know that enforcement of the regulations will be non-existent. How is a doorman meant to ascertain whether a test has been faked or not?\"\nThe announcement of a debate on 5 October followed demands from opposition parties for a vote on the scheme before it comes into force.\nPlaid Cymru, whose votes may be crucial, has said there are questions about the practicalities of the scheme.\nBut it also said it made sense \"to look at all options where evidence suggests that requiring proof of Covid status can help limit transmission\".\nThe Welsh government is in talks with Plaid, which are yet to conclude, on a separate and broader co-operation agreement.\nLabour ministers control precisely half of the votes in the Senedd, and need opposition help to pass laws.\nMr Drakeford said: \"The Covid pass has been used in Wales for some events over the summer and some premises already require the pass to be shown as a condition of entry.\n\"We do not introduce such measures lightly, we want to support venues to stay open and enable events to continue taking place through a potentially difficult autumn and winter.\" \nIt is unusual for Welsh ministers to table votes in the Senedd on new Covid regulations - such as on lockdowns - before they come into force.\nDuring the pandemic, ministers have used emergency powers to pass regulations into law themselves, with Senedd members asked to endorse them later."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-58718419",
      "category": "uk-england-dorset",
      "title": "Paralympian Janice Moores gets podium moment 37 years later",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58714203",
      "category": "entertainment-arts",
      "title": "R. Kelly found guilty in sex trafficking trial",
      "tags": "R. Kelly,United States,Music",
      "text": "Singer R. Kelly has been found guilty of exploiting his superstar status to run a scheme to sexually abuse women and children over two decades.\nEleven accusers - nine women and two men - took the stand over the searing six-week trial to describe sexual humiliation and violence at his hands.\nAfter two days of deliberation, the jury found the US star guilty on all nine charges he was facing.\nSentencing is due on 4 May and he could spend the rest of his life behind bars.\nThe jury found Kelly, whose full name is Robert Sylvester Kelly, was the ringleader of a violent and coercive scheme that lured women and children for him to sexually abuse. \nThe singer - most famous for the hit songs I Believe I Can Fly and Ignition (Remix) - was also found to have trafficked women between different US states.\nAlong with eight counts of sex trafficking, Kelly was found guilty of racketeering - a charge normally used against organised crime associations. \nDuring the trial, prosecutors detailed how his managers, security guards and other entourage members worked to assist him in his criminal enterprise. \nThe court also heard how Kelly had illegally obtained paperwork to marry Aaliyah when she was 15 in 1994, seven years before the singer died in a plane crash.\nThe certificate, leaked at the time, listed Aaliyah's age as 18. The marriage was annulled months later. \nHer 1994 debut album, Age Ain't Nothing But a Number, was produced and written by R. Kelly.\nOne woman who testified that Kelly imprisoned, drugged and raped her said in a written statement after the verdict that she had \"been hiding\" from Kelly due to threats made against her since she went public with her accusations. \n\"I'm ready to start living my life free from fear and to start the healing process,\" added the woman, identified in court as Sonja.\nAnother woman who testified in court, Lizette Martinez, said she was \"relieved\" by the verdict.\n\"I'm so proud of the women who were able to speak their truths,\" she added.\nLegal documents have revealed the mental torment that Kelly subjected his victims to. They were not allowed to eat or use the bathroom without his permission, he controlled what clothes they wore and made them call him \"Daddy\".\nGloria Allred, a lawyer who represented several victims, told reporters: \"I've been practising law for 47 years. During this time, I've pursued many sexual predators who have committed crimes against women and children. \n\"Of all the predators that I have pursued, Mr Kelly is the worst.\"\nAt a news conference outside the court on Monday, prosecutor Jacquelyn Kasulis said that the jury had sent a message to other powerful men like Kelly.\n\"No matter how long it takes, the long arm of the law will catch up with you,\" said Ms Kasulis.\nThe verdict comes 13 years after Kelly was acquitted of child pornography charges after a trial in the state of Illinois.\nMany of the allegations heard in the trial were first laid out in the 2019 documentary Surviving R Kelly.\nVictims were sometimes selected from his concert audiences, or were enticed to join him after being offered help with their fledgling music careers after chance encounters with the singer. \nBut after joining his entourage, they found that they were subjected to strict rules and aggressively punished if they violated what his team had dubbed \"Rob's rules\".\nThis was a swift decision by the jury of seven men and five women. \nThey took nine hours over two days to reach a verdict, meaning they must have been fairly united in their examination of the evidence. \nRight before the verdict was read, a handful of R. Kelly's fans blasted his music outside the courthouse. I asked them how they felt after he was found guilty. They were visibly sad and told me they still supported him. \nOn the other hand, R. Kelly's victims are feeling some measure of comfort. \nOne - who remained anonymous throughout the trial - issued a statement saying she felt like she could now start the healing process. This verdict no doubt hinged on their testimony and willingness to recount personal trauma. \nFor decades these black women kept asking when they would be heard, when their voices would matter. This conviction is their Me Too victory.\nKelly's lawyer Deveraux Cannick told reporters the singer did not expect to be found guilty. \n\"The government cherry-picked their version that they thought would support the continuation of the narrative,\" said Mr Cannick. \"Why would he expect this verdict given all the inconsistencies that we saw?\"\nKelly is separately facing trial in Chicago on child sex images and obstruction charges. He is also due to face sex abuse charges in Illinois and Minnesota.\nAt least two former Kelly associates have pleaded guilty in separate cases related to attempts to silence Kelly's accusers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58720985",
      "category": "business",
      "title": "Key workers struggling to travel amid fuel issues",
      "tags": "Fuel,Haulage",
      "text": "Panic buying at petrol stations has led to some key workers struggling to get the fuel they need to travel to their work.\nThe surge in demand for fuel came after fears lorry driver shortages would hit supplies of petrol and diesel.\nDoctors and unions representing teachers and carers have called for key workers to get priority at the pumps.\nOne hospice in Oldham tweeted that it was in \"urgent need\" of petrol for its cars.\nRosemary Botting, who runs Karosel Care and Domestic Services in West Sussex, told the BBC that if two of her carers were still unable to find a station with fuel ahead of their next shift, they would be unable to tend to \"vulnerable\" service users.\nMs Botting said if the current crisis wasn't resolved by next week, then she envisaged her care company would be in breach of safeguarding guidelines to its 12 customers.\n\"We will be putting our service users at risk,\" she said. \"We would not be able to send a carer out to somebody.\"\nMs Botting said her staff helped people living in rural areas throughout west Sussex, which meant driving - and a tank full of fuel - was essential.\nOne of her carers was half an hour late to her first call in because of traffic caused by queues at petrol stations, she said, which meant her first patient, who cannot get out of bed unaided, remained there until she arrived.\n\"I have got to inform all the other service users that their carer is running half an hour late. We pride ourselves on being on time,\" she said.\n\"We got through Covid. Not a single user in our care contracted Covid. The reason I do this job is because I care. It's just a bit of a nightmare at the moment.\"\nColin McDonald, an orthopaedic registrar at a district general hospital in the East Midlands, told the BBC that if fuel supply issues continued, and he couldn't to travel to work, there could be delays to patient surgeries at the start of his shifts, which could then delay his fracture clinics in the afternoon. \n\"This could lead to cancellations,\" he said. \"If patients live far away from the clinic they may not be able to get in, staff may not be able to get in.\"\nMr McDonald said he had been worried about not being able to get fuel on Sunday, but managed to buy some petrol which had been kept aside for key workers at a petrol station on Monday.\n\"Seeing people fill up multiple jerry cans of fuel - I just don't understand what their mentality is,\" he said.\n\"I find it very difficult to comprehend. It appears very selfish... they are just looking after themselves and not really considering the needs of others and key workers.\"\nAndrew Wagstaff, a civil servant from Nuneaton, Warwickshire, left his home at 04:45 BST to hunt for fuel to make his 57-mile trip to work.\nAfter finding all petrol stations closed in his area, he finally got fuel at Watford Gap service station.\nHowever, he said prices had been hiked to 157.9p per litre for diesel, which described as \"ridiculous\".\n\"It cost me £65 to fill up three quarters of a tank,\" he said. \"I do an essential job. It's frustrating that people - who are not essential workers - are just panicking for no reason.\"\nMost bus and coach services have not been affected by the fuel supply issues, according to the Confederation of Passenger Transport.\nMeanwhile, the Petrol Retailers Association (PRA), which represents 5,500 out of the UK's 8,000 filling stations,said there were \"early signs\" the crisis was \"ending, with more of our members reporting that they are now taking further deliveries of fuel\".\n\"Fuel stocks remain normal at refineries and terminals, although deliveries have been reduced due to the shortage of HGV drivers,\" said PRA executive director Gordon Balmer.\n\"We have conducted a survey of our members this morning and only 37% of forecourts have reported being out of fuel today. With regular restocks taking place, this percentage is likely to improve further over the next 24 hours\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58718835",
      "category": "uk-politics",
      "title": "Labour conference: Winning election more important than unity, says Sir Keir Starmer",
      "tags": "Keir Starmer,Labour Party Conference,Labour Party",
      "text": "Labour leader Sir Keir Starmer has said winning the next election is more important than party unity.\nRows with left-wingers angry over the direction he is taking the party have dominated Labour's annual conference.\nBut Sir Keir told the BBC Labour had to change to avoid losing a fifth general election in a row.\nHe said he came into politics \"to go into government to change millions of lives\", not \"lose and then tweet about it\". \nIn an interview with BBC political editor Laura Kuenssberg, the Labour leader called on \"every single Labour Party member and supporter\" to have the same focus on the ballot box as he did. \nOn Sunday, Sir Keir succeeded in getting the party conference to back changes to the way the party selects leadership candidates, which angered many on the left who saw it as an attempt to marginalise them.\nAnother row exploded on Monday when shadow employment minister Andy McDonald resigned from his job, claiming Sir Keir had made the party \"more divided than ever\".\nMr McDonald said he had been ordered by the leadership to argue against increasing the minimum wage to £15 an hour, as demanded by the left of the party and the majority of members at conference, and this had made his position \"untenable\". \n\"Most of the people here are actually interested in winning an election. I can feel it,\" said a member of Labour's shadow cabinet rather jubilantly.\nIt might sound deeply strange that a senior politician would feel the need to make such a remark about the members of their own party.\nBut over the past few years it has sometimes felt like Labour was spinning round in smaller and smaller circles of rage, so consumed with its own angst that it forgot its purpose - to win elections.\nRead Laura's blog in full\nLaura Kuenssberg asked the Labour leader what was more important to him - winning or unity?\n\"Winning,\" said Sir Keir. \"Winning a general election.\"\nHe was then asked why he did not seem to inspire Labour members in the same way his predecessor Jeremy Corbyn did.\n\"Two years ago we were here in Brighton at Labour party conference and within a few short months we'd crashed to the worst general election results since 1935,\" he said.\n\"I am not prepared to let that happen and if that means tough decisions to change our party, which is what I did on Sunday, I am going to take those tough decisions.\"\nMr Corbyn remains suspended from the Parliamentary Labour Party and sits as an independent MP, following comments he made over the party's handling of anti-Semitism.\nAsked if he would re-admit Mr Corbyn, Sir Keir said: \"The ball is in Jeremy's court\". \nHe added: \"Jeremy was asked to apologise, to take down the posts that caused the problem in the first place and to work with us.\"\nSir Keir - who will make his first keynote speech as leader to a hall full of activists on Wednesday - said Andy McDonald was \"wrong\" to say the party was more divided under his leadership.\nBut he added: \"There will be some people who don't agree with those [changes and] I understand that.\"\nAsked if he thought Labour's left wing was on its way out, he said: \"We are a broad church in the Labour Party. \n\"But I am not going to be deflected from my central mission, which is to get a Labour government so we can change millions of lives.\" \nSir Keir has moved away from some of the pledges he made during last year's leadership contest, such as on nationalisation.\nHe said he had \"never made a commitment to nationalisation\", instead proposing \"common ownership\" for services like rail and mail - two ideas he insisted were \"worlds apart\".\nAsked if the left wing had a right to be angry with him, he said: \"Those commitments I made, those pledges I made, are values that I hold dear. \n\"The world has changed since they were made but now the question is how do we apply them in the reflective circumstance that we find ourselves in going into a general election. \n\"I stand by the principles and the values that are behind the pledges I made to our members, but the most important pledge I made is that I would turn our party into a party that would be fit for government and capable of winning a general election and I am not going to be deflected from that.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58724514",
      "category": "uk-politics",
      "title": "Women's and trans rights are not in conflict, says Angela Rayner",
      "tags": "Angela Rayner,Rosie Duffield,Labour Party Conference,LGBT,Transgender people",
      "text": "\"Women's rights are not in conflict with trans rights,\" Labour's deputy leader has told a fringe event at the party's conference. \nAngela Rayner also reaffirmed Labour's support for changing the Gender Recognition Act to make it easier for people to change legal gender.\nBut the subject has become a point of conflict within the party.\nOn Tuesday, a conference delegate said she had been subjected to transphobic abuse inside the conference centre.\nMeanwhile another delegate received both heckles and cheers for defending the Labour MP Rosie Duffield.\nMs Duffield had previously said she would not attend the conference due to receiving threats for her stance on the issue.\nHowever, she made an appearance at an event, where she told the audience \"there comes a point where you have to stand up and speak.\"\nAddressing a conference event, Ms Rayner said Labour's policy of supporting changes to the Gender Recognition Act was not going to change. \nLabour also backs the Equality Act which provides for individual trans women to be excluded from some spaces in specific circumstances.\nMs Rayner said it was wrong to suggest there was choice to be made between women's and trans rights.\n\"My struggle is your struggle,\" she told the audience.\nShe also committed the party to fighting what she called \"this Section 28 moment\" - a reference to the ban on local authorities \"promoting homosexuality\" which Labour repealed in 2003.\nThe subject has come up in the conference hall as well as at fringe events.\nCanterbury MP Ms Duffield's views have prompted accusations of transphobia - a claim she rejects insisting she is supportive of trans rights. \nCampaigners are also calling for the Gender Recognition Act to be changed to make the process of legally changing gender easier, for example, by allowing people to self-identify rather than having to meet certain medical requirements.\nAt Labour conference on Tuesday, one party member Bronwen Davies told delegates that Ms Duffield had been \"subjected to a vile campaign of abuse for daring to express beliefs which she is perfectly entitled to hold\".\nShe said: \"And even if I disagreed with her, I would defend to the death her right to express her views without being subjected to a torrent of misogynistic abuse.\"\nEarlier in the day, Patricia Hannah-Wood said she had faced transphobic abuse in the toilets at the conference.\nShe said the LGBT+ community was \"under constant attack\", adding \"within our own families, within our workplace, here within our conference. This is not acceptable.\"\nAsked about the allegation, a Labour spokesperson said: \"We do not tolerate abuse of any kind.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58711393",
      "category": "uk",
      "title": "Shakur Pinnock e-scooter death: 'His sacrifices will save a lot of people'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-58709456",
      "category": "explainers",
      "title": "Petrol shortage: Is the fuel crisis improving?",
      "tags": "Fuel,Haulage",
      "text": "Only 127 petrol tanker drivers from the EU have applied for temporary visas to help tackle the petrol crisis, according to the prime minister. The government is offering 300 short-term visas for overseas drivers. \nMeanwhile, military personnel have started driving fuel tankers to help resupply petrol stations. \nThe Petrol Retailers Association (PRA) - which represents nearly 5,500 of the UK's 8,000 filling stations - says the worst-affected areas have seen a \"marginal\" improvement but still face a \"challenging\" time.\nIt said about a fifth of forecourts in London and south-east England were out of fuel on Monday.\nBut elsewhere in Britain, that figure was 8% and there had been a \"marked\" improvement, the association said.\nLast week the government said it would offer temporary visas for 5,000 overseas HGV drivers - including 300 immediate visas for tanker drivers.\nBut Boris Johnson told BBC Breakfast that so far only 127 European Union fuel drivers have applied for the scheme. \nHe said the low number of applicants reflected a \"global\" issue causing \"a particular problem in the UK\". He blamed long-standing underinvestment in pay and driver facilities. \nSeparately, about 200 Army and RAF personnel - including 100 drivers - will help deliver fuel to forecourts in the hardest-hit areas, including London and south-east England.\nThey have been given training in safety procedures, equipment and forecourt driving manoeuvres.\nOther measures include:\nThe doctors' body the BMA, the teachers' union NASUWT and some politicians including London Mayor Sadiq Khan wanted key workers to be given priority access to petrol stations to avoid disruption to essential services. \nHowever, the government hasn't announced plans to prioritise key workers as it did with nursery and school places during the pandemic.\nThe government has powers to limit how much fuel drivers can buy, and the hours when they can buy it, but hasn't used them so far.\nSome petrol stations have introduced a £30 cap on the amount of petrol people can buy.\nOn 23 September, BP warned it would have to \"temporarily\" close a handful of its petrol stations, because of a lack of drivers. \nLong queues started to build up outside stations across Great Britain in the following days, amid fears that fuel might run out. \nOil companies have stressed there is plenty of petrol available. \nHowever, the key issue is there aren't enough drivers to deliver it to forecourts.\nThere's an estimated shortage of more than 100,000 HGV drivers, which has already caused problems for a range of retailers - from supermarkets to fast food chains.\nFuel tanker drivers need additional safety qualifications on top of their HGV licence to be able to transport chemicals such as petrol. \nThere are a number of reasons - and many countries across Europe have been affected - but the UK has been especially badly hit.\nAfter Brexit, many European drivers returned to their home countries, or moved elsewhere, because working in the UK involved additional border bureaucracy which had an impact on their income.\nThe pandemic saw even more drivers return to their home countries, with few coming back. \nMeanwhile, some older drivers have retired, and there's a huge backlog in HGV driver tests due to Covid. \nPetrol prices are at an eight-year high. According to the latest weekly statistics, the average petrol price at UK forecourts on Monday was 136.1p a litre, up from 135.19p a week earlier.\nThe price of a litre of diesel rose 137.95p to 139.2p over the same period.\nSimon Williams of the RAC said the increase was largely down to the rising price of oil rather than the recent supply problems."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58711040",
      "category": "uk-wales",
      "title": "Energy prices: Family struggles to meet bills for life-support sisters",
      "tags": "Companies,Energy customer switching,Amlwch,Ofgem,Personal finance,Alder Hey Children’s Hospital,Energy industry,Disability,Home care,UK economy",
      "text": "The parents of two severely ill girls say soaring energy prices have left them struggling to meet bills for life-saving equipment.\nPam and Mark Gleave, from Amlwch, on Anglesey, have three adopted children who all depend on 24-hour life support.\nTheir energy bills have increased recently due to the children's medical needs becoming greater.\nBetsi Cadwaladr University Health Board (BCUHB) said it would contact the family to see how it could help them.\nGas and electricity prices have risen in the UK this year due to a number of factors.\nThe couple, who have two grown-up biological children, adopted their children after some time fostering.\nKatie, 19, and Kelly, 14, have PEHO syndrome - a rare and degenerative neurological condition which means they cannot walk or talk, and need constant care.\nMason, 12, has complex medical needs due to brain damage and is currently at Alder Hey Children's Hospital in Liverpool.\nIn the daughters' room alone there are more than 60 plugs for medical equipment.\nMs Gleave said: \"Our electricity bill alone is £776 a month - that doesn't include heating or anything else.\n\"It's not normal for a family to have 38 pieces of medical equipment running 24 hours a day.\n\"We see things are going up and up. Where are we going to find that money?\"\nMr Gleave, 61, was made redundant two years ago and was planning to use the money he received to pay off the mortgage, but since then the children's health has deteriorated and all three are on life-support machines at their home.\nThe machines must be charged constantly and back-up batteries are needed in case of a power cut.\n\"It's extremely difficult,\" said Ms Gleave.\n\"When Mark worked it wasn't an issue, he used to work seven days a week, we never asked for anything from anybody.\"\nThe family said if the children were being cared for in hospital, it would cost the health service about £2,000.\nBut Ms Gleave said while they has discussed the option of hospital care as the bills mount: \"That's never going to happen - we would never let that happen.\"\nShe told BBC Radio Wales Breakfast: \"We have got things that we would sell before that would even be a thought in my mind.\n\"We'd sell the house first.\"\nAll the carers and equipment are funded by Betsi Cadwaladr Health Board, but the equipment running costs are the parents' responsibility, and the couple fear they will not be able to cope without financial help. \nThey have asked for guidance from health staff but feel lost and do not know who to turn to for help.\nMs Gleave said: \"All we are asking for - is there some way we can get some support, because it's not normal to have that amount of bills just to keep the children at home.\n\"For us it's all about keeping the children at home. It's about giving them to good quality of life.\n\"We've got a wonderful social worker, and I do know they are trying to look into it. But they, I think, are in the same boat as us. It's not happened before - so where do we go?\"\nAnother concern is that the children's room in the conservatory is in poor condition and needs the roof replacing, but they do not want the move their children into separate rooms or into areas not adapted for them.\nShe said: \"We seem to be fighting, and not getting the answers that we need.\n\"It's not about complaining or moaning, people have been wonderful, our social worker, our ventilator nurse. It's just we don't know where to turn, that's the honest truth, we don't know what to do.\n\"We don't know what the next few months is going to bring for the children, and that's a real worry.\n\"I would not in any way swap our lives with these beautiful children that are so amazing and keep you grounded.\n\"In a world that we live in today, honestly, they are amazing, wonderful children.\"\nDr Chris Stockport, executive director of primary and community care at BCUHB said he was very sorry to hear their concerns about their children's care.\n\"We are committed to working with them to provide the best possible care for their children and we will contact the family to see how we may be able to help further,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58726775",
      "category": "health",
      "title": "People also suffer 'long flu', study shows",
      "tags": "Long Covid,Flu,Coronavirus pandemic",
      "text": "People who have fallen ill with flu can suffer long-term symptoms in a similar way to long Covid, a study suggests.\nThe Oxford University research analysed health records of people diagnosed with flu and Covid, mainly in the US.\nThe two groups - both with just over 100,000 patients - included people seeking healthcare for symptoms three to six months after infection.\nThese included problems such as anxiety, abnormal breathing, fatigue and headaches.\nThere were signs that Covid patients were more likely to have long-term symptoms - 42% had at least one symptom recorded compared with 30% in the flu group.\nBoth groups included people who were likely to have been quite ill with the viruses so the rates of persistent illness should not be seen as representative of the general population.\nBut the researchers said it did suggest both viruses could cause long-term problems that took time to get over.\nProf Paul Harrison, one of the lead researchers, said: \"Many of us who have experienced flu know how you don't always feel completely better as quickly as you've been hoping or expecting to.\"\nThe higher rate in the Covid group could have been influenced by the fact that people may be more likely to seek care for long-term symptoms or the way symptoms are recorded for Covid.\nHowever, on balance they said it was likely persistent symptoms were more common for Covid than flu.\nThe study, published in the journal PLOS Medicine, only looked for a signal of long-term symptoms. It is not known for how long those seeking help had struggled with the problems - it could have been days or weeks.\nNor was the severity of the symptoms documented. And the researchers acknowledged there was growing evidence that those who had fallen severely ill with Covid could have long-lasting and debilitating symptoms. \nThey said more research was needed into the issue of long Covid, but said the study did also shine a light on how little is known about persistent ill-health caused by flu.\n\"Long-term symptoms from flu have probably been overlooked before,\" added Dr Max Taquet, another of the lead researchers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58719834",
      "category": "world-us-canada",
      "title": "Afghanistan: Biden was advised to keep 2,500 troops, say generals",
      "tags": "Kabul,Afghanistan",
      "text": "Two top US generals have said they recommended keeping a force of 2,500 troops in Afghanistan, ahead of the full US withdrawal in August.\nTestimony by Gen Mark Milley and Gen Frank McKenzie to Congress seemed to contradict President Joe Biden, who said he did not recall any such advice.\nThe Taliban took power in August, after rapidly advancing through the country.\nGen Milley said the US had been taken by surprise by the speed of the Afghan government's collapse.\nThe two US generals were questioned by the Senate armed services committee along with Defence Secretary Lloyd Austin on Tuesday.\nThe hearing comes weeks after a chaotic withdrawal at Kabul airport as foreign powers sought to get their citizens home and thousands of desperate Afghans begged for rescue. \nA suicide attack killed 182 people during the withdrawal operation. Thirteen US service personnel and at least 169 Afghans were killed by the airport gate on 26 August. \nGen McKenzie, who as head of US Central Command oversaw the withdrawal from Afghanistan, said under questioning from Republican senators that he recommended keeping a small force of 2,500 troops in Afghanistan.\nThis appears to contradict President Joe Biden's assertion to an ABC journalist on 19 August that he did not recall anyone giving him such advice.\nGen Milley said that he agreed with the recommendation, but when asked by Alaska Republican Dan Sullivan whether Mr Biden's comments were \"a false statement\", he refused to give a direct answer.\nLater White House spokeswoman Jen Psaki addressed the issue.\n\"The president values the candid advice of... the joint chiefs and the military,\" she said. \"That doesn't mean he always agrees with it.\"\nShe said that if troops remained in the country after the August deadline the US would now be at war with the Taliban.\nMark Milley, Lloyd Austin and Kenneth McKenzie may have been testifying before Congress, but Joe Biden's own words did the most damage to the president on Tuesday.\nRepublicans hammered the president for recent statements that the generals, either explicitly or indirectly, contradicted.\nDuring an August interview, Biden insisted there were no generals urging him to keep some US troops in Afghanistan to prevent a Taliban takeover. Both Gen Milley and Gen McKenzie said they thought those troops were needed and, at one point, the latter said he told the president as much. \nRepublican senators also questioned why Mr Biden had promised to keep the military in place until all US citizens were evacuated, given that there are still Americans in Afghanistan weeks after the final withdrawal.\nFinally, both generals firmly stated that al-Qaeda is still present in Afghanistan - directly contradicting Biden's earlier statement that the terrorist organisation had been eradicated.\nAll that gave Republicans ammunition to accuse the president of lying to the American people.\nMr Biden didn't have to make such sweeping assurances. He could have simply said he considered the military's advice but stood by his decision to withdraw. Like many politicians before him, however, he talked his way into trouble.\nTuesday's hearing began with opening testimony from Mr Austin, followed by Gen Milley, who said it would now be harder to protect Americans from terrorist attacks from Afghanistan.\n\"The Taliban was and remains a terrorist organisation and still has not broken ties with al-Qaeda,\" he said.\n\"A reconstituted al-Qaeda or ISIS [Islamic State group] with aspirations to attack the US is a very real possibility, and those conditions to include activity in ungoverned spaces could present themselves in the next 12-36 months.\"\nGen Milley said he made an assessment in late 2020 that an accelerated troop withdrawal from Afghanistan could precipitate the government's collapse.\nBut both he and Mr Austin both testified that the speed of the collapse caught the US military off-guard.\n\"We helped build a state, but we could not forge a nation,\" Mr Austin said.\n\"The fact that the Afghan army we and our partners trained simply melted away - in many cases without firing a shot - took us all by surprise.\"\nUS troops first entered Afghanistan in late 2001, shortly after the 9/11 attacks. By the time they left, the US had spent about $985bn (£724bn) and deployed tens of thousands of troops, peaking at 110,000 in 2011. \nIn the weeks between the fall of Kabul and the withdrawal deadline of 31 August, the US evacuated its remaining 4,000 troops. It is also taking about 50,000 Afghan refugees who were airlifted out of Kabul. \nAs many as 20 people died in the crowds which gathered at the airport in the days after the Taliban takeover. \nIt emerged recently that Gen Milley held phone conversations with the Chinese military following concerns about then-President Donald Trump. \nThe phone calls were revealed in a book by journalist Bob Woodward, who also said Gen Milley had told his staff that if Mr Trump ordered a nuclear strike, then he would have to confirm it before it was carried out.\nTop Republican Senator Marco Rubio has described this as \"treasonous\".\nBut Gen Milley told the hearing the calls were coordinated with then-Defence Secretary Mark Esper and his acting successor Christopher Miller.\n\"I know, I am certain that President Trump did not intend to attack the Chinese... and it was my directed responsibility by the secretary to convey that intent to the Chinese. \n\"My task at that time was to de-escalate. My message again was consistent: 'Stay calm, steady and de-escalate. We are not going to attack you.'\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58721564/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Delay to enforcement of Scottish vaccine passport scheme",
      "tags": "Nicola Sturgeon,Vaccine passports",
      "text": "Scotland's new vaccine passport system will not be enforced until more than two weeks after it is introduced. \nPeople going to nightclubs and many other large events will need proof they have had two doses of vaccine from 05:00 on Friday.\nBut First Minister Nicola Sturgeon said there would now be a \"grace period\" until 18 October.\nIt means there will be no enforcement action against businesses who do not comply with the rules before that date.\nMs Sturgeon said the delay would allow businesses to \"test, adapt and build confidence in the practical arrangements they will need to put in place to be compliant with the scheme\".\nMany businesses which will be affected by the controversial scheme have complained of a lack of detail from the government about how it will work in practice. \nThe Scottish Conservatives are pressing for a vote at Holyrood on Wednesday on whether it should should go ahead.\nLeader Douglas Ross said the delay showed that the \"botched\" scheme was \"still not ready\" just days before it is due to be introduced, and called for it to be scrapped completely.\nHe added: \"It is more of the same last minute, rushed, chaotic planning we have seen time and time again from this government\".\nMeanwhile the Night Time Industries Association in Scotland is planning a legal challenge through the courts in a bid to block the plans.\nFrom Friday, people over the age of 18 will need to show that they have had both doses of the vaccine before they are allowed entry to certain venues and events. They are: \nRegulations are being drawn up which will place a legal obligation on venues to check the vaccine certificates of customers, with the system working mainly via mobile phone apps.\nClubs and smaller events will have to check everyone present, while organisers of larger events such as major football matches will be allowed to do spot checks of a \"reasonable\" number of customers.\nOn Tuesday, Ms Sturgeon confirmed that a \"staged approach\" would now be taken to actually enforcing the rules.\nThe first minister said the government still believed that a Covid certification scheme will help \"mitigate the risk the virus poses to us over the winter\", while also driving up vaccination rates.\nHowever she added that the \"pragmatic compromise\" around enforcement \"demonstrates that we are listening to business about the practical challenges they face, and that we are determined to work with them to overcome these.\"\nSimilar plans for England were dropped, but Wales is to introduce a system where people can provide either proof of vaccination or of a recent negative test result to enter certain venues.\nIndustry groups had raised concerns about the plans - and particularly the definition of a nightclub. \nThe law describes nightclubs as venues that are open between midnight and 05:00, serve alcohol, and which have a designated area for dancing and provide live or recorded music for this purpose.\nThe Night Time Industries Association said this definition could potentially catch \"about 2,000 pubs and bars across Scotland in addition to the 100 nightclubs that are actual nightclubs\".\nMs Sturgeon said further detailed guidance would be published later on Tuesday.\nAnd she called on venues to take a \"common sense\" approach to when they will need to carry out checks.\nScottish Labour leader Anas Sarwar said he had tried to download his own vaccine certification to enter his party's UK conference, but found it was \"incomplete\".\nHe asked Ms Sturgeon for a \"cast iron guarantee\" that the new app would work for everyone, and called for greater focus on testing.\nMs Sturgeon said there were processes in place to rectify incomplete certificates, saying there would always be issues with a project on the scale of a nation-wide vaccination programme.\nThe Scottish Lib Dems called on the government to abandon plans for \"Covid ID cards\", with leader Alex Cole-Hamilton calling the scheme an \"assault on the right to medical privacy\".\nMSPs will have a further vote on the matter on Wednesday after the Conservatives tabled a motion calling for the plans to be dropped.\nAll opposition parties voted against the scheme when MSPs previously considered it earlier in September, but the scheme was approved by MSPs from the SNP-Green partnership government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58705932",
      "category": "health",
      "title": "Half of young people willing to get Covid jab - study",
      "tags": "Coronavirus vaccines,Young people,Impact of the COVID-19 pandemic on children,Coronavirus pandemic",
      "text": "Half of children and young people aged nine to 18 are willing or eager to be vaccinated against Covid, a large survey in England suggests. \nIt is one of the first polls to ask pupils, rather than parents, their views on teenage Covid jabs. \nCarried out during the summer term, the responses from more than 27,000 students at 180 schools reveal half would opt to get protected. \nMore than a third were undecided and just over one in 10 would decline. \nThe findings, published in the journal EClinicalMedicine, were carried out before the UK recommended all children aged 12 to 15 should be offered one dose of the Pfizer/BioNTech Covid jab. \nExperts now say although Covid is rarely a serious illness in children, vaccinating those over 12 is beneficial. \nIt cuts their risk of catching and spreading the virus and should mean fewer have their education disrupted as a result.\nLike any medicine or intervention, there are some risks or side effects to consider too.\nTo help young people reach an informed decision, experts are calling for accessible information - on social media platforms such as TikTok for example - clearly setting out the benefits and risks. \nVaccination is a personal choice. \nResearch shows Covid vaccines help:\nOne very rare side effect with the vaccine, that young people should be aware of, is heart inflammation.\nSymptoms of it include a fluttering, fast-beating or pounding heart, shortness of breath or some chest pain. \nThe chance of it happening is a few in a million. \nWhen it does occur, it is usually mild and people quickly make a good recovery. \nCatching coronavirus can cause it too, plus carries the added risk of other complications, such as serious illness or long Covid for some people.\nThe survey, carried out in schools across Berkshire, Buckinghamshire, Oxfordshire and Merseyside, also found:\nYoung people who thought they had already caught Covid in the past were more likely to opt out of having a vaccine.\nVaccination is still recommended, even if you have recovered from Covid, however.\nOne of the researchers, Mina Fazel - an associate professor from the University of Oxford - said it was vital to get trusted advice out to young people.\n\"Young people might not want their peers, their teachers, or even their parents to know about their choice to get vaccinated,\" she said. \n\"It could be that they are worried what their friends think, for example, and what they may need is a way to get vaccinated while feeling safe and comfortable. We must ensure these opportunities are provided for.\n\"The young people we've spoken to are saying that we need to use social media channels. That maybe celebrities getting involved might be a route that they would listen to more.\"\nAs part of England's vaccine drive, a film featuring rugby stars - including Sam Underhill, Alex Goode and Dan Robson - will be played out at stadiums across the country from this weekend, urging young people to get their Covid vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58718914",
      "category": "entertainment-arts",
      "title": "James Bond: Daniel Craig's last film No Time To Die finally has royal premiere",
      "tags": "Film,Camilla, Duchess of Cornwall,Daniel Craig,Prince William, Duke of Cambridge,Prince Charles, Prince of Wales,James Bond,Catherine, Duchess of Cambridge",
      "text": "Daniel Craig's final James Bond film has finally had its world premiere in London, 18 months later than planned because it was delayed by the pandemic.\nNo Time To Die is the British actor's fifth outing as 007.\nSpeaking to BBC Radio 5 Live on the red carpet, he said the role was \"incredibly important to cinema and to history, and the weight of that has been on my shoulders for a while\".\n\"I've been incredibly lucky,\" he added. The film hits UK cinemas on Thursday.\nUnusually for a royal premiere, there were two separate generations of royals who came out for Craig's farewell as Bond. The Duke and Duchess of Cambridge were joined at the Royal Albert Hall by the Prince of Wales and Duchess of Cornwall\nNaomie Harris, who is playing Moneypenny for the third time, said it was \"an emotional night\" precisely because it is Craig's last outing in the role.\nThe film industry is watching closely to see how No Time To Die performs at the box office, and whether it can tempt fans back in large numbers now that most cinemas have reopened.\n\"I'm really hoping that it does entice people back into into cinemas and they feel comfortable doing that because it's such a special movie,\" Harris told BBC News.\nActress Lashana Lynch has joined the cast as a new secret agent called Nomi, and said the character's addition was a step forward for the franchise.\n\"I like to watch cinema that really makes me feel as though I'm included, that my narratives are being told,\" she said.\n\"The women that I was raised with and the women that I continue to love and respect are people like Nomi. The fact that she was even an idea on the page is reflective of the world that I see, how I see it through my black eyes, and I just feel really proud to be able to add my culture to such a beautiful and rich franchise.\"\nProducer Barbara Broccoli, who controls the franchise with co-producer Michael G Wilson, said they would not start thinking about Craig's replacement until next year.\n\"We're not thinking about it at all,\" she told BBC Radio 4's Today programme on Monday. \"We want Daniel to have his time of celebration. Next year, we'll start thinking about the future.\"\nAdvance ticket sales in the UK have been at levels not seen since before cinemas shut at the start of the pandemic, according to the Odeon and Cineworld chains.\nOdeon said it had sold more than 175,000 tickets by Monday, while Cineworld said it had the highest pre-booking rates since 2019's Avengers: Endgame."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58722705",
      "category": "entertainment-arts",
      "title": "Andrea Martin: En Vogue and Blu Cantrell songwriter dies at 49",
      "tags": "Music",
      "text": "Andrea Martin, who co-wrote hits including En Vogue's Don't Let Go (Love), has died at the age of 49.\nMartin also worked on such 90s tunes as SWV's You're the One and Angie Stone's Wish I Didn't Miss You.\nShe had two British number ones in the early 2000s with Blu Cantrell's Breathe featuring Sean Paul and Tomcraft's Loneliness.\n\"It is with a heavy heart we inform you of the passing of our beautiful Andrea Martin,\" a statement on Instagram said.\n\"Her impact will continue to be felt and heard for a lifetime. Andrea will always be remembered for her passion and dedication to her family and friends.\"\nA cause of death was not given.\nMartin also released her own music including album The Best of Me in 1998. But it was En Vogue's Don't Let Go (Love) that gave her her greatest commercial success on both sides of the Atlantic, making it to number two in the US and number five in the UK.\nShe was also behind Another Level's Be Alone No More, which got to number six in the UK 1998, and Leona Lewis's Better in Time, which reached number two in 2008. And Martin worked with X Factor winner Alexandra Burke on her 2009 debut album, Overcome.\nIvan Matias, her old schoolfriend and longtime songwriting collaborator, posted a tribute on Instagram.\nHe described their connection as a \"divine union\", adding that \"she was the most talented female writer I've ever known\".\nHe wrote: \"Her musical instinct and passion remain unmatched. Gone too soon.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58713175",
      "category": "uk-politics",
      "title": "Labour conference: Frontbencher Andy McDonald quits in protest at Sir Keir Starmer",
      "tags": "Keir Starmer,Andy McDonald,Labour Party",
      "text": "Shadow cabinet member Andy McDonald has quit Labour's front bench with a scathing attack on Sir Keir Starmer.\nIn his resignation letter - published in the middle of Labour's party conference in Brighton - the MP said his party leader had made Labour \"more divided than ever\".\nMr McDonald also accused him of not honouring his pledges to members.\nSir Keir thanked him for his service but said his own focus was on \"winning the next general election\".\nBut former shadow chancellor John McDonnell, a leading figure on Labour's left, said: \"Questions have got to be asked about Keir Starmer… the conference is falling apart.\"\nMr McDonald previously served as shadow transport secretary on Jeremy Corbyn's front bench, but he became one of the few members to survive the handover of power to Sir Keir, and stayed in the top team as shadow secretary for employment rights and protections.\nIn recent months, his focus had been on creating Labour's new programme of employment rights, which was unveiled at the conference on Saturday by deputy leader Angela Rayner.\nMr McDonald said he had accepted the job \"because I wanted to fight for the working people of this country\", but had quit over a lack of support from his leader over bringing in a £15-an-hour minimum wage.\nSources close to Sir Keir told the BBC they were not unhappy at the departure, insisting this week was \"all about change and closing the door on the Corbyn era\".\nThe Labour leader's team sought to play down tensions over the minimum wage issue, with party sources telling the BBC they would be relaxed if members supported a rise.\nLabour MP Barry Gardiner - who served alongside Mr McDonald in Mr Corbyn's shadow cabinet - told the BBC he was \"extremely shocked\" to hear of the resignation, saying he had been \"a very powerful voice for workers in the country\".\nBut the founder of left-wing Labour activist group Momentum, Jon Lansman, joined Mr McDonald's criticism of Sir Keir, telling BBC News: \"He promised to unite the party and actually, unfortunately, he's driving wedges within the party.\"\nFellow members of Sir Keir's top team expressed shock at the resignation.\nShadow foreign secretary Lisa Nandy said: \"It's a shame. I'm sure he'll focus on working for the party from the back benches.\"\nShadow work and pensions secretary Jonathan Reynolds said Mr McDonald was \"a friend of mine\" and he was \"sad to see him go\". \nBut he disagreed with the remarks about division in the party, adding: \"We have seen [at] this conference, frankly, Labour facing towards the general election in a way that is not just ambitious in terms of the pledges… but we have also tried to do that in a [way] that gains [the] credibility that is required to win power\".\nAs news of the resignation broke in the conference hall, one delegate shouted \"Andy McDonald, solidarity!\" to loud cheers from some in the crowd. \nThe reaction of sources close to the Labour leadership to Andy McDonald's resignation can best be described as \"close the door on your way out\".\nBut they clearly want to turn adversity to advantage.\nHaving pushed through leadership rule changes which infuriated the left, they insist that this week is all about change and showing Labour is a potential party of government.\nSo the departure of a survivor of the Jeremy Corbyn era is seen to play into that narrative. One source described him as \"the last Corbynista standing\".\nSome are suggesting it was part of a co-ordinated attempt to undermine Sir Keir's leadership.\nMr McDonald's resignation letter says Sir Keir's pledges to the membership were not being honoured - raising directly an issue of trust.\nHis demand for a £15 minimum wage is supported by some unions who feel bruised by the Labour leadership's focus on changing party rules when they wanted the focus to be in members' living standards.\nMr McDonald insists he still wants to see Sir Keir in Downing Street - but he should \"reflect\" on his style of leadership and consult the party and the unions more.\nIn Mr McDonald's letter, the MP claimed his position was \"untenable\" after the leader's office instructed him go to a meeting at Labour's party conference and \"argue against a national minimum wage of £15 an hour and against statutory sick pay at the living wage\".\nHe said it was \"something I could not do\", adding: \"After many months of a pandemic when we made commitments to stand by key workers, I cannot now look those same workers in the eye and tell them they are not worth a wage that is enough to live on, or that they don't deserve security when they are ill.\nMr McDonald said it was a \"bitter blow\" that Labour had not followed the country in its \"renewed awareness of how important the work done by millions of low-paid workers truly is\".\nHe added: \"I joined your frontbench team on the basis of the pledges that you made in the leadership campaign to bring about unity within the party and maintain our commitment to socialist policies.\n\"After 18 months of your leadership, our movement is more divided than ever and the pledges that you made to the membership are not being honoured.\" \nResponding to the letter, Sir Keir released a statement which said: \"I want to thank Andy for his service in the shadow cabinet. \n\"Labour's comprehensive New Deal for Working People shows the scale of our ambition and where our priorities lie. \n\"My focus and that of the whole party is on winning the next general election so we can deliver for working people who need a Labour government.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58720449",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Man appears in court charged with murder",
      "tags": "Eastbourne,Kidbrooke,Sabina Nessa murder",
      "text": "A man has been remanded in custody after appearing in court charged with the murder of Sabina Nessa, who was killed as she walked to meet a friend in south-east London.\nKoci Selamaj, 36, appeared at Willesden Magistrates' Court on Tuesday.\nHe was arrested at a property on Terminus Road, Eastbourne, on Sunday. \nThe body of Ms Nessa, 28, was found in Cator Park in Kidbrooke, a few minutes' walk from her home, by a member of the public on 18 September.\nWearing a grey jumper and grey tracksuit bottoms, Mr Selamaj appeared in the dock with an Albanian interpreter.\nHowever the court was told he would be able to follow the proceedings without one.\nMr Selamaj's solicitor Aidan Harvey said his client intended to plead not guilty.\nMs Nessa had been making her way to meet a friend at The Depot bar in Kidbrooke Village but never arrived.\nA vigil for Ms Nessa was held in nearby Pegler Square, on Friday, and a book of condolence has been opened in the One Space community centre, close to where her body was found.\nDistrict Judge Denis Brennan remanded Mr Selamaj in custody to appear at the Old Bailey for a bail hearing on 30 September.\nA trial and plea preparation hearing will take place on 26 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58724582",
      "category": "uk-wales-politics",
      "title": "Fuel shortage: Pre-Christmas HGV driver visas 'exploitative'",
      "tags": "Rebecca Evans,Fuel,Coronavirus pandemic,Haulage",
      "text": "Plans to give foreign lorry drivers temporary visas are \"exploitative\", Wales' first minister has said.\nA shortage of drivers has disrupted fuel deliveries, with some petrol stations closing, and queues forming. \nMark Drakeford said UK government plans for visas ending on Christmas Eve were \"arrogant\" as ministers insisted there was no fuel shortage.\nIn response, the UK government said the visas would provide \"short-term relief\" for the haulage industry.\nIt comes as representatives for NHS staff, emergency service workers and councils, urged drivers to allow 999 and care workers to skip long queues to get to the pumps first.\nSupt Mark Williams, of North Wales Police, said the force had heard stories of key workers who had been \"verbally abused\" on garage forecourts.\nCharities, key workers' unions and government officials have called for calm after panic buying sparked huge queues outside petrol stations, with some pumps running dry at the weekend in parts of Wales.\nIt comes after a shortage of lorry drivers led to some deliveries not being made to forecourts from refineries\nThere have been fears of pending food shortages due to a lack of drivers in the run up to Christmas.\nOn Saturday, plans to give temporary visas, lasting until Christmas Eve, to 5,000 fuel tanker and food lorry drivers and 5,500 poultry workers, were announced by the UK government.\nHowever, speaking during First Minister's Questions in the Senedd on Tuesday, Mr Drakeford slated the three month visa offer, saying it showed breath-taking \"arrogance\".\nHe said: \"The idea that people are going to be willing to uproot themselves and come back and work in this country for a matter of weeks, only to be told by the UK government they will be discarded again on Christmas Eve when they no longer have any use for them... the arrogance of it is breath-taking, but it just isn't going to work.\"\nIt is estimated that the UK needs about 100,000 HGV drivers - with existing shortages made worse by Covid-19, tax changes, Brexit, an ageing workforce, low wages and poor working conditions.\nMr Drakeford accused the UK government of making a \"derisory attempt to solve a problem of their own creation\" due to Brexit.\"When we were in a single market and customs union people were able to move freely across the continent of Europe, and to do jobs here in this country. Those people are no longer available to us,\" he said.\nIn response the UK government said its package of measures, including putting the military on standby, temporary visas and training, would help ease supply chain issues and spikes in demand.\n\"The measure to make available 5,000 visas for HGV drivers for a three-month period will provide short-term relief for the haulage industry and is only temporary - visas will not be the long-term solution and reform within the industry is vital,\" a spokeswoman said.\nFinance Minister Rebecca Evans insisted there was \"plenty of fuel\" in Wales and urged people to stop panic buying to ensure key workers can refuel.\nMs Evans urged people to behave \"responsibly\" while UK governments work to ease logistical issues around getting petrol from refineries to the pumps.\nUp to 150 military tanker drivers are on stand-by to deliver to UK forecourts, some of which have run dry due to panic buying.\nHowever UK Transport Secretary Grant Shapps has said there are signs supply problems are stabilising.\nSpeaking during a briefing on Tuesday, Ms Evans said that she understood people's anxiety, but there was no shortage and there was \"plenty of fuel\" in refineries and in storage.\n\"I know it can be stressful and worrying for people but we have to remember that there are people who work in the critical sectors who do need that petrol,\" she added.\n\"We do have a national fuel plan which could prioritise certain people or groups for access to fuel but we haven't invoked that because we understand the system will get itself back into kilter very shortly.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-58712602",
      "category": "uk-england-stoke-staffordshire",
      "title": "Louis Watkiss: Boy who died at Tamworth SnowDome named",
      "tags": "Sutton Coldfield,Birmingham,Tamworth",
      "text": "A 12-year-old boy who died after he was injured at an indoor ski centre has been named as Louis Watkiss.\nStaffordshire Police were called to the SnowDome in Tamworth on Friday to reports a child had been seriously injured.\nAmbulance crews attended the scene, but Louis, from Sutton Coldfield, died at the scene a short time later.\nOfficers are continuing to investigate the circumstances, with support from the Health and Safety Executive.\nThe family are being supported by officers.\n\"We would ask everyone to respect the family's right to grieve in private during this extremely difficult time,\" the force said. \nWest Midlands Ambulance Service said previously its workers tried to save Louis, who died \"after an incident on the slope\". \nA man who was also injured in the incident did not need treatment.\nThe venue, which has been closed since Friday, said in a statement: \"The directors and staff are deeply shocked by what happened, and our thoughts and prayers are with his family at this terrible time.\n\"An investigation is currently being carried out by the authorities, and we are giving it our full co-operation.\"\nAlan White, leader of Staffordshire County Council, said he was shocked by the \"tragic news\".\n\"We must wait for the circumstances to be established, but I would offer my deepest sympathies at this terrible time to the family and friends of the deceased and to everyone affected by this tragedy,\" he said.\nOn Friday, police urged members of the public not to share any images or footage from the incident. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58724858",
      "category": "uk-politics",
      "title": "Starmer on petrol shortages and visas for lorry drivers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58717676",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Unlocking options 'limited' by jab passport delay",
      "tags": "Coronavirus vaccines,NI economy,Coronavirus pandemic",
      "text": "A delay by the executive in agreeing a Covid-19 vaccine certification policy has \"significantly limited\" the options for easing restrictions, the health minister has said.\nIn a letter to the first and deputy first ministers, Robin Swann said he was frustrated by the lack of progress. \nHe asked as a \"matter of urgency\" that the Executive Office brings forward a paper \"without further delay\". \nHe said people would lose out if that did not happen.\nThe absence of vaccine certification could leave them disadvantaged \"when they travel to neighbouring jurisdictions where such schemes are mandatory\", he said in the letter, which has been obtained by BBC News NI. \nOn Monday, plans to end social distancing restrictions in a number of indoor settings were announced.\nWhile venues will be asked to put mitigations in place such as proof of vaccination, this will not be a legal requirement.\n\"Such provisions on a voluntary or mandatory basis could assist the relaxation of remaining restrictions on live entertainment and hospitality,\" said Mr Swann.\nIn a statement on Tuesday, he said he wanted a \"domestic vaccine certification scheme to be in place, on the books, available for use as soon as necessary\". \nMr Swann said he had asked as far back as 22 April for the Executive Office to create a cross-departmental working group to bring forward domestic vaccine certification. \n\"The parties that have been most vocal in recent days advocating for the introduction of domestic use certification had until then also shown no actual interest in helping me to pursue a policy decision,\" he said. \n\"How that tallies with their public pronouncements of recent days is a matter for them to explain.\"\nBBC News NI's economics and business editor John Campbell said Mr Swann wanted the option of domestic vaccine certificates in circumstances such as poor adherence levels or as an alternative to introducing fresh restrictions if there was a surge in Covid-19 cases.\nHe added that the health minister, a member of the Ulster Unionist Party, felt there was \"ideological reluctance\" to introduce mandatory vaccine passes on the part of some of his ministerial colleagues.\nThe news comes as Scotland has announced its new vaccine passport system will not be enforced until two weeks after it is introduced.\nThe new system, which would mean people going to nightclubs and other large events would have to provide proof of two vaccine doses, was due to start from 05:00 on Friday but a grace period until 18 October has been announced. \nMeanwhile it has emerged that the Department of Health has allocated £10.5m to cover costs related to vaccination certificates if such a policy was supported by the executive.  \nJoanne Stuart, chief executive of Northern Ireland Tourism Alliance, told BBC News NI on Tuesday that dropping social distancing measures in indoor seated venues without making vaccine certification mandatory could be difficult.\n\"Taking a route of 'it's not legislation, this is guidance' is just confusing for everybody,\" she said.\nSDLP leader Colum Eastwood said Monday's executive meeting, where it was decided to ease social distancing rules, had been a \"moment to act\" to introduce a vaccine certification scheme.\nPreviously, Sinn Féin said it would support a proposal for vaccine passports to gain access to pubs and restaurants in Northern Ireland if it was recommended by Stormont health officials.\nAnne McReynolds, chief executive of the MAC theatre in Belfast, said all of her colleagues in the sector were pleased with Monday's announcement about social distancing.\nHowever, she said the move was \"just one step forward\" and it may be years before business as usual fully resumes.\nThe changes will take effect from 18:00 BST on 30 September.\nThey will apply to indoor seated venues, indoor visitor attractions and retail settings where social distancing of at least 1m (3ft) has been a legal requirement.\nBut pubs and restaurants will still have to enforce social distancing.\nMichael McAdam, managing director of Movie House Cinemas, said people who wanted to maintain social distancing \"can book the seat either side of them\" if they want to feel safer. \nHe said the announcement was \"great news\", adding that social distancing \"has been an absolute financial nightmare for us\". \nColin Neill, chief executive of Hospitality Ulster, said Monday's announcement was \"pragmatic and positive\", and that he hoped to see \"the same level of pragmatism applied to hospitality\".\nEngland abolished its mandatory social distancing measures on 19 July, with a few exceptions for settings like hospitals, care homes and border control posts.\nWales lifted its legal requirements on social distancing on 7 August, leaving it to individual businesses to decide their own rules after risk assessments.\nScotland dropped its social distancing requirements on 9 August, but a 2m (6ft) rule remains in place for healthcare settings such as hospitals, doctors' surgeries and dentists.\nMinisters did not consider social distancing in the hospitality sector during Monday's virtual meeting, with First Minister Paul Givan tweeting that hospitality regulations would be discussed on 7 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58675196",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Man charged with teacher's murder",
      "tags": "Eastbourne,Kidbrooke,Sabina Nessa murder",
      "text": "A man has been charged with the murder of primary school teacher Sabina Nessa, who was killed as she walked to meet a friend in south-east London.\nKoci Selamaj, 36, was arrested in Eastbourne, East Sussex, on Sunday. \nMr Selamaj, of Terminus Road in the town, will appear at Willesden Magistrates' Court on Tuesday, the Metropolitan Police said.\nMs Nessa, 28, was found in Cator Park in Kidbrooke, a few minutes' walk from her home, on Saturday 18 September.\nThe evening before, she had been making her way to The Depot bar in Kidbrooke Village but never arrived.\nTributes have continued to be left in nearby Pegler Square, where a vigil was held on Friday, and a book of condolence has been opened in the One Space community centre, close to where Ms Nessa's body was found.\nMore than 500 people joined the vigil, during which the teacher's sister Jebina Yasmin Islam told those gathered that she had \"lost an amazing, caring, beautiful sister, who left this world far too early\".\nShe said her family's world had been \"shattered\", adding: \"We are simply lost for words.\"\nHundreds of tributes were posted on social media, including a message from the Duchess of Cambridge."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-58710377",
      "category": "uk-england-somerset",
      "title": "Glastonbury Festival: Traces of drugs found in river at site",
      "tags": "Glastonbury,Drug use,Environment,Environment Agency",
      "text": "Environmentally damaging levels of drugs have been found in the river running through the Glastonbury Festival site. \nScientists have warned there are \"dangerous\" levels of MDMA and cocaine in the Whitelake River in Somerset. \nThey suspect public urination has caused the increase and urged festival goers to use the toilets provided.\nResearchers fear it could derail the conservation efforts of rare European eels in the area.\nMeasurements both upstream and downstream of the site were taken before, during and after the festival in 2019.\nThe study found MDMA concentrations quadrupled the week after the festival, suggesting long-term release from the site.\nA spokesman for Glastonbury Festival said the Environment Agency had not raised any concerns with them on the matter following the 2019 event. \nHe said: \"Protecting our local streams and wildlife is of paramount importance to us at Glastonbury Festival and we have a thorough and successful waterways sampling regime in place during each festival, as agreed with the Environment Agency. \n\"We are aware that the biggest threat to our waterways - and the wildlife for which they provide a habitat - comes from festivalgoers urinating on the land.\"\nIt does not condone the use of illegal drugs and continues to \"successfully strongly discourage\" public urination, he added.\n\"We are keen to see full details of this new research, and would be very happy to work with the researchers,\" the spokesman said.\nDr Christian Dunn, from Bangor University, said: \"Our main concern is the environmental impact. This study identifies that drugs are being released at levels high enough to disrupt the lifecycle of the European eel.\n\"We [also] need to raise awareness around drug and pharmaceutical waste - it is a hidden, worryingly-understudied yet potentially devastating pollutant.\"\nDan Aberg, a Masters student in the School of Natural Sciences at the university, added: \"Illicit drug contamination from public urination happens at every music festival.\n\"Unfortunately, Glastonbury Festival's close proximity to a river results in any drugs released by festival attendees having little time to degrade in the soil before entering the fragile freshwater ecosystem.\"\nFurther studies into possible treatment via environmentally friendly methods in order to minimise the release and impact of illicit drugs from festivals have been suggested.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58711041",
      "category": "uk-wales",
      "title": "Climate change: New planning policy in Wales a UK first",
      "tags": "Floods,Coast,Coastal erosion,Effects of global warming,Julie James,Climate change,Environment,Severe weather",
      "text": "Climate change is to be a factor in assessing future plans for developments in Wales from December.\nIn a UK first, developers in Wales must consider potential future flood or coastal erosion due to global warming.\nLatest projections show 11.3% of land in Wales will be at risk from flooding from rivers or the sea - a rise from the 9.86% previously predicted.\nMinister Julie James said the new advice will help protect communities from the effects of climate change.\n\"Flood risk and coastal erosion in Wales is increasing as a result of climate change,\" she said.\nIn a bid to reduce the impact of flooding on properties in Wales, developers will have to work with maps produced by Natural Resources Wales (NRW) that not only show current risk levels, but also the risk posed by climate change.\nThe new planning policy - called Technical Advice 15 - will be used across Wales by the Welsh government and local planning authorities.\n\"The plans are significant in that they allow us to look forward in time as well as a snapshot of now and the past,\" said Ms James, Wales' minister for climate change.  \n\"And that's particularly important because we're asking our planning authorities to take into account what we know is the most likely thing to happen in terms of flood risk, so we aren't building homes, facilities, buildings, industry now, that are at a severe risk of flooding in the future.\n\"We've got to do that because we know already the pattern of flooding around Wales is changing and getting worse.\"\nShe added: \"What used to be rare flooding events have become more common with the climate changing around us, so we must protect future developments from the risk of flooding, either with strengthened flood defences or to make sure that they're just located [elsewhere].\"\nMs James said funding was available for development on other land, such as former industrial sites, which should be chosen instead of areas at risk of flooding.\nShe added: \"Taking into account what we already know about river catchment areas, coastal defences and what's likely to happen [given] marginal rises in sea temperature and sea levels and flooding events, this is the best projection that we have.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58710135",
      "category": "world-europe",
      "title": "John Lennon: Recording of unreleased song sold at auction in Denmark",
      "tags": "Denmark,John Lennon",
      "text": "A rare cassette recording of John Lennon and Yoko Ono has been sold for $58,300 (£43,000) at an auction in the Danish capital Copenhagen.\nThe 33-minute audio track was made by four Danish teenagers more than 50 years ago, and just months before the Beatles announced their break-up. \nIt features an interview with the couple and what is believed to be a never-released song.\nThe auction house said the cassette tape would probably be bought by a museum or collector before it opened bidding on Tuesday.\nThe buyer, who remains unknown, made a telephone bid for the cassette, which was sold along with photographs of the schoolboys with Lennon and a copy of a school newspaper.\nIn January 1970 a group of schoolboys set out to meet the iconic musician and interview him for their school newspaper.\n\"We were a bunch of 16-year-old hippies,\" says Karsten Hoejen, who made the recording. They were mostly interested in Lennon and Ono's peace campaigns, he says. \nLocals had been surprised to discover the stars were staying in Thy, in the far northwest of Denmark.\nThe pair had come to spend time with Ono's young daughter Kyoko, who was living in the area with her father, Ono's ex-husband Anthony Cox, and his wife Melinda.\nInitially the stay went largely unnoticed. But once word got around, a news conference was held.\nThe four teenagers persuaded a teacher to let them attend and negotiated a ride to the venue, but they were delayed by a snowstorm and missed the event. \n\"It took a long time because of the snow and icy roads,\" recalls Mr Hoejen. \"As we arrived, everyone was leaving,\"\nHowever, the boys and a few other late journalists were invited in anyway.\nArmed with a borrowed cassette recorder and microphone, young Mr Hoejen taped the encounter, while his friend Jesper Jungersen took photographs. \n\"John asked me, 'Where do you come from? A radio station?'. 'No, from a school magazine,' I said,\" recalls Mr Hoejen.\nThe meeting was \"very cosy\" and \"relaxed\". Lennon and Ono sat on a sofa, together with Kyoko, Anthony and Melinda Cox.\n\"[They] were sat with their feet on the table in their woollen socks.\" Mr Hoejen.\nAt that time war was still raging in Vietnam. Just months earlier Lennon and Ono had staged high-profile peace protests from their bed.\nOn the tape Lennon is asked, \"But how do you think that people like me can help you with making peace around the world?\"\n\"Imitate what we do,\" he responds. \"Think, 'What can I do locally?'\"\nAt one point the couple joined in a Danish tradition and danced around a Christmas tree.\nThen the former Beatle played guitar and sang the hit Give Peace a Chance.\nThe duo also performed a short tune called Radio Peace. It was written as a theme song for a radio station, Mr Hoejen tells the BBC. \n\"The radio station was never opened and the song was never released,\" he adds. \"To our knowledge the only place where this song exists is on our tape.\"\nThe recording was made just months before the Beatles announced they were splitting up.\nDecades later Mr Hoejen realised he was sitting on a valuable item and put the tape in a bank vault.\nNow the old-fashioned cassette is on sale at Denmark's main auction house, Bruun Rasmussen in Copenhagen, together with an original copy of the school newspaper and 23 photographs.\n\"A recording like this is indeed very rare,\" director Alexa Bruun Rasmussen tells the BBC. \"We are not sure that there are any other recordings like this one, because it's an unofficial recording.\"\nShe says there are some other recordings from that time. However, those are official press interviews.\nThe buyer will probably be \"someone very passionate about John Lennon\", she says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58712619",
      "category": "world-europe",
      "title": "Germany election: Coalition talks begin after close election",
      "tags": "German federal election 2021,Germany,Olaf Scholz,Angela Merkel",
      "text": "The polls have closed and Germany's centre-left Social Democrats (SPD) have claimed a narrow victory in the federal election.\nNow, the complicated process of forming a coalition government begins. \nOlaf Scholz of the SPD wants to work with the Greens and liberals and says they have a public mandate to do so. But his conservative rival Armin Laschet will not give up that easily.\nThe talks can take months. Until then, Angela Merkel will remain in office.\nGermans went to the polls on 26 September. It was a significant election because the new chancellor will replace Angela Merkel, who has spent 16 years at the helm.\nIt was an extremely tight race - but no party won enough votes to form a majority in the Bundestag, Germany's parliament.\nThat means that a coalition government must be formed. This is nothing new for Germany, as since the Second World War no party has ever won enough seats to form a government on its own.\nOlaf Scholz, chancellor candidate for the Social Democrats, claimed victory - but he will need to join forces with other parties if he wants to secure the chancellery.\nThe other leading party, Chancellor Merkel's conservative Christian Democratic Union (CDU) suffered its worst-ever performance with Armin Laschet as its candidate.\nThe SPD and conservatives have governed together for years. However, Mr Scholz has said he wants to join forces with the Greens and liberal Free Democratic Party (FDP).\nBut the conservatives are not going down without a fight. Armin Laschet has said he is determined to try to form a government, also with the Greens and liberals. But his reputation has taken a hit this year, particularly after he was pictured laughing during a sombre visit to a flood-hit town in July.\nNegotiations to form a joint government are probably the most difficult and complicated process after a federal election.\nThey can take months - and even then they are not always successful. One example is the election in 2017, when there was a failed attempt to form a three-way government with the CDU, Greens and FDP.\nIn Germany's political system, all parties are allowed to hold \"exploratory talks\" - an initial phase where everyone can negotiate at the same time. It is an early chance for politicians to determine if they can work together despite ideological differences.\nThe Greens and FDP are the kingmakers in this election. Both leading parties want to join forces with them, and will be trying to woo them.\nA \"grand coalition\" is also an option, and would see the two biggest parties join forces once again as they are now. But Olaf Scholz and Armin Laschet both have their eyes on being chancellor, so this option is less likely. \nOnce the parties decide a coalition is possible, they will dive into the detail during negotiations. \nEvery point is thrashed out until they agree on things like policy issues and ministerial appointments.\nOnce they have reached a common ground and signed a thick blueprint of terms and agreements, they can then nominate their pick for chancellor before the official vote in the Bundestag.\nAfter Germany's last election in 2017, it took more than five months before Angela Merkel was formally confirmed as chancellor.\nWhile the negotiations crawl along, the outgoing government stays in place to look after things. This means Angela Merkel will remain in office in a caretaker capacity.\nMrs Merkel has said she is looking forward to retirement, but she could still be working at Christmas. In fact, she will become Germany's longest-serving chancellor if she is still there on 17 December, beating the record held in recent times by Helmut Kohl.\nIt also means that she may go to Rome at the end of October for the annual G20 summit, and meet up with many of the world leaders who have already bid her adieu.\nIf a government cannot be formed, another election could be called. But to maintain political stability, it is more likely Germany's President Frank-Walter Steinmeier will encourage the parties to make a deal.\nIf they are unable to agree on a chancellor, Mr Steinmeier, who is a Social Democrat, can step in again to nominate a potential leader, usually from the party which won the most votes.\nParliament then votes in a secret ballot, with the candidate needing an absolute majority (more than half of the votes). \nIf the impasse continues after another two rounds of voting, the president can appoint the chancellor as head of a minority government, or move to dissolve the Bundestag and call fresh elections.\nCORRECTION 20 October: This story has been amended to make clear that Olaf Scholz is SPD chancellor candidate and not party leader."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58713102",
      "category": "uk-politics",
      "title": "Far-right group Britain First registers as a political party",
      "tags": "Electoral Commission ",
      "text": "The far-right group Britain First has registered as a political party after its application was approved by the Electoral Commission.\nParty leader Paul Golding said he was \"ecstatic\" and would start \"building the electoral arm of our party\".\nThe party was deregistered in 2017 after it failed to renew its registration on time.\nAn Electoral Commission spokesperson said the party's application had \"met the legal criteria\". \nThe watchdog assesses potential new parties to ensure they comply with legal obligations and that their proposed names, descriptions and emblems do not risk misleading or confusing voters. \nParties also need to show that their constitutions or membership policies do not breach equalities law. \nThe Electoral Commission does not consider a group's political views when deciding whether or not to register a party. \nBritain First campaigns on an anti-immigration message and has called for a halt to all further immigration except in specific cases. \nThe group has developed a strong online following, attracting attention when one of its anti-Islamic videos was retweeted by the then-US President Donald Trump.\nHowever it has performed less well electorally, with Mr Golding securing only 1.2% of the vote when he stood in the 2016 London mayoral election. \nIn 2018, Facebook removed the group's pages saying it had repeatedly violated its community standards. \nThe decision came shortly after Mr Golding and the party's deputy leader Jayda Fransen were found guilty of religiously aggravated harassment. \nIn 2019, the group was fined £44,200 by the Electoral Commission for \"multiple breaches\" of electoral law, including a failure to keep accurate financial records or donation reports. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58715623",
      "category": "world-asia",
      "title": "North Korea fires missile, says South's military",
      "tags": "North Korea missile tests,South Korea,North Korea",
      "text": "North Korea has fired a short-range missile towards the sea off its east coast early on Tuesday, said South Korea's military. \nThe test happened as North Korea's ambassador said at the UN that no-one could deny Pyongyang's right to self-defence and to test weapons. \nEarlier this month Pyongyang test-fired both ballistic and cruise missiles. \nBut several days ago North Korea had also expressed willingness to engage in talks with the South.\nThe US military said in a statement on Tuesday that it was aware of the missile launch but that it posed no immediate threat to US personnel or its allies. \nHowever, the US Indo-Pacific Command said that the launch \"highlighted the destabilising impact of [North Korea's] illicit weapons program\".\nOn Tuesday, Japanese media quoted the defence ministry as saying that the projectile may have been a ballistic missile, which is banned under United Nations sanctions.\nSouth Korean President Moon Jae-in has ordered Seoul's National Security Council to analyse any intentions behind Pyongyang's latest missile launch and recent statements from Kim Jong-un's powerful sister, Kim Yo-jong.\nMs Kim had days earlier said they were open to Mr Moon's proposal to formally declare an end to the Korean War, but added that the South needed to stop its \"hostile policies\" first.\nShortly after the latest launch, North Korea's envoy Kim Song spoke at the annual UN General Assembly in New York. \nHe said the North had a right to \"develop, test, manufacture and possess\" weapons systems. \nMr Kim added that the country was \"building up our national defence in order to defend ourselves and reliably safeguard the security and peace of the country\", according to an AFP report. \nNorth Korea has repeatedly accused the South of double standards over military activities.\n South Korea recently tested its first submarine-launched ballistic missile, which it said was needed as deterrence against North Korea's \"provocations\".\nSeparately, North Korea is scheduled to hold a Supreme People's Assembly session on Tuesday. \nIssues like youth education and changes to the country's economic plans are expected to be brought up at this year's annual session of the rubber-stamp legislature.\nNorth Korea is facing food shortages, and has spent more than a year in isolation. It has shut its borders to keep out Covid-19, in the process cutting off trade with its closest ally China.\nHowever this has not stopped it from continuing with its weapons programme. In August, the UN atomic agency said North Korea appeared to have restarted a reactor which could produce plutonium for nuclear weapons, calling it a \"deeply troubling\" development."
    }
  ]
}