{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59081791",
      "category": "world-us-canada",
      "title": "Biden announces revamped $1.75 trillion social spending plan",
      "tags": "Democratic Party,United States,Joe Biden",
      "text": "US President Joe Biden unveiled a revamped $1.75tn (£1.27tn) spending plan on Thursday, calling it a historic investment in the country's future. \n\"No-one got everything they wanted, including me,\" he said, acknowledging the struggle within his party to reach consensus on a pair of landmark bills.\nNarrow margins in Congress require nearly unanimous support from the Democrats for the bills to pass.\nThey include major investments in infrastructure, climate and childcare.\nThe White House has said the plan has the support of all 50 Democrats in the evenly divided Senate and expressed confidence that it could also pass the House. But it remains to be seen whether Mr Biden has actually achieved the level of cooperation needed from within his party to move the spending plan forward. \nThe administration was hoping to have a deal in place before Mr Biden flew off to Europe on Thursday. He is heading for Rome, the Vatican and later to Glasgow, Scotland, for the United Nations climate conference, COP26. \nThis new proposal is a stripped-down version of the roughly $3.5tn social spending plan Mr Biden unveiled earlier this year. \nThe Democratic president was expected to use his Thursday morning meeting with House Democrats to convince progressives in the party that this new version is close enough to the original bill, and to persuade progressives in the House of Representative to pass a separate, $1tn infrastructure bill that has already passed in the Senate. \nIt's a delicate balance for Mr Biden, as he tries to appeal to his party's progressives - who say they need action on the social spending bill before passing infrastructure - and some moderates, for whom the infrastructure bill is priority. Others had concerns over the price tag of the original social spending bill. \nSpeaking on Thursday, Mr Biden said the US was at risk of \"losing our edge as a nation\". \n\"Somewhere along the way we stopped investing in ourselves, and investing in our people,\" he said. \"We can't be competitive in the 21st Century global economy if we continue this slide.\"  \nThe scaled-back spending plan announced by Mr Biden on Thursday is missing several big promises from the original bill. \nPaid family leave was removed entirely - a blow to progressives and American voters who hoped the US would join the majority of other countries in providing paid time off for new parents. The US is one of just eight countries without national paid maternity leave.\nA plan to lower prescription drug prices has also been slashed.\nThe AARP, the nation's largest interest group focused on elderly Americans, released a statement after Mr Biden's announcement saying it was \"outraged\" that the new framework does not lower drug prices. \nThe president on Thursday made the case that his spending plan was \"fiscally responsible and fully paid for\" and that it will not add to the deficit. \nHere is what's proposed:\nA 50-50 seat split in the Senate - and Republican resistance - means Mr Biden must bring his entire party on board if he hopes to pass the spending bill. In the coming days, Mr Biden will know if he has those numbers. \nTwo moderate Democrats, Senators Kyrsten Sinema of Arizona and Joe Manchin of West Virginia, appeared to signal some support for the bill in separate statements on Thursday. \n\"After months of productive, good-faith negotiations with President Biden and the White House, we have made significant progress,\" Ms Sinema said. \"I look forward to getting this done.\"\nBoth Ms Sinema and Mr Manchin are widely seen to have tanked the original bill by refusing to vote for it. \nSpeaker of the House Nancy Pelosi is expected to hold a vote on the infrastructure bill - already passed in the Senate - as early as Thursday. To get there, she'll need progressives to agree to it.\nThe head of the House Progressive Caucus, Washington State Representative Pramila Jayapal, said the president made a \"compelling speech\" but said she'd have to wait and see where the progressives stood. \nMs Jayapal has repeatedly insisted that the infrastructure bill and the social spending bill be passed in tandem. \nFor Mr Biden a lot is riding on the fate of these two bills: his presidential legacy. \n\"I don't think it's hyperbole to say that the House and Senate majorities and my presidency will be determined by what happens in the next week,\" he told Democrats on Thursday morning, according to US media. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56806625",
      "category": "world-us-canada",
      "title": "How Biden's $2tn idea ranks in US history",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59088216/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Energy price cap to be reviewed as firms go bust",
      "tags": "Companies,Ofgem,Personal finance,Energy industry",
      "text": "The UK energy watchdog has said it will review how the price cap on gas and electricity bills is calculated following a series of company failures.\nOfgem said there had been an \"unprecedented\" rise in wholesale energy prices. \nSuppliers are unable to pass on the full rise to consumers because of a price cap on household bills, prompting a number of firms to collapse.\nOfgem will examine if the price cap reflects the risks facing companies.\nIt said it will \"consult on the price cap methodology to ensure it appropriately reflects the costs, risks and uncertainties facing suppliers\".\nA number of UK energy firms have gone bust in recent weeks after wholesale global gas prices surged by as much as 250% since the start of the year. \nOfgem can review the price cap - which is the maximum amount per unit that a supplier can charge households on a standard tariff - twice a year. \nThe most recent review lifted the price cap by 12% to a record £1,277.\nIn a letter to the energy industry, Ofgem's chief executive Jonathan Brearley, said: \"The unprecedented rise in energy prices this year has changed the perception of risk and uncertainty in this market.\n\"In order to protect the interests of consumers, we must ensure that the regulatory frameworks, including the price cap, fully reflect the costs, risks and uncertainties facing the supply companies we regulate.\"\nOver the past couple of months, more than two million households have seen their energy suppliers go bust because of the rise in gas prices. \nOfgem has stepped in to find a new energy supplier for these households.\nHowever, it has also meant that consumers face higher energy bills because their new supplier may not be able to offer the tariff they were on before.\n\"We've got to take a cold, hard look at the energy market to understand what went wrong and to make sure we can stop this happening again,\" said Michael Lewis, UK chief executive of E.On, which has taken on customers from three collapsed energy companies.\n\"Customers are already facing steep rises in bills because of the sudden jump in wholesale energy costs, made worse by the added costs from the failure of more than a dozen energy companies.\"\nPhilippe Commaret, from EDF, said the review was good news: \"The recent spikes in wholesale fossil fuel prices have undoubtedly had an impact on customers and we welcome Ofgem's review of the market to make sure customers are protected in the long term.\"\nOfgem currently calculates the cap by looking at wholesale gas prices, energy suppliers' network costs and costs of government policies such as renewable power subsidies.\nGreg Jackson, the founder and chief executive at Octopus energy, said the current methodology was \"a bit clunky\".\n\"It looks backwards six to 12 months on historical prices, so when you see very big rapid changes, it is not agile to that,\" he said.\nScottish Power's chief executive Keith Anderson, said: \"We need urgently to address the structural failures in the retail market - reforming the price cap so that it can respond more quickly to price shocks in the wholesale energy markets as well as focusing it on the most vulnerable customers, who will need our help the most.\"\nOfgem will launch the consultation in November. A decision on any changes will be published in February, when the new price cap will be announced before it is implemented in April.\nThe watchdog also said it would take an \"enhanced\" approach to making sure that energy companies had a \"sustainable business model\", which it said would minimise \"risks to customers and the market as a whole\".\nMr Jackson, whose firm has taken on hundreds of thousands of customers from bust firms, said the situation \"is not just about the price cap\".\n\"There are some questions about how companies were run,\" he said.\n\"The reality is most of the companies, if not all of them that have sadly failed, have done so because they were selling long-term energy contracts but buying short-term energy, and so when the wholesale cost rose, they weren't able to deliver on the prices they promised or even on the price cap,\" said Mr Jackson.\n\"So we need to make sure that energy companies are run prudently.\"\nMr Anderson said: \"Irresponsible and reckless behaviours have gone unpunished and now customers are being told to bear the costs.\n\"Things are becoming desperate even for some well-run companies in our sector. Many more will go bust in the next few weeks.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-59096177",
      "category": "uk-england-somerset",
      "title": "Penelope Jackson guilty of murdering husband over dinner row",
      "text": "A woman has been found guilty of murder after stabbing her husband to death following a row over a birthday meal.\nPenelope Jackson, 66, attacked 78-year-old David Jackson with a kitchen knife at their home in Somerset in February.\nJackson claimed her husband was violent and coercively controlling and that he had \"ruined\" her special occasion by belittling her.\nAt Bristol Crown Court she was sentenced to life in prison, with a minimum term of 18 years.\nJurors found her guilty by a majority verdict of 10-2 after almost 11 hours of deliberation.\nShe stabbed Mr Jackson, her fourth husband, three times with a kitchen knife at their home in Berrow.\nThe killing followed a row over a serving of bubble and squeak with a gourmet meal bought for them by their daughter.\nThe pair had eaten the meal with their daughter and son-in-law, Isabelle and Tom Potterton, on a Zoom call as the birthday took place in lockdown.\nMr and Mrs Potterton told the court they believed the row had blown over before the call ended.\nBut later, Mr Jackson called the emergency services after he had been wounded, and his wife stabbed him again while he was on the phone.\nHe was heard screaming in pain as she drove the knife into him for the final time.\nJackson then took over the call, saying: \"I've killed my husband, or tried to, because I've had enough.\"\nShe then told a call handler her husband of 24 years was \"bleeding to death with any luck\".\nAnd in bodyworn footage, released by the police when they went to the couple's home on 13 February, she told officers \"I stabbed him, I've had enough\" and that she \"should have stabbed him a bit more\".\nMrs Potterton said \"my whole world fell away from my feet\" when police knocked on her door to tell her what had happened.\n\"I had not only lost my dad but I had lost my mum too. My life was changed forever,\" she said.\n\"I have lost the man that I looked up to and loved. I have lost the man that was always there for me no matter what,\" she added.\nShe said she still loved her mother but that their relationship would never be the same.\n\"I have lost the woman who always knew how to make me feel better. Yes I know mum is here but she's not the same person I knew,\" said Ms Potterton.\nHer husband Tom said he could never forgive Jackson for the pain she had caused his wife.\n\"This did not have to happen. It was a selfish act with no regard to how it may affect those who were close to yourself and David, you could have walked away but you chose not,\" he added.\nAs he jailed Jackson, Judge Martin Picton said that she had shown \"not a shred of remorse\" for the killing and had sought to portray her husband as a \"monster\".\n\"Whilst there was no doubt, as in any marriage, points of friction that the lockdown would have exacerbated. I have no doubt that he was nothing like the person you have claimed.\n\"You took the life of another human being. That is a terrible thing to do and it represents a burden you and all the other family members will have to bear for the rest of their lives,\" he said.\nDavid Jackson's estranged daughter Jane Calverley accused the defendant of being the abuser in the relationship and that her father would never have asked for help because he would have been too proud to admit to being bullied and abused by his wife.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59094609",
      "category": "uk-northern-ireland",
      "title": "Jeffrey Anderson: Reality TV singer guilty of lewd act in car",
      "text": "A County Down singer who appeared on BBC show The Voice has been found guilty of exposing himself in view of a 12-year-old girl.\nJeffrey Anderson, 31, was convicted of committing a lewd act and outraging public decency. \nBelfast Crown Court heard he had exposed and rubbed his penis while sitting in a parked car in June 2018.\nAnderson, of Crawfordsburn Road in Newtownards, was released on bail ahead of sentencing.\nThe jury rejected his claim that he had not been masturbating in his mother's sports car but had been strumming a miniature guitar.\nA now 16-year-old girl testified that as she walked past the car in St Jude's Parade, south Belfast, \"a man just caught my eye\".\n\"His seat was completely rolled back and I could see his bottom half, which was naked,\" she said.\n\"He had his pants down and he was rubbing his penis.\"\nUnder cross-examination by a barrister representing Anderson, it was suggested to the schoolgirl that she had \"put two and two together and come up with six\".\nThe teenager rejected this suggestion and said: \"I know what I saw and I saw the lower half of his body. \n\"I saw his hand and I saw him masturbating. I know I saw that.\"\nAnderson claimed he had parked on St Jude's Parade that afternoon as he was hoping to meet a friend who was rehearsing for a production in the Lyric Theatre.\nHe said he was wearing red shorts as he planned to go training, and when that didn't happen he parked up and spoke to friends on his phone.\nHe said he then got his Baby Taylor guitar from the boot, smoked a cigarette and got back into the BMW where he started playing the guitar.\nAnderson said that playing his guitar would have produced a \"similar motion\" to masturbation, but said: \"The bottom line is that I know for a fact I was not exposed and I was not masturbating in my mother's car on that day.\"\nAnderson appeared on TV talent shows The Voice and Andrew Lloyd Webber's Superstar, and gained the nicknamed \"Baby Jesus\" while touring as an understudy in the UK production of Jesus Christ Superstar.\nHe was handed a three-year suspended sentence last July after he admitted secretly recording 11 women over a period spanning 2005 to 2013.\nHe was told to return to Belfast Crown Court on 3 December and to \"be prepared\" for a possible prison sentence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59092110",
      "category": "uk",
      "title": "Covid-19: School Covid tests and Ed Sheeran's 'gnarly' symptoms",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you on Saturday morning.\nMany students in England and Wales are preparing to return to school next week, but they are being urged to do a rapid Covid test before half-term is over. The UK Health Security Agency says cases among 10 to 19-year-olds are currently the highest of any age group. Free lateral flow kits can be collected from local pharmacies if pupils do not already have them at home.\nMore than seven million people in the UK have received a Covid-19 booster vaccine, six weeks after the programme launched, the Department of Health says. More than two million jabs were given last week as the government launched a nationwide advertising campaign. The deputy lead for the NHS vaccination programme, Dr Nikki Kanani, says they are \"our best protection against the virus as we head into winter\" and it is \"fantastic to see enthusiasm continue to grow\" as more people become eligible. \nAs Covid measures are ramped up across China before the Winter Olympics kick off in the capital, residents in Beijing have been told they must now postpone weddings and keep funeral ceremonies short. China has reported a tiny number of Covid infections since its initial epidemic last year, due to strict border restrictions and targeted lockdowns. It's now seeing rising cases in a dozen regions linked to tourists, but they are still far lower than in most countries. \nOverseas residents made just under 300,000 visits by air to the UK between April and June - a 97% decline on pre-pandemic levels. That's according to the Office for National Statistics, which also says UK locals made one million visits abroad by air during the same quarter, representing a decrease of 96%. Visits to friends or relatives were the most common reason for travelling. A relaxation of quarantine and testing requirements for fully vaccinated travellers has led to a boost in travel in recent weeks but was too late for the vital summer holiday season. \nThe singer-songwriter Ed Sheeran has been experiencing some \"pretty gnarly\" symptoms after revealing he had tested positive for coronavirus on Sunday. His fourth album was launched at midnight but instead of staying up for the release like he usually does, the star got a \"good night's sleep\" instead due to the effects of the virus. With the help of water, sleep and \"all the vitamins\" he hopes he's beginning to get over it. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe UK is rolling out booster jabs for some people - find out who is eligible here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59007340",
      "category": "uk",
      "title": "The Queen's busy October schedule ahead of night in hospital",
      "tags": "UK Royal Family,Queen Elizabeth II",
      "text": "The Queen has been told by her doctors to rest for two weeks and only undertake light duties until mid-November.\nEarlier this month, she spent a night in hospital for some medical investigations - her first overnight hospital stay in eight years.\nBut that followed a particularly busy few weeks of public engagements across the UK for the 95-year-old monarch.\nThe Queen began the month at her Balmoral Estate in Scotland, where she helped to plant a tree with the Prince of Wales.\nThe pair were promoting their campaign urging people across the UK to plant a tree ahead of the Platinum Jubilee next year. She and Prince Charles met primary school children during the event.\nThe following day, the Queen was more than 100 miles away in Edinburgh for the opening of the sixth session of the Scottish Parliament. \nIt was the first time she had attended the ceremony without Prince Philip, who died this year aged 99. During her speech, she spoke of her deep affection for Scotland.\nA few days later, the Queen held audiences with diplomats from Belize and Greece over video call.\nThe same day, she met members of the Canadian Army at Windsor Castle at an event to mark the 150th anniversary of the A and B batteries of the Royal Regiment of Canadian Artillery. She later had a telephone call with Boris Johnson.\nThe Queen then travelled to London to attend the launch of the Commonwealth Games baton relay at Buckingham Palace.\nIt was her first major event at Buckingham Palace since the Covid pandemic began and she was joined by her youngest son, Prince Edward.\nA few days later she attended a church service at Westminster Abbey to mark the centenary of The Royal British Legion.\nAccompanied by the Princess Royal, she was seen using a walking stick as she arrived via the Poet's Yard entrance.\nThe Queen welcomed pianist Dame Imogen Cooper to Buckingham Palace, presenting her with The Queen's Medal for Music for 2019.\nShe also held three other audiences.\nThe following day, the Queen travelled to Cardiff to open the sixth term of the Senedd.\nIt was her first visit to Wales in five years, and she praised the spirit of the Welsh people during the pandemic.\nWhile there, she was overheard appearing to say she was irritated by people who \"talk\" but \"don't do\" anything on climate change.\nBy Saturday she was back in England - attending Champions Day at Ascot racecourse in Berkshire.\nThe Queen held a virtual audience with the new governor-general of New Zealand Dame Cindy Kiro. The governor-general's role is to act as the Queen's representative in New Zealand.\nOn Tuesday she had two virtual audiences during the day with the Japanese ambassador and the EU ambassador.\nThen in the evening she was back at Windsor Castle hosting a reception for guests attending the Global Investment Summit, including billionaire business leaders like Microsoft's Bill Gates."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-59084446",
      "category": "uk-england-sussex",
      "title": "Kathleen Stock: University of Sussex free speech row professor quits",
      "tags": "Transphobia,University of Sussex",
      "text": "A professor accused of transphobia for her views on gender identity is quitting her post at the University of Sussex.\nPhilosophy professor Kathleen Stock, who rejects the claim, said she would be leaving after \"a horrible time\" and \"difficult few years\".\nEarlier this month an anonymous group launched a campaign to get her sacked.\nThe university had defended Prof Stock, saying its staff have the right \"to say and believe what they think\".\nThe academic said on Twitter: \"This has been an absolutely horrible time for me and my family. I'm putting it behind me now.\"\nShe also said she was glad to see the university upholding that bullying and harassment in the workplace was unacceptable.\nProf Stock, who recently published a book questioning the idea that gender identity is more \"socially significant\" than biological sex, rejects the claim that she or her work is transphobic.\nPosters calling for her to be fired were reportedly put up near the campus, and an image emerged on social media of a campaigner holding a banner saying \"Stock Out\".\nIn January, hundreds of academics criticised the decision to make Prof Stock an OBE for services to higher education in the New Year Honours.\nIn the open letter, the philosophers condemned academics who use their status to \"further gender oppression\" and said they denounced \"transphobia in all its forms\".\nIn an email to staff on Thursday, vice-chancellor of the university - Professor Adam Tickell - said: \"We had hoped that Professor Stock would feel able to return to work, and we would have supported her to do so.\n\"She has decided that recent events have meant that this will not be possible, and we respect and understand that decision.\"\nHigher and further education minister Michelle Donelan said: \"It is absolutely appalling that the toxic environment at the University of Sussex has made it untenable for Professor Kathleen Stock to continue in her position there. No academic should ever have to fear for their personal safety.\n\"The sustained campaign of harassment and intimidation she has faced is deplorable and the situation should never have got this far.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59081482",
      "category": "uk-politics",
      "title": "Angela Rayner 'unreservedly' apologises for Conservative 'scum' comments",
      "tags": "Ashton-under-Lyne,Angela Rayner",
      "text": "Labour's deputy leader Angela Rayner has \"unreservedly\" apologised for comments made at her party's conference where she called Conservatives \"scum\".\nThe MP initially stood by her remarks saying she would say sorry when the PM apologised for his own past comments.\nHowever, in a Facebook post, Ms Rayner said she had since reflected on \"our political debate\" and the \"abuse that now seems to feature all too often\".\nShe added that in the future she would be \"more careful\" about her language. \nHer comments came after a man was sentenced for sending a threatening email telling her to \"watch your back and kids\". \nBenjamin Iliffe, of Cambridgeshire was sentenced to 15 weeks in prison, suspended for 18 months.\nMs Rayner said threats she had recently received were \"terrifying and explicit\" and had had a \"devastating impact on me, my children and others close to me\". \nA number of MPs from across the political spectrum sent her supportive messages, while Labour leader Sir Keir Starmer said it was \"shocking and appalling\" that Ms Rayner had been subject to threats.\n\"Solidarity to Angela from me and the whole party,\" he added.\nLast month Ms Rayner was reported to have called Conservative ministers \"a bunch of scum\" and described the prime minister as a \"racist, homophobic misogynist\".\nAsked if she would take back her remarks, Ms Rayner said: \"I will apologise when Boris apologises for saying the comments he has made, I will retract that he is scum.\"\nIn a social media post published on Thursday evening, Ms Rayner said she had \"reflected on what I said at an event at Labour Party conference\". \n\"I was angry about where our country is headed and policies that have made life harder for so many people I represent. \n\"But I would like to unreservedly apologise for the language I used, and I would not use it again.\n\"I will continue to speak my mind, stand up for Labour values and hold the government to account, but in the future I will be more careful about how I do that and in the language that I choose.\"\nEducation Secretary Nadhim Zahawi welcomed the apology, tweeting: \"Thank you for a message from the heart.\"\nThe Tory chair of the foreign affairs committee, Tom Tugendhat, also thanked Labour's deputy leader for her \"reflection, while Tory MP Danny Kruger tweeted: \"Good to hear this generous and thoughtful apology from the always interesting Angela Rayner.\n\"Combative, even offensive, language over policy is fine. Personal abuse, not so much.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59038026",
      "category": "uk-wales",
      "title": "Girls Night In: Clubs 'working hard' to tackle drink spiking",
      "tags": "Spiking,Alcohol,Nightclubs,Cardiff",
      "text": "Nightclubs are \"working hard\" to keep people safe following a rise in cases of spiking, an industry association leader has said.\nPolice across Wales are investigating 11 suspected cases of people being injected in September and October.\nOn Friday, a group called Girls Night In will lead a boycott of clubs, including those in Cardiff, calling for the issue to be taken more seriously.\nWomen have told the BBC they \"just do not feel safe in clubs anymore\".\nMichael Kill, chief executive of the Night Time Industries Association (NTIA), said venues were well regulated, but his organisation was working with the government to introduce schemes to help tackle the problem. \nAnna McMorrin, Labour's shadow minister for victims and youth justice and Cardiff North MP, has called for clubs to protect women from \"sinister\" ways used to attack them.\nJazmine Parker, 19, a student in Cardiff, was \"shocked\" to find out the number of people she knows who have been spiked -  she is one of four in her friendship group.\nThe attention it has been getting on social media has been \"spreading like wildfire\".\n\"I deleted Instagram for a few days because it was so triggering,\" she said.\n\"It is a blessing and a problem - because some people are scaremongering - but it is so important to spread awareness and that counteracts it.\"\nShe said it was not just a student problem, but thinks some people who spike might be taking advantage of midweek student nights as people \"have their guard down\".\n\"It is a massive fear and it puts people off going out,\" she said, adding people prefer house parties as they feel safer.\nJazmine hopes the boycott will force clubs to act, adding: \"Spiking has been around forever but the clubs aren't really changing their ways.\n\"People would pay more to be able to be safe in clubs if the provisions were in place.\"\nThird year student Alisa - not her real name - said spiking was \"100% happening more than pre-pandemic\".\n\"It doesn't feel safe and it doesn't feel like people are there for the same reasons,\" she said.\n\"Going to a club used to be enjoyable, it felt OK to walk home by yourself and now I won't even walk to the toilets in a club by myself.\n\"I don't know what's changed but something has.\"\nShe said her friends took precautions, such as covering their drinks, but it did not guarantee their safety.\n\"With the fear of being injected - how am I meant to prevent this? How do I look after my friends? It's gotten to the point where I don't care if I can't go to a club.\"\nAlisa believed the boycott will only be effective \"if the clubs recognise it\" and \"blame needs to be shifted\" from those spiked.\nShe also wanted education for those who did it and the institutions that allowed it, saying all clubs should shut in solidarity to show they took it seriously, and committed to training staff.\nGraeme Da Silva, director of Fiction and Pryzm nightclubs in Swansea and Cardiff, said spiking was \"a real fear for our guests and we take any reports extremely seriously\".\n\"Freshers are finding their 'social' feet and learning their limits when it comes to partying and socialising, which is why there is sometimes an increase in reports of spiking at this time of year,\" Mr Da Silva said. \nHe said numbers from police did not necessarily reflect a rise, but \"the good news is there is now greater awareness of the potential dangers of spiking\", which has encouraged action.\nHe added that staff have been trained, schemes such as Ask Angela were available and anti-spiking devices such as drink covers were provided in his venues, in addition to security such as searches, metal detectors and using CCTV and bodycams.\n\"We would like to show our support to our student partners this Friday in raising the awareness of safety in the night-time economy. Let's work together to stamp this out,\" he added.\nMr Kill said operators have been working with authorities to keep people safe \"particularly women at night\".\n\"Our industry is well regulated, and we have strict licensing objectives which encompass public safety,\" he added.\n\"With government support from the women's safety at night fund from the Home Office, we will see schemes launched over the coming weeks across the UK, which will work on disseminating initiatives around education, communication and protection.\n\"Our industry is working very hard to keep its customers and staff safe, and take its responsibility for duty of care extremely seriously.\"\nOf the 11 suspected cases being investigated by police, nine were reported to South Wales Police.\nThey include people reporting feeling a pin-prick or experiencing soreness or a mark to the arm, police said.\nAssistant Chief Constable Jenny Gilmer said the force was aware of public concern and was working with licensed premises to alert them to spiking methods.\nShe added: \"We take all reports seriously and encourage anyone who believes they have been a victim of spiking in any form to contact us.\"\nTwo further cases were reported to Dyfed Powys Police. Gwent Police and North Wales Police said they had not received any such reports."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59093500",
      "category": "entertainment-arts",
      "title": "Sir Elton John hits number one with lockdown album",
      "tags": "Elton John,Ed Sheeran,Official UK music charts,Music",
      "text": "Pop icon Sir Elton John has scored his eighth UK number one album with his Covid-enforced surprise album The Lockdown Sessions.\nRecorded when his farewell tour was postponed by the pandemic, the record features collaborations with Dua Lipa, Stevie Nicks, Gorillaz and Lil Nas X.\nMany duets took place over Zoom, while others took place in the studio under stringent safety regulations.\nSir Elton said he ended up singing with artists \"separated by glass screens\".\nThe album cover even sees the star wearing a bejewelled Elton John face-mask. \nSir Elton, 74, said he enjoyed the experience of being forced \"out of his comfort zone\" and working with unexpected collaborators.\n\"I realised there was something weirdly familiar about working like this,\" he said in a statement announcing the album. \n\"At the start of my career, in the late '60s, I worked as a session musician. Working with different artists during lockdown reminded me of that.\n\"I'd come full circle: I was a session musician again. And it was still a blast.\"\nThe album was preceded by the Dua Lipa track Cold Heart (Pnau Remix), a mash-up of Sir Elton's hits Rocket Man, Sacrifice, Kiss the Bride and the 1976 album track Where's the Shoorah?\nThe single hit number one two weeks ago, making Sir Elton one of the few artists to have scored a top 10 hit in six separate decades.\nIt also propelled the album to success, beating new records by Lana Del Rey, Duran Duran and Biffy Clyro to claim the top spot with 31,000 sales.\nDel Rey took second place with Blue Banisters, her second album of the year. With better reviews than its companion piece Chemtrails Over the Country Club, the record was the week's top-seller on vinyl.\nDuran Duran's Future Past entered the chart at three, making it the band's highest-charting album since 2004's Astronaut, while Biffy Clyro's The Myth of Happily Ever After debuted at four.\nLast week's number one, Music of the Spheres by Coldplay, dropped to number five.\nIn the singles chart, Adele reigned supreme for a second week with her post-divorce anthem Easy On Me racking up an impressive 103,000 sales.\nThat's roughly half of its first week tally, when the song broke streaming records by being played 24 million times in just seven days.\nElton John and Dua Lipa were at number two with Cold Heart, followed by Ed Sheeran's Shivers at three and TikTok smash Love Nwantiti (Ah Ah), by Nigerian artist Ckay, at four.\nGlass Animals' sleeper hit Heat Waves rose back up to number five, equalling its previous highest position on the charts exactly a year after it was released.\nNext week's chart is likely to see another shake-up, as Ed Sheeran's fourth album = aims for the top. Streams of the album are likely to propel old singles and new favourites into the Top 40 next Friday.\nThe singer has set his sights on another Christmas number one, with a festive duet featuring Sir Elton John.\nSheeran gave a sneak peak of the track to BBC Radio 2's Zoe Ball on Friday morning, minus the sleigh bells he insisted would be part of the final mix.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59090943",
      "category": "uk-politics",
      "title": "Greta Thunberg: Activist calls on banks to stop funding climate 'destruction'",
      "tags": "COP26,Climate change,Greta Thunberg",
      "text": "Greta Thunberg has called on banks to \"stop funding our destruction\", ahead of the UN COP26 climate summit. \nThe teenage Swedish climate activist is in London to take part in protests demanding the financial system stops funding fossil fuel projects. \nShe told the BBC's Andrew Marr that \"change is possible\" at the summit, if pressure on politicians is maintained.\nBut she added she has not been \"officially\" invited to speak at the event in Glasgow. \nThe demonstrations against investment in fossil fuel projects come as world leaders gather in the Scottish city ahead of COP26's opening on Sunday.\nThe protest in London is part of a series taking place on Friday at financial centres around the world, including New York, San Francisco and Nairobi.\nCampaigners are calling on banks not to lend money to companies and projects that use fossil fuels such as coal, oil and natural gas.\nThe COP26 conference will see more than 200 countries asked to set out their plans to cut greenhouse gas emissions by 2030.\nThe summit is seen as crucial if countries are to implement a pledge made in 2015 keep global warming \"well below\" 2C above pre-industrial levels.\nAs the host country, the UK is under pressure to get them to make ambitious commitments to reduce the greenhouse gases they emit.\nMs Thunberg confirmed this week she will travel to Glasgow to join a \"climate strike\" taking place during the summit. \nBut asked whether she had been asked to speak at the event, she replied: \"I don't know. It's very unclear. Not, like, officially.\"\nIn its official summit programme, the UK said it wanted to \"elevate youth voices\" during a series of events arranged on one of the summit days alongside the UN's official youth climate arm.\nThere will also be a discussion on the outcomes of September's Youth4Climate summit in Milan, where Ms Thunberg delivered a speech in which she mocked politicians' use of climate slogans. \nThe interview was recorded at the Natural History Museum, where the activist examined a newly discovered species of beetle  named after her in 2019. \nThe interview will be shown on Sunday's Andrew Marr Show on BBC One.\nMatt Graveling, BBC News reporter\nToday's protest had a sense of community, with young activists from different countries converging on London ahead of COP26 and sharing their message on a communal mic.\nWhile today's protest was aimed at the banking industry's financial support of companies who mine fossil fuels, it also offered the first chance for different global movements to meet face-to-face, having previously only ever communicated online.\nDifferent groups told me that as young individuals they struggle to be recognised, but are optimistic that by joining forces their voice will now to be heard.\nElsewhere in her interview, Ms Thunberg said poorer countries most affected by climate change should have a bigger presence at COP26.\nShe added it was \"not fair\" that some nations would send \"lots and lots\" of delegates, while nations from the so-called Global South would be \"under-represented\".\nAnd she added that the talks would not succeed if the world \"continues to ignore\" the \"historical responsibility\" of industrialised countries to cut their carbon emissions. \nThe United States is seen as a key player in the success of the summit, with President Joe Biden arriving in Europe on Friday ahead of the event. \nHis $1.75 trillion (£1.2tn) Build Back Better social welfare package includes more than $500bn of spending on green policies.\nMr Biden has described the measures as historic - but Ms Thunberg called on the US to go further.\nAsked whether the US could be seen as a world leader on climate change, she replied: \"Of course, everyone has the possibility, but if they continue like now, no\".\n\"We all understand, activists, that this doesn't fall on one single person.\n\"But of course, when you are a leader of the most powerful country in the world, you have lots of responsibility.\n\"When the US is in fact expanding fossil fuel infrastructure, that is a clear sign that they are not really treating the climate crisis as an emergency.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58979992",
      "category": "uk",
      "title": "Queen cancels Northern Ireland visit on medical advice",
      "tags": "Buckingham Palace,Queen Elizabeth II",
      "text": "The Queen has cancelled a trip to Northern Ireland and has \"reluctantly accepted medical advice to rest for the next few days\", Buckingham Palace says.\nThe 95-year-old monarch will remain at Windsor Castle but is still expected to attend the COP26 climate change conference in Glasgow later this month.\nThe Queen is in \"good spirits\" but \"disappointed\" that the visit cannot go ahead, the palace said.\nShe was due to begin the two-day trip on Wednesday.\nThe nation's longest-reigning monarch has attended a series of events in recent days, hosting a Global Investment Summit at Windsor Castle on Tuesday evening.\nEarlier in the day, she held two audiences via video link, greeting the Japanese ambassador Hajime Hayashi and the EU ambassador Joao de Almeida.\nOn Monday, she held a virtual audience with the new governor-general of New Zealand, and at the weekend, she attended the races at Ascot.\nIt was revealed on Tuesday that the Queen had declined the Oldie of the Year award, from the magazine of the same name, saying: \"You are only as old as you feel\".\nA Buckingham Palace spokesman said: \"The Queen has reluctantly accepted medical advice to rest for the next few days.\n\"Her Majesty is in good spirits and is disappointed that she will no longer be able to visit Northern Ireland, where she had been due to undertake a series of engagements today and tomorrow.\n\"The Queen sends her warmest good wishes to the people of Northern Ireland and looks forward to visiting in the future.\"\nThe Queen's decision is understood to be unrelated to coronavirus.\nBuckingham Palace is keen not to cause any alarm and has stressed that the Queen has \"reluctantly accepted\" the advice of doctors to rest for the next few days.    \nShe has had a busy schedule of engagements over the past couple of weeks that would test the resilience of many people far younger than her.\nI saw her last Tuesday at an event at Westminster Abbey.\nIt was the first time she had used a walking stick in public.\nShe also took a shorter route into the Abbey. \nWe were told this was \"for her own comfort.\"\nBut she still looked incredibly well and engaged for a 95-year-old.\nIt is clear though that getting older takes its toll on us all and the Queen's diary will be carefully managed going forward.\nThe Queen had been due to arrive in Hillsborough in County Down on Wednesday afternoon and attend a church service marking the centenary of the formation of Northern Ireland in Armagh tomorrow.\nAn advance team was already in Northern Ireland making preparations for the two-day visit.\nMeanwhile, the Prince of Wales was also at Windsor Castle on Wednesday for an investiture ceremony where the chef and TV presenter Mary Berry was made Dame Commander.\nSir Jeffrey Donaldson, leader of the Democratic Unionist Party, said on Twitter: \"We thank Her Majesty for her good wishes to the people of Northern Ireland and trust that she will keep well and benefit from a period of rest.  \n\"It is always a joy to have Her Majesty in Royal Hillsborough and we look forward to a further visit in the near future.\"\nWishing her well, Ulster Unionist leader Doug Beattie said the Queen had been \"a source of great comfort during Northern Ireland's darkest days and provided lasting leadership as we moved into a new era for all our people\".\nNorthern Ireland Secretary Brandon Lewis said he wished the Queen \"all the very best as she takes a few days' rest\".\nChurch leaders in Northern Ireland said in a joint statement that they were sorry she would not attend the Service of Reconciliation and Hope in Armagh, and acknowledged \"the significance of her commitment to the work of peace and reconciliation, which has meant a great deal to people throughout this island\".\nThe Queen first travelled to Northern Ireland in 1945, just after the end of World War Two, when she was a princess. If it had gone ahead, this week's trip would have been her 26th visit.\nRoyal visits to Northern Ireland during its centenary year have included the first in line to the throne, Prince Charles who went to Belfast in May, and Prince William who visited Londonderry in September."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-59077857",
      "category": "uk-wales-politics",
      "title": "Covid: Wales' restrictions could return to save Christmas",
      "tags": "Public health,Christmas,Caerphilly,Cardiff,Welsh government,Vaccine passports,Blackwood,Coronavirus pandemic,Usk",
      "text": "Scrapped Covid rules could be brought back to allow Wales to have a \"normal\" Christmas, First Minister Mark Drakeford has warned.\nNew measures are already being brought in to tackle Wales' high Covid rates - the worst in the UK.\nCovid passes will be extended to cinemas, theatres and concert halls from 15 November as part of the plans.\nPubs, restaurants and cafes might also require passes if infections climb, amid a \"wider repertoire of actions\".\nThe passes show whether someone has been fully vaccinated or whether they have had a negative lateral flow test in the past 48 hours.\nObtained online, they are already required for nightclubs and many large events.\nAt Friday's coronavirus briefing, Mr Drakeford said about 2,000 cases of a new and possibly more transmissible form of the Delta variant had been identified in Wales.\nThe infection rate in Wales is currently the highest it has ever been, and the highest in the UK.\n\"This is largely being driven by very high levels of infections in younger people and among family members and close contacts at home,\" he said.\n\"Mistakes at a private laboratory in England, which resulted in thousands of people wrongly being told their tests were negative, may have further fuelled the growth in cases in south-east Wales, where rates are highest.\"\nHe added: \"All this means the pandemic is far from over.\"\nThe extension of the Covid pass scheme could be subject to a vote in the Senedd before it is implemented.\nSelf-isolation guidance for people who are fully vaccinated will also change.\nThe government will now ask people to self-isolate if someone in their household has symptoms or tests positive, until they get a negative PCR test. The advice will also apply to those aged five to 17.\nThere are no plans to ban crowds from sports fixtures, as seen at the height of the pandemic.\nMr Drakeford said the Covid pass system had already been \"well-managed and well-observed\" at football matches in Wales.\nWales play New Zealand at Cardiff's Principality Stadium on Saturday in the largest mass event since crowds were allowed back through the turnstiles. \nFans - including the first minister - must show a Covid pass.\n\"That gives me the confidence of knowing everybody else attending the game is either double vaccinated or has had a lateral flow test in the run-up to attending,\" said Mr Drakeford.\n\"By putting these extra measures in place we believe we will be able to keep those venues operating in a way they are now, for longer.\"\nThe Wales Millennium Centre said it welcomed any moves that would help ensure the safety of its audiences and allow it to remain open, particularly before Christmas.\nArtistic director Graeme Farrow said: \"Timing is the only issue because we would have limited time to implement these changes in a climate when it's not easy to recruit more people. However the last thing we want is to close again.\"\nKelly Jolliffe, the landlady at the Greyhound Inn in Usk, Monmouthshire, would also support the need to show Covid passes in pubs, even it meant some customers decided not to come.\n\"I would much rather a pub full of safe people so I'm absolutely for it,\" she said.\n\"I think my customers and staff would feel a lot more comfortable and confident if that came in and I could implement that straight away.\n\"My only concern is the technology needed. We have an old pub with thick stone walls and the wi-fi is not great, but we could easily check a pass on a phone.\"\nHowever Kate Nicholls, chief executive of UK Hospitality, tweeted that the proposed extension would be \"catastrophic\" for the industry.\n\"No furlough, grant or other support, a combination of working from home and wider use of vaccine passports would see many businesses struggling to survive,\" she said.\nSteve Reynolds, director of Picturedrome Cinemas, which runs Maxime cinema in Blackwood, Caerphilly county, said he felt cinemas and theatres were being singled out.\nHe said: \"I would ask the Welsh government to really think, 'are cinemas the main spread of coronavirus?' Why are they picking on this section of the entertainment business?\n\"In Blackwood, the cinema would be the only building requiring [Covid passes]. That doesn't seem fair or that it's going to restrict the spread.\n\"We're disappointed because business levels were just starting to get back to somewhere near normal. We'll also have to put extra staff on duty to do this, which would be an expense\"\nWales is currently at alert level zero after most of the remaining lockdown rules were lifted in August, though people are required to wear masks in some indoor public areas.\nMinisters have repeatedly said they do not expect a return to lockdown-style restrictions.\nHowever, they have not ruled it out and have drawn up a plan - called Covid Urgent - for doing so if pressure on the NHS becomes unsustainable.\nIf implemented, it would mean the Welsh government going further than Plan B in England - which Conservative UK ministers have been under pressure to introduce - but much of which is already in place in Wales.\nMr Drakeford told BBC Radio Wales Breakfast \"thousands of people\" are falling ill every day in Wales, effecting the NHS and workplaces.\nLatest figures show the Welsh Covid rate standing at 685.5 per 100,000 people over seven days to last Saturday. \nIt has fallen from 742.4 on 20 October, but remains the highest in the UK, compared to England (480), Northern Ireland (467) and Scotland (324).\nOn Friday, Public Health Wales reported a further seven people had died within 28 days of testing positive for Covid, bringing the total number of deaths in Wales to 6,141. Another 2,561 cases were also reported.\nMr Drakeford warned that if infections continued to rise in the next three weeks, more restrictions could return.\n\"We are not planning to have a Christmas of the sort we had to endure last year… but taking the actions we're talking about today will be critical to allowing us to be in that position,\" he said.\n\"None of us wants to see a return to restrictions but if rates continue to rise, the cabinet will have no choice but to consider raising the alert level at the next review.\"\nThe first minister urged the hospitality industry to use the next three weeks \"to prepare for the possibility\" of an extended use of Covid passes.\nBusinesses could also be asked to look at their risk assessments and also review social distancing guidelines in the workplace.\nThe next review is due in three weeks but the Welsh Conservatives and Lib Dems both oppose any expansion of Covid passes.\nThe introduction of the passes was narrowly secured when a Tory Member of the Senedd failed to vote remotely. \nWelsh Tory health spokesman Russell George said his party remained unconvinced they were the right approach, adding: \"We've seen the case numbers in Wales increase since they were introduced.\"\nWelsh Lib Dem leader Jane Dodds said Covid passes were both \"illiberal and unworkable\". \n\"Recent leaked evidence from the UK government only last week continues to demonstrate that in addition to concerns over civil liberties, the scheme may be counterproductive, pushing people from larger venues into poorly ventilated smaller venues,\" she said.\nPlaid Cymru said a stronger \"vaccination passport\" was a way forward and did not believe the Welsh government had provided evidence that its Covid pass scheme would be effective.\n\"We're looking again for that evidence as we look forward to this second vote,\" the party's health spokesman, Rhun ap Iorwerth said.\nHe called for a \"reset\" on the Covid strategy, adding the Welsh government's actions were \"clearly not working\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59083395",
      "category": "world-us-canada",
      "title": "Climate change: Major US oil companies face grilling by Congress",
      "tags": "COP26,Climate change,US Congress,United States,Oil & Gas industry",
      "text": "Top oil executives have appeared before US lawmakers to face allegations they misled the public about climate change.\nMajor producers were quizzed about the impact of the fossil fuels they profit from and their environmental toll.\nThe hearing on Thursday, which Democrats hailed as historic, marked the first time oil bosses had answered questions publicly and under oath.\nThe six-hour session saw some heated exchanges, with firms such as BP and Shell facing tough questions.\n\"Some of us actually have to live the future that you are all setting on fire for us,\" Democratic Congresswoman Alexandria Ocasio-Cortez said.\nBut the executives of Exxon Mobil, Chevron, BP and Shell repeatedly spoke about their efforts to transition to clean energy and denied misleading the public.\nThe session, which saw decades of lobbying and public statements by America's biggest energy firms put under the spotlight, came just days before the start of the UN's COP26 climate conference.\nPresident Joe Biden is set to fly to Glasgow for the meeting of world leaders, which is being seen as a crucial moment in the global fight against climate change.\nThe hearing in House of Representatives Oversight Committee hearing was part of a broad probe that Democrats said would last a year. \n\"For far too long, Big Oil has escaped accountability for its central role in bringing our planet to the brink of a climate catastrophe,\" committee chairwoman Carolyn B Maloney said during her introduction.\nQuestioning Exxon's CEO, she said there had been a \"clear conflict\" between what past executives had said publicly versus the the effects of the company's activities on the climate.\nMs Maloney also condemned the companies for failing to provide internal documents that the committee had requested ahead of the hearings. \nThe committee had been seeking records relating to \"payments to shadow groups,\" public relations firms and other firms, as well as records of communications from senior executives discussing their companies' role in the climate crisis. \nMs Maloney told the executives that she intends to issue subpoenas to force them to hand over the documents. \n\"I have tried very hard to obtain this information voluntarily, but the oil companies employ the same tactics they used for decades on climate policy: delay and obstruction,\" she  said.\nThroughout proceedings, Democrats were keen to draw parallels between their climate disinformation probe and the House's Big Tobacco investigation in the 1990s, which, after months of testimony, concluded that cigarette companies tried to conceal evidence that their products were addictive and harmful.\nA statement issued by the committee on Wednesday said the industry had known about the effects of global warming since 1977 but \"for decades spread denial and doubt about the harm of its products\".\nMichael Wirth, from Chevron, denied his firm had knowingly lied to the public. \n\"While our views on climate change have developed over time, any suggestion that Chevron is engaged in an effort to spread disinformation and mislead the public on these complex issues is simply wrong,\" he said.\nDarren Woods, chief executive of Exxon, said his company had long recognised climate change was real but said there were \"no easy answers\" and insisted \"oil and gas will continue to be necessary for the foreseeable future\". \nNone of the executives present agreed to a request from Democratic Representative Ro Khanna to conduct independent audits to establish whether their companies were contributing to groups that promote climate disinformation and denial.  \nRepublicans were resounding in their criticism of the questioning directed by their Democratic counterparts.\nArizona Republican Andy Biggs told the CEOs they had been \"brought here so they can beat the crap out of you\".\nRepresentative James Comer said the hearing was intended \"to deliver partisan theatre for primetime news\" and said the committee should instead be focusing on the \"pressing concerns of American citizens\". \nRepublicans called Neal Crabtree, a welder who lost his job after the cancellation of a major oil pipeline by Mr Biden, to testify about his family's struggles to make ends meet. \nMs Maloney, the panel's chair, said at the close of Thursday's hearing that the investigation must continue.\n\"I intend to issues subpoenas to the fossil fuel industry representatives here today,\" she said, adding: \"We are at code red for climate and I am committed to doing everything I can to help rescue this planet and save it for our children.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59088557",
      "category": "uk-politics",
      "title": "Menopause: HRT prescription cost cut welcomed by campaigners",
      "tags": "Hormone replacement therapy (HRT),Menopause",
      "text": "A cut to the cost of Hormone Replacement Therapy (HRT) prescriptions has been welcomed by campaigners.\nHRT is used to treat the symptoms of menopause, such as such as anxiety, hot flushes and insomnia.\nLabour MP Carolyn Harris was pushing for a law to make the menopause treatment free in England.\nThe government would not go that far, but said women would only have to pay for the prescription once a year - saving up to £200 annually.\nMs Harris welcomed the move and thanked \"menopause warriors\" for their support.\nIn a tearful statement, the Swansea East MP added: \"What has happened today is only the beginning, I know, but we can do such great things together because that's what it is all about - looking after wonderful women. \n\"The menopause revolution is making a big difference.\"\nHRT can treat menopause symptoms by replacing hormones that are at a lower level for those approaching and experiencing it.\nWhile the NHS says the symptoms last around four years after someone's last period, one in 10 women experience them for up to 12 years. \nA prescription for HRT in England currently costs £9.35 - or £18.70 if a woman needs two types of hormones - and is often provided on a short-term basis, meaning the cost has to be paid every month or every three months.\nThere is an option in England to pay for 12 months of prescriptions known as a pre-payment certificate, costing just over £108 a year, but in both Scotland and Wales, prescriptions are free.\nUnder the government's proposal for England, HRT prescriptions will be made available on an annual basis, meaning someone only needs to pay the prescription charge once a year, reducing the cost by between £90 and £200. \nThe government is holding discussions with NHS England to put the measures into practice, as well as looking into combining two hormone treatments into one prescription, which it says affects approximately 10% of women using HRT. \nFifty-one year-old Adelle Martin's menopausal symptoms started when she was just 39, and working in finance. She went through the menopause itself three years later and says the experience affected everything about her life.\n\"It was like I was disappearing inside myself - I could be really, really tearful or really, really grumpy and that was really difficult for the people around me.\n\"When I was at work and with my team, I had to try hard not to cry and not to scream.\"\nShe lost her confidence, suffered from mood swings and \"brain fog\". She also had the classic symptom associated with menopause - the hot flush.\n\"The hardest thing was looking in the mirror and not recognising yourself and that's what took me out of the boardroom,\" she said.\n\"The confidence had gone, I felt hot all the time, my skin, my hair... everything lacked. I felt like I just completely lost myself. At the time I didn't know what it was. It was the menopause.\"\nRelief came when Adelle asked to be put on hormone replacement therapy (HRT) which, she says, stopped her hot flushes and helped her think more clearly.\nRead more from Adelle here.\nHealth Minister Maria Caulfield confirmed the government's proposals during a debate on the issue in the Commons and revealed the government would be starting a \"menopause taskforce\" to look into the issue further, inviting Ms Harris to be the co-chair.\nShe also promised to make menopause a priority in the government's upcoming women's health strategy - due to be published by the end of the year. \n\"As a woman and a nurse, I am acutely aware of how challenging the symptoms of the menopause can be to live with,\" she said. \n\"Cutting the cost of HRT - which can be a lifeline to women severely impacted by menopause - is a great stride forward, but there is more to do.\"\nWomen MPs from across the political spectrum spoke about their own experiences of the menopause during Friday's debate, including shadow health minister Liz Kendall. \nShe described a \"terrifying sense of anxiety and panic\" after the symptoms started, but admitted she did not know what was happening to her.\nMs Kendall's personal story saw Health Secretary Sajid Javid intervene to offer his support, adding: \"I think it's powerful to hear from her about her personal experiences and I do hope, especially after this debate but going forward, that the whole House can co-operate and do much more to help with this.\"\nConservative MP Flick Drummond also welcomed the debate in the Commons, saying she had no idea about many of the other symptoms until she listened to an item about it on BBC Radio 4's Woman's Hour.\n\"Suddenly everything became clear,\" she said. \"That brain fog, the insomnia, which I'm afraid hasn't gone away… and the anxiety as well, which was weepiness and feeling you couldn't cope with what was happening to you.\" \nFellow Tory MP Jackie Doyle-Price said: \"If we had applied as much attention to vaginal [dryness] as we had to erectile dysfunction, we'd be much better off.\n\"We cant help but reach the conclusion that if this was happening to men we might be in a better place.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59086619",
      "category": "uk",
      "title": "Covid-19: Warning over cases in Wales and pandemic boost for vending machines",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening.\nPeople in Wales could find themselves facing tougher coronavirus restrictions again if cases do not come down in the next three weeks, the government in Cardiff has warned. First Minister Mark Drakeford has said he \"will have no choice\" but to look at what more needs to be done as Wales currently has the worst Covid rates in the UK. The Welsh government has already announced that it is stepping up the use of Covid passes - which will be needed to get into cinemas, theatres and concert halls from 15 November.\nUnused Covid jabs should be airlifted immediately to less-developed countries, according to more than 160 former world leaders and global figures. The call comes in a letter organised by former UK Prime Minister Gordon Brown, which says the US, UK, EU and Canada will have 240 million unused vaccines between them. The letter says that 1.1 billion vaccines could be transferred each month for the next four months. Doing this would mean the World Health Organization's target to vaccinate 70% of the world's adults by next spring could be met.\nAs businesses across the world struggle to cope with supply chain issues and shortages as economies restart following coronavirus lockdowns, online retail giant Amazon has pledged it will do \"whatever it takes\" to manage these issues in the run up to Christmas. Amazon says it will incur \"several billion dollars\" in extra costs but says it is the \"right prioritisation\" for its customers. The US-based firm is hiring 20,000 workers in the UK to cope with Christmas demand.\nNorthern Ireland will come into line with the rest of the UK when it begins accepting rapid lateral flow tests for travellers arriving from non-Red List countries from Sunday. The move only applies to people who are fully vaccinated, and the tests must be bought from private providers rather than using Test and Trace kits. The UK government announced on Thursday that it was removing the remaining seven countries on the red list from Monday.\nA growing body of small business owners are giving new life to the old business of vending machines, amid Covid and challenges to traditional High Street retailing. Traditional machines serving offices, schools, and hospitals saw their business evaporate as workers, students and visitors stayed at home. In the UK, of the 24,500 employees servicing these machines, some 5,000 were made redundant. But innovative and niche machines, often boasting upmarket, healthier and specialist products, tell a different story.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe UK is rolling out booster jabs for some people - find out who is eligible here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59083601",
      "category": "technology",
      "title": "Facebook changes its name to Meta in major rebrand",
      "tags": "Companies,Social media,Meta,Mark Zuckerberg,Facebook,Virtual reality",
      "text": "Facebook has changed its corporate name to Meta as part of a major rebrand. \nThe company said it would better \"encompass\" what it does, as it broadens its reach beyond social media into areas like virtual reality (VR).\nThe change does not apply to its individual platforms, such as Facebook, Instagram and Whatsapp, only the parent company that owns them. \nThe move follows a series of negative stories about Facebook, based on documents leaked by an ex-employee.\nFrances Haugen has accused the company of putting \"profits over safety\".\nIn 2015, Google restructured its company calling its parent firm Alphabet, however, the name has not caught on.\nFacebook boss Mark Zuckerberg announced the new name as he unveiled plans to build a \"metaverse\" - an online world where people can game, work and communicate in a virtual environment, often using VR headsets.\nHe said the existing brand could not \"possibly represent everything that we're doing today, let alone in the future\", and needed to change.\n\"Over time, I hope that we are seen as a metaverse company and I want to anchor our work and our identity on what we're building towards,\" he told a virtual conference.\n\"We're now looking at and reporting on our business as two different segments, one for our family of apps, and one for our work on future platforms.\n\"And as part of this, it is time for us to adopt a new company brand to encompass everything that we do, to reflect who we are and what we hope to build.\"\nThe company also unveiled a new sign at its headquarters in Menlo Park, California, on Thursday, replacing its thumbs-up \"Like\" logo with a blue infinity shape.\nMr Zuckerberg said the new name reflects that over time, users will not need to use Facebook to use the company's other services.\nThe word \"meta\" comes from the Greek word meaning \"beyond\".\nTo an outsider, a metaverse may look like a version of VR, but some people believe it could be the future of the internet.\nInstead of being on a computer, people in a metaverse might use a headset to enter a virtual world connecting all sorts of digital environments. \nIt is hoped the virtual world could be used for practically anything from work, play and concerts, to socialising with friends and family.\nFacebook said it intends to start trading its shares under the new stock ticker MVRS from 1 December.\nThe company has had multiple hits to its reputation, with The Washington Post today reporting that Facebook withheld important information about vaccine misinformation from policymakers during the pandemic.\nIt was the latest in a series of stories based on internal documents leaked by ex-employee Ms Haugen to the media. Among other things, the reports have claimed Facebook sat on research that showed Instagram harmed teenage mental health, and struggled to remove hate speech from its platforms outside the US.\nMr Zuckerberg has described the reports as a \"coordinated effort to selectively use leaked documents to paint a false picture of our company\".\nTrying to name a company is difficult. Zuckerberg says he's chosen Meta, because of its meaning in Greek - \"beyond\". It also alludes to the \"Metaverse\", an online virtual oasis that he wants to build. \nHere's why Facebook, might have a problem with getting everyone to call them Meta. \nFirstly, the move looks like Facebook is trying to divert attention away from the trove of negative stories hanging around the company. Critics believe Facebook has done this because the brand has become toxic. We've already seen Senators ignore the name change, with one describing the move as \"cosmetic\".\nSecondly, the \"Metaverse\" doesn't yet exist. Zuckerberg was keen to stress it was a long-term product. So having a name totally unrelated to your main offering is perhaps a little…strange. Almost all of Facebook's revenue comes from advertising from Facebook and Instagram. \nAnd thirdly, we know that other Big Tech rebrands have failed. Almost no one refers to Google as \"Alphabet\", the name it rebranded itself to in 2015. \nWhat is clear is that running Instagram and Facebook is no longer Mr Zuckerberg's passion. He is interested in creating virtual worlds, that he thinks will transform the human experience. The constant criticism of how he runs his social media companies must be draining. This restructure may give him the ability to focus more on the segments of the company that excite him.\nThe division makes sense in that respect. However, we'll have to wait and see whether people will go along with it. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59087420/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Fishing row: UK warns France it could retaliate over threats",
      "tags": "France,George Eustice,Brexit,Fishing industry",
      "text": "The UK could respond in turn if France goes ahead with threats amid a row over post-Brexit fishing rights, Environment Secretary George Eustice has said, warning \"two can play at that game\".\nFrance said it could stop UK boats landing in its ports if the row over licences was not resolved by Tuesday.\nThe UK government warned it could start \"rigorous\" checks on EU fishing activities in response.\nMeanwhile, the French ambassador has left the Foreign Office after talks.\nForeign Secretary Liz Truss said she asked one of her ministers to summon ambassador Catherine Colonna to the Foreign Office \"to explain the disappointing and disproportionate threats made against the UK and Channel Islands\".\nMs Colonna left the building in Whitehall just over 20 minutes after she arrived.\nBoris Johnson will also have a \"brush by\" meeting with French President Emmanuel Macron at the G20 summit in Rome this weekend, the prime minister's spokesman said.\nHe added that France remained a \"close and strong ally\" to the UK.\nA British trawler was seized by France and another fined during checks off Le Havre on Thursday.\nFrench authorities say the detained Cornelis Gert Jan vessel did not have a licence - a claim denied by the boat's owner Macduff Shellfish of Scotland. But the European Union said the UK authorities withdrew the licence on 1 March.\nThe captain of the scallop dredger will face a court hearing in August next year, French authorities said on Friday.\nBBC political correspondent Nick Eardley said No 10 sources were \"amazed and concerned\" at the escalating fishing row, describing the developments in recent days as \"extraordinary\".\nMinisters met on Thursday to discuss the situation and are understood to be considering a \"range of options\" to retaliate.\nFrance was angered by a decision from the UK and Jersey last month to deny fishing licences to dozens of French boats to access British waters, and argued that this breached the Brexit deal.\nThe country has warned it would block British boats from landing their catches in some French ports next week and tighten checks on UK boats and trucks if the dispute over fishing licences was not resolved by 2 November.\nFrance has also warned it could cut electricity supplies to Jersey, a British Crown dependency, as it previously threatened in May.\nBrexit minister Lord Frost said the EU would be in breach of the UK-EU post-Brexit agreement if France were to disrupt UK fisheries, wider trade or energy supplies after Tuesday.\nAnd ministers are considering launching \"dispute settlement proceedings\" with the EU if France goes ahead with the \"unjustified measures\", a government spokesman said.\nMr Eustice told the BBC only a \"small number of vessels\" did not qualify for licences \"because they have never accessed Jersey waters before\".\nHe said the UK had an \"ever open door\" and the government would wait to see what decision is made by Tuesday, after which the UK \"reserved the right to respond in a proportionate way\".\nAsked about the claim by France's Europe minister, Clément Beaune, that the only language Britain understands was \"the language of force\", Mr Eustice said: \"That is completely inflammatory and is the wrong way to go about things.\"\nHe added: \"For now, we're not going to respond in the way that France has, we're going to raise this with the commission and we're going to raise it through diplomatic channels with the French ambassador but we'll reserve our right to do more things if France continue to press ahead with these threats.\"\nThe environment secretary suggested France was politicising the process of checking vessels. \"There obviously is an election coming up in France, it may be that is a factor in this,\" he said.\nMr Eustice said the detained trawler had been granted a licence at the beginning of the year and the government was \"trying to get to the bottom\" of why it had subsequently been taken off the list given to the European Union. \nHe said the boat may have made some changes to its engine which meant the licence had to be renewed. \nAndrew Brown, from the boat's owners Macduff Shellfish, said: \"We don't know where the error of interpretation of the licence lies, that will take some time to fix.\n\"But I would believe that under normal circumstances a misunderstanding like this could be sorted out with a  phone call.\"\nBy summoning the French ambassador, the government is expressing its significant concern over the fishing dispute in a very public way. \nThis is not something allies do very often and this form of diplomatic dressing down is normally reserved for governments with whom the UK has a less amicable relationship, such as China or Iran. \nBut equally, this is also a calibrated response by the Foreign Office - the ambassador is meeting only a junior minister. \nIt would have been a greater escalation if Foreign Secretary Liz Truss had chosen to see the ambassador, Catherine Colonna, herself. \nAnd as diplomatic contretemps go, this is quite measured in comparison to a recent dispute over nuclear submarines when France actually recalled its ambassadors from Australia and the United States.\nRead more from James here.\nStéphanie Yon-Courtin, a French MEP and member of the EU Fisheries Committee, accused the UK government and Channel Islands authorities of not respecting the trade agreement they signed with the EU, saying it was \"up to the UK government to de-escalate the situation\".\nUnder the Brexit deal, it was agreed that licences would be given to vessels that could show they had fished in each other's waters for years, although there have been disputes about how much evidence is needed.\nThe UK maintains the rejected applications that sparked the row did not have enough supporting evidence to show the boats had a history of fishing in Britain's or Jersey's waters.\nA meeting with officials from France, Jersey, the UK and European Commission on Wednesday led to 162 French boats being given licences to fish in Jersey's waters from Friday.\nThe government of Jersey said it was \"extremely disappointed\" by the latest threats of sanctions by France. French trawlers previously protested outside the port of St Helier on the island."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59097061",
      "category": "health",
      "title": "Some Covid booster doses brought forward",
      "text": "The Covid vaccine booster is being brought forward for some people to make the campaign easier to roll out.\nMost people will still get their third dose of a coronavirus vaccine six months after their second. \nBut a change in clinical guidelines in the UK means some - such as care home residents - will be able to get their next dose after a five month gap. \nThe aim is to ensure more people's immune systems are topped up before winter. \nThe concern is even small dips in vulnerable people's immunity will affect the NHS's ability to cope this winter. \nThe government's Scientific Advisory Group for Emergencies (SAGE) estimates the protection against needing hospital treatment for a Covid infection:\nSeven million people in the UK have been given the booster so far. \nIt's not clear how many people will be affected by the change in the guidelines, but the aim is to make the immunisation campaign easier to roll out. \nSo if a care home has a mix of people who were vaccinated five and six months ago - they could all be vaccinated at once rather than teams having to visit multiple times. \nPeople who need immunosuppressive treatments will also be able to get their boosters earlier. \nThe health and social care secretary, Sajid Javid, said: \"We are making great progress with the booster rollout and I want to thank everyone working so hard to get jabs in arms.\n\"This updated guidance will ensure healthcare professionals have the necessary flexibility in the booster programme, allowing more vulnerable people to be vaccinated where it makes operational sense to do so - including our loved ones in care homes.\"\nMost people eligible for a booster will still have to wait six months after their last Covid jab. If they have not been contacted after this time they can book on the NHS website or call 119."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59071603",
      "category": "uk-scotland",
      "title": "COP26 protesters planning high-impact disruption",
      "tags": "COP26,Climate change,Glasgow",
      "text": "Climate change protesters from Extinction Rebellion say they are planning high impact \"deliberate disruption\" during the COP26 summit. \nWorld leaders and delegates will gather in Glasgow next week in a bid to hammer out a deal to tackle climate change.  \nExtinction Rebellion uses what it calls \"non-violent direct action\" to call on leaders to take urgent action on the climate emergency.\nIts activists say they are prepared to be arrested.\nBut they will try not to affect the wider community by blocking routes used by emergency vehicles.  \nCatherine Idle, from the protest group, said: \"Our approach is to have deliberate disruption where it's going to make the most impact.\n\"There have been 25 COPs already and emissions are still rising and so we're there to demand they do better.\"\nMs Idle said the activists cared about people and did not want to make going about their lives harder or more awkward.\n\"The disruption is to get the attention of the people with positions of power,\" she said.\nGreenpeace has been using non-violent direct action for decades. It will have representatives inside and outside the conference at Glasgow's Scottish Exhibition Campus (SEC).\nThe organisation's head of politics Rebecca Newsom said: \"Greenpeace activists will be there on the ground in Glasgow to try to make sure world leaders actually listen and step up and take action.\n\"I can't go into more details about what our plans are at this stage but hopefully they will help to have a big impact and contribute to that sense of pressure that world leaders need to feel.\"\nCOP26 will attract seasoned campaigners, veteran activists and ordinary members of the public, young and old.\nOn Saturday 6 November, as many as 100,000 people are expected to attend a march and rally organised by the COP26 Coalition, a broad alliance of groups and individuals. \nWorld-famous climate activist Greta Thunberg is planning to attend, as is the less well-known Malcolm Macqueen, who chairs the Organic Growers of Fairlie.  \nThe group runs a community garden on old industrial land on the North Ayrshire coast and joined the COP26 Coalition to raise its concerns about land use and climate change.\nA retired nuclear chemist, Mr Macqueen said: \"I think more and more of our gardeners and across Scotland have been quite concerned this year because we had a dry spell that lasted almost two months. \n\"During that spell there was virtually no rain and that's likely to become the norm unfortunately.\n\"We want to go to Glasgow to make sure they know it's at the top of our agenda.\"\nPolice Scotland will have 10,000 officers on duty every day during COP26. \nThe force says it will facilitate peaceful protests but won't tolerate anything that disrupts the conference or the wider community.  \nHundreds of officers have received riot training in case there's trouble.  \nExtra cell capacity has been arranged and courts in Glasgow, Edinburgh, Aberdeen, Falkirk, Paisley and Hamilton are preparing to deal will extra cases.\nIt is impossible to predict how widespread or disorderly the protests will be or the impact they will have, just as it's impossible to predict how the conference will end.\nA group of 20 grandparents from Belgium travelled to Edinburgh by train and are walking to Glasgow via the Union Canal.\nOne of them, Ria Gielas, summed up how many people feel about COP26 and climate change.\n\"I do it for my grandchildren,\" she says. \"I'm very afraid for the future because the world is going to be dangerous.\n\"The conference has to achieve many things. It has to be now. It has to happen now.\"\nInsulate Britain's roadblocking tactics in the south of England have attracted widespread publicity, but proved controversial.  \nThe group's press team told the BBC that COP conferences \"are killing our kids. There are currently no plans to attend\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59086011",
      "category": "uk",
      "title": "Covid: Call for rich nations to airlift millions of surplus vaccines",
      "tags": "Coronavirus vaccines,Vaccination,Gordon Brown,G20,Coronavirus pandemic",
      "text": "More than 160 former world leaders and global figures have called on the UK and other rich countries to immediately airlift millions of surplus Covid vaccines to less developed nations. \nThey say it would be unethical for doses to be wasted while thousands are dying with the virus every day. \nThe call comes in a letter, organised by former prime minister Gordon Brown. \nIt is addressed to Italian PM Mario Draghi, who is hosting the G20 group of major economies in Rome this weekend. \nMr Brown told BBC Breakfast: \"Countries have over-ordered and they're over-stocked and they're not giving the vaccines out quickly enough so a lot of vaccines could be wasted past their expiry date.\"\nThe letter's signatories include 36 former presidents, 30 ex-prime ministers and another 100 influential global figures. \nAmong them is the former UN Secretary General Ban Ki-moon, former New Zealand Prime Minister Helen Clark and former Brazilian President Fernando Cardoso.\nWhile more than six billion Covid vaccine doses have been administered worldwide, they say 70% of these were administered by only a few countries and just 2% of people in low-income countries have received a jab. \nThe letter says that between them the US, EU, UK and Canada will have 240 million unused vaccines by the end of this month, which could be airlifted immediately to countries most in need. \nMillions more vaccines should be transferred each month, totalling 1.1 billion in the next four months, it adds. \nIf this is achieved, it says the World Health Organization's target for 70% of all adults to be vaccinated by spring next year can be met. \n\"Without a detailed plan, 100 million vaccine doses will have passed their use-by date at the end of the year,\" the letter says.\n\"If we do not act quickly, that figure could exceed 200 million by the end of January 2022.\"\nThe UK has pledged to donate more than 100 million doses over the next year, while the US has pledged 500 million doses. \nIn total, the G7 group of nations promised to donate more than 870 million doses at a summit in the UK in June. \nThe vaccines will mainly be delivered through the Covax vaccine scheme, which aims to reach the most vulnerable 20% of every nation around the world.\nMeanwhile, the president of Indonesia, where around 30% of the population are fully vaccinated, has also urged richer countries to share their doses. \n\"Everyone has helped, but in my opinion it's not enough,\" Joko Widodo told the BBC. \n\"In this time of crisis, advanced countries need to do more in helping poor countries get vaccines, so that we can overcome this pandemic together.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59063818/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: All countries to be removed from UK's travel red list",
      "tags": "Travel,Travel & leisure industry,Air travel,Grant Shapps,Coronavirus pandemic",
      "text": "The remaining seven countries on the UK government's Covid travel red list will be removed from next Monday.\nFully-vaccinated arrivals from Ecuador, the Dominican Republic, Colombia, Peru, Panama, Haiti and Venezuela will no longer have to quarantine in a hotel. \nBut the red list system will be kept in place and a country could be added back on it if cases rise there.\nThe changes announced by the Department for Transport will apply to passengers arriving in all four nations of the UK.\nTransport Secretary Grant Shapps said it was a \"great boost for travel and all those people employed in the travel sector\".\nHe added: \"We have been able to do this now because the variants of concern that we have been tracking are no longer of concern to the chief medical officers.\"\nThe DfT said \"Delta is now the dominant variant in most countries around the world. This means the risk of known variants entering the UK has reduced and the government can confidently remove these seven destinations from the red list.\"\nThe list of nations and territories whose Covid vaccinations are recognised by the UK is also being expanded, and will now include more than 135 countries in total.\nThe changes will come into effect at 04:00 BST on Monday.\nThe governments in Scotland, Wales and Northern confirmed they would also be adopting the changes, following the initial announcement by the DfT for passengers arriving in England.\nThe DfT said the red list would be reviewed every three weeks, with data - including the emergence of new variants - monitored in case countries needed to be added back on.\nMr Shapps said the red list system itself would be reviewed again in the new year but it was \"prudent\" for the government to keep several hundred hotel rooms available on \"standby\".\n\"We don't want to re-set up a system from scratch if a particular concern was seen in a particular country and we wanted to be able to have quarantine as a mandatory facility,\" he said.\nScotland's Transport Minister Graeme Dey said the move would help the tourism sector \"take another step back towards normal operations\".\nBut he said: \"The pandemic is not over. The situation will be closely monitored and regularly reviewed and if the situation demands it we will not hesitate to re-impose restrictions.\"\nWales said the changes were \"not without risk\" and it remained \"concerned\" by the speed international travel was opening up.\nOver the next two weeks, quarantine hotels will empty. \nFor many with family and friends in the seven remaining countries on the red list, it will be a relief. \nBut for the travel industry, it's mostly a symbolic move. The announcement won't make a huge difference to the number of flights coming into the UK - the red list had already shrunk dramatically earlier this month. \nInstead, the industry sees it as further reassurance that travel is opening up, not closing down. For the first time this year, no matter where you travel from in the world, if you are recognised as fully vaccinated you won't need to quarantine.\nHowever, the government haven't ruled out quarantine hotels altogether in the future if the global situation changes.\nPandemic travel rules in the UK were simplified earlier this month, when the amber list was dropped completely, and advice against holidays changed for many countries.\nFully vaccinated travellers arriving in England from countries including all EU nations, the US, Australia, India, Pakistan, the UAE and Hong Kong need only have a lateral flow test on arrival. Arrivals in Scotland, Wales and Northern Ireland currently must have the more expensive PCR test although this will change on Sunday.\nPeople over the age of 18 who are not fully vaccinated or are arriving from a country not on the approved vaccination list have to self-isolate at home for 10 days after arrival in the UK - and pay for a PCR or lateral flow test in the three days before they travel to the UK, and two tests after their return.\nRed list countries are those the government said should not be visited \"except in the most extreme of circumstances\". The list was introduced as part of measures to reduce the potential risk from travellers infected with coronavirus. \nTravellers arriving from a red list destination have been required to self-isolate in a government-designated hotel for 11 nights at a cost of £2,285.\nMore than 200,000 people have stayed in quarantine in hotels since February. \nThe now-abandoned amber list applied to countries where infections were not seen to be as serious. It initially required passengers to quarantine at home after their arrival, but this restriction was later dropped for the fully-vaccinated when lockdown restrictions ended in July. \nTim Alderslade, from industry body Airlines UK, said the announcement \"should provide further reassurance to passengers as we get closer to the key Christmas and January booking window\". \nHe added: \"We now need to go further by removing testing altogether for the fully vaccinated and committing to reviewing all restrictions by the end of the year.\"\nGary Lewis, from the Travel Network Group representing independent travel businesses, said the industry \"will be breathing a sigh of relief... We hope that this move helps to build customer confidence and reassure people that they can book trips and travel\".\nBut Clive Wratten, head of the Business Travel Association, said \"the lurking threat of further introductions to this list and the continued existence of quarantine hotels means that it does not give travellers the confidence that they need\".\nPaul Charles, chief executive of travel consultancy The PC Agency, said there was \"no justification\" for the red list to remain, adding: \"The best approach is to check for an individual's vaccine status and ensure they are up to date if they want to travel without restrictions.\"\nConsumer group Which? has advised travellers to be aware the changes only reflect requirements for arriving back in the UK and they still could face restrictions on entry to some destinations, especially if they were not fully-vaccinated.\nUK Covid cases have been rising since the end of September, although there are now signs of a small fall. The UK recorded another 39,842 cases on Thursday, and there were 165 deaths of people with 28 days of a positive test. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59097106",
      "category": "uk",
      "title": "Queen advised to rest for two more weeks",
      "tags": "UK Royal Family,Queen Elizabeth II",
      "text": "The Queen has been advised by doctors to rest for two further weeks and will not undertake official visits during this time, Buckingham Palace has said.\nThe palace said the monarch, 95, could undertake some light duties during that time, including virtual audiences.\nIt said it is her \"firm intention\" to attend the Remembrance Sunday service at the Cenotaph on 14 November.\nThe Queen underwent preliminary medical checks in hospital on 20 October after cancelling a visit to Northern Ireland.\nShe resumed public engagements on Tuesday this week by meeting ambassadors via video link from Windsor Castle.\nBut it was announced that she will not attend the COP26 climate change summit in Glasgow. The palace said she would deliver her address to delegates using a recorded video message instead. \nShe recorded the speech on Friday afternoon.\nIn a statement, Buckingham Palace said: \"The doctors have advised that Her Majesty can continue to undertake light, desk-based duties during this time, including some virtual audiences, but not to undertake any official visits.\n\"Her Majesty regrets that this means she will be unable to attend the Festival of Remembrance on Saturday, November 13.\"\nThe commemorative event takes place in the presence of members of the royal family at the Royal Albert Hall every year. \nThe Queen hosted a Global Investment Summit at Windsor Castle on 19 October.\nThe next day a spokesman said a planned trip to Northern Ireland had been cancelled, and the monarch had \"reluctantly accepted medical advice to rest for the next few days\".\nThen, in a later statement, Buckingham Palace said she had stayed in hospital on Wednesday night after attending for \"some preliminary investigations\" and had returned the following day to Windsor Castle, where she was \"in good spirits\".\nHer stay at King Edward VII's Hospital was her first overnight hospital stay in eight years\nThe sovereign had maintained a typically busy schedule in October but was recently seen using a walking stick at a Westminster Abbey service, the first time she has done so at a major event.\nA \"sensible precaution\" is the message from the palace, but officials know that concerns will deepen as a result of the third in a series of cancellations - the withdrawal from a service of commemoration in Northern Ireland last week, the withdrawal from COP26 this week, and now this.\nAnd yet, and yet, the Queen has carried out three \"virtual\" engagements in the last three days and she certainly seemed to enjoy them, at times smiling broadly. \nShe is far from incapacitated. Indeed she is not what many would think of as unwell. Fatigue, not illness, seems to be the issue.\nWhat's really notable about this announcement is the absolute determination to attend the Remembrance Sunday service in Whitehall. \nIt is the most important day in her calendar. It is also, for a 95-year-old, a fair amount of standing on what can be a bitterly cold day. \nShe will want her strength. So she is taking it a little bit easy in the run up."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-59088299",
      "category": "uk-england-wiltshire",
      "title": "Marcus Coates: Absconded prisoner is arrested",
      "tags": "Bristol",
      "text": "An on-the-run prisoner who was jailed for strangling a woman has been arrested by police.\nMarcus Coates was an inmate at HMP Leyhill near Bristol and was last seen in the city on Thursday near the bus station.\nOfficers urged anyone who saw the 54-year-old, who was jailed indefinitely in 2012 for the manslaughter of Jennie Banner, to contact them.\nPolice said Coates was arrested on Friday morning.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59085730",
      "category": "uk-northern-ireland",
      "title": "Casement Park: West Belfast residents take legal action",
      "tags": "Belfast",
      "text": "A west Belfast residents' group has confirmed it is taking legal action to try to stop plans to build a new stadium at Casement Park. \nThe Mooreland and Owenvarragh Residents Association is attempting to overturn planning permission granted in July.\nA 34,500-capacity Gaelic Athletic Association (GAA) stadium is planned.\nThe residents' group succeeded in a legal challenge against a previous plan to build a bigger stadium, with a 38,000 capacity, in 2014.\nInfrastructure Minister Nichola Mallon announced in July the completion of the planning process for the latest proposed stadium.\nHer department is aware it is now facing a legal challenge.\n\"The department has received leave papers on behalf of Mooreland and Owenvarragh Residents Association in respect of the decision to grant planning permission for Casement Park,\" a Department of Infrastructure spokesperson said.\n\"Judicial review proceedings are ongoing.\"\nThe residents' group circulated a letter to people living in the vicinity of the proposed stadium outlining its concerns about the granting of planning permission.\nThe letter states: \"We believe it is flawed to the point of being unlawful.\n\"For that reason, we sought legal advice regarding the minister's decision. Our legal advisors have identified various grounds on which to challenge the legality of the decision.\"\nThe letter describes the proposed stadium as \"over-sized\" and states that a judicial review is the only way to stop it being built.\nThe GAA had been hoping that work on the new stadium could be completed by summer 2024. The legal challenge could potentially delay or scupper the project.\nIf the project survives the legal challenge, it is not clear yet exactly how it will be funded as the new stadium is expected to cost much more than the original estimate.\nIn July, First Minister Paul Givan suggested the final bill could be more than £140m. The original estimate was £77.5m.\nThe redevelopment of Casement Park is part of a sports investment plan which began a decade ago, involving upgrades to the Ulster Rugby ground at Ravenhill and Windsor Park football stadium."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59087420",
      "category": "uk",
      "title": "Fishing row: UK warns France it could retaliate over threats",
      "tags": "France,George Eustice,Brexit,Fishing industry",
      "text": "The UK could respond in turn if France goes ahead with threats amid a row over post-Brexit fishing rights, Environment Secretary George Eustice has said, warning \"two can play at that game\".\nFrance said it could stop UK boats landing in its ports if the row over licences was not resolved by Tuesday.\nThe UK government warned it could start \"rigorous\" checks on EU fishing activities in response.\nMeanwhile, the French ambassador has left the Foreign Office after talks.\nForeign Secretary Liz Truss said she asked one of her ministers to summon ambassador Catherine Colonna to the Foreign Office \"to explain the disappointing and disproportionate threats made against the UK and Channel Islands\".\nMs Colonna left the building in Whitehall just over 20 minutes after she arrived.\nBoris Johnson will also have a \"brush by\" meeting with French President Emmanuel Macron at the G20 summit in Rome this weekend, the prime minister's spokesman said.\nHe added that France remained a \"close and strong ally\" to the UK.\nA British trawler was seized by France and another fined during checks off Le Havre on Thursday.\nFrench authorities say the detained Cornelis Gert Jan vessel did not have a licence - a claim denied by the boat's owner Macduff Shellfish of Scotland. But the European Union said the UK authorities withdrew the licence on 1 March.\nThe captain of the scallop dredger will face a court hearing in August next year, French authorities said on Friday.\nBBC political correspondent Nick Eardley said No 10 sources were \"amazed and concerned\" at the escalating fishing row, describing the developments in recent days as \"extraordinary\".\nMinisters met on Thursday to discuss the situation and are understood to be considering a \"range of options\" to retaliate.\nFrance was angered by a decision from the UK and Jersey last month to deny fishing licences to dozens of French boats to access British waters, and argued that this breached the Brexit deal.\nThe country has warned it would block British boats from landing their catches in some French ports next week and tighten checks on UK boats and trucks if the dispute over fishing licences was not resolved by 2 November.\nFrance has also warned it could cut electricity supplies to Jersey, a British Crown dependency, as it previously threatened in May.\nBrexit minister Lord Frost said the EU would be in breach of the UK-EU post-Brexit agreement if France were to disrupt UK fisheries, wider trade or energy supplies after Tuesday.\nAnd ministers are considering launching \"dispute settlement proceedings\" with the EU if France goes ahead with the \"unjustified measures\", a government spokesman said.\nMr Eustice told the BBC only a \"small number of vessels\" did not qualify for licences \"because they have never accessed Jersey waters before\".\nHe said the UK had an \"ever open door\" and the government would wait to see what decision is made by Tuesday, after which the UK \"reserved the right to respond in a proportionate way\".\nAsked about the claim by France's Europe minister, Clément Beaune, that the only language Britain understands was \"the language of force\", Mr Eustice said: \"That is completely inflammatory and is the wrong way to go about things.\"\nHe added: \"For now, we're not going to respond in the way that France has, we're going to raise this with the commission and we're going to raise it through diplomatic channels with the French ambassador but we'll reserve our right to do more things if France continue to press ahead with these threats.\"\nThe environment secretary suggested France was politicising the process of checking vessels. \"There obviously is an election coming up in France, it may be that is a factor in this,\" he said.\nMr Eustice said the detained trawler had been granted a licence at the beginning of the year and the government was \"trying to get to the bottom\" of why it had subsequently been taken off the list given to the European Union. \nHe said the boat may have made some changes to its engine which meant the licence had to be renewed. \nAndrew Brown, from the boat's owners Macduff Shellfish, said: \"We don't know where the error of interpretation of the licence lies, that will take some time to fix.\n\"But I would believe that under normal circumstances a misunderstanding like this could be sorted out with a  phone call.\"\nBy summoning the French ambassador, the government is expressing its significant concern over the fishing dispute in a very public way. \nThis is not something allies do very often and this form of diplomatic dressing down is normally reserved for governments with whom the UK has a less amicable relationship, such as China or Iran. \nBut equally, this is also a calibrated response by the Foreign Office - the ambassador is meeting only a junior minister. \nIt would have been a greater escalation if Foreign Secretary Liz Truss had chosen to see the ambassador, Catherine Colonna, herself. \nAnd as diplomatic contretemps go, this is quite measured in comparison to a recent dispute over nuclear submarines when France actually recalled its ambassadors from Australia and the United States.\nRead more from James here.\nStéphanie Yon-Courtin, a French MEP and member of the EU Fisheries Committee, accused the UK government and Channel Islands authorities of not respecting the trade agreement they signed with the EU, saying it was \"up to the UK government to de-escalate the situation\".\nUnder the Brexit deal, it was agreed that licences would be given to vessels that could show they had fished in each other's waters for years, although there have been disputes about how much evidence is needed.\nThe UK maintains the rejected applications that sparked the row did not have enough supporting evidence to show the boats had a history of fishing in Britain's or Jersey's waters.\nA meeting with officials from France, Jersey, the UK and European Commission on Wednesday led to 162 French boats being given licences to fish in Jersey's waters from Friday.\nThe government of Jersey said it was \"extremely disappointed\" by the latest threats of sanctions by France. French trawlers previously protested outside the port of St Helier on the island."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59085835",
      "category": "business",
      "title": "Amazon to pay billions to prevent Christmas shortages",
      "tags": "Companies,Amazon,Retailing,UK economy,Apple,Coronavirus pandemic",
      "text": "Amazon has said it will spend several billion dollars to manage labour shortages and supply chain issues in the run-up to Christmas.\nThe online retail giant said it was doing \"whatever it takes to minimise the impact\" on customers and sellers.\nMeanwhile, Apple said a shortage of semiconductor chips had cost it $6bn (£4.35bn) in lost sales.\nThe tech giant's boss, Tim Cook, admitted its problems would persist over the festive period.  \nWhile the technology giant said fourth-quarter sales rose 29% to $83.4bn, they fell short of expectations. Profit rose to $20.5bn from $12.6bn.\nMr Cook said it had experienced \"larger-than-expected supply constraints\" in the three months to 25 September and the chip shortage was now affecting \"most of our products\". \nAmazon said it would have to spend a significant amount of money to manage its own shortages. \nChief executive Andy Jassy said Amazon expected to \"incur several billion dollars of additional costs\" as it managed its way through \"labour supply shortages, increased wage costs, global supply chain issues, and increased freight and shipping costs\".\n\"It'll be expensive for us in the short term, but it's the right prioritisation for our customers and partners,\" he added.\nAmazon's profits dropped sharply to $3.2bn from $6.3bn in the third quarter to 30 September, on sales 15% higher at $110.8bn.\nGeorge Godber, fund manager at Polar Capital, told the BBC: \"It shows that these global giants - and they are just vastly huge businesses - are not immune from the problems that every business is facing.\"\nBusinesses across the world have been grappling with shortages and issues with supply chains as economies have rebooted following coronavirus lockdowns.\nA global chip shortage is causing delays on the production lines of many products - including cars, washing machines, and smartphones - because supply has not kept pace with demand.\nSurging demand for goods, including those sold by Amazon, has led to increased congestion at ports in many countries, with retailers sounding the alarm bell that deliveries for the holiday season could be delayed.\nIn California in the US, there have been record-breaking queues of container ships outside major ports.\nAmazon's staffing issues has led to the retailer offering one-off payments of up to £3,000 in a bid to attract staff in UK regions where there is high demand for labour.\nThe firm is hiring for 20,000 positions across its UK network during the festive season amid fears over worker shortages. It also began offering a £1,000 signing-on bonus to recruit permanent staff in some regions in August. \nPay for the temporary roles starts at a minimum of £10 per hour, rising to £11.10 in some parts of the UK.\nIn the past, Amazon has faced accusations of poor working conditions both in the UK and the US, where it is the country's second largest employer.\nReuters reported Amazon Chief Financial Officer Brian Olsavsky had said worker shortages contributed to inconsistent staffing levels at the company.\nHe said staff became its primary capacity constraint in the third quarter, which he added was having an impact on other areas of the business."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59071373",
      "category": "uk-scotland-glasgow-west",
      "title": "Two bridges 'washed away' by heavy downpours",
      "tags": "Lockerbie,Floods,Newcastleton,Edinburgh,Motherwell,Hawick,Rail travel,Carlisle,Lancaster,TransPennine Express,Langholm,Penrith,Severe weather",
      "text": "Two bridges have been \"washed away\" and a number of homes have been flooded in Dumfries and Galloway. \nSeveral properties in Dalbeattie were inundated while two footbridges in Annan collapsed as waters rose on Thursday evening. \nThe rail line between Carlisle and Dumfries has been closed while Network Rail carries out safety checks on the Annan viaduct. \nPolice said it was the worst flooding in the region for a number of years. \nEarlier a major incident was declared in Hawick amid fears that up to 500 properties could be affected by flooding in the Borders town.\nBut the council confirmed the alert was over as river levels, which peaked at 2.9m, started to fall after 19:30.  \nResidents who had been evacuated were told it was safe to return to their homes. \nThe conditions also led to the closure of schools and travel disruption in the south and west of Scotland. \nNHS Borders earlier closed Teviot Health Centre in Hawick and all services that operate within the building. \nMeanwhile, the council reopened the rest centre at Teviotdale Leisure Centre on Thursday afternoon to provide assistance to those displaced by the risk of flooding.\nThe flooding situation in Peebles was also very serious and all schools in the area closed early.\nThe heavy downpours have caused travel issues around the country.\nRail passengers were advised by Avanti West Coast not to travel on the west coast line north of Preston, while ScotRail warned of delays due to speed restrictions. \nOn Friday morning the Scottish Environment Protection Agency (Sepa) had 14 flood warnings in place.\nFlooding led to the closure of seven schools in Dumfries and Galloway - Dalry primary and secondary, Hightae, Kells, Moniaive, St Mungo and Tundergarth.\nThey are all expected to reopen on Friday.\nHecklegirth primary school in Annan will remain closed until Monday due to flooding of the premises.\nThe Whitesands in Dumfries was closed as water poured out on to the street from the River Nith.\nAnd serious flooding also shut the A709 near Lockerbie.\nA Met Office amber weather warning for rain was in place overnight in part of the south of Scotland, with forecasters predicting about 100mm (4in) of rain over 18 hours in some parts. \nIt was lifted at 09:00 but a yellow alert covers a slice of southern Scotland until later on Thursday.\nA further warning is now in place for Friday.\nChief Inspector Stuart Davisson urged drivers to take care on the roads and be alert to standing water.\n\"This has been a monumental effort from everyone involved, as we've seen some of the worst flooding in our region for a number of years. \n\"Information from the council is that over 1,400 sandbags have been issued across the region today [Thursday]. Teams will be in overnight to fill more for tomorrow, should they be required.\"\nAn incident map operated by Dumfries and Galloway Virtual Operations Support Team (DGVost) shows flood-related incidents, including road closures, in the region. \nHave you been personally affected by flooding in Hawick? Share your experiences by emailing haveyoursay@bbc.co.uk\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59084877",
      "category": "uk",
      "title": "UK summons French ambassador amid post-Brexit fishing rights row",
      "tags": "France,Fishing,Brexit,Macduff,Fishing industry",
      "text": "The UK has condemned \"unjustified\" threats from France and summoned the country's ambassador in an escalating row over post-Brexit fishing rights.\nForeign Secretary Liz Truss is calling for talks later, asking Catherine Colonna to explain \"disappointing and disproportionate threats\".\nA British trawler was seized by France and another fined during checks off Le Havre on Thursday.\nFrench authorities said the detained vessel did not have a licence.\nHowever, Environment Secretary George Eustice has insisted the European Union did grant a licence to the trawler and said it was \"unclear\" why, according to reports, it was subsequently withdrawn from the list given to the EU.\nFrance was angered by a decision from the UK and Jersey last month to deny fishing licences to dozens of French boats, and argued that this breached the Brexit deal.\nThe country has warned it would block British boats from some ports next week and tighten checks on UK boats and trucks if the dispute over fishing licences was not resolved by 2 November.\nIn issuing its ultimatum, it said it would begin to impose \"targeted measures\" from next Tuesday, including preventing British fishing boats from disembarking at ports and more checks on UK goods.\nFrance has also warned it could cut electricity supplies to Jersey, a British Crown dependency, as it previously threatened in May.\nThe country's Europe minister Clement Beaune told French TV news channel CNews: \"We need to speak the language of force because, unfortunately, that seems to be the only thing this British government understands.\"\nOn Thursday evening, Ms Truss said in a tweet that she had asked Europe Minister Wendy Morton to summon the French ambassador for talks on Friday. \nA government spokesman said: \"The proposed French actions are unjustified and do not appear to be compatible on the EU's part with the Trade and Co-operation Agreement (TCA) or wider international law.\n\"We regret the confrontational language that has been consistently used by the French government on this issue, which makes this situation no easier to resolve.\"\nThe detained vessel is the Cornelis Gert Jan and its owner, Macduff Shellfish of Scotland, said the vessel was fishing legally in French waters.\nThe firm's Andrew Brown said it appeared the Cornelis, based at Shoreham, in West Sussex, had been \"caught up\" in the ongoing UK-France post-Brexit fishing row.\nHe warned that without \"a speedy resolution\" the vessel's catch could be confiscated by the French authorities, and called on the UK government to \"defend the rights of the UK fishing fleet\".\nFrench maritime minister Annick Girardin said on Twitter the trawler was found to be fishing in the Bay of Seine without the proper licences.\nThe minister said checks on the British vessels were standard during the scallop fishing season. \nBut she added they had also been undertaken against \"the backdrop of the tightening of controls in the Channel, in the context of discussions on licences with the United Kingdom and the European Commission\".\nThe UK maintains the rejected applications that sparked the row did not have enough supporting evidence to show the boats had a history of fishing in Britain's or Jersey's waters.\nA meeting with officials from France, Jersey, the UK and European Commission on Wednesday led to 162 French boats being given licences to fish in Jersey's waters from Friday.\nThe government of Jersey said it was \"extremely disappointed\" by the latest threats of sanctions by France. French trawlers previously protested outside the port of St Helier on the island."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59062797",
      "category": "uk-scotland",
      "title": "Protest events are biggest Covid 'concern' at COP26",
      "tags": "COP26,Glasgow,Coronavirus pandemic",
      "text": "The spread of Covid by activists around the COP26 climate change summit in Glasgow are a \"concern\", according to a public health expert.\nProf Linda Bauld said safety measures were in place at the summit itself, but other gatherings posed a greater risk.\nAn estimated 100,000 people may take part in protests or other activist events during the UN conference.\nInfection rates are currently \"stable\", she said, but a small change could see a return to exponential growth.\nProf Bauld, who advises the Scottish government on reducing poverty and inequality, said the reproduction (R) number is thought to be 1.0 or just below - meaning each infected person infects one other individual on average.\n\"If things tip one way or the other, behaviour or waning vaccine immunity, concerns about COP - these are all in the mix - it could go above 1.0 again and that's a situation we don't want to be in,\" she told the BBC's Good Morning Scotland programme.\nShe said the main summit venue will have rigorous controls in place such as daily testing and face coverings. \n\"I think the main worry is that there's going to be potentially 100,000 people attending protests or activists, and they're integrated into the city. That's really an unknown,\" she said.\n\"They're staying in people's homes. If I were to point to one element of the conference which causes me concern from a purely public health perspective it would be that.\"\nThe impact on community transmission of Covid may not be apparent until 10 to 14 days after the summit, she added.\nWhile she was optimistic that lockdown restrictions would not have to be reintroduced she said more progress was needed in persuading still unvaccinated people, particularly in younger age groups, to come forward. \nShe said an extension of the vaccine passport scheme, which currently applies to large events and nightclubs, should not be ruled out.\nNew Covid cases in Scotland are much lower than the peak in late August and early September but in recent weeks they have plateaued or even increased slightly.\nScotland's national clinical director, Prof Jason Leitch, said vaccination, testing and following hygiene rules remained the key levers for pushing down \"stubborn\" infection rates.\n\"Life should not quite feel normal yet,\" he said. \"It should feel a lot more normal - seeing family, able to go about your business - but it shouldn't feel quite back to pre-pandemic normal.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59088284/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Pupils urged to test before returning to school",
      "tags": "Schools,Children,Coronavirus testing,Impact of the COVID-19 pandemic on children,Coronavirus pandemic",
      "text": "Young people are being urged to do a rapid Covid test before they return to school after half-term to prevent more new infections. \nThe UK Health Security Agency says cases among 10 to 19-year-olds are currently the highest of any age group. \nCovid levels are running high in the UK, but are showing early signs of a downwards turn.\nOn Friday, 43,467 new infections have been recorded - that's nearly 6,000 fewer than last Friday.\nMeanwhile, estimates from the ONS infection survey suggest that 1.3 million people in the UK would test positive for coronavirus in the week ending 22 October.\nThat's 1.9% of the population, or one in 55 people. \nPeople can be contagious even if they have no symptoms and are unaware that they have Covid, which is why the UKHSA is recommending pupils get tested. \nFree lateral flow kits can be collected from local pharmacies if pupils do not already have them at home.\nMany pupils in England and Wales return to school next week.\nAnyone who has Covid symptoms or tests positive should isolate and get a confirmatory PCR test as quickly as possible.\nRapid testing and appropriate isolation can break chains of transmission and prevent the spread of the virus, especially as we enter the winter months. \nVaccination can also help prevent cases.\nThe UK's chief medical officers have recommended a single Pfizer Covid dose for all 12 to 15-year-olds.\nSo far the programme in England has been delivered through schools, but from half-term, teenagers will also be able to have their jab at an existing vaccination centre. Not every site will be able to see children immediately though, so families may not be able to go to their nearest centre.\nLatest figures for England suggest 17% of young people aged 12 to 15 have had the jab.\nIt's certainly too soon to get carried away and say that we're definitely on the way down from a peak. \nBut the modellers advising government have been hopeful for some time that the combination of vaccinations plus the high levels of infections we've seen since July are putting enough immunity in the path of the virus to slow its spread. \nThe current wave of infections is running hottest amongst children and young teenagers, who have the lowest rates of vaccination.\nAlthough this group are less likely to get extremely ill if they do catch Covid, vaccines can help reduce the number of infections and prevent disruption to their education, experts say. \nChief executive of the UK Health Security Agency, Dr Jenny Harries, said: \"I am calling on all children to help themselves and each other by getting tested before going back to the classroom, so that we can stop the infection in its tracks and keep as many children in the classroom as possible, continuing their education and developing their futures.\n\"I want to once again thank all our teachers and those who work in schools who are working so hard to help keep children safe.\"\nEducation Secretary Nadhim Zahawi said: \"As we start the countdown to Christmas, testing regularly and getting vaccinated is the best thing we can all do to protect education and make sure we can enjoy the best of the season - whether that's the school nativity or the family gathering over the holidays.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59091003",
      "category": "business",
      "title": "Slow rise from ultra-low mortgage rates predicted",
      "tags": "Money,Personal finance,Housing market,Personal debt,Bank of England,Budget 2021",
      "text": "Mortgage experts are expecting a \"slow and measured\" increase in the cost of home loans amid predictions of rising prices elsewhere.\nAll eyes turn to the Bank of England which will consider next week whether to raise the base rate.\nSome mortgage lenders have raised their interest rates slightly, after a period of intense competition and ultra-low costs for borrowers.\nOfficial forecasters say the biggest mortgage rate rises will be in 2023.\nThe Office for Budget Responsibility (OBR) - the government's official, independent forecaster - said inflation (which measures the cost of living) was likely to speed up to 4% next year.\nIn response, it predicted a rise in the Bank rate next year, and the year after, from its current record low of 0.1%. It said the Bank rate would not be expected to breach the 1% mark, although it could go as high as 3.5% if inflation went above 5%.\nSuch a change would generally feed through to the interest rates experienced by householders, meaning the cost of mortgages would rise, but returns on savings could get better too.\n\"Whether base rate rises or not, mortgage rates have started edging upwards as the markets have already priced in a rate rise, and possibly two or three more by the end of next year,\" said Mark Harris, chief executive of mortgage broker SPF Private Clients.\nSimon Gammon, managing partner at Knight Frank Finance, said: \"The market is now alive with talk that interest rates are set to rise and all signs suggest the best products available are on borrowed time.\n\"Though any hikes are likely to be slow and measured, this is the lowest mortgage costs are likely to be for some time.\"\nSource: UK Finance\nCompetition in the mortgage market has been intense, particularly in recent months.\nThat has led to historically low mortgage rates. Newly published figures from the Bank of England show that the effective interest rate typically paid on newly drawn mortgages fell slightly to 1.78% in September.\nThere has also been an improvement for first-time buyers unable to offer much in terms of a deposit to mortgage lenders, according to Rachel Springall, of financial information service Moneyfacts.\nShe said competition was still rife, despite \"murmurings of a base rate rise\". \n\"Away from headline-grabbing low rates, we have also seen notable improvements on deals for those with a low deposit this month, whereas last year, borrowers would have found it hard to find a deal as lenders pulled them due to coronavirus,\" she said.\nAndrew Montlake, managing director of Coreco mortgage brokers, said: \"It does now look like the era of ridiculously low rates is coming to an end, but we must remember that we are still in a low-price environment overall.\n\"As the Bank of England weighs up whether to finally raise the rate of interest themselves, there is now a whole generation of borrowers who have never experienced a rate rise of any kind.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59075041",
      "category": "world-europe",
      "title": "Pope urges 'radical' climate response in exclusive BBC message",
      "tags": "Vatican City,Pope Francis,COP26,Climate change,Glasgow",
      "text": "In a message recorded exclusively for the BBC, Pope Francis has called on world leaders meeting next week at the UN Climate conference in Glasgow to provide \"effective responses\" to the environment emergency and offer \"concrete hope\" to future generations.\nSpeaking from the Vatican for BBC Radio 4's Thought for the Day, the Pope talked of crises including the Covid-19 pandemic, climate change and economic difficulties, and urged the world to respond to them with vision and radical decisions, so as not to \"waste opportunities\" that the current challenges present.  \n\"We can confront these crises by retreating into isolationism, protectionism and exploitation,\" the pontiff said, \"or we can see in them a real chance for change.\" \nHe evoked the need for \"a renewed sense of shared responsibility for our world\", adding that \"each of us - whoever and wherever we may be - can play our own part in changing our collective response to the unprecedented threat of climate change and the degradation of our common home.\"\nThe Pontiff is due to meet US President Joe Biden at the Vatican later. Mr Biden's domestic climate policies are yet to pass through the US Congress.\nThe message is a reminder of the emphasis Francis has placed on environmentalism throughout his pontificate. \nHe has frequently evoked the climate crisis in speeches, and in 2015 published an encyclical, or papal document, called Laudato Si' focusing on the issue. In the text, subtitled On Care for our Common Home, he decried environmental destruction, stressed the need to take mitigating measures and gave an unambiguous acceptance that climate change was largely manmade.\nThe letter was issued before the 2015 UN climate conference in Paris, COP21, and was seen as having some impact on pushing leaders towards an agreement. \nIt was evoked during discussions, including by the president of Paraguay, who spoke of the Pope's \"dramatic warning that we face a crisis and need to protect the world upon which we rely for life\".\nSix years on, world leaders are preparing to gather in Glasgow for this year's climate summit, COP26. \nWith growing evidence that the commitments made in Paris to keep global temperature rises \"preferably to 1.5 degrees Celsius, compared to pre-industrial levels\" aren't being met, Pope Francis has again focused on the issue, hoping his intervention will have a similar impact. \nRead more about the COP26 summit here.\nEarlier this month, he gathered almost 40 faith leaders from across the world at the Vatican to sign a joint appeal calling on COP26 to stick to pledges on global warming, carbon neutrality and support for poorer nations to transition to clean energy. In return, the leaders committed to educating and informing their faithful about the climate emergency.\nThere was an expectation that the Pope would attend the conference in Glasgow, telling journalists over the summer that his speech was being written. But at the last minute the Vatican announced that the 84-year-old pontiff would not be going, giving no reason. \nThat is a blow for COP26's organisers, who had hoped his presence would lend added weight to a summit dubbed \"the world's best last chance to get runaway climate change under control\".\nAnd so this message through the BBC is intended to give his guidance from afar. \n\"Every crisis calls for vision… to rethink the future of the world,\" he said, urging \"radical decisions\" and \"a renewed sense of shared responsibility for our world\". \n\"The most important lesson we can take from these crises is our need to build together, so that there will no longer be any borders, barriers or political walls for us to hide behind.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59078331",
      "category": "uk-scotland",
      "title": "Thousands miss out on care due to staff shortages",
      "tags": "Carers,Motor neurone disease,Edinburgh,Social care,Care homes",
      "text": "Thousands of people with complex needs have been told their care may not be fully met because of staff shortages.\nA number of areas, including Fife, Argyll and Bute and the Lothians, have sent letters saying they may have to amend existing care packages. \nSome people with serious disabilities and terminal illnesses have already lost their carers.\nThe Scottish government said it was working hard to help with recruitment in the sector.\nIt said Covid and the loss of EU workers because of Brexit had caused staffing shortages and it called on the UK government to give visas to allow people to come back to work in the social care service.\nScotland's health and social care partnerships (HSCPs) have described the challenges of increased demand and staffing shortages as \"unprecedented\".\nThe letter from Argyll and Bute Health and Social Care Partnership (HSCP), seen by the BBC, said there may be changes to individual care plans in the coming weeks because of the \"national\" issue of recruitment problems. \nIt asks people to contact friends and family for \"support with your care needs\" at this \"challenging time\". \nDonald MacAskill, of Scottish Care, which represents the independent care sector, said the country was in the midst of a \"national social care crisis\" which needed to be dealt with urgently before the worst pressures of winter.\nHe said the crisis would create a huge additional burden for the NHS because people could not be released from hospital without care-at-home packages.\n\"I know of no area that is not affected by workforce problems,\" Dr Macaskill said. \"These are challenges facing every area of Scotland.\"\nGeoffrey Alexander has motor neurone disease (MND) and requires help for everything.\nHis mobility is so affected he doesn't have the strength to turn on his mobile phone. \nA year ago, the 66-year-old was living an independent life. He could walk and take care of himself. \nToday he can tweak just one finger and thumb. He can move his eyes and speak. \nHis siblings stay with him and until the start of this month he had two carers four times a day to get him up, dressed and fed.\nThen on Monday, 4 October he received a call from his care providers to say they could provide no care for him beyond the end of the week because of staff shortages. \nHe says social work in Edinburgh were able to find him a temporary place in a care home. \nAt his specially-adapted flat in Edinburgh, sourced by the charity MND Scotland, he had been able to listen to music, work on his writing and videos, send emails and spend time with family and friends. \nIn the care home he says he can only sit and \"contemplate\" and look at the wall. \n\"I am totally at the mercy of those around me,\" he says.\n\"I can move my hand a little. I can sometimes squeeze a mouse button. But if I need to move my feet I have to ask someone to move them for me.\" \nHe says he has already deteriorated physically in his three weeks in the care home and is worried that he still has no long-term solution. \nGeoffrey's care-at-home was provided by independent operator Time for You Care, on behalf of Edinburgh Health and Social Care Partnership.\nIt said that if staffing challenges meant it could not provide its usual standard of care, it would always work to offer an alternative.\nTFY Care said it was paid higher wages than most care companies but it was still losing staff to other jobs such as delivery driving and supermarkets. \nA spokeswoman from the Edinburgh Health and Social Care Partnership (HSCP) said care-at-home providers right across Scotland were facing an \"acutely difficult time\" and the gaps in some areas were significant.  \nShe said there was an urgent recruitment drive for new carers but in the meantime they were working with families to identify \"alternative short-term options\".\nShe apologised to people affected and said a return to preferred support arrangements would be reinstated \"at the earliest possible opportunity\". \nThe letters from health and social care partnerships explained that staff shortages both within their organisations and with independent providers meant it was not possible to provide care.\nScottish Labour's social affairs spokeswoman Jackie Baillie said the letters were \"really troubling for carers\" as they talked about removing some, or all, of their care package. \n\"That puts the burden on hard-pressed families who have been there throughout the pandemic for their loved ones,\" she said.\nThe Labour MSP said the latest increase in the minimum wage to £10.02 an hour for care staff was \"insufficient\" and did not value them properly.\n\"I am meeting carers who are telling me they can get paid more on the supermarket checkout at Lidl or in the local pub,\" Ms Baillie said.\n\"We are arguing for £15 an hour for social care workers in Scotland.\"\nThe social care crisis is expected to worsen this winter. \nThe Scottish government is working on plans to reduce delayed discharge from hospital but care providers said that would not be possible as they could not provide care packages at home.\nArgyll and Bute Health and Social Care Partnership (HSCP) said it was experiencing increased demand for care-at-home as well as recruitment difficulties. \nIt said it was working to provide the best care it could in \"these very challenging times\". \nLynne Garvey, from Fife HSCP, said Covid-19 was continuing to have an impact and the demand for care-at-home packages was \"unprecedented\". \nMs Garvey said the partnership was recruiting 40 new carers and looking to attract more home carers.\nSocial Care Minister Kevin Stewart said the Scottish government was doing what it could to help health and social care partnerships to recruit and retain staff.\nHe said factors such as Covid and Brexit had created staffing problems in the sector.\n\"One care home company I spoke to the other week had lost 40% of their staff because of Brexit and folk returning to their home countries,\" the minister said.\nHe said the Scottish government had been in conversation with the UK government about giving visas to allow people to come back to work in the social care service.\nMr Stewart said the UK government was being \"rather uncooperative\".\nThe minister said social care workers were seeing their minimum wage raised to £10.02 an hour as part of a £300m package of investments in health services announced at the start of the month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59085806",
      "category": "world-us-canada",
      "title": "Biden: We were clumsy over France submarine row",
      "tags": "COP26,Climate change,Italy,United States,Joe Biden",
      "text": "US President Joe Biden has told France's Emmanuel Macron that the US was \"clumsy\" over a security pact signed between the UK, US, and Australia that lost France billions.\nIt was the first meeting between the two leaders since the Aukus pact - which will let Australia build nuclear-powered submarines - was agreed. \nAukus caused a row with France, which lost a $37bn deal with Australia. \nMr Macron said it was important to \"look to the future\". \nThe meeting between the two presidents took place at France's Vatican embassy in Rome, Villa Bonaparte. \nIt was part of a series of meetings between the US president and world leaders ahead of the G20 summit of major economies this weekend and next week's UN climate summit, COP26, in Scotland. \n\"What we did was clumsy,\" Mr Biden said. \"I was under the impression that France had been informed long before that the deal was not going through, honest to God.\" \nThe Aukus pact, which will also cover AI and other technologies, is one of Australia's biggest defence partnerships in decades, and is seen as an effort to counter China. \nIt scuppered a deal signed by Australia in 2016 for France to build 12 conventional submarines.\nAt the time, France's foreign minister called the security pact \"a stab in the back\", and France temporarily recalled its US and Australian ambassadors. \nSpeaking after meeting Mr Biden on Friday, Mr Macron told reporters: \"Trust is like love, declarations are good, but proof is better.\" The two leaders also spoke about climate change, counter-terrorism in West Africa and European defence. \nMr Biden's first meeting of the day was at the Vatican, where he praised Pope Francis for his leadership on climate change. \nDuring the 90-minute meeting, Mr Biden thanked the pontiff for his advocacy for the world's poor and those suffering from hunger and persecution. He also praised the Pope's leadership on the climate crisis and the pandemic.\nMr Biden gifted Pope Francis a special coin and called him \"the most significant warrior for peace I've ever met.\" \nOn the back of the coin was the insignia of the unit of the Delaware Army National Guard, the unit in which the President's late son, Beau Biden served.\nHe joked that if the pontiff did not have the coin with him at their next meeting, he would have to \"buy the drinks\". \nPope Francis gave Mr Biden a ceramic tile and his recent writings on Catholic teaching. \nAfter his meeting with the pontiff, Mr Biden met Italian President Sergio Mattarella and Italian Prime Minister Mario Draghi. \nEarlier, in a message recorded for the BBC, the Pope urged world leaders to agree a meaningful deal at COP26 offering \"concrete hope\" to future generations.\nRead more about the COP26 summit here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59094606",
      "category": "uk-northern-ireland",
      "title": "Stephen Barriskill murder accused appears in court",
      "tags": "Portadown",
      "text": "A 53-year-old man has appeared in court charged with the murder of 63-year-old Stephen Barriskill in Portadown.\nConnor Lawrence McNeill, of Whitesides Hill in Portadown, is also charged with possession of a gun and ammunition with intent to endanger life.\nMr Barriskill's body was found at a house in Whitesides Hill on Wednesday, after police responded to a report of an incident.\nMr McNeill spoke only to confirm he understood the charges.\nA detective sergeant told Craigavon Magistrates' Court, where Mr McNeill was appearing via videolink, that he could connect the accused to the charges.\nNo application for bail was made.\nMr McNeill is due to appear again on 5 November for bail application."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59078517",
      "category": "uk-northern-ireland",
      "title": "Stephen Barriskill: Man, 53, charged with Portadown murder",
      "tags": "Portadown",
      "text": "A 53-year-old man has been charged with the murder of Stephen Barriskill in Portadown, County Armagh.\nHe is due to appear before Craigavon Magistrates' Court on Friday. As is usual procedure, the Public Prosecution Service will review the charges.\nThe body of 63-year-old Mr Barriskill was discovered in a house in Whitesides Hill shortly after noon on Wednesday.\nPolice said officers found the body as they responded to a report of an incident."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59036814",
      "category": "science-environment",
      "title": "COP26: Arnold Schwarzenegger angered by world leaders' climate policies",
      "tags": "Arnold Schwarzenegger,COP26,Climate change",
      "text": "Arnold Schwarzenegger says leaders who claim combating climate change hurts the economy are \"stupid or liars\". \nAhead of the COP26 climate summit, the former governor of California told the BBC that cutting carbon emissions will benefit global economies.\nThe Terminator actor said reducing meat intake does not have to mean sacrificing something - instead cutting his own has led him to be healthier.\nHe also took aim at pollution caused by international trade.\nIn a wide-ranging interview for BBC Radio 4's 39 Ways to Save the Planet series, Mr Schwarzenegger claimed California's continued economic success and prolific job creation proves carbon dioxide reduction and boosting wealth go hand in hand. \n\"They are liars, they are stupid. Or they don't know how to do it, because we figured how to do it and it's all about having the balls to do it,\" he argued.\nMr Schwarzenegger became a champion of clean air and renewable energy while governor between 2003 and 2011 - setting targets to reduce exhaust fumes and greenhouse gas emissions.\nSince leaving office he has used his fame and influence to promote carbon-cutting policies, notably with the Schwarzenegger Climate Initiative.\nMr Schwarzenegger is also critical of an environmental agenda focused on lifestyle sacrifice. \nThe former champion bodybuilder says he has reduced his meat intake by around three-quarters in the last few years, but argues he is \"gaining\" as a result.\n\"Since eating more vegetables and plant-based foods my heart doctor said my arteries have stopped narrowing,\" he said. \n\"So how have I given up something? I gained my health, it gave me an extra two years.\"\nMr Schwarzenegger also believes technology is delivering solutions and cites his Hummer - a massive military style off-road vehicle - that he switched from diesel to battery power as evidence, given the electric version goes faster with more horsepower. \nRead more about the COP26 summit here.\nHe expressed particular alarm about the air pollution and greenhouse gases coming from shipping, and suggested the most important thing we can do as individuals to cut carbon is to shop local. \n\"Buy local products. Every time you buy something from overseas, that is evil for the environment - this is like the worst thing you can do.\"\nWhen challenged over whether, as a Republican politician, he should support global capitalism that drives this kind of trade, Mr Schwarzenegger rejected this characterisation. \n\"You can have competition but you have to be smart about it… because if people are dead, they are dead. It's over.\"\nHe is planning to be at the climate talks in Glasgow next week, but doesn't put huge faith in the top-down system - preferring to see the solution coming from popular pressure and technological change. \nHowever, Mr Schwarzenegger remains optimistic and still believes: \"There is no fate but what we make for ourselves.\" \nYou can listen to Arnold Schwarzenegger's full interview on BBC Sounds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59088800",
      "category": "entertainment-arts",
      "title": "BBC unveils 'significant' 10-point impartiality plan",
      "tags": "Princess Diana, Princess of Wales",
      "text": "The BBC has announced changes to raise standards across the organisation and challenge claims of bias.\nIt has published a 10-point plan focused on impartiality, whistleblowing and editorial standards.\nThe plan includes regular reviews of content, increased transparency and a new editorial whistleblowing policy.\nThe BBC faced criticism earlier this year over the \"deceitful\" way Martin Bashir's 1995 interview with Princess Diana was obtained.\n\"The BBC's editorial values of impartiality, accuracy and trust are the foundation of our relationship with audiences in the UK and around the world,\" said director general Tim Davie.\n\"Our audiences deserve and expect programmes and content which earn their trust every day and we must meet the highest standards and hold ourselves accountable in everything we do.\n\"The changes we have announced not only ensure we learn the lessons from the past but also protect these essential values for the future.\"\nThe impartiality plan has been informed by a review into its editorial processes, governance and culture that was commissioned by the BBC Board in May.\nIt follows the publication in May of the Dyson Report, Lord Dyson's independent investigation into the circumstances around the 1995 Panorama interview with Diana, Princess of Wales.\nThe \"key actions\" from the BBC's impartiality plan include:\nSir Nicholas Serota's review, published on Friday, found that \"much has changed\" over the past 25 years but said there was \"still potential for significant improvement\".\nThe former Tate director said there was an opportunity for BBC leaders \"to go further and ensure that accuracy, impartiality, fairness and integrity are embedded more deeply across the organisation.\" \nIn what will be seen as a reference to Martin Bashir, the report says that the risk of \"a rogue journalist circumventing editorial controls\" can never be eliminated entirely.\nYet it says that the guidelines, culture, safeguards and governance put in place since his Panorama interview mean \"the risk of circumvention occurring and going unchecked has been reduced significantly\".\n\"Nevertheless, successful organisations learn from their mistakes.\"\nBashir has now left the BBC for the second time following his rehiring in 2016 as its religion editor.\n\"We need a BBC that is beyond reproach when it comes to impartiality, standards, processes and transparency,\" said BBC chairman Richard Sharp.\n\"The Serota Review makes clear recommendations to the Board across all these areas, which will be acted upon.\"\nPrior to the Serota Review's publication, Tim Davie took to the pages of the Telegraph to warn against any watering-down of the BBC's comedy content. \n\"We need to ensure that genres such as comedy are not neutered by a desire to play things safe,\" the director general wrote.\n\"We all know there are limits, and that a routine fuelled by gratuitous unpleasantness is unfunny,\" he continued.\n\"But we should not be fenced into limited creative spaces where no one can take any offence.\"\nPanel shows like BBC One's Have I Got News For You have faced criticism in recent years for jokes that have been deemed by some to be beyond the pale.\nIn 2019 the BBC ruled that comedian Jo Brand \"went beyond what was appropriate\" by making a controversial joke about throwing battery acid on a Radio 4 comedy show.\nThe corporation said comedy \"will always push boundaries\" but said it regretted any offence the edition of satirical show Heresy had caused.\nEarlier this year it said comedy was \"one of the most subjective areas of programming\" while defending a quip Katherine Ryan made on All That Glitters: Britain's Next Jewellery Star.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59081483",
      "category": "uk-politics",
      "title": "HRT: 'The menopause made me feel I was disappearing inside myself'",
      "tags": "Hormone replacement therapy (HRT)",
      "text": "\"I am a Wednesday and a Sunday person. Don't laugh, but I deep condition my hair, put on a face pack and change my HRT patch. It's all self-care in one go.\"\nFifty-one year-old Adelle Martin is sitting in the pub she runs in Rochester in Kent, showing us the HRT patches she sticks on her hip twice a week.\nNow post-menopausal, she coaches other women through a life stage which can be extremely challenging.\nAdelle's menopausal symptoms started very early, when she was just 39, and working in finance. She went through the menopause itself three years later and says the experience affected everything about her life.\n\"It was like I was disappearing inside myself - I could be really, really tearful or really, really grumpy and that was really difficult for the people around me.\n\"When I was at work and with my team, I had to try hard not to cry and not to scream.\"\nShe lost her confidence, suffered from mood swings and \"brain fog\". She also had the classic symptom associated with menopause - the hot flush.\n\"It is the most burning feeling ever. What people see is the sweat. For me, it was burning and tightening of my chest and the feeling of suffocating sometimes and wanting to get out.\"\nAdelle says she even had one of the stranger of the 34 symptoms of menopause - the sensation of getting electric shocks. \nShe laughs. \"That was quite funny\"\nOverall, what was happening to her though was anything but funny.\nHer voice starts to crack as she recalls having to take time out of her job.\n\"The hardest thing was looking in the mirror and not recognising yourself and that's what took me out of the boardroom.\n\"The confidence had gone, I felt hot all the time, my skin, my hair... everything lacked. I felt like I just completely lost myself. At the time I didn't know what it was. It was the menopause.\"\nRelief came when Adelle asked to be put on hormone replacement therapy (HRT) which, she says, stopped her hot flushes and helped her think more clearly.\nNine years on, she still uses the patches to guard against any possible weakening of her bones.\nEach prescription costs £9.35 on the NHS. Adelle currently gets one box every three months but used to pay for it every month before asking her GP for a longer prescription. \nShe has one patch that contains two hormones - oestrogen and progesterone. Some women have to buy them separately, which means they pay twice.\nIn Scotland, Wales and Northern Ireland, prescriptions are free on the NHS.\nLabour MP Carolyn Harris has put forward a Private Members' Bill to Parliament calling for that to be extended to England too.\nShe acknowledges HRT is \"not for everyone\" but says there should be choice.\n\"We're talking about 51% of the population who are suffering this and need the choices to make this decision if they want HRT.\"\nShe is putting the bill forward as part of a wider campaign to raise awareness of the menopause.\n\"It's not just about the HRT, it's about education, it's about employment, it's about relationships, it's about sharing, it's about talking about it.\"\nThe bill certainly has got Westminster talking about the menopause.\nHealth Minister Maria Caulfield has promised it will be a priority in the government's forthcoming Women's Health Strategy.\nShe made the commitment in a debate to mark World Menopause Month.\nSeveral female MPs had earlier shared their personal experiences, symptoms and all.\nWith millions of women eligible, the cost of making HRT free in England would be significant.\nIt's not just menopausal women who have to pay regularly for prescriptions. People with long-term health conditions have been campaigning for their medications to become free in England too.\nThe Prescription Charges Coalition is a group of 51 organisations calling on the government to scrap charges for those with long-term conditions.\nCoalition chair Laura Cockram says the cost of buying multiple items can prove difficult. \"If you're somebody who has Parkinson's, you could have eight or nine medications each month so it's really expensive to live with a long-term condition like that,\" she says.\n\"You can buy a pre-payment certificate - for three months, it costs just over £30. For 12 months, it costs just over £108. But some people have told us, particularly those with long-term conditions, that actually that is quite a lot of money to find to pay that upfront cost.\"\nAccording to the Menopause Charity, only 12% of menopausal women in the UK take HRT.\nSome argue that misinformation and a lack of knowledge can be more of a barrier for women than cost.\nA flawed study conducted in the US in the early 2000s led to misleading publicity about the possible risks of HRT, which is still blamed by some for putting women off taking it.\nThe government says it is \"crucial\" the menopause is \"taken seriously and women get the support they need\".\nIt says it is \"deeply committed to ensuring women are able to access high quality menopause treatment, including HRT, which can be a lifeline for women who are experiencing severe symptoms.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59093216",
      "category": "uk-politics",
      "title": "Davina McCall hails 'brilliant day for women' as HRT prescription cost cut",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59091476",
      "category": "uk-england-merseyside",
      "title": "Wigan deputy head teacher in court on child sex abuse charges",
      "tags": "Wigan,Hindley,Eccleston",
      "text": "A deputy head primary school teacher has appeared in court charged with 18 child sex abuse offences, including two counts of rape. \nJulie Morris, 44, of Ancroft Drive, Hindley, could be seen crying as she appeared at Liverpool Crown Court via videolink from prison.\nMs Morris worked at a primary school in Wigan but the charges are not related to her employment.\nHer co-accused, David Morris, 52, who is no relation, admitted 34 offences.\nMr Morris, of Sandfield Road, Eccleston, who appeared at the same court via videolink from HMP Altcourse, will be sentenced on 22 December, when Ms Morris will be asked to enter a plea.\nMs Morris is accused of two counts of rape, nine counts of causing or inciting a child under 13 to engage in sexual activity, three counts of taking an indecent photo of a child, and one count of possessing indecent photos of a child.\nShe is also charged with one count of engaging in sexual communication with a child and two counts of engaging in sexual activity in the presence of a child.\nThe offences are alleged to have taken place in Eccleston, Merseyside, between 2018 and this year.\nMr Morris admitted seven counts of rape, 13 counts of causing or inciting a child under 13 to engage in sexual activity, and two counts of engaging in sexual activity in the presence of a child.\nHe also pleaded guilty to taking indecent images, of categories A, B and C, possessing and distributing indecent images and two counts of engaging in sexual communications with a child.\nHe also admitted three counts of voyeurism, possession of an extreme pornographic image and possession of a prohibited image of a child.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59015352",
      "category": "uk",
      "title": "Who gives the Queen medical advice?",
      "tags": "UK Royal Family,The Royal Family and the media,Queen Elizabeth II",
      "text": "When the Queen has to rest for a few days on \"medical advice\", who gives that advice?\nSir Huw Thomas is the Queen's physician, as well as being a consultant at St Mary's Hospital in London and professor of gastrointestinal genetics at Imperial College London.\nHe is \"head of the medical household\", which is part of the royal household looking after the health of the royal family.\n\"You very much become part of that organisation and become the personal doctor to the principal people in it, who are patients just like other patients,\" Sir Huw said earlier this year, in an in-house interview at Imperial.\nBut unlike for other patients, every medical decision, such as a trip to hospital for tests, will be played out in a blaze of publicity. With Britain's longest-reigning monarch as a patient, every development in her health will be scrutinised.\nIt might be a high-profile responsibility but it's not a full-time position. \"My role at the medical household doesn't have fixed sessions, and it's as and when I'm needed,\" said 63-year-old Sir Huw, who was knighted this year.\nThe role of royal doctor was also \"completely different from what I would normally be doing\", he told Imperial College.\nWhen there were staff shortages during the pandemic, he helped with ward rounds at St Mary's - and he is also director of the Family Cancer Clinic at St Mark's Hospital in Harrow, north-west London. \nHe has a long-standing involvement in cancer research.\nIt's not known whether he was with the Queen for her medical checks at the King Edward VII hospital this week, but he is listed there as a consultant, with a specialism in gastroenterology.\nHe also works at another medical practice a few streets away from the Edward VII - a private hospital in Marylebone, used by the royals, which originally treated wounded officers from the Boer War.\nThere is a range of other doctors in the medical household and other medical officers who attend the Queen when she travels overseas - and other specialists could be consulted.\nAnother of her doctors, Peter Fisher, was killed in an accident when cycling in London three years ago.\nIn his comments to Imperial College, Sir Huw pointed to keeping people safe in the pandemic as a \"key priority\" for the medical household.\nBeing the doctor to the royals has always been a mixture of medicine and diplomacy, says Elizabeth Hurren, professor of modern history at the University of Leicester.\nFrom the Tudors to the 18th Century, royal doctors were \"as much psychological as diagnostic\" in their approach, offering soothing advice to people who were unlikely to take direct instructions, she says.\nHow would you tell a monarch, ancient or modern, to take a rest?\nProf Hurren, who has researched the history of medicine, says the doctor had to be one of the most trusted people in the royal circle. \"It was very intimate. They needed to entrust them with the most private parts of their lives.\"\nThere are continuous tensions that are still true into the present day, she says. \"How much medical information do you give the public? How do you maintain a sense of privacy?\" \nIn previous centuries, the monarch might have wanted to keep illnesses away from the eyes of the court, not wanting to show vulnerability. \"The court was alive with rumour and gossip,\" she says. And the doctor would be expected to keep medical problems confidential.\nProf Hurren says the role of the court is now played by the modern media - and the same questions of balancing privacy with public life are facing the present-day royal family and their doctors."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59090248",
      "category": "uk-scotland-glasgow-west",
      "title": "Council bin strikes at Glasgow COP26 suspended after pay offer",
      "tags": "Waste management,GMB,Glasgow City Council,Glasgow,Strike action",
      "text": "Threatened bins strikes during the COP26 climate summit have been called off after a £48m offer to unions.\nThe planned walk out by council staff in Glasgow and across Scotland is now suspended while unions consult members. \nLocal authority body Cosla proposed a pay rise of 5.8% for the lowest paid staff as part of a £1,062 increase for all staff earning below £25,000. \nThe deal is understood to involve £30m from the Scottish government and £18.5m from local government.\nMembers of GMB, Unison and Unite unions have been asked to vote on whether to accept the offer. \nGMB had planned a week-long strike beginning for cleansing and refuse staff on Monday, the first full day of the UN climate change summit.\nGlasgow City Council previously urged the workers to think again about causing disruption during a \"busy and difficult time\" for the city.\nAbout 120 world leaders and 25,000 delegates would have been presented with a city where 1,500 council staff in refuse, cleansing, school janitorial and catering roles were on strike.\nThe GMB, along with the Unison and Unite unions, called for a £2,000 pay rise and previously rejected an £850-a-year increase for staff earning up to £25,000 from local authority umbrella body Cosla.\nBin strikes during COP26 were threatened after Glasgow City Council leader Susan Aitken was criticised for saying the city needed a \"spruce up\" before the conference.\nDrew Duffy, of GMB Scotland, said the union would hold a two-week consultation from Monday 1 November, and had agreed to suspend strike action during this time.\n\"While we are pleased that more money for key workers has been found at the 11th hour, the fact it's taken to the brink of the COP to get this offer speaks volumes to our members,\" he said.\nThe GMB previously denied workers were using the global climate conference as a bargaining chip but said staff had been \"put in a corner\" by Cosla despite their efforts during the pandemic. \nMr Duffy told BBC Scotland's Drivetime: \"We have been trying to get a negotiated settlement on this for 10 months now and got nowhere and it has taken COP26, it's taken the international world and it's taken the refuse workers of Glasgow through their social media campaign, the pressure they've put on to actually force politicians to finally recognise the work they do. \n\"Our working-class members have decided to use an international event to highlight the work they do because they are fed up of being disrespected and undervalued by the government.\"\nHe added: \"It worked.\"\nUnison, which represents school cleaners, school caterers, school janitors, waste, recycling and fleet maintenance service workers, has suspended five days of strike action across Scotland while members are consulted.\nJohanna Baxter, from Unison Scotland, said: \"This improved pay offer rightly puts more money into the pockets of those on the lowest pay - it is just disappointing that Unison members had to threaten to go on strike for their employer to recognise their worth.\"\nShe said told BBC Scotland the issue was \"bigger than COP26\". \n\"This is a national dispute and we, between the three trade unions, secured legal mandate for industrial action in half of local authority areas,\" she said.\nShe said that \"demonstrated how fed-up members were with the Scottish government and Cosla treating them like the poor relations of the public sector\" and added that the \"endemic low pay\" meant 55% of local government workers earned less than £25,000 per year.  \nChris Mitchell, GMB convenor for refuse and cleansing, said the union had asked for a £2,000 flat rate \"across the board for everybody\", but knew it was \"not going to be achievable\". \nHe said workers had expected to be offered something in the region of £1,200 to £1,300. \n\"We are open to all negotiations because at the end of the day it's our members who will decide to accept or reject,\" he added. \nA spokesman for Cosla said the offer had been agreed by council leaders, who \"acknowledged the dedication and work done by our workforce over the last 18 months and that is why they have explored every option to get to a position that allows this improved offer to be put to the trade unions today\".\nCouncillor Gail Macgregor, Cosla's resources spokesperson said:  \"We are pleased that as a result of this improved offer our trade union colleagues have notified us this afternoon that they will suspend strike action.\" \nA Scottish government spokesman said: \"We welcome the news that the immediate prospect of strike action has been averted.\n\"Given that local authorities are the employers we were not party to negotiations but we supported the search for a solution with a one-off offer of additional funding of £30m.\n\"We recognise and respect that union processes must now proceed but we hope that today's progress heralds a formal agreement.\" \nThe strike is not the first to be announced for the COP26 summit, when the eyes of the world will be on the city.\nAnother strike which threatened to cripple rail services in Scotland was called off on Wednesday after the RMT accepted a pay deal.\nThe union said the offer would provide workers with a one-year 2.5% pay rise, improved conditions and a £300 COP payment for all ScotRail staff.\nA planned strike by Stagecoach bus workers in the west of Scotland was cancelled on Monday, also after a reaching a deal on pay. \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59093086",
      "category": "uk-scotland",
      "title": "Nicola Sturgeon urges COP26 protesters to respect Glasgow",
      "tags": "Nicola Sturgeon,COP26,Glasgow,Iain Livingstone,Coronavirus pandemic",
      "text": "First Minister Nicola Sturgeon has urged protesters to respect Glasgow and the emergency services as the city prepares to host the COP26 summit.\nShe was speaking less than 48 hours before the UN climate conference gets under way.\nMs Sturgeon was joined at a media briefing by Police Scotland Chief Constable Iain Livingstone.\nShe also addressed concerns about an inevitable spike in Covid cases and travel disruption.\nEarlier this week, protesters from Extinction Rebellion said they were planning high impact \"deliberate disruption\" during the summit. \nBut the first minister urged activists not to cross the line.\nShe said: \"I would ask that people demonstrating show consideration for the city and people who live here. \n\"The people of Glasgow are opening their city up to the world at what is a difficult time for everybody around the world.\n\"I hope those who are travelling into the city, welcome though they are, recognise that.\"\nMs Sturgeon also said the emergency services were there to keep everyone safe including those involved in the negotiations, those protesting and local residents.\nThe first minister said Glasgow has hosted major events before but the size, scale and significance of the summit was unprecedented. \nShe added: \"It could quite literally determine the future of the planet.\"\nMajor road closures are in place around the Scottish Event Campus (SEC) and the first minister urged the public to avoid unnecessary journeys during the first few days of the conference, which starts on Sunday and finishes on 12 November.\nThe event is expected to attract 25,000 delegates and more than 120 politicians and heads of state, including US President Joe Biden, will take part in the world leaders' summit from 1-2 November. \nMs Sturgeon said Scotland and Glasgow had a \"proud tradition\" of peaceful protest and added: \"We want peoples' voices to be heard.\" \nBut she also issued an appeal to those planning disruption and urged them to respect the police and other first responders\nShe added: \"Our emergency services are there to keep everyone safe.\"\nThe first minister asked people to follow Covid rules amid fears the event would lead to an increase in cases.\nSafety measures, such as daily testing and face masks, will be in place at the host venues.\nBut experts believe the greatest virus risk will come from protests or other activist events, which could attract an estimated 100,000 people.\nAt present, Scotland and Northern Ireland have the lowest rates of Covid infections in the UK, according to the Office for National Statistics. \nThe Scotland figure now stands at 1 in 75 compared with 1 in 90 the week before.  \nMs Sturgeon said the next fortnight would bring disruption and cause frustration to the people who lived in Glasgow but said it was for a purpose.\nShe added: \"This is probably the most important global gathering of this century so far.\n\"It is not just in Glasgow's interest to have a safe and successful summit, that is in the interest of the entire world.\" \nThe first minister also said the success of the summit cannot be taken for granted as there is still a \"significant gap\" between ambitions to keep the rise in global temperatures below 1.5 degrees and the current commitments from world leaders.\nShe said: \"If that gap can't all be closed in Glasgow, then at the very least we need to come out of Glasgow with a clear process and timescale around the way in which it will be closed. In other words, keeping 1.5 alive.\n\"The next decade, between now and 2030, is critical if we want to keep 1.5 alive.\"\nChief Constable Iain Livingstone said his force was ready to deliver a \"safe and secure COP26\" while maintaining a quality police service for the people of Scotland.\nOperation Urram (Gaelic for respect) will see up to 10,000 officers deployed on some days of the conference.\nOn Friday 7,000 officers and staff from across the UK arrived in Scotland to support the massive security operation.\nMr Livingstone stressed that under his command they would all \"work to the values\" of Police Scotland.\nHe also said his officers would protect the rights of people who wanted to peacefully make their voices heard.\nBut the chief constable added that he had a clear message for those intent on violent disorder and for those who planned to disrupt the conference.\n\"We will respond swiftly and we will respond robustly,\" he warned.\nMeanwhile, Transport Scotland is urging commuters to be braced for \"severe disruption\".\nNicola Blaney, head of events resilience, said: \"Across the network, we know certain dates are due to be much busier than others, especially November 1, 2, 5 and 6. \n\"This weekend is also likely to be very heavily congested, and we need people to help us to avoid gridlock and crucially, leave space for key workers and emergency services to make essential journeys.\n\"We've been encouraging people to work from home as a way of reducing the risk of Covid - which would also help ease pressure on the transport network during the conference's peak.\"\nThe main closure is Glasgow's Clydeside Expressway, which will not reopen until 14 November, but full details of all the affected routes can be found on the Get Ready Glasgow website.\nFriday 5 November and Saturday 6 November are also expected to be extremely busy, due to planned climate change-related marches from Kelvingrove Park into the city centre and Glasgow Green.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59090067",
      "category": "world",
      "title": "Meta: Facebook's new name ridiculed by Hebrew speakers",
      "tags": "Social media,Israel,Meta,Facebook",
      "text": "Facebook's announcement that it is changing its name to Meta has caused quite the stir in Israel where the word sounds like the Hebrew word for \"dead\". \nTo be precise, Meta is pronounced like the feminine form of the Hebrew word.\nA number of people have taken to Twitter to share their take on the name under the hashtag #FacebookDead. \nThe emergency rescue volunteers Zaka even got involved, telling their followers on Twitter: \"Don't worry, we're on it\". \nAnother Twitter user said: \"Thank you for providing all Hebrew speakers a good reason to laugh.\" \nFacebook isn't the only company to be ridiculed over translations of its branding. \nHere are a few examples of when things got lost in translation. \nWhen KFC arrived in China during the 80s, its motto \"finger lickin' good\" didn't exactly go down well with the locals. \nThe motto's translation in Mandarin was \"eat your fingers off\". \nBut it didn't harm the company too much. KFC is one of the largest fast food chains in the country. \nRolls-Royce changed the name of its Silver Mist car as mist translates as \"excrement\" in German. \nThe car was named Silver Shadow instead. \nMeanwhile when Nokia released its Lumia phone in 2011, it didn't exactly get the reaction it was expecting. \nIn Spanish, Lumia is a synonym for a prostitute, although it apparently only appears in dialects with a heavy Gypsy (Roma) influence. \nHonda however had a lucky escape. It almost named its new car the Fitta, which is a vulgar description for vagina in Swedish. It apparently did not translate well in a number of other languages. \nApparently the issue was detected early on and a decision was made to name the vehicle Jazz in most countries. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59084086",
      "category": "uk-politics",
      "title": "COP26: Has Boris Johnson got what it takes to get a deal?",
      "tags": "Boris Johnson,COP26,Climate change",
      "text": "It wasn't really meant to happen.\nThe snappily titled Conference of the Parties, this mammoth environmental, political and diplomatic shindig, or COP26 as it's known, wasn't destined to be held in the UK. \nOne insider told me \"the whole thing was a mistake\". Another said: \"It was definitely a quirk\". \nWhen prospective host Italy seemed to be humming and hawing over it, the cabinet minister at the time, Claire Perry, spotted an opportunity to grab it for the UK. \nDowning Street wasn't necessarily convinced, the Treasury was said to be even less charitable about the prospect, but one insider suggests: \"One B. Johnson, then foreign secretary, thought the idea for the UK to host such a big event after Brexit would be marvellous.\" \nGlasgow was chosen because the government wanted the opportunity to \"plant Union Jacks and display some of the advantages of the Union\" by bringing a massive international event to Scotland. \nGiven that the conference only ended up in the UK as a twist of fate, will the government end up being delighted it took the chance or regretting the gamble?\nGetting nearly 200 different countries to actually agree on anything is, politely, a tricky challenge. The choreography of such an event is dizzying. The etiquette of COP meetings is unusual. Rows are likely. Walkouts are possible. \nRead more about the COP26 summit here.\nOne insider who has participated in previous COP events recalls a meeting where the attendees spent half an hour arguing over whether to designate the particular session as \"informal\" or \"formal\" while the shouts and chants of protestors outside could be heard in the room, threatening to drown them out.\nThis time, one source told me, there could be as many as 300 delegates in the same room, all entitled to have their say. The idea of trying to reach an agreement with that many people seems mind boggling. Don't be surprised if even the first day is spent in a massive bun fight over agreeing what is on the actual agenda. \nCOP is designed to be inclusive so that everyone taking part can put forward ideas or issues for discussion. That might feel like the right and proper thing to do, but it doesn't make for rapid or straightforward deal making. And there will be moments where it feels like the summit is all going wrong even if the final conclusions are a triumph.\nHaving spotted the political opportunity a long time ago, however, the government is obviously massively eager to show that the meetings end in success. \nLet's face it, while the awareness of climate change and public concern is much higher than it used to be, public and political understanding of all the complexities is not deep or wide.\nOne opinion polling source told me \"COP is literally not on anyone's radar\". But inside government, there is intense focus on what will happen and there are yardsticks by which ministers will measure success. \nFor the government, the broad aim is covered by the catchphrase to \"keep 1.5C alive\", that is to get a deal that limits increases in the world's temperature to 1.5 degrees, the threshold scientists want to prevent the most dangerous impacts of climate change.\nThe hard part for Boris Johnson is that, as you might imagine, it's an awful lot harder than just flicking a switch. \nThe plan to achieve that aim is made up of three main parts. \nFirst, what does each country plan to do about climate change? \nHave they promised to become \"net zero\" at home by the middle of the century? That is, to take out as much greenhouse gas from the atmosphere as they put in it. \nAnd, thirdly, whether they have committed to net zero, or a date, or not what are their own targets for cutting emissions? \nDowning Street is hopeful that more countries will make stronger commitments before the summit gets under way. \nIf big powerful countries that produce lots of greenhouse gases, like China or India, come forward with measly plans, that creates an obvious first big problem. That's why one official suggests the biggest factor in this whole discussion is \"when do China's emissions peak?\".\nThen there is the question of cold, hard, cash. \nFor years, rich, developed countries have meant to be helping the most vulnerable protect themselves from the worst effects of climate change, and to make their economies greener. \nBut guess what, when it comes to shelling out billions, you won't be surprised that the conversations get tricky. The challenge is to work out who is responsible for what and when. In the words of one insider: \"The core of COP is a closed shop where people have huge rows about who is going to go first, and who is going to pay.\" \nWith the possibility that the high stakes diplomacy falters, Boris Johnson also wants the fortnight in Glasgow to demonstrate real world progress. \nYou may have heard the prime minister's pledge of \"coal, cash, cars and trees\", and if you haven't, you'll hear plenty more of it in the next couple of weeks. Stand by for practical announcements on all sorts of actions that should help cut carbon use and reduce the environmental damage from the world's economies, whether that's planting trees, expanding the use of electric vehicles, or just showcasing new technologies.\nThis might be where a lot of the real action is, with work like that of the former Bank of England governor, Mark Carney, who has been looking at how to rewire financial systems. \nAnd there will be a long list of cameos from the global great and good - whether that's Prince Charles, the Archbishop of Canterbury, the Pope or Arnold Schwarzenegger - all urging world leaders and the public to pay attention, and to try to help.\nThe prime minister has a chance to crank up the momentum at a G20 meeting in Rome this weekend, encouraging world leaders to increase their own enthusiasm, and maybe their own commitments. \nBut the cocktail of different factors that will bubble together at COP means a successful fortnight is very far from certain. \nOrganisers also worry about the logistical challenges of such a massive event. \nKeeping hundreds of people, fed, warm and watered matters when you are trying to get them to agree on something, one says. Insiders joke that freezing weather that got delegates shivering at the Copenhagen COP in 2009 was one of the factors that contributed to what was regarded as a miserable outcome. \nSo COP is a political risk and an opportunity for the government. Those who have worked with the prime minister on the issue say \"he has got the religion\", another says it \"matters enormously\" to him that the summit is a political success. \nThere isn't a question over whether Mr Johnson wants to make progress. There are nagging doubts, however, over whether he really comprehends every aspect of the fiendishly complicated detail. One official told me: \"He does care, but he doesn't completely understand all of it.\"\nAnother climate activist questioned whether, in the closing moments of the summit, the PM had the right political characteristics to salvage a deal if he hadn't mastered all of the specifics, to untangle the knots that might be holding back agreement.\nFor months activists and even some in government have suggested privately that Downing Street has focused far less on the upcoming summit than was really required, in contrast to the French government in the run up to the landmark Paris summit in 2015. \nNumber 10 would counter that claim though, pointing out that Mr Johnson has raised the summit in dozens of foreign calls for more than a year. And his president for COP, Alok Sharma, has certainly burned through the air miles trying to build alliances and prepare the ground for progress to be made. \n It is not, however, the case that every minister you speak to about the summit responds with wild enthusiasm (although if it's a success stand by for lots of retrospective wriggling to be part of claiming the credit.).\nSome of Mr Johnson's MPs describe the whole thing as \"incoherent and elitist\", with the government's own green policy at home threatening to \"knacker us at the election\". \nAnother Tory source suggests there's a big risk of a \"greenlash\" from voters when the reality of environmental measures hit, although other government insiders claim Downing Street hopes that a successful COP could go some way to improve the Conservatives standing with younger voters. \nGiven public awareness overall of the summit that might seem like wishful thinking - remember our pollster who suggested the event had barely been noticed so far? \nThe Glasgow meeting is far from the be-all-and-end-all for the UK and the rest of the world's environmental ambitions. But it is an important and visible pressure point for presidents and prime ministers to show what they are willing to do on the issue of our times. \nAnd for Boris Johnson, who loves the glad-handing of summitry, the grand nature of big international events, it is a chance, he hopes, to show that the UK can lead.\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59089946",
      "category": "uk-scotland-glasgow-west",
      "title": "COP26: Climate summit venue becomes UN territory",
      "tags": "Policing,COP26,Climate change,Glasgow",
      "text": "Glasgow's Scottish Events Campus (SEC) has officially been handed over to the United Nations for the historic COP26 summit.\nThe venue now makes up the Blue Zone, and becomes official UN territory for the duration of the global conference.\nThe area will be patrolled by armed UN officers and will be under the highest levels of security.  \nThe UN confirmed the SEC was handed over to it on Friday afternoon ahead of the summit opening on Sunday.\nWorld leaders and delegates will gather in Glasgow from 31 October until 12 November in a bid to hammer out a deal to tackle climate change.\nMost countries will be represented, with about 25,000 accredited delegates expected for the UN Conference of Parties (COP) summit, which will attract the attention of the world and activists from around the globe.\nThe event will take place across two sites - the Blue Zone at the Scottish Event Campus and the Green Zone at Glasgow Science Centre.\nThe Blue Zone will host the main negotiations between world leaders and climate change specialists and is therefore subject to the strictest restrictions.\nOrganisations sending delegates to the conference to observe and take part had to apply more than a year ago to navigate tight security requirements.\nPolice Scotland will only be allowed to enter the site if they are invited to do so by the UN secretary general, or if they believe there is a threat to life. \nThe area will remain under the jurisdiction of Scots Law if any crimes are committed there.\nUN officials, representatives and experts all have diplomatic immunity which means they are exempt from legal process - inside the blue zone.\nThe Green Zone is located on the south of the river with the Science Centre at the heart, hosting a programme of ticketed events.\nThe plan there is to spotlight the dynamic, exciting and inspiring strides being made in climate action across the world. \nWith just two days to go until the world's eyes fall on Glasgow, activity is already building in the city.\nClimate change activists Ocean Rebellion staged one of the first demonstrations on the banks of the River Clyde with three \"vomiting oil heads\" to highlight environmental threats to the oceans.\nExtinction Rebellion started a fortnight of protest action off with a demonstration at the University of Glasgow.\nFour activists locked themselves to the memorial gate to demand that the university urgently implements the campaign group's  Green New Deal - a list of 60 demands they say would end the establishment's \"ecologically destructive practices\".\nThe area around the SEC will be protected by about 10,000 police officers every day.\nPolice Scotland are in charge of the operation and make up about 45% of the numbers, with officers drafted in from across the UK to make up the rest of the police contingent.\nAs well as police from around the UK, there will also be British Transport Police, MoD police and representatives of the Civil Nuclear Constabulary. \nIn addition, police divers will be part of security unit on the River Clyde during the conference.\nMinistry of Defence police will also provide a \"24/7 armed policing presence\" on the river, which runs close to the venue and through the centre of the city."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59093370",
      "category": "uk-politics",
      "title": "COP26: Greta Thunberg on invite to climate change summit",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59073986",
      "category": "world-asia",
      "title": "Japan election: How the elderly keep the ruling party in power",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59060739",
      "category": "world-us-canada",
      "title": "Joe Manchin and Kyrsten Sinema blocking Biden's climate agenda",
      "tags": "COP26,Climate change,Joe Biden",
      "text": "Joe Biden heads to Glasgow in the coming days for a crucial climate summit at which he hopes to cajole international partners into era-defining commitments to reduce carbon emissions. But two senators could undermine his green credentials at the worst possible time.\nIn a Senate balanced on a knife's edge between Democrats and Republicans, Joe Manchin and Kyrsten Sinema have found their moment.\nThey may share the moderate lane of the party, the centre ground of US politics, but beyond that the two could hardly be more different. \nThe rugged 74-year-old man from the mountains of West Virginia and the 45-year-old iconoclastic woman from the deserts of Arizona. \nOne enjoys extended chats with political reporters and hosts parties for fellow senators on his houseboat. The other barely speaks to the press and flies back to her home state at the slightest opportunity.\nBut for all their differences, they are united in opposing parts of Joe Biden's ambitious climate programme - with its ultimate goal of reducing US greenhouse gas emissions to half of 2005 levels. \nAnd now it's a race to strike an agreement on a spending bill that allays their concerns without diluting the US president's green agenda before he arrives in Glasgow on Sunday.\nSo what is driving their thinking?\nOn Sunday morning in Wilmington, Delaware, the president of the United States, the majority leader of the US Senate and the senator from West Virginia sat down for breakfast.\nManchin, hailing from a rural state with only 1.8 million people and a fraction of a percent of the total US gross domestic product, was the one calling the shots.\nBecause of a legislative procedure, Biden and the Democratic congressional leadership hope to use to pass their upcoming spending package with a simple majority, Manchin's support could be the difference between success and failure.\nThe West Virginian had already effectively scuttled what was the centrepiece of Biden's legislative climate agenda, a $150bn programme that would have rewarded energy producers that switched to renewable sources of power and fined those that continued to rely on fossil fuels. Now he is reportedly targeting a fee on the emission of methane, a potent greenhouse gas.\nHe has said he is more amenable to investments in renewable resources as long as they are accompanied by research to make fossil fuel cleaner and don't endanger existing subsidies for the energy industry.\nPart of Manchin's concern with Biden's social-spending and climate agenda is ideological. Manchin is a centrist in a party that is trending more to the left. He's a throwback to a time when his state was controlled by Democrats, but last year Republican Donald Trump won West Virginia by 39 percentage points. Manchin is now the lone Democratic holdout in West Virginia politics and, if he were to choose not to run for re-election in 2024, his seat would almost certainly flip to the Republicans.\nAnother component of Manchin's view, on climate in particular, is practical. \nHe is one of the two senators - the other a Republican - from a state whose economy is dominated by the coal industry. In 2019, the most recent year for which there are figures, coal contributed $9.1bn to the West Virginian economy and accounted for about 27,000 jobs. Manchin's energy investments personally provided him with almost half a million dollars in income in 2020. Energy companies gave more to Manchin's political campaigns than any other senator's.\nFrom his perch as chair of the Senate Energy Committee, Manchin has a particular interest in the climate policies his party - and president - seek to enact. And climate policies that present an existential threat to his state's energy business have little hope of escaping his reach.\nIf Manchin's motives to scale back Biden's climate agenda are reasonably clear, the reasoning of the other key Senate centrist on the issue is more of a cipher.\nSinema started her career in politics as an activist in the Green Party, before she began a steady climb up through Arizona elective office.\nAs she's elevated her position, she's moved steadily toward the middle of the political spectrum, culminating in her Senate victory in 2018, the first for a Democrat in the state in 30 years.\nIn the past year, she's infuriated her party with a vote against raising the minimum wage and by skipping a procedural vote on forming a committee to investigate the January attack on the US Capitol. She's also frustrated liberal activists by keeping her public statements about the spending-bill negotiations to a minimum. Where Manchin will frequently spell out what he will - and won't - support, Sinema treats reporters - and their questions - like a toxic outbreak.\nSinema's relative silence has created a cottage industry of speculation about her motivations and objectives. The left wing of the party point to her frequent meetings with corporate lobbyists as evidence that she's in league with big business interests, perhaps preparing herself for a lucrative post-Senate career.\nIt's a theory political reporter Joshua Marshall of the website Talking Points Memo doesn't buy.\n\"You just don't work that hard and that successfully to climb the ladder of political power to flame out after one Senate term to get a job as a lobbyist,\" he writes. \"The money isn't that good.\"\nMarshall speculates that Sinema is styling herself after the late Arizona Senator John McCain, who frequently quarrelled with his fellow Republicans and, shortly before his death, cast a deciding vote against his party to block the repeal of Democratic health-insurance reforms in 2017.\nMcCain's maverick persona - along with his war-hero record - helped him become an institution in Arizona and ultimately win the Republican presidential nomination in 2008. \nSinema's calculation may be that the key to success in her state, and perhaps nationally, is to burnish her independent credentials. In a state where registered independents outnumber Democrats, it could be a winning strategy.\nAnd so she has expressed opposition to some of the bigger-ticket green-energy subsidies, community funding and spending items in Biden's climate package, while still voicing interest in a tax on carbon used in energy-production (an idea that probably won't fly with Manchin, however).\nThere's already talk in liberal circles of mounting a challenge to Sinema in the 2024 Arizona Democratic primary, and left-wing activists have taken to chasing her through airports and in other public spaces to pressure her to be more of a party team player. Manchin has faced similar scrutiny - and liberal outcry.\nIt is, perhaps, a reflection of just how effective efforts by these two centrists have been that Democrats on the left have become increasingly frustrated with the diminished size of the final bill - and a left-wing rebellion against the final agreement is still a possibility.\nIt may be too late, however. \nWhile the party's liberal flank has succeeded in delaying passage of an accompanying bipartisan infrastructure bill that both Sinema and Manchin have championed, the size of the president's social spending package has been reduced by trillions of dollars - and the scope of the climate measures have been significantly curtailed - because of the two centrists' efforts.\nAccording to reporting by Axios, the White House has scrambled to find a number of new ways to cut emissions, having lost the battle with Manchin over the cleaner energy grid.\nAs Biden prepares to head to Scotland for next week's climate summit, it will be Manchin and Sinema who are defining the limits of what he can promise the US will deliver - and, perhaps, whether he can make any promises at all."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59083491",
      "category": "health",
      "title": "E-cigarettes could be available on NHS to tackle smoking rates",
      "tags": "Smoking,Vaping,NHS",
      "text": "E-cigarettes could soon be prescribed on the NHS in England to help people stop smoking tobacco products.\nThe Medicines and Healthcare Products Regulatory Agency is inviting manufacturers to submit goods for approval to be prescribed.\nIt could mean England becomes the first country in the world to prescribe e-cigarettes as a medical product.\nThere has been much debate over the years about whether e-cigarettes should be used for this purpose.\nE-cigarettes are not completely risk-free but they carry a small fraction of the risk of cigarettes.\nThey do not produce tar or carbon monoxide, two of the most harmful elements in tobacco smoke.\nThe liquid, that is heated up to be inhaled, contains some potentially harmful chemicals also found in cigarette smoke but at much lower levels.\nThis aerosol is commonly referred to as vapour and so the use of an e-cigarette is described as vaping.\nA medically licensed e-cigarette would have to pass even more rigorous safety checks than those required for them to be sold commercially.\nE-cigarettes are the most popular aid used by smokers trying to quit, with more than one-in-four smokers relying on them - more than those who use nicotine-replacement therapy products such as patches or gum.\nBut apart from being used in a number of pilot schemes, they have not been available on prescription.\nHowever, in 2017 the government started promoting them as part of its annual Stoptober campaign.\nIt is estimated that about 3.6 million people use e-cigarettes - most of them ex-smokers.\nAlmost 64,000 people died from smoking in England in 2019.\nHealth Secretary Sajid Javid said e-cigarettes could be an important tool to reduce smoking rates.\n\"Opening the door to a licensed e-cigarette prescribed on the NHS has the potential to tackle the stark disparities in smoking rates across the country,\" he said.\nBut Prof Peter Hajek, director of the tobacco dependence research unit at Queen Mary University of London, said the move sent a positive message that e-cigarettes could help people to quit.\nHe questioned whether it would have the intended consequences as the costs of applying for approval could be a barrier to many manufacturers.\n\"Smokers are more likely to benefit from e-cigarettes if they can select flavours, strengths and products that they like, rather than being limited to whatever becomes licensed. \n\"It also does not seem necessary for the NHS to pay for something that smokers are happy to buy themselves. \n \"Overall, it would seem easier to just recommend existing products which are well regulated by consumer protection regulations.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-59087458",
      "category": "newsbeat",
      "title": "Zayn Malik files 'no contest' plea to harassment charges",
      "tags": "Celebrity,Pop music,Music",
      "text": "Zayn Malik has filed a \"no contest\" plea to four counts of harassment after an argument between him and model Gigi Hadid's mum, Yolanda Hadid.\nA court in Pennsylvania says the singer pleaded guilty to all four counts. Zayn says rather than plead guilty he \"agreed to not contest\" the charges.\nIn response to an allegation he doesn't appear to have been formally charged with, Zayn denied hitting Yolanda. \nZayn and Gigi began dating in 2015, and their daughter Khai was born last year.\nUS showbiz website TMZ reports they are no longer together.\nA no contest plea means Zayn, 28, won't fight the harassment charges in court. \nHe's been sentenced as if convicted but since he's not made an admission of guilt, the plea can't be used to get a conviction in any other case.\nThe singer has been placed on 90 days probation for each count for a total of 360 days.\nHe must also complete an anger management class and a domestic violence programme, as well as having no contact with Yolanda or a security guard who was present during the incident on 29 September.\nCourt records obtained by the PA news agency allege Zayn swore at Yolanda and told her to stay away from Khai.\nHe is also alleged to have \"grabbed and shoved\" Yolanda into a dresser, \"causing mental anguish and physical pain\".\nThe singer, from Bradford, said the assault claims were \"false allegations\".\nIn a statement on Twitter, the former One Direction singer said: \"As you all know I am a private person and I very much want to create a safe and private place for my daughter to grow up in.\n\"A place where private family matters aren't thrown on the world stage for all to poke and pick apart.\n\"In an effort to protect that space for her, I agreed to not contest claims arising from an argument I had with a family member of my partner's who entered our home while my partner was away several weeks ago.\"\nA representative for Gigi said: \"Gigi is solely focused on the best for Khai. She asks for privacy during this time.\"\nNewsbeat has contacted Zayn and Yolanda for comments too, but they haven't yet responded.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-south-scotland-59089076",
      "category": "uk-scotland-south-scotland",
      "title": "Bridges collapse as River Annan level hits 50-year high",
      "tags": "Floods,Dumfries,Hawick,Annan",
      "text": "Two historic footbridges have been washed away as water levels on the River Annan hit a 50-year high.\nThe Scottish Environment Protection Agency (Sepa) recorded the figure at its Brydekirk station near Annan.\nThe rail line between Dumfries and Carlisle has been shut for safety checks on a viaduct in the town.\nFour people also had to be rescued from premises on the Whitesands in Dumfries as heavy rains continued to hit southern Scotland.\nA major incident was declared in Hawick on Thursday as water levels rose but police said it had now been stood down.\nEmergency services were called out early on Thursday evening to the Whitesands as the River Nith poured out across nearby car parks and roads.\nPolice and the Scottish Fire and Rescue Service helped four people out of premises - they were all said to be safe and well.\nSome of the worst issues were suffered in Annan where two footbridges were washed away.\nAnnandale South councillor Richard Brodie said the town was \"still in shock\" at the loss of the Diamond Jubilee Bridge and the Cuthbertson Memorial Bridge.\n\"They are so much a part of our DNA in the town, that it is essential that they are replaced as soon as possible,\" he said.\nThe two bridges lost have allowed people to cross the River Annan for decades.\nThe Diamond Jubilee Bridge was the older of the pair - built in 1897 to mark the 60th anniversary of Queen Victoria's accession to the throne.\nThe 19th century suspension bridge was a B-listed structure.\nThe Cuthbertson Memorial Bridge dated back to 1957 to commemorate Lt William Cuthbertson but was dedicated to everyone from Annan who lost their lives in World War Two.\nNetwork Rail Scotland said the viaduct had been shut after the two bridges north of the railway had been washed away.\nIt tweeted: \"We're unable to allow trains to pass over the Annan Viaduct pending a daylight safety inspection.\n\"The line between Dumfries and Carlisle will remain closed until further notice.\"\nDivers will be needed to go and check the structure but they will be unable to do so until the flow of water in the area slows.\nAmong those affected by the Dumfries flooding were Lucy Woods and Ayla Fudala.\n\"I had to go and lug 20 sandbags and meanwhile the rain kept coming down,\" said Ms Fudala.\n\"The water level kept getting higher and higher.\n\"We had to lift up the fridges and put them on chairs and the power went out for a while.\"\nHowever, they also had one more pleasant surprise.\n\"Our roommate saw an otter swim down the street yesterday,\" said Ms Fudala.\n\"We saw an otter right outside our window - that was nice,\" added Ms Woods.\nA Met Office amber warning for rain was in place for much of southern Scotland earlier in the week and a yellow alert was in place until 15:00 on Friday.\nA number of fresh warnings have been issued for the coming days - one from midnight to noon on Saturday and another from 03:00 on Sunday until 06:00 on Monday.\nHave you been personally affected by flooding in the south of Scotland? Share your experiences by emailing haveyoursay@bbc.co.uk\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-59089013",
      "category": "uk-england-essex",
      "title": "Insulate Britain: Arrests as protesters walk alongside M25 traffic",
      "tags": "M25 motorway,Great Warley Street,Insulate Britain",
      "text": "Insulate Britain protesters caused delays on the M25 by walking alongside oncoming traffic, police said.\nThe protest group said the decision to stop sitting in the middle of roads had been made following \"feedback\" from frustrated drivers.\nEssex Police said it was called to a stretch of the motorway between junctions 28 and 29 near Great Warley at 08:00 BST and 10 arrests were made.\nIt said both sides of the carriageway were reopened within half an hour. \nProtesters later began walking along the white lines of the motorway near junction 21a for Bricket Wood at about 10:30 BST.\nHertfordshire Police said on Twitter that officers were \"working to resolve the disruption as quickly as possible\" and \"several arrests\" had been made.\nCh Insp Lee Deval, of Essex Police, said: \"Not only will incidents of this nature be frustrating for road users trying to reach their destination, walking into fast-moving traffic is extremely dangerous.\n\"I'd like to thank road users today for their patience and understanding.\n\"You've helped us to clear the area quickly, to keep people safe, minimise disruption, and keep Essex moving.\"\nFour court injunctions are in place banning Insulate Britain from obstructing major roads.\nIn a post on Twitter, the group said \"14 ordinary people\" had caused major disruption on the motorway and were defying the government injunction.\nThis is the group's 17th day of action, the last of which saw members have ink thrown in their faces.\nSpeaking before Friday's protest, a man calling himself \"Biff\" said: \"We've had feedback that people are frustrated that they spent time in traffic queues.\n\"We're not planning to stop traffic but it could slow down to five miles an hour.\"\nThe campaigning organisation has been calling for a national programme to ensure homes are insulated to be low energy by 2030.\nIt has blocked major roads around London in recent weeks, including the M1, M4 and M25. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-59089421",
      "category": "uk-england-beds-bucks-herts",
      "title": "Met Police officer charged with child sex offences",
      "tags": "Stevenage,Metropolitan Police Service",
      "text": "A serving Metropolitan Police officer has appeared in court charged with a number of child sex offences.\nDet Con Francois Olwage, 51, from Stevenage, allegedly arranged to meet a girl he believed to be 13 years old, Hertfordshire Police said.\nHe was arrested in Basingstoke, Hampshire, on Thursday and appeared at Basingstoke Magistrates' Court earlier.\nThe officer spoke only to confirm his name and date of birth but not guilty pleas were indicated on all counts.\nHe has been charged with: \nIt was alleged the offences took place between 14 and 28 October.\nDet Con Olwage was granted unconditional bail and a further hearing is due to take place at Winchester Crown Court on 1 December.\nHertfordshire Police said Det Con Olwage, who works in \"specialist operations\" at the Met, had been suspended.\nThe matter had been referred to the Independent Office for Police Conduct and inquiries were ongoing, the force said.\nDet Ch Supt Donna Smith, of the Met's directorate of professional standards, said: \"The arrest of DC Olwage follows a comprehensive investigation by detectives from Hertfordshire Police and we will continue to offer them every support as their inquiries continue.\n\"He was suspended following his arrest for this serious and concerning offence.\n\"He has been charged and will now face criminal proceedings.\n\"It is important that nothing is said or published that could pose a risk to those proceedings.\" \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-59088715",
      "category": "uk-england-cumbria",
      "title": "Flooding in Cumbria: Clear-up begins as rain continues",
      "tags": "Met Office,Kendal,Grasmere,Cockermouth,Keswick,Environment Agency,Windermere",
      "text": "The clear-up has begun in Cumbria after some 40 homes were flooded due to torrential rain.\nHonister Pass saw more than 30cm (12in) in a 24-hour period, with roads blocked and rail services disrupted.\nOne of the affected premises, Keswick Rugby Club, said the water had gone but games this weekend were cancelled.\nHowever, with rain continuing to fall, motorists are warned that some roads are only passable with care, and people should only travel if it is essential. \nThe Met Office has issued a yellow warning, meaning some disruption is possible, and the Environment Agency has six flood warnings (where flooding is expected) and 9 flood alerts (where it is possible) in place on Friday evening.\nWhile it is believed Cumbria is over the worst of the weather, people are being warned to remain vigilant for the next few days, because the ground is now saturated. \nCatherine Evans, from the Environment Agency, said: \"We are looking ahead to Sunday into Monday and we are expecting some more rain then.\n\"It's a bit too early to say exactly what that means to Cumbria but we are really urging people to stay aware of what is going on.\"\nKeswick Rugby Club's pitch and clubhouse were among the premises flooded on Thursday.\nChairman Allan Lambert said: \"We spent a couple of hours yesterday clearing it out.\n\"It's now clear of water, and we can start on the drying out and preparations for opening again, but there will be no rugby here this weekend.\" \nGeorge Cherian, who runs the Honest Lawyer bar and restaurant in Keswick, said the flooding had put future plans for the business at risk.\n\"We'll see what happens, just what the damage is going to cost, and then we'll take it from there,\" he said.\n\"The main thing is getting the water out of the building and then using the dehumidifiers for the water which is inside the walls.\n\"We were going to renovate, give a modern look to the restaurant, but that's all on hold at the minute.\"\nWater levels were high in Cockermouth, a town which has been badly hit in the past, but for some residents the flood defences installed in the wake of Storm Desmond in 2015 worked.\nSarah Peck, whose home had previously been flooded twice, has a bund, or reef, around the lower part of her garden.\nShe said: \"If we hadn't have had that, [the water] would have been in the house without doubt.\n\"We had at least two foot of water being held back by the mound.\"\nVolunteers from Cockermouth Mountain Rescue Team helped bring some who were trapped by the high water, including two holidaymakers and their dog, to safety.\nTom Durcan from the group said the situation had now eased.\n\"Although the river levels are still high, and it's still raining, they are continuing to drop gently so we're hoping by today we are going to have passed the worst of it,\" he said.\n\"I'd say if you haven't been flooded by now, then you probably won't be - but it's not an exact science.\"\nElsewhere in the UK, heavy rain has caused flooding in Devon and Cornwall and washed away two footbridges in Scotland.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56594349",
      "category": "business",
      "title": "Biden unveils 'once in a generation' spending plan",
      "tags": "US economy,Infrastructure,Joe Biden",
      "text": "US President Joe Biden has called for trillions in spending aimed at re-igniting America's economic growth by upgrading its crumbling infrastructure and tackling climate change.\nThe $2.3tn (£1.7tn) proposal would direct billions to initiatives such as charging stations for electric vehicles and eliminating lead water pipes.\nThe spending would be partially offset by raising taxes on businesses.\nThose plans have already roused fierce opposition.\nRepublicans have called the rises \"a recipe for stagnation and decline\", while powerful business lobby groups including the Business Roundtable and Chamber of Commerce said they supported investments but would oppose tax increases.\nThe pushback is a sign of the tough fight ahead for the plan, which needs approval from Congress.\nJoe Biden could have gone in a number of different policy directions after narrowly getting his covid pandemic aid package through Congress. That he opted to push for an infrastructure bill, rather than upping the pressure for gun control, voting rights, immigration, the environment or healthcare reform, suggests he's looking for a popular, non-controversial legislative second act.\nOf course, like that coronavirus package, the Biden administration is likely to use a massive piece of legislation to quietly advance some of those other policy priorities. The proposal contains hundreds of millions of dollars in green energy spending, expanded care for the elderly and disabled and job training, for instance.\nAlso like the coronavirus aid bill, even non-controversial infrastructure provisions that have high public support will be swamped in partisan acrimony. In particular, Republicans are going to vehemently object to the tax increases for corporations and businesses contained in the proposed legislation.\nChances are, Democrats will again have to go it alone when it comes to passing Biden's legislative agenda.\nThe challenge, then, will be keeping the Democratic coalition together at a time when a wide number of constituencies, many of whom held their tongue during the Covid negotiations, line up to ensure their priorities are funded.\nThe White House has promoted its proposal as the most ambitious public spending in decades, saying the investments are necessary to keep the US economy growing and competitive with other countries, especially China.\n\"This is not a plan that tinkers around the edges,\" Mr Biden said in a speech in Pittsburgh, Pennsylvania on Wednesday. \"It's a once in a generation investment in America.\"\nIt calls for investing more than $600bn in infrastructure, including modernising roads, replacing rail cars and buses and repairing crumbling bridges.\nBillions more would be devoted to initiatives like improving veterans hospitals, upgrading affordable housing, expanding high-speed broadband, and providing incentives for manufacturing and technology research.\nIt calls for money to be directed to rural communities and communities of colour, including establishing a national climate-focused laboratory affiliated with an historically black university. \nThe spending, which would have to be approved by Congress, would roll out over eight years. \nThe White House said tax increases would offset the cost over 15 years. \nMr Biden called for raising the corporate tax rate from 21% to 28%, a move that would partially undo cuts the US passed in 2017. He also proposed raising the minimum rate charged for overseas profits.\nIn his speech, in an acknowledgment such plans are likely to face, he said he was also \"open to other ideas\" when it came to paying for the spending.\n\"Failing to make these investments adds to our debt and effectively puts our children at a disadvantage relative to our competitors,\" he said. \"The divisions of the moment shouldn't stop us from doing the right thing for the future.\" \nMr Biden's proposal - which closely resembles promises he made during last year's election campaign - comes just weeks after Democrats muscled through $1.9tn more in aid to address the economic upheaval caused by the pandemic, approving that package without Republican support.\nIt's not clear yet how much of Mr Biden's latest plan will make it through Congress - or how much of another spending package focused on areas such as childcare and education that he plans to unveil in coming weeks.\nPaul Ashworth, chief North America economist at Capital Economics, said the speedy advance of the pandemic package was unusual. \n\"Normally the negotiations drag on for months and what eventually gets passed, if anything gets passed at all, bears only a passing resemblance to what the administration originally asked for,\" he said. \"We suspect these negotiations will revert to the mean.\"\nEli Allen is director of the Center for Sustainable Careers at Civic Works, a non-profit organisation that offers programmes such as job training focused on careers in sustainable energy in Baltimore, Maryland, a majority black city near Washington, DC.\nHe said he was \"cautiously optimistic\" that something resembling Mr Biden's ambitions would eventually pass and  was particularly heartened by Mr Biden's emphasis on creating \"quality jobs\" in terms of pay and benefits - which he said could help set a standard across the industry.\n\"The focus on racial equity is not something we've seen in some of the past federal programmes that we've worked with,\" he added. \"I think that focus … is very important as we think about strategies to expand access to these jobs, especially for communities of colour.\"\nStefani Pashman is chief executive of the Allegheny Conference on Community Development, a regional economic development group in Pittsburgh, the former steel town in Pennsylvania where Mr Biden delivered his speech on Wednesday.\nThe city, located in a state that was key to Mr Biden's election victory, has been working to reinvent itself as a centre for high-tech research in areas such as autonomous vehicles. \nMs Pashman said the president's promise of billions of government dollars has also injected new energy into ambitious local plans, like an effort by Carnegie Mellon University and rail technology company Wabtec to establish a new research lab focused on innovations in freight rail, like autonomous trains.\n\"The idea is to transform the rail industry … but we need $600m from the federal government to amplify what we're able to do at the local level,\" she said.\n\"The past few years … I don't think the government was positioned to take this on at the level that it needs to be addressed and invested in to propel our region's economy and all the economies of the nation,\" she added. \n\"It's clear that they're prioritizing infrastructure in a new way.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59063818",
      "category": "uk",
      "title": "Covid: All countries to be removed from UK's travel red list",
      "tags": "Travel,Travel & leisure industry,Air travel,Grant Shapps,Coronavirus pandemic",
      "text": "The remaining seven countries on the UK government's Covid travel red list will be removed from next Monday.\nFully-vaccinated arrivals from Ecuador, the Dominican Republic, Colombia, Peru, Panama, Haiti and Venezuela will no longer have to quarantine in a hotel. \nBut the red list system will be kept in place and a country could be added back on it if cases rise there.\nThe changes announced by the Department for Transport will apply to passengers arriving in all four nations of the UK.\nTransport Secretary Grant Shapps said it was a \"great boost for travel and all those people employed in the travel sector\".\nHe added: \"We have been able to do this now because the variants of concern that we have been tracking are no longer of concern to the chief medical officers.\"\nThe DfT said \"Delta is now the dominant variant in most countries around the world. This means the risk of known variants entering the UK has reduced and the government can confidently remove these seven destinations from the red list.\"\nThe list of nations and territories whose Covid vaccinations are recognised by the UK is also being expanded, and will now include more than 135 countries in total.\nThe changes will come into effect at 04:00 BST on Monday.\nThe governments in Scotland, Wales and Northern confirmed they would also be adopting the changes, following the initial announcement by the DfT for passengers arriving in England.\nThe DfT said the red list would be reviewed every three weeks, with data - including the emergence of new variants - monitored in case countries needed to be added back on.\nMr Shapps said the red list system itself would be reviewed again in the new year but it was \"prudent\" for the government to keep several hundred hotel rooms available on \"standby\".\n\"We don't want to re-set up a system from scratch if a particular concern was seen in a particular country and we wanted to be able to have quarantine as a mandatory facility,\" he said.\nScotland's Transport Minister Graeme Dey said the move would help the tourism sector \"take another step back towards normal operations\".\nBut he said: \"The pandemic is not over. The situation will be closely monitored and regularly reviewed and if the situation demands it we will not hesitate to re-impose restrictions.\"\nWales said the changes were \"not without risk\" and it remained \"concerned\" by the speed international travel was opening up.\nOver the next two weeks, quarantine hotels will empty. \nFor many with family and friends in the seven remaining countries on the red list, it will be a relief. \nBut for the travel industry, it's mostly a symbolic move. The announcement won't make a huge difference to the number of flights coming into the UK - the red list had already shrunk dramatically earlier this month. \nInstead, the industry sees it as further reassurance that travel is opening up, not closing down. For the first time this year, no matter where you travel from in the world, if you are recognised as fully vaccinated you won't need to quarantine.\nHowever, the government haven't ruled out quarantine hotels altogether in the future if the global situation changes.\nPandemic travel rules in the UK were simplified earlier this month, when the amber list was dropped completely, and advice against holidays changed for many countries.\nFully vaccinated travellers arriving in England from countries including all EU nations, the US, Australia, India, Pakistan, the UAE and Hong Kong need only have a lateral flow test on arrival. Arrivals in Scotland, Wales and Northern Ireland currently must have the more expensive PCR test although this will change on Sunday.\nPeople over the age of 18 who are not fully vaccinated or are arriving from a country not on the approved vaccination list have to self-isolate at home for 10 days after arrival in the UK - and pay for a PCR or lateral flow test in the three days before they travel to the UK, and two tests after their return.\nRed list countries are those the government said should not be visited \"except in the most extreme of circumstances\". The list was introduced as part of measures to reduce the potential risk from travellers infected with coronavirus. \nTravellers arriving from a red list destination have been required to self-isolate in a government-designated hotel for 11 nights at a cost of £2,285.\nMore than 200,000 people have stayed in quarantine in hotels since February. \nThe now-abandoned amber list applied to countries where infections were not seen to be as serious. It initially required passengers to quarantine at home after their arrival, but this restriction was later dropped for the fully-vaccinated when lockdown restrictions ended in July. \nTim Alderslade, from industry body Airlines UK, said the announcement \"should provide further reassurance to passengers as we get closer to the key Christmas and January booking window\". \nHe added: \"We now need to go further by removing testing altogether for the fully vaccinated and committing to reviewing all restrictions by the end of the year.\"\nGary Lewis, from the Travel Network Group representing independent travel businesses, said the industry \"will be breathing a sigh of relief... We hope that this move helps to build customer confidence and reassure people that they can book trips and travel\".\nBut Clive Wratten, head of the Business Travel Association, said \"the lurking threat of further introductions to this list and the continued existence of quarantine hotels means that it does not give travellers the confidence that they need\".\nPaul Charles, chief executive of travel consultancy The PC Agency, said there was \"no justification\" for the red list to remain, adding: \"The best approach is to check for an individual's vaccine status and ensure they are up to date if they want to travel without restrictions.\"\nConsumer group Which? has advised travellers to be aware the changes only reflect requirements for arriving back in the UK and they still could face restrictions on entry to some destinations, especially if they were not fully-vaccinated.\nUK Covid cases have been rising since the end of September, although there are now signs of a small fall. The UK recorded another 39,842 cases on Thursday, and there were 165 deaths of people with 28 days of a positive test. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-48949534",
      "category": "world",
      "title": "What happens when an ambassador is summoned?",
      "tags": "The world explained,Diplomacy",
      "text": "\"The ambassador has been summoned.\"\nIt's one of those lines we might use every day here at the BBC, and it sounds serious. So our apologies if we've never explained what this actually means.\nWhat does the process involve? What does it aim to achieve? Is it really that serious? We spoke to four summoned ambassadors to ask them.\nIn August 2015, three journalists from the al-Jazeera network were sentenced to jail in Egypt for \"spreading false news\". Outside court, Mr Casson spoke on Egyptian television in Arabic to condemn the sentence.\nSoon after, Egypt's foreign ministry said it had summoned him to attend its offices. In doing so, it used one of the few diplomatic tools a host country has when it wants to make its anger felt to another country.\n\"I was called by the foreign ministry and was told 'We need to see you immediately,'\" Mr Casson tells the BBC. \"The first thing they said was, 'We are not summoning you, but we are going to tell the press we are summoning you. If it had been a summoning, we would have sent a formal diplomatic note summoning you.'\"\nThis is the way things normally work in a summoning - a formal, polite, diplomatic note is sent to the relevant country's embassy asking - but not really demanding - its representative to attend a meeting at the foreign ministry, or its equivalent. The medium of the summoning is the message, Mr Casson says.\n\"The main thing is that it is a piece of diplomatic theatre and everybody understands their role, and acts their role,\" Mr Casson, who was in Cairo between 2014 and 2018, says. In London, the drama can involve being made to wait in the grand surroundings of the Foreign and Commonwealth Office, to understand the seriousness of the occasion.\n\"The interesting question,\" Mr Casson asks, \"is that if this is theatre, who is the audience?\"\nIn this case, he says the audience was the Egyptian public, who needed to understand their government was fighting back against perceived foreign interference in their judicial system.\nBut summonings by themselves are unlikely to make the ambassador's country change its approach, Mr Casson says. \"It isn't completely useless - it's a way of saying, 'Let's not build up a head of steam.' It's a symbol of serious political will but not on its own - it needs to be backed up by other stuff. It doesn't make the government think 'Crumbs'.\"\nMr Fujisaki, a former Japanese ambassador to the United Nations, also served as its representative in Washington between 2008 and 2012.\nIn December 2009, he was summoned by US Secretary of State Hillary Clinton. This was notable for two reasons: this is not something the US state department does often, and Japan is a close ally of the US, so an unlikely subject of a summoning. The Washington Post reports Mrs Clinton was \"blunt, if diplomatic\" with Mr Fujisaki.\n\"It was rather unusual,\" Mr Fujisaki says. \"But I thought the American government wanted to convey their message rather rapidly.\"\nThe message in question was about plans to move the US military base in Okinawa. There was just one problem: the new Japanese Prime Minister, Yukio Hatoyama, opposed details of the move. And so, Mr Fujisaki was called to the state department in the middle of a snowstorm, when all other government buildings were shut, to hear Mrs Clinton's view: the military base was being moved, end of story.\nAlthough Mr Fujisaki was widely reported to have been summoned, he disputes the use of the word - and says no-one in the diplomatic service uses it. \"A summoning sounds like you are obligated to be there, it's more legal,\" he says. \"In this case, the government is asking you to be there, it's a request.\"\nMr Fujisaki says the ambassador must speak to his home government so that they do not learn of the summoning through the media. The home government would then brief the ambassador on the most appropriate way to respond and what points they should make.\nAmbassadors can be summoned in inconvenient circumstances - as when Israel's foreign ministry called on 12 countries' representatives on 25 December 2016, when many were away for Christmas.\nSo was making Mr Fujisaki travel across a city in a snowstorm a way of inconveniencing him, and reinforcing the state department's unhappiness? He says not.\nMr Beckingham may be the only ambassador summoned by his hosts over a TV comedy sketch.\nIn 2008, the BBC show Harry and Paul featured a sketch in which one character encouraged another to \"mount\" a Filipina maid. The sketch caused outrage in the Philippines and was called \"completely disgraceful\" and \"distasteful\".\nCue the summoning by the Philippines Foreign Minister Alberto Romulo. \"I knew him very well,\" says Mr Beckingham, who is now retired. \"We had played golf on one occasion and we had been to each others' homes.\n\"I think he probably knew the BBC was an entirely separate organisation from the British government, but he felt he had to remonstrate about that item. It was an entirely civil conversation and I remember we spent a greater time talking about British history and politics, about which he knew a great deal.\n\"They then issued a pretty stern press release which I don't think entirely matched the conversation we had. But that was the point of the exercise - that they could say they had challenged the British government.\"\nMr Bocka, the Albanian ambassador in Belgrade since 2014, is in an unusual position: he once refused a summoning by his host country.\nFour months into his ambassadorship, Albania's football team travelled to Serbia for a Euro 2016 qualifying match. About 40 minutes in, the match was stopped when a drone flew overhead carrying an Albanian nationalist flag.\nA brawl broke out, and the match was abandoned. Soon afterwards, Mr Bocka received a demarche from Serbia's foreign ministry - a polite request for him to attend, rather than an order. \n\"This is the most common way diplomacy is done,\" Mr Bocka tells the BBC. \"You are asked to go, normally to the director, and you have to hear what they have to say, and at the same time, you have the right to express your position.\"\nA year later, it was a different story. Before the return match in Albania's capital Tirana, the Serbian team bus was pelted with stones and a window was cracked. Cue the summoning, and a cranking-up of diplomatic pressure.\n\"They asked me to go immediately to the foreign affairs ministry but I said no,\" Mr Bocka says. He did not feel the stoning of a bus merited his summoning. \"I knew what had happened: nothing! It was 22:00, I said 'maybe tomorrow', but they wanted to have this story on the TV, so I said 'No, I'm not coming'. I told them I wouldn't play this game.\"\nMr Bocka acknowledges how rare it is for an ambassador to reject a summoning by his host country, and the refusal was not without consequences. For several months afterwards, he was disinvited from foreign affairs ministry events, even while his staff continued to work unhindered.\nBut he stayed in his job, and four years later, is on good terms with his hosts again. \"Our relations were damaged for a moment,\" he says. \"But now? It's OK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59088284",
      "category": "health",
      "title": "Covid: Pupils urged to test before returning to school",
      "tags": "Schools,Children,Coronavirus testing,Impact of the COVID-19 pandemic on children,Coronavirus pandemic",
      "text": "Young people are being urged to do a rapid Covid test before they return to school after half-term to prevent more new infections. \nThe UK Health Security Agency says cases among 10 to 19-year-olds are currently the highest of any age group. \nCovid levels are running high in the UK, but are showing early signs of a downwards turn.\nOn Friday, 43,467 new infections have been recorded - that's nearly 6,000 fewer than last Friday.\nMeanwhile, estimates from the ONS infection survey suggest that 1.3 million people in the UK would test positive for coronavirus in the week ending 22 October.\nThat's 1.9% of the population, or one in 55 people. \nPeople can be contagious even if they have no symptoms and are unaware that they have Covid, which is why the UKHSA is recommending pupils get tested. \nFree lateral flow kits can be collected from local pharmacies if pupils do not already have them at home.\nMany pupils in England and Wales return to school next week.\nAnyone who has Covid symptoms or tests positive should isolate and get a confirmatory PCR test as quickly as possible.\nRapid testing and appropriate isolation can break chains of transmission and prevent the spread of the virus, especially as we enter the winter months. \nVaccination can also help prevent cases.\nThe UK's chief medical officers have recommended a single Pfizer Covid dose for all 12 to 15-year-olds.\nSo far the programme in England has been delivered through schools, but from half-term, teenagers will also be able to have their jab at an existing vaccination centre. Not every site will be able to see children immediately though, so families may not be able to go to their nearest centre.\nLatest figures for England suggest 17% of young people aged 12 to 15 have had the jab.\nIt's certainly too soon to get carried away and say that we're definitely on the way down from a peak. \nBut the modellers advising government have been hopeful for some time that the combination of vaccinations plus the high levels of infections we've seen since July are putting enough immunity in the path of the virus to slow its spread. \nThe current wave of infections is running hottest amongst children and young teenagers, who have the lowest rates of vaccination.\nAlthough this group are less likely to get extremely ill if they do catch Covid, vaccines can help reduce the number of infections and prevent disruption to their education, experts say. \nChief executive of the UK Health Security Agency, Dr Jenny Harries, said: \"I am calling on all children to help themselves and each other by getting tested before going back to the classroom, so that we can stop the infection in its tracks and keep as many children in the classroom as possible, continuing their education and developing their futures.\n\"I want to once again thank all our teachers and those who work in schools who are working so hard to help keep children safe.\"\nEducation Secretary Nadhim Zahawi said: \"As we start the countdown to Christmas, testing regularly and getting vaccinated is the best thing we can all do to protect education and make sure we can enjoy the best of the season - whether that's the school nativity or the family gathering over the holidays.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59080007",
      "category": "health",
      "title": "Chronic fatigue syndrome advice scraps exercise therapy",
      "tags": "Chronic fatigue syndrome",
      "text": "A health watchdog has scrapped a previous recommendation of graded exercise therapy for ME.\nThe National Institute of Health and Care Excellence (NICE) has published a long-awaited and contentious final update to guidance on treatment.\nMany patients with ME or chronic fatigue syndrome (CFS) say the therapy, which encourages patients to slowly increase their levels of activity, makes their condition worse.\nThe advice was due out in August. \nBut NICE pulled the publication at the last minute.\nAt that time, NICE said the delay was necessary to allow more conversations with patient groups and professionals, so that its advice would be supported. \nThere are strong and varied views on how the illness should be best managed.\nThe updated guidance for England and Wales recommends people judge their own \"energy limit\" when undertaking activity of any kind, and a physical activity programme should only be considered in specific circumstances. \nIt warns practitioners: \"Do not advise people with ME/CFS to undertake exercise that is not part of a programme overseen by an ME/CFS specialist team, such as telling them to go to the gym or exercise more, because this may worsen their symptoms.\"\nIt also clarifies advice on a talking therapy, known as CBT, stressing that it is only helpful in treating anxiety around the condition, not the illness itself. \nAnd it emphasises the need for early and accurate diagnosis. \nBaroness Finlay, a consultant in palliative medicine and vice-chairwoman of the guideline committee, said: \"Those with ME/CFS need to be listened to, understood and supported to adapt their lives. The committee members involved in this guideline have worked particularly hard to ensure care becomes more empathetic and focused on the individual's needs.\"\nLouise, 37, told the BBC she agreed that graded exercise should be scrapped as it \"gives people false hope\". \n\"Every time I got to 10-11 minute walks I was crashing and spending weeks in bed,\" she said.\n\"I came to the conclusion on my own, right forget this. You just can't. Some days you cannot physically get out of bed.\"\nME Research UK said the publication was \"a significant step in both the acceptance of ME as a physical illness and recognition of appropriate treatment needs of those affected by the condition\".\nSian Leary from the campaign group ME Action UK, said not publishing the guideline in August had been \"devastating to thousands of people with ME\", who she said had been \"seriously harmed by graded exercise therapy\".\nDr Charles Shepherd, medical adviser to the ME Association, said: \"This new guideline will have a big impact on care for people with ME, and draws a line under the damaging therapies of the past.\"\nDr Alastair Miller, an NHS consultant physician in acute medicine and infectious disease in North Cumbria, said exercise programmes could be helpful: \"It is unfortunate that so much emphasis is given to working 'within current energy limits' rather than a gentle and controlled pushing of those limits.  \n\"However, it is to be welcomed that clinics will still be able to provide appropriate personalised activity and exercise programmes for those patients in whom it is felt to be appropriate.\"\nProf Peter White from Queen Mary University of London said: \"I worry that this guideline seems to suggest that patients need to learn to live with CFS/ME, rather than be helped to recover from it.  \n\"NICE have banned graded exercise therapy, in spite of it being found to be helpful in a major Cochrane systematic review, while recommending an energy management programme, which involves 'staying within your energy limits', for which there is little evidence for it helping, and some evidence that it doesn't.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59088216",
      "category": "business",
      "title": "Energy price cap to be reviewed as firms go bust",
      "tags": "Companies,Ofgem,Personal finance,Energy industry",
      "text": "The UK energy watchdog has said it will review how the price cap on gas and electricity bills is calculated following a series of company failures.\nOfgem said there had been an \"unprecedented\" rise in wholesale energy prices. \nSuppliers are unable to pass on the full rise to consumers because of a price cap on household bills, prompting a number of firms to collapse.\nOfgem will examine if the price cap reflects the risks facing companies.\nIt said it will \"consult on the price cap methodology to ensure it appropriately reflects the costs, risks and uncertainties facing suppliers\".\nA number of UK energy firms have gone bust in recent weeks after wholesale global gas prices surged by as much as 250% since the start of the year. \nOfgem can review the price cap - which is the maximum amount per unit that a supplier can charge households on a standard tariff - twice a year. \nThe most recent review lifted the price cap by 12% to a record £1,277.\nIn a letter to the energy industry, Ofgem's chief executive Jonathan Brearley, said: \"The unprecedented rise in energy prices this year has changed the perception of risk and uncertainty in this market.\n\"In order to protect the interests of consumers, we must ensure that the regulatory frameworks, including the price cap, fully reflect the costs, risks and uncertainties facing the supply companies we regulate.\"\nOver the past couple of months, more than two million households have seen their energy suppliers go bust because of the rise in gas prices. \nOfgem has stepped in to find a new energy supplier for these households.\nHowever, it has also meant that consumers face higher energy bills because their new supplier may not be able to offer the tariff they were on before.\n\"We've got to take a cold, hard look at the energy market to understand what went wrong and to make sure we can stop this happening again,\" said Michael Lewis, UK chief executive of E.On, which has taken on customers from three collapsed energy companies.\n\"Customers are already facing steep rises in bills because of the sudden jump in wholesale energy costs, made worse by the added costs from the failure of more than a dozen energy companies.\"\nPhilippe Commaret, from EDF, said the review was good news: \"The recent spikes in wholesale fossil fuel prices have undoubtedly had an impact on customers and we welcome Ofgem's review of the market to make sure customers are protected in the long term.\"\nOfgem currently calculates the cap by looking at wholesale gas prices, energy suppliers' network costs and costs of government policies such as renewable power subsidies.\nGreg Jackson, the founder and chief executive at Octopus energy, said the current methodology was \"a bit clunky\".\n\"It looks backwards six to 12 months on historical prices, so when you see very big rapid changes, it is not agile to that,\" he said.\nScottish Power's chief executive Keith Anderson, said: \"We need urgently to address the structural failures in the retail market - reforming the price cap so that it can respond more quickly to price shocks in the wholesale energy markets as well as focusing it on the most vulnerable customers, who will need our help the most.\"\nOfgem will launch the consultation in November. A decision on any changes will be published in February, when the new price cap will be announced before it is implemented in April.\nThe watchdog also said it would take an \"enhanced\" approach to making sure that energy companies had a \"sustainable business model\", which it said would minimise \"risks to customers and the market as a whole\".\nMr Jackson, whose firm has taken on hundreds of thousands of customers from bust firms, said the situation \"is not just about the price cap\".\n\"There are some questions about how companies were run,\" he said.\n\"The reality is most of the companies, if not all of them that have sadly failed, have done so because they were selling long-term energy contracts but buying short-term energy, and so when the wholesale cost rose, they weren't able to deliver on the prices they promised or even on the price cap,\" said Mr Jackson.\n\"So we need to make sure that energy companies are run prudently.\"\nMr Anderson said: \"Irresponsible and reckless behaviours have gone unpunished and now customers are being told to bear the costs.\n\"Things are becoming desperate even for some well-run companies in our sector. Many more will go bust in the next few weeks.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-59077550",
      "category": "uk-england-beds-bucks-herts",
      "title": "Stoke Mandeville: Roman sculptures HS2 find astounding, expert says",
      "tags": "Archaeology,Stoke Mandeville,HS2",
      "text": "Archaeologists have uncovered an \"astounding\" set of Roman sculptures on the HS2 rail link route.\nTwo complete sculptures of what appear to be a man and a woman, plus the head of a child, were found at an abandoned medieval church in Buckinghamshire.\nThe discoveries at the old St Mary's Church in Stoke Mandeville have been sent for specialist analysis.\nDr Rachel Wood, lead archaeologist for HS2 contractor Fusion JV, said they were \"really rare finds in the UK\".\n\"To find one stone head or one set of shoulders would be really astonishing, but we have two complete heads and shoulders as well as a third head as well,\" said Dr Wood.\n\"They're even more significant to us archaeologically, because they've actually helped change our understanding of the site here before the medieval church was built.\"\nA hexagonal glass Roman jug was also uncovered with large pieces still intact, despite being in the ground for what is thought to be more than 1,000 years.\nDr Wood added: \"They are so significant and so remarkable that we would certainly hope that they will end up on display for the local community to see.\"\nArchaeologists have been working on the site and about 3,000 bodies have been removed from the church, which dates back to 1080, and will be reburied elsewhere.\nSince work began in 2018, the well-preserved walls and structural features of the church have been revealed, along with unusual stone carvings and medieval graffiti including markings believed to be sun dials or witching marks.\nIt is believed that the location was used as a Roman mausoleum before the Norman church was built.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-59087450",
      "category": "newsbeat",
      "title": "Zayn Malik denies assault of Gigi Hadid's mum Yolanda Hadid",
      "tags": "Celebrity,Pop music,Music",
      "text": "Zayn Malik has \"adamantly\" denied assault of Gigi Hadid's mum, Yolanda Hadid.\nThe former One Direction singer told TMZ claims that he hit Yolanda Hadid are \"false allegations\".\nZayn Malik didn't directly address the allegations in a statement posted on Twitter, but he did ask for privacy and said he hoped for \"healing for all involved\".\nYolanda has not commented in public yet.\nGigi Hadid also asked for privacy for herself and their daughter in a separate statement given to E! News. \nZayn's statement to TMZ read: \"I adamantly deny striking Yolanda Hadid and for the sake of my daughter I decline to give any further details and I hope that Yolanda will reconsider her false allegations and move towards healing these family issues in private.\"\nIn his post on Twitter, he wrote: \"I had agreed not to contest claims arising from an argument I had with a family member of my partner's.\n\"Despite my efforts to restore us to a peaceful family environment that will allow for me to co-parent my daughter in a manner which she deserves, this has been 'leaked' to the press.\"\nZayn, 28, and Gigi, 26, started dating in 2015, and had their daughter Khai in 2020. TMZ reports they are no longer together.\nIn Gigi's statement, her representative said she is \"solely focused on the best for Khai\". \nNewsbeat contacted Zayn, Yolanda and Gigi for a comment, but they haven't yet responded.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59085937",
      "category": "world-us-canada",
      "title": "Andrew Cuomo: Ex-NY governor accused of groping in court filing",
      "tags": "New York City,New York,Sexual harassment,United States",
      "text": "A criminal complaint accusing former New York Governor Andrew Cuomo of groping has been filed in a court.\nThe complaint, filed in the state capital Albany on Thursday, accuses Mr Cuomo of groping a woman under her blouse at the governor's mansion.\nA lawyer for Mr Cuomo - who resigned in August - denied the charge, dismissing it as politically motivated. \nA misdemeanour count of unwanted touching can carry a sentence of one year in prison. \nMr Cuomo stepped down after the New York state attorney general found in an investigation that he had harassed 11 female employees.\nThe former governor denied sexual misconduct, but apologised for ever making any woman feel uncomfortable.\nAccording to CBS News, the BBC's partner in the US, Mr Cuomo has been issued with a criminal summons to appear in court on 17 November. \nThe filing states that Mr Cuomo did \"intentionally, and for no legitimate purpose, forcibly place his hand under the blouse shirt of the victim and onto her intimate body part\".\nIt states that he did this \"for the purposes of degrading and gratifying his sexual desires, all contrary to the provisions of the statute\".\nThe complaint does not name the victim, but says the alleged abuse occurred at the governor's executive mansion in Albany on 7 December 2020.\nMr Cuomo's lawyer, Rita Glavin, told CBS that her client denies the charges, and accused the local sheriff of an \"improper\" motive. \n\"This is not professional law enforcement; this is politics,\" she said.\nThe charge comes more than two months after a former aide to Mr Cuomo, Brittany Commisso, filed a complaint with the county sheriff, accusing the governor of touching her breast last year. \nMr Cuomo has repeatedly denied any wrongdoing towards Ms Commisso, who is a former executive assistant to the governor.\nNew York Attorney General Letitia James, who investigated Mr Cuomo and is now herself tipped as a candidate for governor, tweeted: \"The criminal charges against Mr Cuomo for forcible touching further validate the findings in our report.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59085935",
      "category": "world-us-canada",
      "title": "Two US neo-Nazis from 'the Base' jailed for terrorist plot",
      "tags": "Neo-Nazism,United States",
      "text": "Two neo-Nazis who were recorded plotting a violent attack to bring down the US government have been sentenced to nine years in prison.\nBrian Mark Lemley, 35, and Canadian Patrik Jordan Mathews, 29, were members of the Base, a white nationalist terror group.\nThey pleaded guilty to charges in June. \nAlthough the pair were not found guilty of any violent crimes, the judge determined that their sentences deserved a terror enhancement.\nCCTV cameras installed in their home in Delaware captured the men discussing how a gun rally in Richmond, Virginia, last year could be used to orchestrate the downfall of the US government. \nAs well as destroying railway lines and poisoning water supplies, they planned to break a racist mass murderer responsible for a 2015 church shooting out of a prison in Indiana, according to investigators.\nUS District Judge Theodore Chuang said the recording showed the \"virulence\" of their desire to kill and overthrow the US government, AP News reported. \"The court rejects the notion that this was merely talk among friends,\" he added.\nMathews, a Canadian Army reservist, had fled Canada after his name was exposed by the Winnipeg Free Press.\nHe went on to live in the US state of Georgia where he engaged in military-style training exercises with the group. \nLemley served as a US Army cavalry scout in Iraq before he returned home and was diagnosed with PTSD.\n\"These sentences make clear that their hateful efforts failed,\" said US Attorney Erek Barron, who prosecuted the case.\n\"These men sought to divide our community based on hate,\" he added in a news conference after the sentencing. \nThe men had previously pleaded guilty to immigration charges related to transporting Mathews, providing a weapon to an illegal alien, and transporting a gun across state lines to commit a crime and obstruction of justice. \nThe Base, formed in 2018, seeks to create terrorist cells in the US and other countries in an attempt to establish fascist, white ethno-states through a \"race war\", say hate-group monitors.\nIn July, the UK Home Secretary announced that the group would be banned under the nation's anti-terror laws. \nLast year, a BBC investigation found that the group is led by US citizen Rinaldo Nazzaro, who lives in St Petersburg, Russia. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59097473",
      "category": "uk",
      "title": "Fishing row: PM fears breach of EU-UK trade agreement",
      "tags": "Boris Johnson,Brexit",
      "text": "Boris Johnson says he fears the EU-UK trade agreement may have been breached in a dispute with France over post-Brexit fishing rights.\nIt comes after France said it could stop UK boats landing in its ports if the row over licences was not resolved.\nThe prime minister said the UK government would do \"whatever is necessary to ensure UK interests\".\nThe French president said the fishing row and disputes over Northern Ireland were a test of the UK's credibility.\nThe argument - essentially over how many French fishing boats are allowed to fish in UK waters - began when the UK and Jersey denied fishing licences to dozens of French boats last month.\nMr Johnson said: \"British fishermen should be confident in going about their lawful business and they should be encouraged to continue fishing in accordance with the [EU-UK trade] agreement.\n\"France is one of our oldest, closest allies and friends. The ties that bind us together are far stronger than the turbulence that currently exists in the relationship.\"\nFrench President Emmanuel Macron told the Financial Times: \"Make no mistake, it is not just for the Europeans but all of their partners. Because when you spend years negotiating a treaty and then a few months later you do the opposite of what was decided on the aspects that suit you the least, it is not a big sign of your credibility.\"\nThe leaders' comments come ahead of a \"brush by\" meeting they are expected to have at the G20 summit in Rome this weekend.\nMeanwhile, the BBC's political editor Laura Kuenssberg says she has seen a letter which appears to show the French prime minister Jean Castex appealing to the EU to demonstrate there is \"more damage to leaving the EU than to remaining there\".\nFrance was angered by a decision from the UK and Jersey last month to deny fishing licences to French boats, arguing it a breach of the Brexit deal.\nThe country then warned it would block British boats from landing their catches in some French ports next week and tighten checks on UK boats and trucks if the dispute was not resolved by Tuesday. \nOn Friday morning, Environment Secretary George Eustice said if necessary the UK would respond in turn, saying \"two can play at that game\".\nThe government also said it was considering launching \"dispute settlement proceedings\" with the EU if France goes ahead with the \"unjustified measures\".\nEarlier, French ambassador Catherine Colonna was summoned to a meeting with foreign office minister Wendy Morton.\nAt the meeting - which lasted around 15 minutes - Ms Morton \"expressed disappointment over the confrontational language that has been consistently used by the French government, which makes this situation no easier to resolve.\"\nThe French people are deeply attached to their fishing industry, suspicious of the British government, and share the general confusion about why some French boats are being given licences and others refused.\nThey take at face value their own government's claim that it is all grossly unfair, and that the planned retaliation against the UK is simply a defence of the national interest.\nWhich is not to say there aren't also worried voices urging caution.\nThe big fish and seafood traders based in Boulogne-sur-Mer depend heavily on British produce either unloaded at the quayside or brought in by lorry.\nIf those imports dry up, hundreds of jobs could be at stake - not to mention the valuable Christmas market for coquille saint-jacques and other shellfish.\nIt's commonplace in the UK to hear that by acting tough President Macron is merely playing to the gallery with an eye on next April's presidential elections.\nAnd it's commonplace in France to hear that Boris Johnson is merely playing to his political gallery by baiting the oh-so-baitable French.\nSuffice to say that right now neither side seems particularly inclined to do the other any favours.\nFishing was one of the final sticking points in the post-Brexit trade agreement.\nAs part of the agreement, licences would be given to vessels that could show they had fished in each other's waters for years. But there have been disputes about how much evidence is needed. \nThe UK says this was the case for the rejected applications which sparked the latest row.\nThe UK has also been seeking to change the Brexit deal for Northern Ireland - known as the protocol - because it says it is affecting trade, businesses and has led to a \"brewing political crisis\".\nTensions rose after a British trawler was seized by France and another fined during checks off Le Havre on Thursday.\nFrench authorities say the Cornelis Gert Jan vessel did not have a licence - something the boat's owners deny. The captain of the scallop dredger faces a court hearing in August next year.\nThe UK environment secretary said the trawler had been granted a licence earlier this year and the government was \"trying to get to the bottom\" of why it had subsequently been taken off the list given to the EU.\nAndrew Brown, from the boat's owners Macduff Shellfish, said: \"We don't know where the error of interpretation of the licence lies... but I would believe that under normal circumstances a misunderstanding like this could be sorted out with a phone call.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58940897",
      "category": "uk-scotland-glasgow-west",
      "title": "COP26: Strikes and disruption during Glasgow climate summit",
      "tags": "Rail travel,GMB,COP26,Glasgow,Strike action",
      "text": "Scotland is hosting thousands of delegates for the COP26 climate conference in Glasgow.\nBut they face a city where tourist attractions are closed, rail services are cancelled and cleaners and refuse collectors are out on strike.  \nAbout 120 world leaders are expected to attend the United Nations summit, which runs from 31 October to 12 November.\nWhat is the impact on the city itself, during talks that could bring major change for lives across the world?\nGlasgow's main tourist attractions are closed to the public for the duration of the summit, which is hosted at the city's SEC campus.\nThe Riverside Museum, Kelvingrove Museum, Gallery of Modern Art and others venues are all affected as some staff are moved to work on the city's COP26 team.\nGlasgow Life, which runs culture and leisure venues for the city council, said this was necessary to support the delivery of the conference.\nVenue closures\nThe Emirates Arena sports venue remains open, but it is expected to be busy as areas are used for COP26 delivery.\nA Glasgow Life spokeswoman said: \"The significance of COP26 means that, inevitably, there will be an impact on how the city operates during the event.\n\"In supporting the delivery of COP26 activity, a small number of Glasgow Life venues will be closed to the public, either for part of or the duration of the conference.\n\"Across the wider venues we have reopened, it is our intention to minimise disruption and operate business as usual as far as possible.\"\nAbout 1,500 Glasgow City Council staff in refuse, cleansing, school janitorial and catering roles confirmed they would  strike over an ongoing pay dispute.\nA joint trade union group, including Unison, Unite and the GMB, is seeking a £2,000 pay increase from Scotland's local authority umbrella body Cosla.\nThey are calling on staff to take \"targeted\" strike action during the second week of the summit.\nCosla has offered an £850 flat rate rise for the lowest paid staff and 2% for those paid less than £40,000 a year.\nWendy Dunsmore, of Unite, said: \"The incredible professionalism and sacrifice by local government workers has not been recognised during the Covid-19 pandemic.\"\nJohanna Baxter, of Unison, said more than half of local government workers earned under £25,000 a year and many were at \"breaking point\".\nThe call for industrial action came as council leader Susan Aitken was criticised for the mess of the city ahead of the climate conference.\nRail workers said they would strike during the UN summit, in a separate dispute over pay and conditions - but action was called off after the RMT accepted a pay deal.\nThe union initially said members who work for ScotRail would strike from Monday 1 November until Friday 12 November.\nHowever days before the summit began, RMT members agreed to the offer which they would provide them with a one year 2.5% pay rise, improved conditions and a £300 COP payment for all ScotRail staff.\nIt brings an end to strikes that have been ongoing since March.\nCOP26 delegates have been encouraged to travel by train to reach the SEC conference venue, which is served by its own station, Exhibition Centre.\nStaff on the Caledonian Sleeper will hold four 24-hour strikes. These are on Sunday 31 October, Monday 1 November, Thursday 11 November and Friday 12 November.\nMany roads in the city have also been closed from Saturday 23 October until Monday 15 November. \nTransport Scotland warned drivers to avoid the SEC area and expect delays on the M8 as this will be the main route for delegates travelling to the summit.\nThe area around the SEC site will see the greatest impact. More than 9,000 people living in Glasgow's Finnieston, Anderston and Yorkhill areas are affected by road closures, parking restrictions and security measures.\nFive schools near the SEC site will be closed in Glasgow on 1 and 2 November due to road restrictions impacting travel.\nThe closures affect the Glasgow Gaelic School - which has a nursery, primary and secondary - Anderston Primary, Cranstonhill Nursery, St Patrick's Primary and the adjoining Sandyford Day Nursery.\nGlasgow City Council has notified the families of the children affected, outlining \"alternative learning\" arrangements.\nA council spokeswoman said: \"We apologise for any inconvenience to families, but we feel that our children's learning will be better spent at home on these days instead of potentially being stuck on a long journey to and from school.\"\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    }
  ]
}