{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58412832/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Scots to need vaccine passports for large events",
      "tags": "Nicola Sturgeon,Vaccine passports",
      "text": "Vaccine passports are to be required for entry to nightclubs and many large events in Scotland from later this month, Nicola Sturgeon has said.\nThe plans will apply to indoor and outdoor events, and will need to be signed off by MSPs next week.\nMs Sturgeon said the move was needed to help stem the recent surge in the number of cases.\nA further 6,107 people have tested positive, with the number of people in hospital doubling in the past 10 days. \nAnd several areas of Scotland are among the regions with the highest rates of the virus in Europe. \nThe new vaccine certification rules mean people over the age of 18 will need to show they have had both doses of the vaccine before they are allowed entry to: \nThe new rules will impact on many sporting events in Scotland - particularly football matches - as well as concerts and music festivals.\nSPFL chief executive Neil Doncaster said Premiership football clubs had \"a significant number of questions and real concern\" about the plan.\nHe added: \"It's not clear what IT infrastructure will be in place, what time-scales clubs will be asked to work to, or what can be done for those without smart phones.\n\"And it's not clear if it's going to cut across terms and conditions of seasons tickets already bought by people across the land.\"\nMs Sturgeon said the hospitality industry as a whole would not be included in the certification scheme - although that decision would be kept under review.\nAnd there are no plans to include key services or settings where people have no choice over attendance - such as shops, public transport, education and medical services. \nAnyone who has good reasons for not getting fully vaccinated - including children and people with particular medical conditions - will be exempt. \nPeople can already request a paper copy of their vaccination record to allow them to travel, and from Friday they will be provided with a QR code so they can download a copy of the record to keep on their phone.\nA similar scheme will be introduced in England at the end of this month, with people needing to have a \"Covid pass\" to access \"higher risk\" settings such as nightclubs. \nSeveral other European countries - including France, Italy and Ireland - have already introduced certification.\nScotland's health secretary, Humza Yousaf, said in July that he was \"sceptical\" about the case for vaccine passports, citing concerns that they \"might increase the inequality gap, and there would be ethical issues\".\nThe country's deputy first minister, John Swinney, also said he did not believe it was right to exclude people who do not want to be vaccinated after the UK government set out its plans to introduce passports in England.\nIn a statement at Holyrood, Ms Sturgeon told MSPs that the certification scheme was now needed to \"help protect individuals and the country as a whole and reduce the risk of further restrictions being necessary\".\nThe first minister added: \"Many of the events and venues that are covered by the certification scheme are important - they matter to our economy, and to our cultural and social life. \n\"That's why we want to enable them to stay open safely - but they are not essential services.\n\"And the nature of them - which involves bringing many people together in relatively small areas - does mean that, despite their very best efforts, they can contribute significantly to the spread of the virus.\"\nShe also said it would be \"grossly irresponsible\" to rule out re-introducing further restrictions in the future.\nThe Scottish Greens are not keen on vaccine passports. The new minister for zero carbon buildings, active travel and tenants' rights, Patrick Harvie, has raised concerns about their introduction before.\nIn July he argued vaccine certification \"would deepen discrimination against those who have not yet been vaccinated\".\nToday the party's health spokesperson, Gillian Mackay, said it was essential the Scottish government ensures the introduction of vaccine certification doesn't adversely affect disabled people, those with underlying health conditions and those from the global south who may not be able to access proof of vaccination. \nBut the Greens are now in government. Vaccine certification isn't specifically excluded in the co-operation agreement they signed with the SNP and so the Greens are bound by collective responsibility on this issue and will have to support it when it's put to the vote at Holyrood. \nThe first minister said it was a \"significant move\" and would need to be signed off by MSPs, with a debate and vote to take place next week.\nHowever the SNP has a comfortable majority with the backing of the Scottish Greens - who have previously been opposed to the move - and the cooperation agreement between the two parties commits them to working together on Covid-related matters.\nThe Liberal Democrats were the only party to hit out directly against the plans following Ms Sturgeon's statement, with leader Alex Cole-Hamilton saying vaccine passports were akin to \"medical ID cards\", adding: \"This is an illiberal step\".\nScottish Conservative leader Douglas Ross said the Scottish government had \"wasted months\" that could have been spent making preparations, and was now \"introducing vaccine passports at the last minute\".\nHe added: \"It's a striking u-turn from what John Swinney said last month, where he emphatically claimed vaccine passports were \"the wrong way\" to go. \n\"We need businesses to get in-depth guidance around these certificates as soon as possible. They should be involved in the process and the government needs to clarify whether they will be expected to police these new rules.\"\nScottish Labour leader Anas Sarwar said the virus was now out of control and Scotland - and claimed the government had no strategy to deal with it. \nCase levels in Scotland are 80% higher now than they were last week, and five times higher than they were four weeks ago.\nThe number of people in hospital has more than doubled since 20 August, from 312 to 629.\nIntensive care admissions have not risen as quickly, but have still gone up from 34 to 59 over the same timescale.\nMeanwhile 4,108,804 people have had a first dose of vaccine, and 3,691,066 have had two.\nThat includes 95% of people over 40 who are now fully vaccinated, as well as 71% of 30 to 39-year-olds and 51% of 18 to 29-year-olds.\nThe Federation of Small Businesses said the many affected firms would not welcome the certificate scheme - but would accept it as an alternative to stricter restrictions. \nBut it said the system needed to be user-friendly for both businesses and the public, and warned against a \"rush\" to extend the scheme to other settings. \nThe Scottish Licensed Trade Association (SLTA) said the scheme was a \"threat hanging over the whole of the hospitality industry\", while the UK Hospitality Scotland said the move would \"cause dismay amongst businesses\" that had only recently been allowed to reopen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58393309",
      "category": "uk-politics",
      "title": "Afghanistan: The questions facing Foreign Secretary Dominic Raab",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Foreign Affairs Select Committee",
      "text": "On Wednesday, Foreign Secretary Dominic Raab will be grilled by the Foreign Affairs Committee over his handling of the UK's withdrawal from Afghanistan.\nHere are some of the questions Mr Raab could face:\nSince April, more than 17,000 people have been evacuated from Afghanistan by the UK.\nAround 5,000 were UK nationals, while the rest were mostly Afghans who worked for the British government, supported under the Afghanistan Relocation Assistance Policy (Arap).\nCivilian evacuations came to an end at the weekend and Mr Raab has said it is difficult to ascertain how many people have been left behind, although he estimated that a few hundred British nationals still remain in the country.\nLast week, Defence Secretary Ben Wallace said there were around 800 to 1,100 Afghans eligible to come to the UK under the Arap scheme who would not be able to make it out of the country. \nMr Raab dismissed claims from MPs that there could be as many as 7,000 Arap-eligible applicants left behind.\nThe foreign secretary can expect MPs to push him on the most recent figures.  \nIn addition to the Arap scheme, the UK says its Afghan Citizens' Resettlement Scheme aims to allow 5,000 Afghans to settle in the UK, with the long-term goal a total of 20,000.\nHowever, with the UK's airlift evacuations at an end, those hoping to leave may have to resort to escaping into neighbouring countries by land. \nThese journeys could be dangerous and would entail passing through Taliban checkpoints.\nThere is also no guarantee bordering countries would be willing to let in Afghan refugees or that the Taliban would let people leave.\nGiven the UK no longer has a diplomatic presence in Afghanistan, will it struggle to process resettlement claims from Afghans?\nThe UK has suggested it will try to process resettlement claims in neighbouring countries but will people have to risk making a potentially dangerous journey out of Afghanistan before they know if they are eligible to move to the UK?\nThe German Foreign Minister, Heiko Mass, has just completed a visit to the region taking in Turkey, Uzbekistan, Tajikistan, Pakistan and Qatar. \nGermany says Uzbekistan has agreed to allow those identified to be at-risk to be flown in and on to Germany once flights restart from Kabul. \nSpeaking to the BBC on Tuesday, Mr Raab said he had spoken to all of the main third countries where the government expect people to flee and was \"making sure we have got the practical arrangements to be able to identify those that are eligible so that they can get across the border\".\nMr Raab could be pushed on the specifics of his contacts with countries in the region and whether any agreements have been put in place.\nThe speed of the Taliban's advance to Kabul took many countries by surprise.\nMr Raab has acknowledged that the UK's assessment was \"clearly wrong\" but pointed out that other countries also failed to predict the pace at which the Afghan government would collapse.\nHe has also said intelligence gathering was not the Foreign Office's \"lead responsibility\"; however MPs will still want to know how the UK government got its assessment wrong.\nLast week, The Times reported that documents with the contact details of Afghans working for - or applying to work for - the UK had been left behind at the British embassy in Kabul after staff evacuated the building. \nIt came as a UN report warned that the Taliban had been conducting door-to-door searches to find and threaten people who had worked for Nato forces or the previous Afghan government. \nThe Foreign Office insisted \"every effort\" was made to destroy sensitive embassy papers and that it had helped three of the affected families to safety.\nMPs may seek assurances that others whose details were left behind have been offered help. \nEarlier this month, Mr Raab faced criticism for being on holiday as the Taliban advanced on Kabul.\nHe has denied reports he was asked to return to the UK on 13 August but instead chose to remain abroad until 15 August.\nMr Raab subsequently admitted that \"with hindsight\" he would not have gone away, but dismissed suggestions he was \"lounging on the beach\" as nonsense, saying he was focused on the evacuation operation and the stability of Kabul airport.\nThe decision to end the foreign involvement in Afghanistan was made by President Joe Biden. \nThe UK had no part in it. Boris Johnson's government was not even able to get the US to extend the airlift by a few days, and it couldn't assemble a group of other countries that could keep the airport open. \nSo MPs may want to know if this leaves the UK looking like a weaker power, unable to act independently if the US isn't involved.\nAnd what about the threat that extremists will again have a haven in Afghanistan? \nThe Taliban's links with al-Qaeda are well known, it still has groups listed by the US as terrorist organisations in its ranks today and there are others, such as IS-K, now at large in Afghanistan too. \nSo MPs may want to know what the UK will realistically be able to do, to try to prevent new security threats emerging in the region now UK forces have had to leave, the UK's allies have been defeated, the UK has no bases in neighbouring countries, and no official relationship with Afghanistan's new rulers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58410584",
      "category": "health",
      "title": "Long Covid in children 'nowhere near scale feared'",
      "tags": "Children,Great Ormond Street Hospital,Coronavirus pandemic",
      "text": "The risk of \"long Covid\" in children is much lower than many had feared, leading child health experts have said.\nAfter the world's biggest study into the issue, the researchers, led by University College London, said they were \"reassured\".\nThey surveyed 11- to 17-year-olds testing positive for coronavirus in England between September and March.\nThe research suggests somewhere between 2% and 14% still had symptoms caused by Covid 15 weeks later.\nThe team said it was important those with persistent symptoms, which included headaches, tiredness and breathing difficulties, received support.\nBut there was little evidence huge numbers had sought NHS help for symptoms that had left them bedridden or unable to attend school.\nThe study, which has yet to be published in a medical journal, also gathered data from young people who had never tested positive, meaning more than 50,000 were surveyed in total.\nAnd 53% of them had at least one symptom after 15 weeks, simply because they are common in the general population.\nAmong those who had tested positive, this proportion was 65%.\nA more significant difference was seen among those 30% had three or more symptoms, compared with 16% of those who had never tested positive, suggesting 32,000 out of nearly 235,000 who were infected between September and March have developed long Covid.\nBut the numbers could be even lower. \nOnly 13% of those asked to respond to the survey did so. \nResearchers believe those who are suffering ongoing symptoms would be more likely to complete the survey than those who are not.\nIf all those with long Covid were to do so among those who did so, that would suggest their actual number was just 4,000 or fewer than 2%.\nThe research team - including Prof Sir Terence Stephenson, from UCL's Great Ormond Street Institute of Child Health, Royal College of Paediatrics and Child Health infectious disease lead Dr Liz Whittaker, and Public Health England officials - will continue to follow the children in the coming months.\nBut Sir Terence said he was already \"reassured\" suggestions, at the height of the pandemic, that half of children could develop long Covid cases were wrong.\n\"It is nowhere near what people thought in the worst-case scenario\".\nAlthough, he said, the numbers were still \"not trivial\" and the issue needed to be taken seriously.\nMost likely to report persistent symptoms were older girls who already had poorer physical and mental health.\nThose struggling emotionally and mentally could be more attuned to even minor physical illnesses, the researchers said, and a positive coronavirus test could help trigger that.\nOf all the children in the study, 40% reported feeling sad, worried or unhappy.\nAnd the researchers said it was clear the pandemic had had a damaging effect on young people because of:\nThis showed how important it was to get \"back to normal\" and have schools open, Dr Whittaker added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58389771",
      "category": "world-asia",
      "title": "Gunfire as Taliban celebrate US leaving Afghanistan",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58403735",
      "category": "world-asia",
      "title": "Afghanistan: Joe Biden defends US pull-out as Taliban claim victory",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,United States,Joe Biden",
      "text": "US President Joe Biden has defended his decision to withdraw US troops from Afghanistan - a move which led to Taliban militants returning to power. \nStaying longer was not an option, Mr Biden said in an address to the nation, a day after the end of a 20-year US presence in Afghanistan.\nHe praised troops for organising an airlift of more than 120,000 people wishing to flee the Taliban regime.\nThe Islamist militants have been celebrating what they call a victory. \nUS-led troops went into Afghanistan in 2001, ousting the Taliban in the wake of the devastating 9/11 attacks, blamed on al-Qaeda - a militant jihadist group then based in the Asian country. \nMr Biden has been widely criticised - at home and by his allies - over the abrupt manner of the US withdrawal, which led to the unexpected collapse of the Afghan security forces US troops had trained and funded for years.\nTaliban militants were able to reclaim control of the whole country within 11 days - finally entering the capital, Kabul, on 15 August.\nPresident Biden deployed nearly 6,000 troops to seize control of the airport to co-ordinate the evacuation of US and allied foreign nationals and local Afghans who had been working for them.\nThousands of people converged on Kabul international airport in the hope of being able to board one of the evacuation flights.\nIn Tuesday's address, Mr Biden praised troops for the mass evacuation and promised to continue efforts to bring out those Americans who were still in Afghanistan and wanted to return - about 200 people altogether.\n\"A lot of our veterans and their families have gone through hell,\" he said. \"Deployment after deployment. Months and years away from their families... loss of limbs, traumatic brain injury, post-traumatic stress.\"\n\"I was not going to extend this forever war, and I was not extending a forever exit,\" Mr Biden said, adding: \"The war in Afghanistan is now over.\"\nHe said the US did not need troops on the ground to defend itself. \nThe president later said his decision was \"not just about Afghanistan\". \"It's about ending an era of major military operations to remake other countries,\" he tweeted. \nJoe Biden tried to \"turn the page\" from a month of chaos and death in Afghanistan and, more broadly, from 20 years of ultimately futile US attempts at occupation and nation-building.\nAt times he seemed defensive, noting that Americans were warned 19 times to exit Afghanistan before the August US military withdrawal. He accused Afghan leaders, allies on whom the US had depended, of \"corruption and malfeasance\". And he blamed the Trump administration for negotiating what he characterised as an inadequate withdrawal agreement with the Taliban.\nHe said the US had no vital interest in Afghanistan, and tried to reframe US foreign policy as depending less on military deployments and more on diplomacy and international cooperation to face adversaries like China and Russia.\nPublic opinion polls show Americans still support the US withdrawal from Afghanistan, although many are unhappy with how Biden oversaw the exit. White House officials say they hope, as time passes, that the nation will be grateful for what the president accomplished and forget the details of how it ended.\nHave you been personally affected by the issues raised in this story? Tell us by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58393886",
      "category": "uk-northern-ireland",
      "title": "Deputy First Minister Michelle O'Neill tests positive for Covid-19",
      "tags": "Sinn Féin,Michelle O'Neill,Coronavirus pandemic",
      "text": "Northern Ireland's deputy first minister Michelle O'Neill has said she has tested positive for Covid-19.\nThe vice president of Sinn Féin tweeted that she would remain in self-isolation and hopes to return to her public duties next week. \nA meeting of the Stormont Executive due to take place on Wednesday, to discuss the coronavirus restrictions, has been postponed until next week.\n\"I am thankful to have had two doses of the vaccine,\" Ms O'Neill said. \n\"Executive Office Minister Declan Kearney will take forward departmental business in the meantime.\"\nOn Tuesday, the Irish Cabinet agreed on a plan that would effectively end most Covid-19 restrictions by 22 October.\nThe cabinet said the easing of rules is dependent on 90% of adults being vaccinated and Covid-19 cases remaining manageable.\nNorthern Ireland's First Minister Paul Givan previously said he wanted all regulations lifted by the end of September.\nEconomy Minister Gordon Lyons has said he \"absolutely\" supports that view.\n\"Although we have a steady number of cases, we have had a massive reduction in the number of hospitalisations compared to January and February,\" he said.\nMr Givan's DUP colleague said the Stormont executive must now \"set out a path\" for ending Covid-19 restrictions.\nHospitality businesses have been calling on ministers to agree to remove restrictions such as social distancing and table service requirements, which they say have damaged trade.\nNightclubs in Northern Ireland also remain closed, unlike in the rest of the UK.\nMs O'Neill previously said the executive needed to remain \"cautious\", while the SDLP's Infrastructure Minister Nichola Mallon said it was \"naïve\" to set a date to end restrictions.\nOn Tuesday, six more coronavirus-related deaths were reported in the previous 24 hours.\nThere have also been a further 1,313 new confirmed cases of Covid-19, up from 1,259 cases reported on Monday.\nThere are currently 391 hospital inpatients with Covid-19, and 44 in ICU. Thirty-seven of them are on ventilation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58400233",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Ministers consider U-turn on private travel tests",
      "tags": "Coronavirus lockdown measures,Wales business,Travel,Cardiff,David Davies,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "A ban on travellers using private Covid tests when returning from abroad could be scrapped by the Welsh government.\nRules say travellers from Wales should use NHS tests, costing £68 each, when going abroad or face a £1,000 fine.\nFirst Minister Mark Drakeford had said in July he had \"no plans\" to change Wales' preferred approach of using NHS tests as the Welsh government was advising against foreign travel.\nBut a Welsh government spokesman has said the policy is now being reviewed.\nThe statement followed a BBC Wales investigation that found Welsh travellers had been able to use private PCR tests without facing any repercussions. \nWales is now the only UK nation requiring those who have been abroad to use NHS PCR tests on day two of their return - and day eight if unvaccinated - at a cost of £68 each. \nThe Scottish government announced last Friday that it would follow England and Northern Ireland in allowing travellers to use PCR tests provided by private companies on their return from international travel.\nMr Drakeford said in July that there were \"good reasons\" why the more expensive NHS test is preferable and guarantees variants from abroad can be \"spotted quickly\".\n\"I don't intend to divert the activities of my officials into making it easier for people to do something that the Welsh government so clearly thinks is unadvisable,\" he said.\nConservative MP David TC Davies last week called for Wales' Labour government to change the rules so that travellers could \"shop around\" for PCR tests offered by private companies, which can be cheaper, but says that this should not happen by the back door.\nMr Davies, a UK government Wales Office minister, said: \"No-one is allowed to break the rules. Although I'm not happy with the situation in Wales, people have to follow Welsh rules.\"\nEarlier this month, the Competition and Markets Authority (CMA) announced a review into the Covid testing system for travellers after complaints about pricing and performance among some private providers in England.\nA number of Welsh travellers have told BBC Wales they have used private PCR tests without any issues. \nThe Welsh government has said anyone who arrives in Wales and has booked tests with a private test provider could still face a fine of £1,000.\nThe cost of an NHS test is set by the UK government. \nIt has been reduced from £88 for a single test to £68, but in England people can choose between private providers and could pay less than £50 per test.\nOne of the private companies identified by users, Randox, has four drop off points across south Wales where people can return their tests. \nOne of Randox's boxes is based outside the Vivo Clinic in Cardiff whose web page, before being contacted by BBC Wales, offered customers the option to \"book your day two and day eight PCR tests at our Cardiff clinic\", adding it was a \"government listed PCR test provider in partnership with Randox\".\nThe Vivo Clinic said it is a \"national company offering testing services in a sector where guidance is continually changing. \n\"However, the accusation of not following Welsh rules is unfair and unjust,\" said a spokesperson. \n\"Many of our clients cross the English/Welsh border on a daily basis and for some clients they may be based in England but their nearest clinic is in Wales. \n\"Due to such a high demand for PCR testing services along the English/Welsh border, we offer all services in Bristol, Cardiff and Swansea to give customers more choice of where to go for their pre/post travel tests. \n\"Our website does make it clear that all customers must check their own local guidance to ensure they are undertaking the correct tests based on these requirements.\n\"Nevertheless, at this current stage we have removed day 2/8 testing from our Welsh clinics until we receive further guidance on policy and protocol.\"\nWelsh Conservatives health spokesman Russell George said \"Labour's monopoly system\" on tests had meant \"only the wealthiest in Wales can afford to go away this summer, which isn't right or fair\". \n\"I'm pleased that the minister will be working with the British government to see what can be learnt and gained from having more than one supplier of PCR tests available, as their job is to make it easier, not harder, for people to enjoy a holiday.\"\nA Welsh government spokesperson said: \"We continue to review the position with regard to private testing in Wales and are working with the UK government to ensure that only those companies who achieve mutually agreed standards are allowed to provide tests.\n\"It is critical any positive cases and harmful variants are identified at the earliest opportunity. \n\"For this reason, for the time being, we require the tests to be provided by the NHS, so that we can identify positive cases as quickly as possible for our Test, Trace, Protect system to follow up.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58394195",
      "category": "uk-wales",
      "title": "Drugs: How a county lines gang moved into Newtown",
      "tags": "Llandrindod Wells,Newtown,Dyfed-Powys Police,Drug use,County lines drugs trade,Drugs trade",
      "text": "A chainsaw slices through the front door of a terraced home.  \nIt's a quiet cul-de-sac, on a new-ish estate, in a small, rural town in mid Wales.  \nThree doors away, for a brief moment Joy Jones tenses up. What fresh grief can the residents of this property be bringing to her street?  \nWhat she sees sends her running upstairs in delight. From the bedroom window she can see a street full of police, and her phone starts pinging with messages from neighbours.  \n\"Everyone was shouting at each other and celebrating, the relief was unbelievable.\"  \nThe police were finally arresting the drugs gang that had blighted their lives for nearly a year. \nMs Jones has lived on the estate for over 20 years, raised her children there and sat on the county council.\nBut she could not stop the damage the gang inflicted on her neighbourhood.  \n\"It changed the way we lived, it got quite frightening,\" she said.  \nPeople would turn up at the house day and night - buying, seeking or moving drugs.\nCouriers - some just teenagers - would use one of a number of pedal bikes left on the front lawn to play their part in the sale and distribution of heroin and cocaine within the town.  \n\"It was just horrible, it was like living in some kind of horror movie. It got so bad we would stay away from our home because we just couldn't bear to be here,\" she said.\nAnd then there was the whistling.  \n\"It was something they did when they were letting each other know something was going on, it seemed to be some kind of code,\" explained Ms Jones.\nIt was a stark contrast to the quiet, friendly neighbourhood she knew before.\nThe estate is a mix of privately owned homes and housing association properties.\nWhen Anthony Butterworth first moved in things were fine, said Ms Jones, but when someone else moved in with him, it became a lot busier.\nShe estimates that in a 24-hour period, 50 people or more would visit the house.\n\"We'd see youngsters turning up, they'd knock the door, pick up a bike from the front lawn and disappear.\n\"We realised quite early on it was drugs being dealt there, but not the severity and the quantities.\" \nThe house was being used by a Liverpool drugs gang as their safe house, where heroin and crack cocaine would be stored before being distributed in the town.\nJust over an hour from Wrexham, less than two to Birmingham, with a population of about 12,000, it faced the same drugs problems as bigger towns and cities. \n\"It is rife within our communities,\" said Det Insp Gareth Grant.\nAt the time of the arrests he was head of Dyfed-Powys Police's serious and organised crime team - the unit charged with investigating the drugs that were infiltrating rural Powys.  \n\"For the size of these towns, it was a major problem.\"\nIt's not a new phenomenon.\nJust like a legal business, drugs gangs expand their operation, and seek out the profits to be made in smaller towns and communities.  \nBut today you're more likely to hear it described as county lines. \nAnd unlike the legal retail sector, violence will be used to drive out local dealers, while children or vulnerable adults will be threatened and coerced into transporting drugs and collecting payment.\nSo the risks are kept at arm's length from the gang and dealers make the sale remotely, using dedicated mobile phones.  \n\"You had one individual working along the county lines model, embedded in that house with a vulnerable individual who lived there previously,\" explains Det Insp Grant.\n\"They would then send out messages and then the drugs would be taken from there for onward supply to individuals around the town.\"  \nAt the trial, Butterworth's barrister said the 52-year-old's involvement in the conspiracy to supply the Class A drugs had been relatively short-lived. \nThe gang only moved into his house when the electricity was cut off at the previous house they had been using.  \nPrior to that he had convictions for cannabis possession. The judge in the case acknowledged Butterworth had his own vulnerabilities, but he did not feel the gang had coerced him into working for them.  \nDuring the trial, the court heard over the space of 12 months, police received 46 calls about activity in and around Butterworth's house - which did not go unnoticed.\nOn the ground, officers targeted drug movement and sales with stop checks and searches but work was also done to get the community on board and increase calls to 999, as well as protecting others at risk of having their homes taken over by dealers.  \nMeanwhile, 80 miles away at Dyfed-Powys Police headquarters, the serious and organised crime team had been tasked with investigating the bigger issue of heroin and crack cocaine being shipped into two mid Wales towns.  \nDet Insp Grant had a core team of eight full-time detectives. He said they were arresting people throughout the duration of an 18-month investigation but they knew expectations were low.  \n\"Right at the start I'm not sure the communities were assured we were going to have the impact we knew we could have,\" he said.  \nHe was all too aware of the impact the drugs were having.  \n\"It ruins the lives of the individuals taking the drugs, has a massive impact on their families, but ultimately it has a massive impact on the communities because of the associated crime trends we tend to see with this type of drug use.  \n\"You'll see a massive rise in antisocial behaviour, associated thefts, violence, robberies etc they can all play a part in drug use.\"  \nHe would not reveal the covert techniques used as part of the operation, but by the time they reached the arrest phase, 40 to 50 officers were involved.  \n\"Over a million pounds worth of drugs were seized, we've now convicted 20 individuals of drug dealing offences, and they've been jailed for a total of 150 years.  \n\"We were able to go quite a way up the chain in this investigation.\"  \nIt is something the judge in the case acknowledged - praising the force for not being content targeting only the user or street dealer but \"the source\".  \nThe leaders of the conspiracy, Jack Ross, Karl O'Hara, Michael Williams, Ryan Langshaw and Daniel Putterill, all from Liverpool, were sentenced to a total of 47 years for the supply of Class A drugs into Newtown and Llandrindod Wells.\nAnthony Butterworth received five years for conspiracy to supply drugs and died in prison last year.  \nIt depends who you ask.  \nFor Ms Jones and her neighbours - the difference was obvious and \"it's wonderful\".\nThe force have said since 2019 no county line has been identified in the region. \nDet Insp Grant said: \"It is one of our biggest challenges that when we conclude one investigation the big thing for us is trying to prevent something getting as much of a problem again - and it is very difficult.  \n\"What we will have then is people trying to establish themselves as the new drug dealers within those towns. It's up to us - along with a multi agency plan - to have something in place where we can try and prevent these problems escalating.\"  \nIn practical terms, that means making arrests the minute new dealers emerge - so other gangs cannot fill the void created.  \n\"But it'll certainly make a big difference for a town this size for quite a considerable amount of time,\" he said.  \nBarry Eveleigh, from drug and alcohol charity Kaleidoscope, said the arrests had not made much difference as \"markets are replaced pretty quickly\".\nHe said: \"If anything you find the purity goes down, prices go up and potentially people have to commit more crime in order to fund the same habit.  \n\"You want a substitute, which is what treatment services can offer. But by and large that doesn't happen.\" \n\"On average we might see someone twice a month - how can you change somebody that's been addicted to heroin for 10 years just by seeing them for an hour, twice a month? It's very, very difficult.\"  \nHe said the violence associated with drugs was also an issue, but he said: \"I don't want to start panicking people that Newtown is a place that's rife with drugs, knives and violence.\n\"It's just a small undercurrent that generally doesn't spill out into the wider community. But when it does it can be quite serious.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58393763",
      "category": "world",
      "title": "Afghanistan: What was left behind by US forces?",
      "tags": "War in Afghanistan (2001-present)",
      "text": "Pictures have emerged of Taliban fighters with military equipment left behind by US forces at Kabul's Hamid Karzai International Airport.\nA total of 73 aircraft, nearly 100 vehicles and other equipment were abandoned by US troops as they pulled out ahead of the 31 August deadline.\nBut US Central Command head Gen Kenneth McKenzie said it had all been rendered impossible to use. \n\"Those aircraft will never fly again,\" he said.\nThe aircraft abandoned in Kabul include:\nIn June, the Afghan armed forces were using:\nEstablishing the cost of individual items of equipment is not straightforward - but the unit cost of an A-29 has been quoted as more than $10m (£7.3m).\nA video shot by LA Times correspondent Nabih Bulos shows Taliban fighters with a CH-46 Sea Knight transport helicopter. \nUsed by the US State Department to evacuate staff from the embassy in Kabul, seven Sea Knights have reportedly been rendered inoperable and left behind.\nAt least one C-130 Hercules transport plane was also pictured on the tarmac. \nAccording to Gen McKenzie, 70 mine-resistant ambush-protected vehicles (MRAPs) were also abandoned, after being disabled.\nThe cost of a single MRAP has been quoted as $500,000-$1m.\nAlso left behind in Kabul were:\nIn some cases explosives were used to render equipment impossible to use.\nElsewhere in the country, however, Afghan troops fled making little effort to destroy or disable equipment.\nSatellite images suggest some aircraft were flown out of the country to Uzbekistan, in the days before the collapse of the Afghan government. \nAnd experts point out some aircraft may be of very limited use to the Taliban without trained pilots, maintenance and access to spare parts. \nBut, although is impossible to establish a specific number, most of the 167 aircraft, including 33 UH-60 Black Hawk helicopters, under the control of the Afghan armed forces at the end of June, are now thought to be in Taliban hands. \nAnd the Taliban are clearly already using other US equipment.\nTaliban special-forces members have been pictured in Kabul with M4 rifles. \nAnd the US also provided more than 2,500 Humvees, from December 2017 to April 2020, according to the US Special Inspector General for Afghanistan Reconstruction.\nSpecific costs may vary - but the unit price has been quoted as more than $250,000.\nOther equipment experts say could be of huge tactical value to the Taliban include night-vision goggles,16,000 of which were provided to Afghan troops between 2003 and 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-58395154",
      "category": "uk-england-merseyside",
      "title": "Liverpool man trapped in Afghanistan pleads for help",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Liverpool",
      "text": "A British citizen who is stranded in Afghanistan after travelling to the country to help his family flee is pleading with the government for help.\nThe taxi driver, who the BBC is calling Ahmed to protect his identity, flew from Liverpool as the Taliban seized control of the country.\nHe is currently in hiding with his wife and children after fleeing from the Afghan capital Kabul. \nAhmed told BBC North West Tonight that people \"are desperate to leave\".\nHe said: \"At the moment our only hopes are that the government can do something to get us out from here.\n\"We can't get out of the house. We basically can only go 20 or 30 yards into a local shop.\"\nAhmed, 30, added: \"We are in trouble. We need to go.\" \nUS forces withdrew from Afghanistan on Monday, ending their 20-year presence, while British troops also left over the weekend.\nMore than 15,000 people, including about 2,200 children, have been evacuated by the UK since 15 August.\nAbout 800 to 1,100 eligible Afghans, including those who worked for the UK government, and 100 to 150 British nationals, were feared to be unable to make evacuation flights.\nAhmed, who has British citizenship while his wife and children are Afghan citizens and live there, travelled to the country two weeks ago to try to rescue them.\nHe now fears for the safety of his family, describing the journey to his current location as \"dangerous\". \n\"I can't even trust anybody for a minute. It's that scary around here,\" he added. \nAhmed has been in daily contact with his friend Andrew Sharkey, who said people in the UK \"are worried for him... he is obviously a target\". \n\"I think if he was found out there, as a British passport holder, it would put his life in danger. \n\"We are trying to do everything we can to help him,\" he said.\nIn a statement the Foreign Office said: \"We will continue to do all we can to deliver on our obligation to get British nationals and eligible Afghans out of the country while the security situation allows.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58395401/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Wetherspoons runs low on some beer amid driver shortage",
      "tags": "Companies,Wetherspoons,Freight transport,Brexit,Haulage",
      "text": "The Wetherspoons chain has said some of its pubs have run out of some beer brands because of supply chain issues.\nThe group said Heineken, Carling and Coors were among the brands affected. \nHeineken and brewer Molson Coors said that like many in the industry, they had been hit by a shortage of HGV drivers.\nMeanwhile, a Coca-Cola bottling giant also said Diet Coke was unavailable in some supermarkets owing to the driver shortage. \nThe UK is facing a shortage of lorry drivers that hauliers have blamed on Covid and Brexit, and have called for immigration rules to be changed to allow EU drivers to return.\nBut the government has consistently said that the haulage industry and retailers need to be training new UK drivers.\nThe logistical problems have led to empty shelves at some supermarkets, while the retail industry has flagged concerns about Christmas supplies.\nFast-food chains have also been hit, with Nando's running short of chicken and McDonald's having to stop serving milkshakes.\nThere are also shortages of Diet Coke in some supermarkets due to the lack of HGV drivers, as well as problems sourcing aluminium cans, bottling giant Coca Cola Europacific Partners said.\nIt said its supply chain was working \"flat out\" to meet demand.\nWetherspoons also said on Wednesday that some of its pubs had seen some supply shortages.\nThe pub chain said there had been problems with Heineken and Molson Coors deliveries.\n\"We are experiencing some supply problems with both Carling and Coors, which means that some pubs do not have the products available,\" a Wetherspoons spokesman said.\n\"We apologise to our customers for any inconvenience caused. We know that the brewers are trying to resolve the issue.\"\nMolson Coors, which owns Carling and Coors, said: \"Like many in our great British brewing and pub sector, we have been hit by the HGV driver shortage.\n\"While overall our availability is good, there are intermittent pockets of pressure in our supply network that are unfortunately affecting a number of Wetherspoons pubs.\n\"After such a difficult period for our industry, it's heart breaking to be letting any customer down and we will continue to do everything in our power to get our much-loved brands back on every Wetherspoons bar,\" it said.\nWetherspoons said its problems had been caused by planned industrial action by Heineken drivers working for GXO Logistics. The Unite union said no industrial action had taken place.\nHeineken said: \"We're working tirelessly to find solutions to delivery issues caused by considerable disruption in the haulage and logistics market.\n\"Pubs won't run dry - if your favourite pint isn't immediately available, there will be a tasty alternative to try.\"\nThe logistics industry has said that driver shortages across the UK are due to a combination of Covid and Brexit.\nOn Wednesday Wetherspoons boss Tim Martin, a prominent supporter of Brexit, was taken to task by some critics on Twitter.\nSinger Billy Bragg wrote: \"Here's a lament for Tim Martin, whose Wetherspoons chain is struggling with the realities of the Brexit for which he campaigned so loudly.\"\nTwitter user Pearl Noir wrote: \"So how's Brexit working out for you so far Tim?\"\nThe UK is short of about 100,000 drivers, according to the Road Haulage Association, with new recruits to the industry facing problems getting driving tests due a Covid-related backlog.\nIn addition, when the pandemic struck last year, many European drivers went home, with few returning, according to hauliers.\nNow the UK has left the EU, it is no longer part of the single market, so it is easier for European drivers to find work in the EU.\nForeign drivers also now need visas and the Home Office is not keen on allowing lorry drivers on to a list of shortage occupations.\nBusiness Secretary Kwasi Kwarteng this week rejected calls to loosen immigration rules, saying it would be a \"short-term temporary solution\" and that firms should employ UK workers, especially those facing an \"uncertain future\" when the furlough scheme ends next month.\nA government spokesperson said: \"We're working closely with industry to address sector challenges, which are similarly being faced by other countries around the world. \n\"This includes plans to streamline the process for new drivers to gain their HGV licence and to increase the number of driving tests able to be conducted. \n\"We want to see employers make long-term investments in the UK domestic workforce and make employment more attractive through offering training, careers options and wage increases.\"\nThe British Retail Consortium (BRC) said that retailers were doing all they could to avoid any possible disruption to supplies before Christmas.\n\"Government must address the HGV driver shortage by rapidly increasing the number of HGV driving tests taking place, providing visas for EU drivers, and looking for a longer-term solution,\" said Andrew Opie, director of food and sustainability at the BRC."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58415127",
      "category": "business",
      "title": "Portugal changes vaccine rules for UK visitors",
      "tags": "Tourism,Coronavirus vaccines,Portugal,Coronavirus testing,Travel & leisure industry,Coronavirus pandemic",
      "text": "Travellers from the UK to Portugal will not need to be fully vaccinated to avoid quarantine, the country's tourist board has said.\nInstead, UK visitors will only need to show proof of a negative PCR antigen test to get into the country.\nVisit Portugal said the measures also apply to passengers embarking and disembarking cruise ships on the coast of the Portuguese mainland. \nThe new rules are in place from Tuesday and will be effect until 16 September.\nUK travellers, aged 12 and above, must show a valid PCR or antigen test certificates to airline check-in staff to board flights to Portugal.\nA PCR test must be taken up to 72 hours before departure, or an antigen test up to 48 hours before travel.\nChildren aged 11 or under are not required to present proof of negative Covid tests and do not have to be vaccinated.\nHowever Portugal's tourism board said the rules may be revised at any time, depending on scientific or medical changes pertaining to the pandemic. \nAnything that makes travel easier to and from Europe is welcomed by the travel industry, but this change has come late in the summer when many potential travellers are fully vaccinated anyway. \nIt's unlikely to make a major impact on UK trips to Portugal, particularly as Portugal's mainland is still on the UK's amber list.\nThis means anyone not double jabbed will have to quarantine when they arrive in the UK. \nBut it is a move in the right direction for travel companies who hope countries will continue to open up rather than close shut. \nAt present, shops and restaurants in Portugal are currently allowed to stay open until 2am and bars and clubs may close even later.\nBut customers can only enjoy the revelry sitting down - dancing will be allowed again in October if the vaccination campaign continues successfully.\nPortugal is currently on the UK's travel amber list, amid concerns about rising Covid cases.\nAdults fully vaccinated in the UK, the US and most European countries don't have to self-isolate upon their return to the UK.\nBut a Covid test is needed three days before returning from an amber country, and a PCR test two days after arriving.\nArrivals who are not fully vaccinated need to quarantine for 10 days and take an additional PCR test on or after day eight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58413927",
      "category": "uk",
      "title": "Covid: Children's long Covid study and Scotland's vaccine passports",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday evening. We'll have another update for you on Thursday morning with all the latest. \nThe risk of long Covid in children is much lower than many had feared, say leading child-health experts after the world's biggest study into the issue. Researchers, led by the Great Ormond Street Institute of Child Health, said they were \"reassured\" by the results. Every 11 to 17-year-old testing positive for coronavirus in England from September to March was surveyed. Fifteen weeks after infection, between 1.7% and 14% of them still had some symptoms. But there's no evidence to show that large numbers had to get help for symptoms that were so bad they had to stay in bed, or couldn't go to school. \nVaccine passports are to be required for entry to nightclubs in Scotland, First Minister Nicola Sturgeon has said. It would mean anyone over the age of 18 would have to show they were fully vaccinated before they were allowed into venues like clubs as well as large unseated events - indoors or outdoors - or any event with more than 10,000 attending. The plans - which will come into force from later this month - need to be signed off by MSPs next week. The aim is to stem the recent surge in Covid cases in Scotland.   \nThe Wetherspoon chain has said some of its pubs have run out of certain beer brands because of supply issues. Brewer Molson Coors said that like many in the industry, it had been hit by an HGV driver shortage. The UK is facing a shortage of lorry drivers that hauliers have blamed on Covid and Brexit - with the government saying that more UK drivers need to be found. Logistical issues have also led to empty shelves at some supermarkets, while fast food chains Nando's and McDonald's have also been hit.  \nThere have now been more than 8,000 deaths in Wales linked to coronavirus, according to the Office for National Statistics. The latest weekly figures showed 18 deaths involving Covid-19 in Wales, taking the total since the pandemic began in March last year to 8,002. There has been a big decline in deaths in the third wave compared to earlier waves so far, with 102 deaths since the start of June. During the second wave in December and January, there were an average of 49 deaths a day.\nPerforming to a full theatre for the first time since the pandemic began was like \"coming home\", an actor has said. Nick Hayes, starring in Priscilla Queen of the Desert at the Birmingham Hippodrome, said the cast had a \"huge sense of gratitude\". The venue's artistic director Fiona Allan said there had been \"dark months\" since last March where \"we couldn't say see a way through this\" - but that opening night this week was an \"extraordinary relief\". \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nPupils are returning to school across the UK, but with fewer measures in place to prevent Covid cases and large numbers of pupils being sent home. So how are they being kept safe? You can find out all you need with our explainer here. \nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58407643",
      "category": "health",
      "title": "Third Covid jab advised for most vulnerable 1%",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,Immune system",
      "text": "People over the age of 12 with severely weakened immune systems should have a third vaccine dose to top up protection against Covid-19, experts say.\nAbout 400,000 to 500,000 in the UK are eligible and will be contacted soon.\nThey include those with blood cancer, advanced HIV and recent organ or stem-cell transplants.\nThe Joint Committee on Vaccination and Immunisation (JCVI) said a separate booster programme for other age groups was still being considered.\nWhether all 12- to 15-year-olds will be offered a vaccine is yet to be decided.\nThe advice means the most vulnerable - less than 1% of the population - will be offered a third dose, rather than all those on the original list of clinically extremely vulnerable people.\nIt follows research showing about 40% of people with weakened immune systems had a low antibody response, and potentially less protection, after two vaccine doses. \nPeople with severe immunosuppression are also more likely to become seriously ill if they catch Covid-19.\nProf Wei Shen Lim, who chairs Covid immunisation for the JCVI, said: \"We want people with severely suppressed immune systems to have the best chance of gaining protection from Covid-19 via vaccination. \n\"Therefore, we are advising they have a third vaccine dose on top of their initial two doses, as we hope this will reduce their risk of severe outcomes such as hospitalisation and death.\"\nHal Cohen, 40, from north London has been taking regular medication to stop his body rejecting a kidney donated by his father.\nBut these vital drugs also blocked his immune system from developing protection against Covid from two vaccine doses.\nHe is now looking forward to having a third dose.\n\"It's going to be really great for me, and will hopefully give me some vaccine protection and the ability to return to normal life.\n\"But it's not clear if the booster is going to work for people like me,\" he said.\n\"So we do need to carry on looking at other treatments too - to give us the best chance.\"\nHealth and Social Care Secretary Sajid Javid said people would be contacted \"as soon as possible, to discuss their needs and arrange an appointment for a third dose\".\nHe said the separate booster programme prioritising those most at risk from Covid-19 was still planned to begin in September.\nThe JCVI says either the Pfizer-BioNTech or Moderna vaccine are preferred as third doses, because studies suggest they lead to a heightened immune response in this vulnerable group.\nFor 12- to 17-year-olds, the Pfizer vaccine is preferred.\nProf Lim said \"timing was important\" and a specialist doctor should decide when to give the third dose - but it should be at least eight weeks after the second and at a time when patients were least likely to be immunosuppressed.\nThose eligible for a third dose include people:\nCharities representing people with these illnesses welcomed the decision on a third dose.\n\"There is good reason to think some people with blood cancer will see an improved immune response as a result of a third dose, and so we urge everyone with blood cancer to get it when they are offered it,\" said Gemma Peters, chief executive of Blood Cancer UK.\nBut she advised people to remain cautious after their third dose until it was clear how much protection it offered."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58245684",
      "category": "uk",
      "title": "Afghanistan: How many people has the UK evacuated?",
      "tags": "Afghanistan,Refugees and asylum seekers,Reality Check,Right of asylum",
      "text": "The former Foreign Secretary, Dominic Raab, has been defending the UK's handling of the evacuation from Afghanistan after the Taliban took control of Kabul in August. \nIt follows claims from a whistleblower, Raphael Marshall - who worked at the Foreign Office at the time - that the government's response to the crisis was chaotic and dysfunctional. \nMr Raab said 15,000 people were evacuated by the UK from Afghanistan from 15 August to the end of that month.\nHe said it was a larger number than by any other nation except the US.\nAt the time, the government said the 15,000 people included 5,000 British nationals, 8,000 Afghans and 2,000 children.\nSome Afghan nationals had already arrived in the UK for resettlement before that date.\nThe Foreign Office told us that since the end of August, a further 3,000 people had been helped to leave Afghanistan. This included more than 1,100 UK nationals.\nIn written evidence to the Foreign Affairs Committee, Mr Marshall said he estimated that between 75,000 and 150,000 people in Afghanistan had applied for evacuation to the UK in August. \nHe estimated that 5% of these received assistance. \nThe US evacuated the largest number of people from Afghanistan in August. \nFrom 14 August to 28 August, it got 113,500 people out of the country.\nOther countries evacuated much smaller numbers over that period, according to official statements and press releases\nSince the end of August, some countries have continued to carry out occasional evacuations. France evacuated 258 people just last week.\nIn August, Mr Raab said that the number of British nationals remaining in Afghanistan was \"in the low hundreds, \" although he would not give a more precise figure.\nMr Raab told a committee of MPs that nearly all the people in Afghanistan with single UK nationality and accompanying documentation had been brought back - but it had proved harder to estimate the number of dual-nationality Britons remaining in Afghanistan.  \nThe example he provided was that some large families may have one or more people that were documented, but it was unclear what the status of the rest of the family was.\nOn 7 December, the Prime Minister's special representative for Afghanistan, Nigel Casey, told MPs there were about 200 British nationals still in Afghanistan.\nThe UK government has a scheme to resettle Afghans - the Afghan Relocations and Assistance Policy (ARAP), which was launched on 1 April. \nUnder the scheme, Afghans who worked for the British military and UK government (for example, as interpreters) are able to move to the UK permanently, rather than getting five years' residency as was previously offered.\nThe Home Office says there have been 7,000 people relocated under the ARAP scheme since its launch.\nBefore the ARAP scheme, the Home Office says 1,400 former staff and families were relocated since 2013 under a previous scheme called the Ex-Gratia Policy.\nIn addition to ARAP, the government has said the Afghan Citizens' Resettlement Scheme (ACRS) will allow a total of 20,000 to settle in the UK.\nIt will focus on women and children as well as religious and other minorities in danger from the Taliban.\nA fact-sheet released about it in September said it would welcome 5,000 Afghans in the first year, although the scheme is yet to open. \nImmigration lawyer Sarah Pinder said resettlement schemes are often too slow for crises such as the one in Afghanistan.\n\"The idea that people can queue up to make an application by staying put... in reality, it's difficult to put into practice,\" she said.\nAnd she said the schemes' criteria were often narrow, leaving people \"stuck in a loop\" between different ones. \nOutside a small number of official resettlement schemes, the main way to settle in the UK is to seek asylum once within the country's borders.\nIn 2020, 1,336 people from Afghanistan applied for asylum, out of 29,456 total applications from around the world, and 580 were granted it. But not all of those granted asylum had applied in the same year.\nThey were much larger numbers of Afghans applying for asylum last year in some EU countries, such as Greece, France and Germany.\nThis year up until September, there were 1,974 asylum applications in the UK from Afghan nationals - an increase of almost 40% over the previous year.\nWhat claims do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58327088",
      "category": "uk",
      "title": "Dominic Raab: With hindsight I wouldn't have gone on holiday",
      "tags": "Dominic Raab,Afghanistan,Taliban",
      "text": "Foreign Secretary Dominic Raab has defended being on holiday as the Taliban was advancing on Kabul, saying \"with hindsight\" he would not have gone away at all.\nHe told BBC Breakfast the whole world was \"caught unawares\" by the speed of the Taliban takeover. \nBut Mr Raab said the idea he was \"lounging on the beach\" was \"nonsense\". \nInstead the foreign secretary said he was focused on the evacuation operation and the stability of Kabul airport. \nMr Raab denied reports he was asked to return to the UK on Friday 13 August, rather than staying on holiday until Sunday 15 August. \nHowever, he added: \"With hindsight, of course, I would have wanted to be back earlier.\"\nMr Raab said reports that he had been \"lounging on the beach\" or paddleboarding in the sea were \"nonsense\". \n\"In fact the sea wasn't open because there was a red flag so no one was paddleboarding,\" he said. \n\"I based my family on the beach… precisely so I could get back to the apartment, engage in the [emergency] Cobra meetings, engage with my emergency response team at the Foreign Office, engage in the international engagement I needed to,\" he added. \nLast week it emerged that Mr Raab had been unavailable to make a phone call to the Afghan foreign minister about evacuating interpreters who had helped UK forces while he was on holiday in Crete. \nHe had faced calls to resign over the issue but Prime Minister Boris Johnson said he had full confidence in his foreign secretary. \nThe UK is rushing to evacuate British nationals, as well as Afghans who worked for the UK and other vulnerable individuals, out of Kabul airport, ahead of a 31 August deadline for foreign troops to leave the country. \nThe RAF has evacuated 10,291 people out of Kabul to date, including 341 embassy staff, 2,570 UK nationals and 6,308 Afghans eligible under the government's relocation programme. \nBrig Dan Blanchford, UK commander in Kabul, said the figure was well beyond the original estimates when the operation began.\nThe BBC has been told that 2,000 people eligible for the scheme remain in Afghanistan - but the plan is to evacuate more in the coming days. \nDefence sources said there had been an \"uptick\" in people being beaten on their way to the airport and there was also a \"very high risk\" of a terrorist attack on the airport. \nOne translator, who worked with British forces in Helmand Province, said he was trapped at Kabul airport with his wife and four-month-old daughter, who is becoming ill, unable to get a visa to leave the country. \nThe man - who the BBC is not naming for his own safety - said he had sent more than 100 emails to the British embassy but had not received a single reply. \nHe told BBC Radio 4's Today programme he feared for his life and the thought of evacuation flights ending in days was making him desperate. \n\"I'm feeling like I have five more days of my life,\" he said. \n\"Nobody cares about me. I really need them to help me, at least to help my little daughter, my wife. I've put their lives in danger now and they are facing every problem because of me.\"\nCol Richard Kemp, former commander of British forces in Afghanistan, said the cut off for civilians leaving on flights would probably be a day or more before the 31 August deadline because the process of getting around 1,000 British troops out of the country was \"not simple or quick\". \nMr Raab said British troops would withdraw from Afghanistan by the end of the month but would not give an exact date when the last UK flight would leave Kabul. \n\"The military planners are firming up the details of the time they'll need at the end to draw down their own staff, personnel and equipment. We'll get the details of that, I'm sure, shortly,\" he said. \nHe added that the UK wanted to keep using \"every hour and day that we've got left\" to fly British nationals and eligible Afghans out of the country. \nMr Raab was also pressed on whether the deadline for troops to leave Afghanistan was midnight on 30 or 31 August, after a White House press secretary was unable to confirm the exact timeframe. \nIn response, he said: \"I think it's going right the way up to the end of the calendar month\", adding that there would be \"further details in due course\".\nThe UK and other allies had urged the US to stay beyond 31 August to allow more time for evacuation flights. \nBut the Taliban have opposed any extension of the deadline and US President Joe Biden said the airlift had to come to an end soon because of the growing risk of an attack by the Islamic State group in Afghanistan. \nFollowing an emergency virtual meeting of G7 leaders on Tuesday, Prime Minister Mr Johnson said the UK would continue evacuating people from the country \"until the last moment\" but the Taliban must guarantee a safe passage for those who want to leave after 31 August. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58410574",
      "category": "uk",
      "title": "Afghanistan: British passport delay blamed for baby stranded in Kabul",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The parents of a seven-month-old baby who is stranded in Kabul without them say they are losing hope that they will be able to get her to the UK.\nThey say a five month delay in receiving their baby's British passport means their daughter is stuck in Afghanistan with grandparents.\nThe mother and British father say they had no choice but to return to the UK in May to retain the mother's UK visa.\nThe government said it would do all it could to help British nationals.\nThe baby's mother, an Afghan national, travelled to Afghanistan in September last year to see family. \nShe says she lost her UK ID card during her trip, and because of this, she was unable to return to the UK before her baby was born. Her partner joined her in December, and their daughter was born in Kabul in January. \nThe mother, who the BBC is not naming to protect her identity, was later issued a single-entry visa, which gave her 30 days to return to the UK to apply for a replacement permit.\nThe family say they had no choice but to leave their baby behind because of the limited window in which to travel back and renew the visa. They were also told the baby could not travel without a passport.\nThe mother speaks little English and needed the father to return to the UK with her to gain her replacement documents.\nThey hoped to return to Afghanistan as soon as the document was issued but events took over.\nAlthough the parents received their baby's passport on Wednesday, there are now no commercial flights operating into and out of Kabul.\nThe baby remains in the care of her grandparents. \n\"I have been separated from my baby for months I am lost without her by my side and we are losing hope,\" says the baby's mother, who is in London.\n\"I beg the government to please help us bring my baby and family back to me.\"\nThe baby's father says they applied for the baby's passport in March.\n\"We miss her but we cannot do anything. We want to hug her, kiss her,\" he says.\n\"She is stuck in Afghanistan because of the passport delay. If the passport took less time, she would have been here with us.\"\nBritish forces and embassy staff left Kabul before the baby could be brought to the UK.\n\"They said: 'Wait until she gets her passport.' I told them: 'It is going to be too late,'\" the father says, referring to British officials. \n\"They said she's not British yet. You have to wait till her passport arrives, then she's British, then we can help you.\"\nThere are also concerns for the safety of the baby's grandparents because of the help they have given to UK and US forces since 2001.\nThe family has not left their house in Kabul for the past week for fear of reprisals from the Taliban.\n\"We helped the UK when they came to our country, we now need help,\" one family member said.\n\"We helped as much as we could but now we need help, nobody wants to know.\"\nA Home Office statement said the UK will \"continue to do all we can to deliver on our obligation to British nationals and eligible Afghans\".\nIt said it did not comment on individual cases, but said \"more must be done to support those at risk\" and it will \"urgently\" look to establish a scheme to provide protection for Afghan citizens most at risk.\nMore than 16,000 people have been evacuated by the UK from Afghanistan, it added.\nThe Foreign Office said any British nationals who remain in Afghanistan and want to leave, and those caring for British nationals who are in Afghanistan, should continue to check travel advice and sign up for alerts.\n\"We will keep under constant review our means to help these people as the situation evolves,\" a statement said. \nIt said the UK has advised against travel to Afghanistan since at least 2001.\nIn April 2021 the UK advised British nationals there to consider leaving and on 6 August 2021 urged all those still there to leave immediately.\nAdditional reporting by Emma Harrison"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58405169",
      "category": "world-us-canada",
      "title": "Hurricane Ida: New Orleans under curfew amid blackout",
      "tags": "Louisiana,New Orleans,Hurricanes,Hurricane Ida,Severe weather",
      "text": "New Orleans officials have imposed a citywide curfew as large parts of Louisiana and Mississippi remain without power following Hurricane Ida.\nMayor LaToya Cantrell said the curfew would last from 20:00 to 06:00 and police said there had been \"several\" incidents of looting in the city.\nEnergy companies are working to restore power but residents are being warned it could take weeks in some areas.\nMeanwhile water services and infrastructure have also been hit.\nTwo people were killed and at least 10 injured after a section of highway collapsed near Lucedale, Mississippi on Monday. \nSeveral cars were reported to have fallen into a hole that was 50 to 60ft (15 to 18m) long and 20 to 30ft deep, according to highway police. \nLocal authorities believe that some of the drivers may not have been able to see the road properly because of the heavy rains. The highway remains closed. \nOver eight inches (20cm) of rain fell in the area during Ida, which reached the US mainland as a Category 4 storm on Sunday. \nWhile Ida's speed has slowed, authorities continue to warn of storm surges and heavy rains across the southern US. \nBy Tuesday afternoon, Ida was in Tennessee, soaking the area with intense rain and prompting flash flood warnings.\nLocal officials have urged evacuated residents to delay their return home as more than one million homes and businesses remain without power, including most of New Orleans. \nMayor Cantrell said that she was hopeful \"that we should have some level of transmission\" by Wednesday but \"that does not mean we will immediately see all the lights on in the city.\"\nFederal officials say that some 441,000 people in 17 parishes across the region have no water, and a similar number may be without power for up to a month.\nIt comes as heat advisories have been issued, with some areas expected to reach 95F (35C), according to weather officials say.\nLouisiana Governor John Bel Edwards said some 25,000 line workers were working to restore power but admitted: \"There are an awful lot of unknowns right now.\"\nMeanwhile Louisiana Lieutenant Governor Bill Nungesser has warned the death toll from Ida will likely rise in the coming days. \nIn addition to the two killed during the highway collapse, at least two other people have been reported dead during the storm.\nIn Louisiana, a man died while attempting to drive across a flooded area of New Orleans. Another man died after being struck by a tree near Baton Rouge.\n\"Knowing that so many people stayed behind in places like Grande Isle and Lafitte where flood waters have devastated those areas, we expect there will be more people found who have passed,\" Mr Nungesser said.\nIda is expected to move next to the US northeast, with rain and threat of floods stretching from the Tennessee to the mid-Atlantic. \nWashington, DC, Baltimore and Philadelphia are among the cities now under flash flood watches.\nHow has Hurricane Ida affected you? Only if it's safe to do so, you can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58408911",
      "category": "world-europe",
      "title": "International Space Station facing irreparable failures, Russia warns",
      "tags": "Russia,International Space Station,Space exploration",
      "text": "The International Space Station (ISS) could suffer \"irreparable\" failures due to outdated equipment and hardware, a Russian official has warned. \nAt least 80 percent of in-flight systems on the Russian segment of the ISS had passed their expiry date, Vladimir Solovyov told state media. \nHe also said small cracks had been discovered that could worsen over time.\nRussia has often raised concerns over hardware and has suggested it could leave the ISS after 2025. \nThe station was built in 1998 as part of a joint project between Russia, America, Canada, Japan and several European countries and was originally designed for a 15-year lifespan. \nMr Solovyov, the chief engineer at the space company Energia, which is the leading developer of Russia's section of the ISS, said: \"Literally a day after the [in-flight] systems are fully exhausted, irreparable failures may begin.\"\nHe warned last year that much of the equipment on the station was starting to age and would soon need to be replaced.\nThe former cosmonaut also announced that \"superficial\" cracks had been discovered on Russia's Zarya cargo module. Launched in 1998, it is one of the oldest modules of the ISS and is now primarily used for storage. \n\"This is bad and suggests that the fissures will begin to spread over time,\" Mr Solovyov told the RIA news agency.\nIn April, Russia's Deputy Prime Minister Yuri Borisov told state TV that aging metal on the station could \"lead to irreversible consequences - to catastrophe. We mustn't let that happen\".\nAnd Roscosmos, the Russian space agency, said last year that structural fatigue meant the ISS would not be capable of operating beyond 2030. \nRussia's space programme has been hit by a series of budget cuts and corruption scandals in recent years. Its section of the ISS has also faced a string of problems. \nIn July, a malfunction caused the jet thrusters on the country's Nauka research model to fire without warning, destabilising the ISS.\nIts Zvezda service module, which provides living quarters for ISS crew members, has also experienced several air leaks since 2019. \nDespite these setbacks, the country's space agency has promised a series of ambitious ventures, including a mission to Venus, the creation of a rocket capable of making round trips into space and a mission to the Moon's surface next year. \nYou might also be interested in:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58403050",
      "category": "uk",
      "title": "Afghanistan: UK and Taliban in talks over further evacuations",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The UK is in talks with the Taliban to secure safe passage out of Afghanistan for a number of British nationals and Afghans who remain there.\nThe talks, involving UK officials and senior Taliban members, are taking place in Doha, Qatar, No 10 said.\nThe defence secretary is understood to have told MPs that between 150 and 250 people eligible for relocation - plus their families - remain in the country.\nIt comes after a Taliban pledge to allow further departures. \nCommenting on the UK-Taliban negotiations, a No 10 spokesman said: \"The prime minister's special representative for Afghan transition, Sir Simon Gass, has travelled to Doha and is meeting with senior Taliban representatives to underline the importance of safe passage out of Afghanistan for British nationals, and those Afghans who have worked with us over the past 20 years.\" \nForeign Secretary Dominic Raab will face questions from MPs later over his handling of the UK's withdrawal from Afghanistan.\nOpposition parties called for his resignation last month after it emerged he had been unavailable to make a phone call about evacuating interpreters while he was on holiday in Crete.\nMr Raab subsequently said that \"with hindsight\" he would not have gone away, but dismissed the idea that he was \"lounging on the beach\" as \"nonsense\".\nLabour's shadow foreign secretary, Lisa Nandy, said Mr Raab had answers to give on \"much more than the chaos of the last two weeks\", adding: \"The foreign secretary had 18 months to prepare but was missing in action.\"\nDowning Street has insisted that Prime Minister Boris Johnson has \"full confidence\" in Mr Raab and there are \"no plans\" for a Cabinet reshuffle.\nDetails of the talks between the UK and the Taliban are sparse.\nA statement from Downing Street says they will \"underline\" the importance of Afghan nationals being granted safe passage out of the country, which suggests the talks may be about the importance of the issue rather a negotiation over logistics.\nAnd it's a delicate bit of diplomacy - the UK wants something from the Taliban but doesn't want to bestow too much legitimacy on them before the nature of their administration becomes clear.\nBut Sir Simon is well qualified for the job, which he's been in for a few weeks. He was Nato's most senior non-military representative in Afghanistan, spent years as a top official in the Foreign Office and helped negotiate the Iran nuclear deal.\nOn Tuesday, Mr Raab said more than 17,000 people had been evacuated by the UK from Afghanistan so far, including over 5,000 UK nationals.\nHe also said the UK needed to face the \"new reality\" in Afghanistan and work with other nations to exercise a \"moderating influence\" on the Taliban.\nFormer British ambassador to Afghanistan between 2010 and 2012 Sir William Patey said engaging with the Taliban could help prevent a refugee crisis and avoid the country becoming a host for terrorists. \n\"[The Taliban] know they can't run this country without help,\" he told the BBC's Newsnight, adding that the UK had \"some cards\" in the talks because \"they're going to have to engage\".\nVictoria Atkins, who has been appointed Afghan Resettlement minister, told BBC Breakfast the Taliban would \"be relying on international aid - and we want that to be forefront of their mind when we are discussing with them and third countries\".\nAsked whether the talks would legitimise the Taliban, she said that was the \"great debate for the Western world\" but any talks were being \"done carefully\", and the government was determined to ensure those eligible in Afghanistan could leave.\nThe Taliban have declared victory in Afghanistan following the withdrawal of US troops, with fighters streaming into Kabul airport on Tuesday. British troops left the country over the weekend.\nThe militants have promised those with authorisation will be allowed to leave the country, and US Secretary of State Anthony Blinken pledged to \"hold the Taliban to their commitment\".\nBut Dame Barbara Woodward, the UK's ambassador to the UN, said they would be judged \"on the basis of their actions on the ground, not their words\".\nIn addition to the talks with the Taliban, the UK government said it was sending 15 \"crisis response specialists\" to Pakistan, Uzbekistan and Tajikistan to assist British diplomats in their work to allow people to reach the UK.\nThey are expected to focus on helping UK nationals, interpreters and other Afghans who were employed by the UK, and those Afghans judged most at risk.\nSpeaking to the BBC on Tuesday, a former English language teacher who is stranded in Kabul said he regretted working with the UK mission because he now fears for his life.\n\"Why did I work for people who left me and fled and left me alone here?\" he asked.\nThe teacher, who the BBC is not naming, said he was now a target for the Taliban.\n\"They are looking for me because I've got pictures in billboards advertised for classes,\" he said.\nHe said he tried to escape Afghanistan shortly before the militants took control but received \"no reply\" to his application for resettlement, adding that he had been unable to sleep ever since.\nAsked what he thought would happen to him if he could not leave and the Taliban found him, he added: \"My fate will be the same, like others, like the people who work in military, in the media... they will kill me too.\"\nAre you trying to leave Afghanistan? Do you have family trying to leave Afghanistan? Get in touch.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58388323",
      "category": "uk-northern-ireland",
      "title": "Troubles pensions scheme opens for applications",
      "tags": "The Troubles,Northern Ireland Executive",
      "text": "A pension scheme for people who were badly injured during the Troubles has opened for applications.\nThe start of the Troubles Permanent Disablement Payment Scheme is more than a year behind schedule, having been the subject of political rows.\nTo qualify, a person must have suffered a severe and permanent physical or psychological injury caused through no fault of their own during the Troubles.\nRecipients will receive annual payments of between £2,000 and £10,000.\nThe UK government and the Northern Ireland Executive have long been at odds about how the scheme will be funded, with the overall costs potentially topping £1.2bn over the next 20 to 30 years.\nLast year a judge ruled Stormont's Executive Office was acting unlawfully in delaying the introduction of the scheme.\nHe said the start of the scheme was being deliberately stymied in order to pressurise the government into funding it.\nHe also determined there was an attempt by Deputy First Minister Michelle O'Neill to have the scheme's eligibility criteria changed, with her party, Sinn Féin, having said the rules potentially discriminated against some republicans with Troubles-era convictions.\nFunding for the scheme has been agreed for this year, but Stormont ministers still want the government to provide extra cash to help cover future expenditure.\nMargaret Yeaman, who was blinded in an IRA bomb in Banbridge, County Down, in 1982, said it had been a \"long, bumpy road\" for her and others injured during the Troubles who have been waiting for the payments.\n\"I'll not even say that we're getting it until I have it in my hand,\" she said.\nJennifer McNern described the payments as \"recognition\" of what she had been through since she lost both of her legs after an IRA bomb explosion in Belfast in 1972.\n\"This is really an acknowledgement of the harm caused physically, psychologically and financially,\" she said.\nThe victims' group, the Wave Trauma Centre, said the opening of the scheme was a \"triumph for the courageous and determined campaigners who have fought for over a decade\" for the payments.\n\"At times it was desperately frustrating but they never lost their focus on gaining tangible recognition for all those like themselves who had been severely and permanently injured through no fault of their own,\" said the group's co-ordinator Alan McBride.\n\"We'll also remember those who campaigned but didn't live long enough to see this day.\"\nThe group Relatives For Justice said the qualification criteria for the pension should be extended. \nAndrée Murphy, its deputy director, welcomed the initiative but insisted modifications need to be considered.\n\"It is very possible that a paramedic or a police officer or an eye-witness at a scene will be eligible for a payment and a loved-one who has suffered the deep psychological distress and trauma since then will not be eligible for this,\" she said.\n\"That is going to feel unfair and we have to resolve it,\" she added.\nAfter a series of delays, the scheme was to have opened in June but Mr Justice McAlinden, who chairs the panel overseeing the awarding of the payments, pushed it back until the end of August.\nThat final delay, he said, was to allow applicants to \"familiarise themselves\" with \"complex\" medical assessment guidance before making their submissions.\nHe said he hopes that money will start being distributed to victims before the end of this year.\nIn an interview with BBC News NI, he said he was confident that enough funding would be available for everyone entitled to payments, and he hoped the process would begin soon.\nThe judge said: \"I would hope that there would be a speedy turnaround for non-complex, relatively straight-forward cases.\n\"We'll just have to see how we measure up to our goals but I would hope that, let's say, it will be within months as opposed to years for the vast majority of applicants to receive determinations from the board.\"\nAsked if this meant that the money would start being paid before the end of this year, he said: \"Yes. I would hope so.\"\nAsked about the provision of funding, Mr Justice McAlinden said there was still political \"debate, discussion, disagreement as to where the funding will ultimately come from.\"\nBut he added: \"I have an undertaking, given in court, to the Court of Appeal that in terms of the role of the board, the payments that the board allocate and award, those payments will be met.\"\nThe scheme covers violence related to the Troubles between 1966 and 2010, including incidents in Great Britain and Europe.\nNon-UK residents injured outside the UK cannot apply, such as victims of the Dublin and Monaghan bombings carried out by loyalists in 1974.\nAfter the death of a recipient, their spouse or carer will get the payments for a further 10 years.\nWelcoming the opening of the scheme, First Minister Paul Givan said the scheme would give people who had suffered as a result of the Troubles \"the practical support and recognition that they deserve\".\nDeputy First Minister Michelle O'Neill said it had been \"a difficult and painful road for victims and survivors\", and encouraged anyone who had suffered permanent physical or psychological disablement as a result of the conflict to make an application.\nJustice Minister Naomi Long said it was an important day for all victims and survivors, \"but particularly for those who campaigned for this scheme with dignity and commitment for so long\".  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58408048",
      "category": "newsbeat",
      "title": "DaBaby 'genuinely engaged' with US black HIV groups",
      "tags": "HIV & Aids,Homophobia,Life,LGBT,Music",
      "text": "Rapper DaBaby has met with black leaders from nine HIV groups in the US to discuss inaccurate comments he made about the virus at a festival in July.\nDaBaby lost sponsorship deals and was removed from Dua Lipa's Top Ten US hit Levitating when he claimed people with HIV will \"die in two or three weeks\".\nHe also made offensive comments about gay men having sex in car parks.\nAfter first claiming his words were taken out of context and making further comments online, he later apologised.\nThe rapper met with the representatives in a virtual meeting, and \"apologized for the inaccurate and hurtful comments he made about people living with HIV,\" according to US LGBT organisation, Glaad.\n\"Our goal was to 'call him in instead of calling him out,' it says in a statement. \n\"We believed that if he connected with Black leaders living with HIV that a space for community building and healing could be created. \n\"We are encouraged he swiftly answered our call and joined us in a meaningful dialogue and a thoughtful, educational meeting.\"\nGlaad says DaBaby was \"genuinely engaged\" with the conversation and listened to \"personal stories\" about HIV with \"deep respect\".\nDuring his set at Rolling Loud festival in July, he asked every audience member to \"put your cell phone light up\", apart from those who were HIV-positive or were gay men who had sex in car parks.\nGlaad adds that it hopes he will now use his platform to encourage his fans to get tested for HIV and know their status.\n\"At a time when HIV continues to disproportionately impact Black communities, celebrities and influencers of all backgrounds have the power to defeat the stigma that fuels the epidemic,\" it says.\nDaBaby is yet to comment on the meeting.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58393866/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Life-saving cholesterol jab recommended on NHS",
      "tags": "NHS,Heart disease,Strokes",
      "text": "An expensive but \"game-changing\" anti-cholesterol drug could soon be offered to hundreds of thousands of people in England and Wales on the NHS. \nNHS England says inclisiran, given as a twice-a-year injection, could save about 30,000 lives within a decade.\nIt normally costs nearly £2,000 per dose but Novartis, which makes it, has agreed an undisclosed discount.\nIt can lower bad fat in the blood when other cheaper drugs, like statins, have not done enough, says draft advice.\nThe health watchdog NICE is recommending it as an option for people who have already had a stroke or heart attack and are not responding to other cholesterol-lowering treatments. \nExperts hope it will help to cut their risk of further life-threatening cardiovascular events.\nAlthough there is no long-term proof of this yet from studies, they believe it is worth recommending based on existing evidence. \nIt will bring England and Wales in line with guidance for Scotland. \nMore than two in five people in England are thought to have high cholesterol and around 6.5 million adults are taking medicines, called statins, to help lower it.\nZena Forster, 65, from Newcastle, has had a stroke and a heart attack and been diagnosed with an inherited condition that means her cholesterol levels are always high, despite taking statins.\n\"I'm on my fourth statin now,\" she told the BBC One's Breakfast programme.\n\"Heart disease is relentless and there is no cure - and I just aim to slow the progress.\"\nThe new drug was \"good news\" for people like herself, Ms Forster said, and offered hope as another treatment option.\nAnd taking it twice a year would be no burden compared with remembering to take a daily pill.\nWhile statins - which are taken daily - slow down the production of cholesterol in the liver, inclisiran works in a different way. \nIt uses gene-silencing to help the liver remove harmful cholesterol. \nIt turns off, or silences, a gene called PCSK9, which results in the liver absorbing more \"bad\" LDL cholesterol from the blood and breaking it down.\nIt can be used on its own or alongside statins. \nMeindert Boysen, NICE deputy chief executive and director of the Centre for Health Technology Evaluation, said: \"Inclisiran represents a potential game-changer in preventing thousands of people from dying prematurely from heart attacks and strokes. \n\"We're therefore pleased to be able to recommend it as a cost effective option on the NHS.\"  \nAmanda Pritchard, chief executive of the NHS, said heart disease was still \"one of the major killer conditions\".\n\"It is fantastic that we now have such an effective and convenient treatment for those living with dangerously high cholesterol levels.\"\nShe said the rollout of inclisiran would save lives and benefit hundreds of thousands of people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58398254",
      "category": "uk-wales",
      "title": "COP26: Climate change summit is 'make or break' for the planet, says MP",
      "tags": "Floods,COP26,Climate change,Environment,Penarth,Severe weather",
      "text": "A major summit on climate change is \"make or break\" for the planet's future, according to an environmental campaigner turned MP.\nIn November, Glasgow will host COP26 - the largest gathering of world leaders in UK history.\nAnna McMorrin, Labour MP for Cardiff North, said it was an chance for Wales to \"reach out and show leadership\".\nScientist Gareth Wyn Jones said he hoped recent extreme heatwaves, floods and wildfires would focus minds.\nThe world's governments have been told they need to make drastic cuts to greenhouse gas emissions in the coming decades to hold back a dangerous rise in global temperatures.\nAt a previous summit in Paris they agreed to try to stop the warming reaching 2C compared with pre-industrial times, and ideally no higher than 1.5C.\nBut there was a big gap between that goal and the policies for action countries had been coming up with - putting the world on course for far worse climate change.\nCOP26 is about trying to sort that out.\nMs McMorrin said some of her constituents were already suffering the effects of climate change and she had seen \"first hand\" people moving furniture upstairs out of fear of flooding.\n\"It's a devastating way to live,\" she said.\nAt the Paris summit in 2015 she was involved in negotiations about getting the role of smaller states and regions recognised in the text of the treaty that was signed there.\nBefore becoming an MP she worked as a campaigner for Friends of the Earth and a special adviser to the Welsh government on cutting emissions.\nShe said while Wales was \"punching above its weight\" in areas like recycling, planning policy and its Future Generations Act, it needed to be \"moving faster with charging infrastructure for electric vehicles, public transport and making it easier for people to use less energy in their homes\".\n\"We can't do it alone, we have to work within the UK and with partners overseas as well.\"\nScientists recently reported Wales had seen an average annual increase in temperatures of 0.9C since the 1970s and would be a hotter, wetter place in future.\nIt means severe flooding - like that experienced by several communities during storms Ciara, Dennis and Jorge in 2020 - is likely to happen more often, even if we manage to get rid of greenhouse gases.  \nA damaging level of climate change is already - as they put it - \"baked in\".\nSteve Porretta's neighbourhood in north Cardiff was struck by flooding during storm Dennis in 2020. \nHe said: \"I could see the water was coming all the way down the road and coming over the bank. I'm thinking 'oh my God, we are actually really going to flood'.\n\"It's absolutely terrifying really, when you stand there and watch this water coming up and up and up, wondering whether it's going to be you.\"\nThough some of Mr Porretta's neighbours had to be rescued through their windows, his house was spared the worst of the flooding as it is slightly more elevated. \n\"It's traumatic isn't it, we're living right next to the river. You're constantly then concerned, 'is it going to flood again?'\"\nIn anticipation of another flood, Mr Porretta has put flood gates on all his doors.\nHe said he is pessimistic about COP26.\n\"You'd hope that the governments of the world would see sense, come together and actually do the right thing. Unfortunately, historically, there's absolutely no precedent for that.\"\nProf Jones, emeritus professor at Bangor University, warned the world had \"prevaricated\" for far too long and avoiding major climate change was now an \"extremely hard task\".\nPoliticians, he said, needed to be straight with the public about the scale of the task.\nIt means \"massive cuts\" to emissions in a matter of years, and \"getting urgency into the equation is very difficult because we've created a society which depends on consumerism,\" he said.\nPart of the answer lies in getting across to people how much carbon dioxide they themselves are responsible for emitting and encouraging them to reduce that, he suggested.\nIn Wales, as across the UK, it is estimated approximately 10 tonnes of climate-warming gases are emitted per person each year, around double the global average.\nThat needs to be cut to 0 by 2050.\n\"There are relatively simple things you can do - don't drive an SUV for starters, fly only if it's absolutely essential, don't waste food,\" said Mr Jones.\nElla Smillie runs Benthyg Cymru, a \"library of things\", where people hire goods and can volunteer their time instead of paying.\nIt was set up by the community and Ms Smillie hopes to establish 11 similar libraries across Wales in the run up to COP26. \nMore than 200 objects donated by locals are available to hire for as little as 50p a day, with power washers, carpet cleaners, lawnmowers and a gazebo some of the highest demands.\nMs Smillie said: \"These are things you only need to use once or twice a year but take a huge amount of energy and resource to make.\"\nShe said she hoped the summit could provide a \"huge opportunity\" for communities to talk to politicians about their own ideas and \"the immediate need to reduce our carbon footprint\".\n\"The climate emergency is the single biggest issue of our lifetimes,\" she said.\n\"One thing we can all do is reduce our consumption - and this is a really easy way for people to do that on an individual level while also supporting their communities to be more sustainable.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58400061",
      "category": "uk-scotland",
      "title": "Pair complete UK's longest straight-line challenge",
      "tags": "Aberfeldy,Walking,Nature,Long Reads,Inverness",
      "text": "Two adventurers have become the first people to walk the longest straight line in the UK without crossing a paved road.\nCalum Maclean, 32, and Jenny Graham, 41, climbed mountains, scrambled down gullies and tackled steep rocky crags to complete the 49-mile (78.55km) challenge.\nThere were no paths on the route through the Cairngorms, so they had to wade through thigh-high heather and pull themselves up steep slopes.\nThey completed the walk from the Pass of Drumochter to Corgarff on Monday evening in 83 hours and 56 minutes.\nThe pair carried their tents and all the food for the four-day adventure in 16kg (2st) packs.\nIt was Calum, from Aberfeldy, who had the idea to attempt the expedition.\n\"I'm happy I've done it but I wouldn't do it again,\" he said.\n\"I would do another straight line walk, but it wouldn't be this one.\n\"It was very tough due to the thick heather and the open moor landscape sections were relentless to look at and be in.\"\nCalum said he had to really concentrate on the steep rocky sections and work out how they were going to get down without ropes.\nAlthough they were not faced with any rock climbing, the steepness of sections pushed them to their limits.\nHe said: \"There were very steep bits to descend beside cliffs where we really had to focus and our senses were heightened.\n\"If your foot slipped you knew you were putting yourself in danger.\n\"But we always talked about each section before we did them and worked out what our limits were and how to tackle them slowly.\"\nIn the past, there have been a couple of failed attempts to complete the route, which was plotted by Ordnance Survey a couple of years ago.\nCalum said he was shocked when they reached the finish only to discover a road which was made of dirt and not concrete.\nHe told BBC Scotland: \"The Ordnance Survey route said it finished at the Old Military Road, but when we got there we could see it wasn't paved and was instead a dirt track.\n\"So we quickly got out our GPS device and Ordnance Survey app on our phones and plotted the route until it extended to a paved road - about 2km (1 mile) away.\n\"I had eaten all my food and was starving and tired, so it was tough to realise we hadn't reached the end.\n\"The last section was through a forest with lots of fallen trees which made it a bit risky.\"\nJenny, from Inverness, holds the female record for cycling around the world. She circumnavigated the globe by bike in 125 days arriving at the finish line in Germany in 2018.\nShe told BBC Scotland it was the hardest walk she had ever done.\n\"I've walked all over Scotland and the Alps and this tops them all,\" she said.\n\"We were very worried about our ankles in the deep heather because it covered holes you couldn't see.\n\"When we reached sections with flat slabs of rock we felt lighter and it felt great compared to the heather.\"\nJenny said the route involved going over lots of uneven ground through forests, rivers and bogland at a fast pace.\n\"There were some steep descents and one day we were in hill fog that suddenly lifted at the top of a mountain and all we could see was a wall in front of us,\" she said.\n\"I thought how are we ever going to get up that?\n\"But then when we got on it we found it wasn't so bad and we managed to pick our way up.\"\nShe added that she felt like an explorer on the last extra section through the forest.\nShe said: \"Nobody has probably ever walked there. I was thinking at the time, this is truly our own original route, it was a cool moment.\n\"We have both climbed all the mountains in the Cairngorms and know the area well, but this walk took us to places we would never have visited.\n\"It was an incredible adventure that I wouldn't do again.\"\nAn Ordnance Survey spokeswoman said it had been a \"tremendous achievement\" to complete the longest-line challenge.\n\"Four days out in the wilderness navigating difficult terrain is no mean feat and we offer our warmest congratulations,\" she said.\n\"We wouldn't recommend walking this challenging route unless you are an experienced walker and very conversant with a map and compass.\"\nJenny said she had learned that the simplest idea - walking in a straight line - wasn't always the simplest thing to do."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58408990",
      "category": "uk-england-manchester",
      "title": "Benjamin Mendy: Manchester City player to remain in custody on rape charges",
      "tags": "Prestbury,Manchester",
      "text": "Manchester City defender Benjamin Mendy will remain in custody ahead of a potential trial on rape charges after a bail application was refused.\nThe 27-year-old defender is accused of four counts of rape and one count of sexual assault at his home in Cheshire. \nHe has been in custody at HMP Altcourse in Liverpool after being denied bail at Chester Magistrates' Court on Friday. \nJudge Steven Everett refused a new bail application at Chester Crown Court earlier.\nThe judge made his ruling at a hearing held behind closed doors, which Mr Mendy, who also plays for the French national team, did not attend.\nThe footballer is charged with attacks on three different women, including one under 18, at his home in Prestbury, Cheshire.\nThree of the rapes are alleged to have taken place in October 2020 and he is accused of sexually assaulting a woman in early January 2021.\nHe is also charged with raping a woman in August 2021.\nThe footballer, who has been suspended by the club pending investigation, is due to appear at Chester Crown Court on 10 September.\nCheshire Constabulary said a second man, aged 40, who was arrested on suspicion of rape as part of the police investigation into the allegations had been released on bail. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58409349",
      "category": "uk-england-london",
      "title": "Declan Donnelly: Men admit plot to steal presenter's car",
      "tags": "Declan Donnelly,Ashford,Chiswick,Addlestone,Brentford,Wokingham,Hounslow,Feltham,Thatcham",
      "text": "Four men have admitted a plot to steal a number of luxury cars, including one that belonged to TV presenter Declan Donnelly. \nThe group were accused of targeting about £750,000 worth of high-value vehicles between January and July.\nEllis Glynne, 29, Connor Murray, 21, Perry Ogle, 23, and Vinothkumar Ratnam, 37, all pleaded guilty to conspiracy to steal the cars.\nFour other men appeared at Kingston Crown Court charged over the plot.\nMr Donnelly's black Range Rover was one of those targeted by the thieves.\nThe court previously heard police had been called to the presenter's west London home in the early hours of 6 April but the alleged thieves fled empty-handed before officers arrived.\nThe I'm A Celebrity...Get Me Out Of Here presenter, his wife, and their daughter were reportedly asleep at the time of the attempted break-in and were unaware until they were later told by police.\nIn total, 12 men have been charged with various offences relating to several alleged planned burglaries.\nGlynne and Ratnam, both from Surrey, and Murray and Ogle, both from Hounslow, west London, all admitted conspiracy to steal the vehicles.\nAlfie Chandler, 18, from Hounslow, pleaded not guilty to conspiracy to steal the vehicles, while Tommy Hutchinson, 18, from Feltham, who is also charged with conspiracy to steal the vehicles, did not enter a plea.\nRyan Crafts, from Wokingham, Berkshire, and Charlie Kavanagh, from Ashford, Surrey, previously entered not guilty pleas at a hearing in August.\nGlynne, Murray and a third man, Robert Green, 41, from Addlestone, Surrey, face a separate count of conspiracy to burgle over an attempted theft from an ATM at a convenience store in Brentford between 25 January and 7 February last year.\nAll three of them deny the charges.\nGlynne, Murray and Ogle also pleaded guilty to a second count of conspiracy to burgle, over an alleged plot to steal 11 electric bikes from Velospeed, in Thatcham, Berkshire, between 14 June and 17 June this year.\nAlfie Chandler and another man, Jack Foley, 24, from Surrey, have denied being part of that plot.\nTyler Smallworth, 20, from Hounslow, was further charged with theft of a van but previously denied the charge.\nEdward Atkins, 34, also from Feltham, is due to be arraigned at a later date.\nJudge Sarah Plaschkes QC previously set a trial date of 4 January next year.\nGlynne and Murray have been in custody while the other defendants were released on bail ahead of a further hearing on 15 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58394215",
      "category": "science-environment",
      "title": "One in three trees face extinction in wild, says new report",
      "tags": "Conservation,Trees,Extinction,Biodiversity,Nature,Climate change,Environment",
      "text": "At least 30% of the world's tree species face extinction in the wild, according to a new assessment.\nThey range from well-known oaks and magnolias to tropical timber trees.\nExperts say 17,500 tree species are at risk - twice the number of threatened mammals, birds, amphibians and reptiles combined.\nConservation groups are calling for urgent protection efforts amid threats such as deforestation, logging and climate change.\n\"We have nearly 60,000 tree species on the planet, and for the first time we now know which of these species are in need of conservation action, what are the greatest threats to them and where they are,\" said Dr Malin Rivers of the charity Botanic Gardens Conservation International in Kew, London.\nFor a healthy world, we need tree species diversity, added Sara Oldfield, co-chair of the Global Tree Specialist Group of the International Union for the Conservation of Nature. \n\"Each tree species has a unique ecological role to play,\" she said. \"With 30% of the world's tree species threatened with extinction, we need to urgently scale-up conservation action.\" \nThe report, State of the World's Trees, found that at least 30% of the 60,000 known tree species face extinction.\nSome 142 species have already vanished from the wild, while 442 are on the very edge of extinction, with fewer than 50 individual trees remaining.\nThe biggest threats to trees globally are forest clearance for crops (impacting 29% of species), logging (27%), clearance for livestock grazing or farming (14%), clearance for development (13%) and fire (13%). \nClimate change, extreme weather and sea level rise are growing threats to trees. But the authors say with conservation action, there is hope for the future.\n\"The report gives us that road map to mobilise the wider conservation community and other key players to ensure that tree conservation is at the forefront of the conservation agenda,\" said Dr Rivers.\nThe experts are calling for a number of actions, including:\nScientists estimate that one million animals and plant species are threatened with extinction.\nOver the past 300 years, global forest area has decreased by about 40% and 29 countries have lost more than 90% of their forest cover.\nResearch shows that seven main commodities drive more than half of deforestation worldwide.\nTrees at particular risk of extinction include:\nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58410584/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Long Covid in children 'nowhere near scale feared'",
      "tags": "Children,Great Ormond Street Hospital,Coronavirus pandemic",
      "text": "The risk of \"long Covid\" in children is much lower than many had feared, leading child health experts have said.\nAfter the world's biggest study into the issue, the researchers, led by University College London, said they were \"reassured\".\nThey surveyed 11- to 17-year-olds testing positive for coronavirus in England between September and March.\nThe research suggests somewhere between 2% and 14% still had symptoms caused by Covid 15 weeks later.\nThe team said it was important those with persistent symptoms, which included headaches, tiredness and breathing difficulties, received support.\nBut there was little evidence huge numbers had sought NHS help for symptoms that had left them bedridden or unable to attend school.\nThe study, which has yet to be published in a medical journal, also gathered data from young people who had never tested positive, meaning more than 50,000 were surveyed in total.\nAnd 53% of them had at least one symptom after 15 weeks, simply because they are common in the general population.\nAmong those who had tested positive, this proportion was 65%.\nA more significant difference was seen among those 30% had three or more symptoms, compared with 16% of those who had never tested positive, suggesting 32,000 out of nearly 235,000 who were infected between September and March have developed long Covid.\nBut the numbers could be even lower. \nOnly 13% of those asked to respond to the survey did so. \nResearchers believe those who are suffering ongoing symptoms would be more likely to complete the survey than those who are not.\nIf all those with long Covid were to do so among those who did so, that would suggest their actual number was just 4,000 or fewer than 2%.\nThe research team - including Prof Sir Terence Stephenson, from UCL's Great Ormond Street Institute of Child Health, Royal College of Paediatrics and Child Health infectious disease lead Dr Liz Whittaker, and Public Health England officials - will continue to follow the children in the coming months.\nBut Sir Terence said he was already \"reassured\" suggestions, at the height of the pandemic, that half of children could develop long Covid cases were wrong.\n\"It is nowhere near what people thought in the worst-case scenario\".\nAlthough, he said, the numbers were still \"not trivial\" and the issue needed to be taken seriously.\nMost likely to report persistent symptoms were older girls who already had poorer physical and mental health.\nThose struggling emotionally and mentally could be more attuned to even minor physical illnesses, the researchers said, and a positive coronavirus test could help trigger that.\nOf all the children in the study, 40% reported feeling sad, worried or unhappy.\nAnd the researchers said it was clear the pandemic had had a damaging effect on young people because of:\nThis showed how important it was to get \"back to normal\" and have schools open, Dr Whittaker added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58407316",
      "category": "business",
      "title": "JoJo Maman Bebe hikes prices for first time in 5 years",
      "tags": "Clothing industry,Retailing,Shopping,British Retail Consortium",
      "text": "JoJo Maman Bebe is raising prices for the first time in about five years due to widespread supply chain issues.\nThe baby clothing and goods retailer said it had seen shipping costs quadruple in recent months.\nIts commercial director, Gwynn Milligan, said: \"We've had no choice but to pass on some of these costs to our customers.\"\nPrice hikes will not be uniform across the board, but will depend on each item and what it is made up of.\nMs Milligan told BBC Radio 4's Today programme that the firm had seen increases in the cost of raw materials such as wood, paper and plastics, for example, which may affect items such as its toys or changing mats.\nShe added that the company was also having to absorb increased costs on some products, because of  competition from retail rivals.\n\"We've looked at prices across our competitors and also what customers realistically want to pay.\n\"There's no set increase in any area, but it depends on what we've looked at and what's going on in that sector.\"\nWhile the retailer does not believe that price increases will be sustained, it did point to problems with deliveries too - largely down to a shortage of lorry drivers at ports and difficulties in obtaining shipping containers.\nMs Milligan said: \"We're advising customers not to panic because we've increased our orders to deal with the ever-growing demand of JoJo.\"\nCustomers have already starting planning their Christmas buys, according to the retailer. The term \"Christmas\" was the third-highest search on its website last week, and it believes that spending will be higher due to lockdown restrictions hampering festive plans for many people in the UK last December.\nIt comes as the British Retail Consortium (BRC) warned that price increases could last into the winter months.\nAccording to new figures released by the trade body and market research firm Nielsen, retail prices in August saw a slight increase on the previous month.\nSome non-food categories, such as electricals, reported sharp rises in inflation compared with last year due to \"global issues from delayed shipping and shortages of microchips\".\nWhile overall retail prices fell 0.8% year-on-year, Helen Dickinson, chief executive of the BRC, said: \"There are some modest indications that rising costs are starting to filter through into product prices.\"\nShe warned: \"Low prices are already under threat, and now the HGV driver shortage has created an additional problem with a shortfall of 90,000 drivers.\"\nThe BRC issued a warning on lorry driver shortageswith Logistics UK in August saying that while Brexit and Covid-19 caused many to leave the UK, a temporary visa for drivers from the European Union could lure them back.\nOn Wednesday, Ms Dickinson said in the run-up to the key Christmas trading period customers may see reduced choice or higher prices for their presents of choice and she called on the government to increase the number of HGV driving tests taking place.\n\"Without government action, it will be the British consumers who will pay the price.\"\nThe government has slightly relaxed the Drivers' Hours rules, which means drivers will be able to increase their daily driving limit from nine hours to 11 hours twice a week.\nCompanies such as Tesco and Aldi have also increased wages for HGV drivers, or have started to offer sign-on bonuses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58398606/#comp-comments-button",
      "category": "#comp-comments",
      "title": "New eco-petrol baffles a quarter of motorists",
      "tags": "Companies,UK economy,Fuel,Motoring,Car industry",
      "text": "A more eco-friendly petrol is coming to British filling stations this month, but a quarter of drivers do not know whether their cars can run on it, new research says.\nThe government intends to make E10 the new standard petrol grade. \nIt contains less carbon than other motor fuels and more ethanol, a kind of alcohol manufactured from plants.\nBut according to the RAC, 24% of motorists are unaware of it, while 27% do not know if their car is compatible.\nCurrent petrol grades in the UK - known as E5 - contain up to 5% ethanol, with the other 95% being regular unleaded petrol.\nTheir replacement, E10, will see this percentage increased to 10% - a proportion that would bring the UK in line with countries such as Belgium, Finland, France and Germany.\nIntroducing E10 could cut carbon emissions by 750,000 tonnes a year, says the Department for Transport, the equivalent of taking 350,000 cars off the road and an important step towards the government's climate change targets.\nThe new fuel is being rolled out everywhere in the UK except Northern Ireland, where it is not due to arrive until early 2022. \nEvery petrol vehicle built after 2011 should accept E10. But it will not be compatible with some older vehicles - as many as 600,000 of those currently on UK roads, the RAC estimates.\nThe introduction of E10 fuel comes after the government announced new climate change commitments in a bid for the UK to cut carbon emissions by 78% by 2035.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions and the Earth is now in a period of rapid climate change, with global temperatures rising because of human activities, such as the burning of coal, oil and gas.\nReducing the impact of climate change and hitting carbon emissions targets will require more electric cars, low-carbon heating, renewable electricity and, for many, cutting down on meat and dairy products, scientists say.\nThe government has set up a website where drivers can check whether their car will run on E10 fuel.\nBut it warns it will not be liable for any damage to vehicles as a result of drivers using its checker - especially if their car has been fitted with replacement parts.\nThe RAC said 26% of drivers surveyed had already checked online, with a further 15% saying they had found their car was compatible by another means. \nThose with incompatible vehicles will have to use E5 super unleaded instead, which the RAC says can cost 12p a litre more than standard unleaded. \nAccording to its survey, 59% of drivers who know their cars are incompatible with E10 are worried about the higher cost of filling up, while 20% fear mistakenly filling their tanks with E10.\nRAC head of policy Nicholas Lyes said E10 petrol had already started appearing on forecourts to replace the old E5 blend and the process would continue \"at pace\" in coming weeks.\nHe said that while it would make no difference to \"the vast majority\" of petrol car drivers, a \"sizeable minority\" would be adversely affected.\n\"Drivers who will continue to rely on E5 will also need to make sure the filling station they're visiting stocks the fuel in the first place, or risk running out of fuel and having to call on their breakdown provider,\" he added.\n\"We'd also like to remind owners of classic cars that need to be careful not to accidentally top up with E10 and then leave it sat unused in the tank for long periods, something which can lead to expensive damaged plastics, metals and seals.\"\nIn another development, oil giant Shell announced on Wednesday it was aiming to install 50,000 charging points on Britain's streets by 2025, as part of a government-backed push to increase electric vehicle numbers and reduce carbon emissions to net zero by 2050. \nShell will roll out the charging points through on-street charging point company Ubitricity, which it acquired in February.\nThe government has estimated that the UK will need between 280,000 and 480,000 charging points by 2030, the year it plans to ban the sale of new petrol and diesel cars.\nShell said it would support local authorities financially to install more on-street chargers in towns and cities. \nDavid Bunch, Shell's UK country chairman, said: \"It's vital to speed up the pace of EV charger installation across the UK and this aim and financing offer is designed to help achieve that.\n\"Whether at home, at work or on-the-go, we want to give drivers across the UK accessible EV charging options, so that more drivers can switch to electric.\"\nShell currently has 60,000 charging points globally, but plans to increase that number to 500,000 by 2025 and to 2.5 million by 2030."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58402911",
      "category": "uk-england",
      "title": "Tour de Yorkshire 2022 cancelled",
      "text": "The Tour de Yorkshire cycle race has been cancelled for a third year in a row, its organisers have announced.\nThe 2020 and 2021 legs of the four-day event, which draws thousands of visitors to the county, were cancelled due to the coronavirus pandemic.\nWelcome to Yorkshire said staging the race in 2022 \"would be unviable\" due to \"escalating financial challenges and uncertainties\".\nBritish Cycling's chief said the latest cancellation was \"very disappointing\". \nTourism board Welcome to Yorkshire said the decision was made after \"lengthy discussions\" over many months with the race co-organiser Amaury Sport Organisation (ASO).\nChief executive James Mason said: \"The race is a much-loved international sports event which showcases Yorkshire across the globe. \n\"So many people involved in the decision-making process understand just how popular the race is. \n\"We had every intention for the race to go ahead but unfortunately some of the circumstances were out of our control and sometimes you have to make big calls for the right reasons.\"\nThe race began in 2015 as a legacy event after the county hosted the Tour de France's Grand Départ in 2014. \nIt is held around the May Bank Holiday weekend and features a four-day men's race of more than 370 miles (600 km) and a two-day women's race.\nBritish Cycling chief executive Brian Facer said the event was \"not just about the economic boost that top-level bike racing has brought to Yorkshire, but also in the huge numbers of people who have been inspired to cycle themselves\".\nWelcome to Yorkshire, which is funded via local councils and tourism businesses, has had well-documented problems with its finances in recent years.\nAccounts showed it spent more than £430,000 on investigating and removing former chief executive Sir Gary Verity, who left in 2019 amid concerns over his expenses claims. \nLast June, it said the pandemic had left it facing a £1.4m shortfall, and in February this year Sir Gary's successor, James Mason, admitted the body had made \"big mistakes\" with public money.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58408759",
      "category": "uk-wales",
      "title": "Covid-19 death toll passes 8,000 mark in Wales",
      "tags": "Merthyr Tydfil,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "The death toll for the Covid-19 pandemic in Wales has passed the 8,000 mark, according to the Office for National Statistics.\nThere were 18 deaths involving Covid-19 in the latest weekly figures, one fewer than the week before.\nIt takes the overall total since the pandemic began in March last year to 8,002 in Wales.\nBut there has been a big decline in deaths in the third wave so far, with 102 deaths since the start of June.\nDuring the second wave in December and January, there were an average of 49 deaths a day.\nThe latest week covers data up to 20 August.\nRegistrations reported by the ONS involve deaths when Covid is suspected or confirmed and when doctors believe it has contributed to a death or is the underlying cause.\nThe 18 most recent deaths included six hospital deaths in the Betsi Cadwaladr health board area and five in the Aneurin Bevan health board.\nThere were also three in Swansea Bay and two deaths each in Cardiff and Vale and Cwm Taf Morgannwg.\nThere were none in Hywel Dda and, for the 11th week in succession, no deaths involving Covid in Powys.\nSo-called excess deaths, which compare all registered deaths with previous years, were above average for a fifth week in succession. They had been below average for 17 of the previous 24 weeks. \nThere were 34 deaths above the five-year average in the latest week. \nLooking at the number of deaths we would normally expect to see at this point in a typical year is seen as a reliable measure of the pandemic. \nThe number of deaths from all causes in Wales fell to 598 in the week ending 20 August, with 3% mentioning Covid on the death certificate. \nDeaths were also above average in all UK nations for the week, while deaths involving Covid fell in five out of the nine English regions, with the largest decrease in north-east England.\nWhen looking across the course of the pandemic so far, there have been 53,205 deaths from all causes in Wales, with 8,002 (15%) mentioning Covid-19 on the death certificate up to 20 August. \nThis was 5,290 deaths above the five-year average. \nRhondda Cynon Taf has had the most deaths with 898, followed by Cardiff.\nWhen population size is taken into account, Rhondda Cynon Taf has the highest mortality rate too - a crude rate of 372 deaths per 100,000 over the course of the pandemic so far. This is seventh highest among local authorities across Wales and England.\nThe mortality rate in Gwynedd is the 10th lowest across Wales and England with 112 deaths per 100,000.\nIt is estimated more than nine in 10 adults, or 92% of the adult population in Wales, have antibodies, which can offer protection from Covid.\nThanks to the vaccination programme around 84% of the youngest age group, aged 16 to 24, are estimated to have antibodies present.\nThe proportion with antibodies in the oldest age group has dropped slightly but is still above 82% of the over-80s.\nIt is above 90% for all the other age groups, rising to 96.3% for those aged 25 to 34.\nThe ONS said the percentage of adults testing positive for antibodies remained high but it was \"starting to decline slightly in the older age groups\".\n\"Most older people who are vaccinated will retain higher antibody levels than prior to vaccination but may have a lower number of antibodies in the blood at the time of testing,\" it added.\nThe key indicators are the impact on hospitals.\nHospital admissions have risen by 40% in a week on average.\nThese include patients with confirmed Covid, when it is suspected and also recovering patients.\nIf we just look at those patients with confirmed Covid, there were 313 in hospital beds on Tuesday - a 63% rise on the week before and the highest daily figures since 10 March.\nBut at the same point in the second wave, at the start of December, there were 1,019 confirmed Covid patients in hospital. \nThere were 44 Covid patients in critical care or on ventilation on Tuesday, the highest daily number since the start of March, although this was a third higher at the same point in the second wave.\nCovid daily admissions have risen on average to 31 confirmed and suspected patients - a 41% rise on the week before.\nIt was two and a half times greater at the same point in the second wave. \nCovid admissions make up 3% of all hospital admissions.\nSwansea too has the highest case rate (653.9 cases per 100,000), the 15th highest in the UK, although the biggest rises have been in Merthyr Tydfil, Gwynedd and Neath Port Talbot.\nLocal hotspots include Barmouth and Dolgellau in Gwynedd, Morriston South in Swansea and Pontardawe in Neath Port Talbot.\nThere were five deaths reported by Public Health Wales - three of them happened in the Aneurin Bevan health board area and the others in Swansea Bay and Betsi Cadwaladr. Three occurred last Friday and the others on Saturday and Sunday.\nThere have been 11 deaths in the latest seven days, according to this measure."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58380551",
      "category": "world-asia",
      "title": "Afghanistan: Fleeing the Taliban into Pakistan and leaving dreams behind",
      "tags": "Pakistan,Kabul,War in Afghanistan (2001-present),Afghanistan,Refugees and asylum seekers,Taliban",
      "text": "With the Taliban taking control of Afghanistan, thousands have fled their homes in fear. While much of the attention has focused on the crowds thronging Kabul airport, thousands of others have fled to neighbouring Pakistan over the Chaman border. Shumaila Jaffery speaks to some of them. \nThe Chaman Spin Boldak border is one of the busiest crossings between Pakistan and Afghanistan with thousands of traders and travellers passing through this dusty town every day. \nBut these days, the traffic from the Afghan side is particularly high as thousands flee possible persecution by the Taliban. \nFrom dawn till dusk they pour in - hundreds of men with luggage on their shoulders, burqa-clad women walking briskly behind their men, children clinging to their mothers, exhausted in the scorching heat, and even patients pushed on wheelbarrows. \nZirqoon Bibi*, a 57-year-old woman belonging to the minority Hazara community, has only just arrived in Pakistan when I meet her.\nThe Hazara group has been persecuted by the Taliban in the past, with a recent brutal attack on some men of the community reigniting fears of what Taliban rule would look like for them.\n\"My heart is burning (with pain)\" she repeatedly sobs when I ask how she is. \"I ask myself what will become of my son, my only son\".\nHer son, who works for a British company, has been trying to leave the country without success.\nShe says she already lost her daughter-in-law to a bomb blast by the Taliban targeting the Hazara community a few years ago.\n\"I felt so lost (after her death) that I couldn't sleep for a long time. The Taliban are terrible people, I am scared of them\".\nBefore arriving in Pakistan, Zirqoon Bibi was housed in a small makeshift camp on the border with around 24 other Hazara women and children from different parts of Afghanistan. \nShe left her home in the capital Kabul along with her two daughters and granddaughter.\nAs she speaks, her granddaughter sits on her lap, completely oblivious to the fact that she has no home now.\n \"I don't care about my house or our belongings, I am only worried for my son and his daughter,\" Zirqoon Bibi says while gently massaging the child's shoulders. \n \"Where can I go? what can I do? I have put this girl's mother in the grave with my own hands. It takes a lot of effort and love to raise children, I can't lose another one\".\nZarmeeney Begum*, a 60-year-old Afghan who is a Shia Muslim, has also just arrived with a group of other women. Shia Muslims in Afghanistan have been targeted by the Taliban in the past. \nShe says when her community received news of the Taliban takeover, they felt they had no option but to leave Afghanistan.\n\"We fear the Taliban will resume their acts of terrorism again. They will conduct raids on our houses. They are already looking for government officials. We feel that bombings may start any day,\" she says.\nMany of the new arrivals are young Afghan men and women who feel that their futures have now become uncertain.\nAmong them is Muhammad Ahmer* who was studying and working as an English language instructor in Kabul.  \nHe is still in disbelief over how quickly Kabul fell.\n\"It was so unbelievable. To be honest, we didn't know they would take all of Kabul in just one night. But I was only scared about my school and my education,\" he said.\nHe said he currently doesn't know what to do next, but is certain that his future doesn't belong to Afghanistan under the current rule.\n\"I want to make my own choices in life, I want freedom, so I am not going back.\"\nJamal Khan*, also a student in Kabul, has similar sentiments.\n\"Everybody wants to live in their homes, but we were forced to leave Afghanistan. We are not feeling good about migrating to Pakistan or other countries, all people are worried, but they don't have any hope,\" he says.\nOthers say there is no hope of survival under the Taliban.\nObaidullah*, a labourer from Kandahar says he decided to flee to Pakistan because \"businesses are destroyed, there is no government and the economy is in complete shambles\".\n\"The situation in Kandahar is normal, but there is no work, I have come here so I can find some work, I will probably drive a rickshaw,\" he said.\nMeanwhile, the Taliban has been trying to portray a more restrained image since its takeover. This is reflected in the stance of one foot soldier who stops to talk to us at the border.\nHe insists the situation is completely peaceful now and says the \"trauma of the Afghan people will end as soon as foreign occupation forces leave the country\". \n\"It's only a trust issue, people will soon know that we mean what we have promised,\" he adds.\nBut even as people pour in, they say these words mean little. \n\"The Taliban may act differently this time, but people who have suffered from their hands in the past are not ready to trust them yet,\" says Mr Ahmer.\nThey flee even though they know their futures are uncertain.\nPakistan is already hosting millions of Afghans and says it cannot deal with another influx. \nMany believe it's only a matter of time before Islamabad completely halts their entry. \nThe Pakistan government has already said that unlike the 1980s, when millions of Afghans came over following the Soviet invasion, this time refugee camps would be set up on the borders and Afghans would not be allowed into the heartland. \nSo far however, people are free to enter the country through the Chaman Spin Boldak border. But they understand the window is small, so they are willing to take any risk to get out.\nWhere they can go after that remains to be seen.\n*Names have been changed to protect identities"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58395401",
      "category": "business",
      "title": "Wetherspoons runs low on some beer amid driver shortage",
      "tags": "Companies,Wetherspoons,Freight transport,Brexit,Haulage",
      "text": "The Wetherspoons chain has said some of its pubs have run out of some beer brands because of supply chain issues.\nThe group said Heineken, Carling and Coors were among the brands affected. \nHeineken and brewer Molson Coors said that like many in the industry, they had been hit by a shortage of HGV drivers.\nMeanwhile, a Coca-Cola bottling giant also said Diet Coke was unavailable in some supermarkets owing to the driver shortage. \nThe UK is facing a shortage of lorry drivers that hauliers have blamed on Covid and Brexit, and have called for immigration rules to be changed to allow EU drivers to return.\nBut the government has consistently said that the haulage industry and retailers need to be training new UK drivers.\nThe logistical problems have led to empty shelves at some supermarkets, while the retail industry has flagged concerns about Christmas supplies.\nFast-food chains have also been hit, with Nando's running short of chicken and McDonald's having to stop serving milkshakes.\nThere are also shortages of Diet Coke in some supermarkets due to the lack of HGV drivers, as well as problems sourcing aluminium cans, bottling giant Coca Cola Europacific Partners said.\nIt said its supply chain was working \"flat out\" to meet demand.\nWetherspoons also said on Wednesday that some of its pubs had seen some supply shortages.\nThe pub chain said there had been problems with Heineken and Molson Coors deliveries.\n\"We are experiencing some supply problems with both Carling and Coors, which means that some pubs do not have the products available,\" a Wetherspoons spokesman said.\n\"We apologise to our customers for any inconvenience caused. We know that the brewers are trying to resolve the issue.\"\nMolson Coors, which owns Carling and Coors, said: \"Like many in our great British brewing and pub sector, we have been hit by the HGV driver shortage.\n\"While overall our availability is good, there are intermittent pockets of pressure in our supply network that are unfortunately affecting a number of Wetherspoons pubs.\n\"After such a difficult period for our industry, it's heart breaking to be letting any customer down and we will continue to do everything in our power to get our much-loved brands back on every Wetherspoons bar,\" it said.\nWetherspoons said its problems had been caused by planned industrial action by Heineken drivers working for GXO Logistics. The Unite union said no industrial action had taken place.\nHeineken said: \"We're working tirelessly to find solutions to delivery issues caused by considerable disruption in the haulage and logistics market.\n\"Pubs won't run dry - if your favourite pint isn't immediately available, there will be a tasty alternative to try.\"\nThe logistics industry has said that driver shortages across the UK are due to a combination of Covid and Brexit.\nOn Wednesday Wetherspoons boss Tim Martin, a prominent supporter of Brexit, was taken to task by some critics on Twitter.\nSinger Billy Bragg wrote: \"Here's a lament for Tim Martin, whose Wetherspoons chain is struggling with the realities of the Brexit for which he campaigned so loudly.\"\nTwitter user Pearl Noir wrote: \"So how's Brexit working out for you so far Tim?\"\nThe UK is short of about 100,000 drivers, according to the Road Haulage Association, with new recruits to the industry facing problems getting driving tests due a Covid-related backlog.\nIn addition, when the pandemic struck last year, many European drivers went home, with few returning, according to hauliers.\nNow the UK has left the EU, it is no longer part of the single market, so it is easier for European drivers to find work in the EU.\nForeign drivers also now need visas and the Home Office is not keen on allowing lorry drivers on to a list of shortage occupations.\nBusiness Secretary Kwasi Kwarteng this week rejected calls to loosen immigration rules, saying it would be a \"short-term temporary solution\" and that firms should employ UK workers, especially those facing an \"uncertain future\" when the furlough scheme ends next month.\nA government spokesperson said: \"We're working closely with industry to address sector challenges, which are similarly being faced by other countries around the world. \n\"This includes plans to streamline the process for new drivers to gain their HGV licence and to increase the number of driving tests able to be conducted. \n\"We want to see employers make long-term investments in the UK domestic workforce and make employment more attractive through offering training, careers options and wage increases.\"\nThe British Retail Consortium (BRC) said that retailers were doing all they could to avoid any possible disruption to supplies before Christmas.\n\"Government must address the HGV driver shortage by rapidly increasing the number of HGV driving tests taking place, providing visas for EU drivers, and looking for a longer-term solution,\" said Andrew Opie, director of food and sustainability at the BRC."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-58416317",
      "category": "world-asia-india",
      "title": "Syed Ali Geelani: Kashmir's separatist leader dies aged 92",
      "tags": "Pakistan,Asia,India,Kashmir",
      "text": "Kashmiri separatist leader Syed Ali Geelani has died at his home in Srinagar at the age of 92. \nHe passed away after a lengthy illness.\nA veteran campaigner against Indian rule, he had been under house arrest for much of the past 11 years.\nIndian authorities have imposed a strict security clampdown in Srinagar, Kashmir's main city, placing barbed wire and barricades on the roads near Geelani's home.\nReports say that internet services and voice calling have been suspended in most areas and a curfew may follow. His burial took place in the early hours of Thursday.\nSuch measures are not unusual at moments of tension in Indian-administered Kashmir. Police typically describe them as precautionary, citing the need to stop online rumours fuelling potential violence.\nIndia and Pakistan control different parts of the Muslim-majority territory, but both say it is wholly theirs. There has been violence on the Indian-run side for 30 years, due to a separatist insurgency.\nGeelani was a divisive figure in India. Experts said he always talked about Kashmir's freedom but personally favoured the region's merger with Pakistan. \nTributes have come from Kashmiri leaders in India and also from Pakistani politicians.\nMehbooba Mufti, former chief minister of Jammu and Kashmir, said she was \"saddened\" by his death.\nWriting on Twitter, Pakistan's Prime Minister Imran Khan called Geelani a \"freedom fighter\" and declared Thursday a day of official mourning.\nHe said the separatist leader had \"struggled all his life for his people & their right to self-determination\".\nPolice in Kashmir allowed only close relatives to attend Geelani's funeral. \nAnnouncements were made from loudspeakers at the main mosque near Geelani's home after his death, asking local people to march towards it.\nHowever, Indian troops and armoured vehicles are said to be on the streets and police have urged residents to stay indoors.\nGeelani was a legislator for more than 15 years, representing Jamaat-i-Islami - a major political-religious organisation in Indian Kashmir, which was banned by Prime Minister Narendra Modi's government in 2019.\nHe spent long spells in prison, including nearly 10 years after 1962, shortly after he began campaigning for Kashmir to merge with Pakistan.\nGeelani led a faction of the All Parties Hurriyat Conference, an umbrella group of almost two dozen separatist parties - but walked out in 2020, accusing others of \"revolting against his leadership\".  \nHe was known for his strong opposition to any kind of dialogue with India. He insisted that a plebiscite on whether Kashmir should remain under Indian rule should be held before talks could take place.\nThis often put him in conflict with younger colleagues, who were more open to holding talks with Indian leaders.\nIn 2020, Geelani was awarded the Nishan-e-Pakistan, Pakistan's highest civilian honour."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58390310",
      "category": "world-us-canada",
      "title": "The last US soldier leaves Afghanistan",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-49192495",
      "category": "world-asia",
      "title": "Taliban are back - what next for Afghanistan?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United States Army,Taliban,US-Taliban peace talks,United States",
      "text": "After 20 years of war, the Taliban has swept to victory in Afghanistan.\nThe group completed their shockingly rapid advance across the country by capturing Kabul on 15 August.\nIt came after foreign forces withdrew from Afghanistan following a deal between the US and the Taliban, two decades after US forces removed the militants from power in 2001.\nThe conflict has killed tens of thousands of people and displaced millions.\nTaliban forces have pledged not to allow Afghanistan to become a base for terrorists who could threaten the West.\nBut questions are already being asked about how the group will govern the country, and what their rule means for women, human rights, and political freedoms.\nBack in 2001, the US was responding to the 9/11 attacks on New York and Washington, in which nearly 3,000 people were killed. Officials identified Islamist militant group al-Qaeda, and its leader Osama Bin Laden, as responsible. \nBin Laden was in Afghanistan, under the protection of the Taliban, the Islamists who had been in power since 1996.\nWhen they refused to hand him over, the US intervened militarily, quickly removing the Taliban and vowing to support democracy and eliminate the terrorist threat.\nThe militants slipped away and later regrouped.\nNato allies had joined the US and a new Afghan government took over in 2004 but deadly Taliban attacks continued. President Barack Obama's \"troop surge\" in 2009 helped push back the Taliban but it was not long term.\nIn 2014, at the end of what was the bloodiest year since 2001, Nato's international forces ended their combat mission, leaving responsibility for security to the Afghan army.\nThat gave the Taliban momentum and they seized more territory. \nPeace talks between the US and the Taliban started tentatively, with the Afghan government pretty much uninvolved, and the agreement on a withdrawal came in February 2020 in Qatar.\nThe US-Taliban deal did not stop the Taliban attacks - they switched their focus instead to Afghan security forces and civilians, and targeted assassinations. Their areas of control grew.\nThey emerged in the civil war that followed the withdrawal of Soviet troops in 1989, predominantly in the south-west and the Pakistan border areas.\nThey vowed to fight corruption and improve security, but also followed an austere form of Islam.\nBy 1998, they had taken control of almost all of the country. \nThey enforced their own hardline version of Sharia, or Islamic law, and introduced brutal punishments. Men were made to grow beards and women had to wear the all-covering burka. TV, music and cinema were banned.\nAfter their overthrow they regrouped in Pakistani border areas.\nIn terms of lives lost, it is obviously not easy to say exactly. The number of coalition casualties is much better recorded than Taliban and Afghan civilians.\nResearch by Brown University estimates losses in the Afghan security forces at 69,000. It puts the number of civilians and militants killed at about 51,000 each.\nMore than 3,500 coalition soldiers have died since 2001 - about two-thirds of them Americans. More than 20,000 US soldiers have been injured.\nAccording to the UN, Afghanistan has the third-largest displaced population in the world. \nSince 2012, some five million people have fled and not been able to return home, either displaced within Afghanistan or taking refuge in neighbouring countries. \nBrown University research also puts the US spending on the conflict - including military and reconstruction funds in both Afghanistan and Pakistan - at $978bn (£706bn) up to 2020.\nHow the Taliban plan to govern Afghanistan remains unclear.\nWomen face an uncertain future. Taliban spokesman Suhail Shaheen says the group will respect the rights of women and minorities \"as per Afghan norms and Islamic values\".\nThe militants had declared an amnesty across Afghanistan and said it wanted women to join its government.\nBut there are fears over women's freedom to work, to dress as they choose, or even to leave home alone under Taliban rule. \nAnother major fear is that the country will once again become a training ground for terrorism.\nTaliban officials insist that they will fully adhere to the US deal and prevent any group from using Afghan soil as a base for attacks against the US and its allies.\nThey say they aim only to implement an \"Islamic government\" and will not pose a threat to any other country.\nBut many analysts say the Taliban and al-Qaeda are inseparable, with the latter's fighters heavily embedded and engaged in training activity.\nIt is also important to remember that the Taliban are not a centralised and unified force. Some leaders may want to keep the West muted by not stirring up trouble but hardliners may be reluctant to break links with al-Qaeda.\nJust how powerful al-Qaeda is and whether it could now rebuild its global network is also unclear.\nThen there is the regional branch of the Islamic State group - ISKP (Khorasan Province) - which the Taliban oppose.\nLike al-Qaeda, ISKP has been degraded by the US and Nato but could use the post-withdrawal period to regroup.\nIts fighter numbers could be only between a few hundred and 2,000 but it may try to gain footholds in Kazakhstan, Kyrgyzstan and parts of Tajikistan, which could be a serious regional concern. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58398606",
      "category": "business",
      "title": "New eco-petrol baffles a quarter of motorists",
      "tags": "Companies,UK economy,Fuel,Motoring,Car industry",
      "text": "A more eco-friendly petrol is coming to British filling stations this month, but a quarter of drivers do not know whether their cars can run on it, new research says.\nThe government intends to make E10 the new standard petrol grade. \nIt contains less carbon than other motor fuels and more ethanol, a kind of alcohol manufactured from plants.\nBut according to the RAC, 24% of motorists are unaware of it, while 27% do not know if their car is compatible.\nCurrent petrol grades in the UK - known as E5 - contain up to 5% ethanol, with the other 95% being regular unleaded petrol.\nTheir replacement, E10, will see this percentage increased to 10% - a proportion that would bring the UK in line with countries such as Belgium, Finland, France and Germany.\nIntroducing E10 could cut carbon emissions by 750,000 tonnes a year, says the Department for Transport, the equivalent of taking 350,000 cars off the road and an important step towards the government's climate change targets.\nThe new fuel is being rolled out everywhere in the UK except Northern Ireland, where it is not due to arrive until early 2022. \nEvery petrol vehicle built after 2011 should accept E10. But it will not be compatible with some older vehicles - as many as 600,000 of those currently on UK roads, the RAC estimates.\nThe introduction of E10 fuel comes after the government announced new climate change commitments in a bid for the UK to cut carbon emissions by 78% by 2035.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions and the Earth is now in a period of rapid climate change, with global temperatures rising because of human activities, such as the burning of coal, oil and gas.\nReducing the impact of climate change and hitting carbon emissions targets will require more electric cars, low-carbon heating, renewable electricity and, for many, cutting down on meat and dairy products, scientists say.\nThe government has set up a website where drivers can check whether their car will run on E10 fuel.\nBut it warns it will not be liable for any damage to vehicles as a result of drivers using its checker - especially if their car has been fitted with replacement parts.\nThe RAC said 26% of drivers surveyed had already checked online, with a further 15% saying they had found their car was compatible by another means. \nThose with incompatible vehicles will have to use E5 super unleaded instead, which the RAC says can cost 12p a litre more than standard unleaded. \nAccording to its survey, 59% of drivers who know their cars are incompatible with E10 are worried about the higher cost of filling up, while 20% fear mistakenly filling their tanks with E10.\nRAC head of policy Nicholas Lyes said E10 petrol had already started appearing on forecourts to replace the old E5 blend and the process would continue \"at pace\" in coming weeks.\nHe said that while it would make no difference to \"the vast majority\" of petrol car drivers, a \"sizeable minority\" would be adversely affected.\n\"Drivers who will continue to rely on E5 will also need to make sure the filling station they're visiting stocks the fuel in the first place, or risk running out of fuel and having to call on their breakdown provider,\" he added.\n\"We'd also like to remind owners of classic cars that need to be careful not to accidentally top up with E10 and then leave it sat unused in the tank for long periods, something which can lead to expensive damaged plastics, metals and seals.\"\nIn another development, oil giant Shell announced on Wednesday it was aiming to install 50,000 charging points on Britain's streets by 2025, as part of a government-backed push to increase electric vehicle numbers and reduce carbon emissions to net zero by 2050. \nShell will roll out the charging points through on-street charging point company Ubitricity, which it acquired in February.\nThe government has estimated that the UK will need between 280,000 and 480,000 charging points by 2030, the year it plans to ban the sale of new petrol and diesel cars.\nShell said it would support local authorities financially to install more on-street chargers in towns and cities. \nDavid Bunch, Shell's UK country chairman, said: \"It's vital to speed up the pace of EV charger installation across the UK and this aim and financing offer is designed to help achieve that.\n\"Whether at home, at work or on-the-go, we want to give drivers across the UK accessible EV charging options, so that more drivers can switch to electric.\"\nShell currently has 60,000 charging points globally, but plans to increase that number to 500,000 by 2025 and to 2.5 million by 2030."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58402488",
      "category": "uk-england-devon",
      "title": "Lorry drivers told to 'take care' after railway bridge struck",
      "text": "Lorry drivers and haulage companies have been told to \"take better care\" by railway line owner Network Rail after a lorry hit a bridge in Devon.\nRail services were cancelled on Sunday after the crash in Plymouth.\nPassengers have been warned that they will face disruption until the weekend.\nNetwork Rail said the lorry caused \"huge damage\" to the line connecting Cornwall and south Devon \"with the rest of the country\", creating \"bank holiday misery for thousands\".\nThe lorry hit the bridge at Ashford Crescent at about 15:00 BST on Sunday. \nNetwork Rail said the Tesco truck was wedged for more than 24 hours before being removed on Tuesday afternoon. \nIt said: \"The lorry caused huge damage to the bridge in Plymouth, forcing the railway line that connects Cornwall and Plymouth with the rest of the country to close and causing bank holiday misery for thousands of travellers.\"\nIt added that about five railway bridges were hit by lorries a day nationally and the annual bill for \"such careless driving comes in at around £20m\".\nMike Gallop, of Network Rail, said: \"We are urging all lorry drivers and haulage companies to take better care, look out for the height warnings on all of our bridges, and take a second to think before taking a risk and causing disruption to so many people's lives.\"\nRail bosses said one of the two lines over the bridge was open, but only one train an hour was operating in each direction across the bridge.\nNetwork Rail said \"extremely limited\" replacement road transport was also running between Exeter St Davids and Plymouth.\nService operator Great Western Railway (GWR) has advised people to \"only travel if your journey is essential\".\nPassengers affected can claim compensation. \nTesco said it was \"very sorry for the problems this has caused for travellers and we are investigating how this has happened\".\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58406496",
      "category": "world-us-canada",
      "title": "Texas passes law banning abortion after six weeks",
      "tags": "Abortion,Women,Texas,US abortion debate,United States",
      "text": "A law banning abortion from as early as six weeks into pregnancy has come into effect in the US state of Texas.\nIt bans abortions after the detection of what anti-abortion campaigners call a foetal heartbeat, something medical authorities say is misleading.\nThe law, one of the most restrictive in the country, took effect after the Supreme Court did not respond to an emergency appeal by abortion providers.\nDoctors and women's rights groups have heavily criticised the law.\nIt gives any individual the right to sue doctors who perform an abortion past the six-week point.\nThe so-called \"Heartbeat Act\" was signed into law by Texas Governor Greg Abbott in May. \nBut rights groups, including Planned Parenthood and the American Civil Liberties Union (ACLU), then requested that the Supreme Court block the legislation. \nIn the early hours of Wednesday, the ACLU confirmed that the court had \"not responded to our request\", adding: \"Access to almost all abortion has just been cut off for millions of people.\" \nThe group, which says that up to 90% of abortions in Texas take place after six weeks of pregnancy, described the development as \"blatantly unconstitutional\". \nThe US women's health group Planned Parenthood also condemned the ban, tweeting: \"No matter what, we aren't backing down and we are still fighting. Everyone deserves access to abortion.\"\nIn a statement, President Joe Biden denounced the bill as \"extreme\", warning it would \"significantly impair\" access to abortion care, particularly for low-income Texans and racial minorities.\nThe Supreme Court still has the power to overturn the ban at a later stage.\nSince the 1973 Supreme Court decision in Roe v Wade, US women have had the right to an abortion until a foetus is viable - that is, able to survive outside the womb. This is usually between 22 and 24 weeks into a pregnancy.\nThe so-called Texas Heartbeat Act prohibits abortions after six weeks of a pregnancy - at a point when many women do not know they are pregnant. The American College of Obstetricians and Gynaecologists has said the term \"heartbeat\" is misleading, and that what is being detected at this stage is \"a portion of the foetal tissue that will become the heart as the embryo develops\".\nThe Texas law enforces its ban with an uncommon approach: it empowers any private citizen to sue anyone who \"aids and abets\" an illegal abortion.\nThe legislation makes an exception in the case of medical emergency, which requires written proof from a doctor, but not for pregnancies resulting from rape or incest. \nTexan women who wish to have an abortion after six weeks will need to travel across state lines, or - as estimated by the pro-choice Guttmacher Institute - an average of 248 miles (399km).\nMost abortion restrictions that have been proposed before have relied on criminal penalties or some form of regulatory punishment.\nThe Texas law instead authorises \"a private civil right of action\", which allows people to sue to enforce the law even if they themselves have not been harmed.\nAn ordinary American, from Texas or elsewhere, may now be able to seek up to $10,000 (£7,200) in damages in a civil court against abortion providers and doctors - and possibly anyone at all involved in the process. That means people like clinic staff, family members, or clergy who encourage or support the procedure could, in theory, be sued.\nTurning over enforcement of the Heartbeat Act to private citizens instead of government officials likely means that - in the absence of Supreme Court intervention - the law cannot be challenged until a private citizen seeks damages. \nKim Schwartz of the Texas Right to Life organisation, which supports the measure, told the BBC most anti-abortion laws are \"held up in the court system for years\" and this \"thwarts the will of the people\". She argued that courts would require \"a credible claim that an illegal abortion occurred\" and would still undergo fact-finding processes.\nBut the ACLU and other critics have suggested the Texas law will champion \"a bounty hunting scheme\" of costly \"vigilante lawsuits\" designed to harass women seeking an abortion. The ACLU noted tip lines have already been set up by anti-abortion groups.\nAbortion has long been one of the country's most contentious social issues. However, polls from the Pew Research Center indicate nearly six in 10 Americans believe abortion should be legal in all or most cases.\nThis number has remained relatively stable over the past two decades, but masks a partisan divide: only 35% of Republicans support that position.\nIn conservative Texas, an April poll found nearly half of the state's voters support a six-week ban on abortions.\nThe Texas law is one of many recent efforts to limit abortions in states controlled by Republicans.\nThree others - Idaho, Oklahoma and South Carolina - have passed six-week ban bills this year, all of which have been stalled by legal challenges and are yet to go into effect.\nAccording to the Guttmacher Institute, 2021 has already seen more restrictions enacted in any year since the Roe v Wade decision nearly 50 years ago.\nSupporters of these measures have been emboldened by the makeup of the Supreme Court, which currently has a 6-3 conservative lean.\nPro-choice Americans have expressed fear that, if given the chance, a majority of the high court's jurists will opt to overturn national abortion rights. This would not make abortion illegal across the country, but rather, would return that decision to each of the states. \nSome Democrat-led states, like New York, have enacted measures to safeguard abortion access in the event of this scenario."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-58255378",
      "category": "uk-england-bristol",
      "title": "Geronimo the alpaca killed as legal row ends",
      "tags": "Department for Environment, Food & Rural Affairs,High Court ,Bovine TB,Wickwar",
      "text": "An alpaca at the centre of a legal row with the government has been killed.\nGeronimo twice tested positive for bovine tuberculosis, and the Department of Food, Environment and Rural Affairs (Defra) ordered him to be euthanised to stop the spread of the disease.\nOwner Helen Macdonald disputed the results and mounted several High Court challenges to save him.\n\"I am absolutely disgusted by this government. These are barbaric actions,\" she said.\nDefra staff dressed in blue overalls, goggles and masks, accompanied by police, arrived at her farm in Wickwar, near Bristol, at about 11:00 BST and led Geronimo away, with the scene broadcast on an online live feed of the enclosure.\nA spokesman confirmed the destruction warrant had been carried out after Geronimo was taken away from his pen and loaded into a trailer.\nThe vehicle then left the scene under a police escort, with a number of protesters watching. \nMs Macdonald said the government had refused to act in good faith and had ignored her pleas for constructive dialogue.\n\"We know now they have been stringing us along for the last week, fobbing us off by saying people are on holiday and would get back to us this week,\" she said.\n\"In fact, all the time they were simply planning to murder Geronimo. This is yet another appalling demonstration of bad faith and duplicity by the secretary of state and everyone at Defra.\n\"Geronimo has been manhandled out of my farm. He was rounded-up and dragged into a horsebox.\"\nSupporters had been camping out at the farm to try to prevent officials arriving to destroy Geronimo, and some were seen talking to police as the animal was removed. \nOne woman was briefly arrested after spraying officers with a water pistol, but was quickly de-arrested.\nMs Macdonald, a veterinary nurse, had called on Defra to allow Geronimo to be tested for a third time or let him live to aid research into the disease.\nShe argued the test used on Geronimo was flawed and he had tested positive previously because he had repeatedly been primed with tuberculin - a purified protein derivative of bovine TB bacteria.\nShe lost a last-ditch High Court appeal to save Geronimo on 18 August, and the destruction warrant gave Defra until 4 September to put the animal down.\nMore than 140,000 people from around the world had signed a petition addressed to Prime Minister Boris Johnson to stop Geronimo's destruction.\nWildlife television presenter Chris Packham and the prime minister's father Stanley Johnson also gave their support.\nA Downing Street spokesman said: \"It's obviously highly distressing for someone to lose animals to TB and that's a situation that farmers sadly have to face.\n\"Our sympathies are with Ms Macdonald and any others that are affected by this terrible disease.\"\nMs Macdonald insisted Geronimo was a \"perfectly healthy animal\", adding: \"Boris apparently is sympathetic, well I don't need his sympathy.\n\"I needed him to stop this in its tracks when he had the opportunity and look what's happened.\"\nChief veterinary officer Christine Middlemiss said it was a \"terribly sad situation\" but they had to follow the scientific advice and cull animals that tested positive for bTB in order to minimise its spread.\n\"Not only is this essential to protect the livelihoods of our farming industry and rural communities, but it is also necessary to avoid more TB cases in humans.\n\"No-one wants to have to cull infected animals if it can be avoided,\" she said.\nA Defra spokesman said a post-mortem examination and a study of tissue samples would be carried out by veterinary pathologists from the Animal and Plant Health Agency and the process could take up to three months.\nMs Macdonald has called for Defra to allow for an independent witness to attend the examination alongside the pathologists.\nDefra said 28,356 cattle were compulsorily slaughtered in England in the 12 months to March 2021, after testing positive for bovine tuberculosis.\nDuring 2020, a total of 205 camelids - animals such as camels, llamas and alpacas - were culled.\nDefra said: \"Bovine TB remains one of the greatest animal health threats to the UK, causing devastation for hard-working farmers and rural communities.\n\"We are pursuing a range of interventions in cattle and in badgers to eradicate the disease by 2038.\n\"If we do not take action, TB could pose an increased risk to animal and human health and to the international image and reputation of our cattle industry.\" \nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58412832",
      "category": "uk-scotland",
      "title": "Scots to need vaccine passports for large events",
      "tags": "Nicola Sturgeon,Vaccine passports",
      "text": "Vaccine passports are to be required for entry to nightclubs and many large events in Scotland from later this month, Nicola Sturgeon has said.\nThe plans will apply to indoor and outdoor events, and will need to be signed off by MSPs next week.\nMs Sturgeon said the move was needed to help stem the recent surge in the number of cases.\nA further 6,107 people have tested positive, with the number of people in hospital doubling in the past 10 days. \nAnd several areas of Scotland are among the regions with the highest rates of the virus in Europe. \nThe new vaccine certification rules mean people over the age of 18 will need to show they have had both doses of the vaccine before they are allowed entry to: \nThe new rules will impact on many sporting events in Scotland - particularly football matches - as well as concerts and music festivals.\nSPFL chief executive Neil Doncaster said Premiership football clubs had \"a significant number of questions and real concern\" about the plan.\nHe added: \"It's not clear what IT infrastructure will be in place, what time-scales clubs will be asked to work to, or what can be done for those without smart phones.\n\"And it's not clear if it's going to cut across terms and conditions of seasons tickets already bought by people across the land.\"\nMs Sturgeon said the hospitality industry as a whole would not be included in the certification scheme - although that decision would be kept under review.\nAnd there are no plans to include key services or settings where people have no choice over attendance - such as shops, public transport, education and medical services. \nAnyone who has good reasons for not getting fully vaccinated - including children and people with particular medical conditions - will be exempt. \nPeople can already request a paper copy of their vaccination record to allow them to travel, and from Friday they will be provided with a QR code so they can download a copy of the record to keep on their phone.\nA similar scheme will be introduced in England at the end of this month, with people needing to have a \"Covid pass\" to access \"higher risk\" settings such as nightclubs. \nSeveral other European countries - including France, Italy and Ireland - have already introduced certification.\nScotland's health secretary, Humza Yousaf, said in July that he was \"sceptical\" about the case for vaccine passports, citing concerns that they \"might increase the inequality gap, and there would be ethical issues\".\nThe country's deputy first minister, John Swinney, also said he did not believe it was right to exclude people who do not want to be vaccinated after the UK government set out its plans to introduce passports in England.\nIn a statement at Holyrood, Ms Sturgeon told MSPs that the certification scheme was now needed to \"help protect individuals and the country as a whole and reduce the risk of further restrictions being necessary\".\nThe first minister added: \"Many of the events and venues that are covered by the certification scheme are important - they matter to our economy, and to our cultural and social life. \n\"That's why we want to enable them to stay open safely - but they are not essential services.\n\"And the nature of them - which involves bringing many people together in relatively small areas - does mean that, despite their very best efforts, they can contribute significantly to the spread of the virus.\"\nShe also said it would be \"grossly irresponsible\" to rule out re-introducing further restrictions in the future.\nThe Scottish Greens are not keen on vaccine passports. The new minister for zero carbon buildings, active travel and tenants' rights, Patrick Harvie, has raised concerns about their introduction before.\nIn July he argued vaccine certification \"would deepen discrimination against those who have not yet been vaccinated\".\nToday the party's health spokesperson, Gillian Mackay, said it was essential the Scottish government ensures the introduction of vaccine certification doesn't adversely affect disabled people, those with underlying health conditions and those from the global south who may not be able to access proof of vaccination. \nBut the Greens are now in government. Vaccine certification isn't specifically excluded in the co-operation agreement they signed with the SNP and so the Greens are bound by collective responsibility on this issue and will have to support it when it's put to the vote at Holyrood. \nThe first minister said it was a \"significant move\" and would need to be signed off by MSPs, with a debate and vote to take place next week.\nHowever the SNP has a comfortable majority with the backing of the Scottish Greens - who have previously been opposed to the move - and the cooperation agreement between the two parties commits them to working together on Covid-related matters.\nThe Liberal Democrats were the only party to hit out directly against the plans following Ms Sturgeon's statement, with leader Alex Cole-Hamilton saying vaccine passports were akin to \"medical ID cards\", adding: \"This is an illiberal step\".\nScottish Conservative leader Douglas Ross said the Scottish government had \"wasted months\" that could have been spent making preparations, and was now \"introducing vaccine passports at the last minute\".\nHe added: \"It's a striking u-turn from what John Swinney said last month, where he emphatically claimed vaccine passports were \"the wrong way\" to go. \n\"We need businesses to get in-depth guidance around these certificates as soon as possible. They should be involved in the process and the government needs to clarify whether they will be expected to police these new rules.\"\nScottish Labour leader Anas Sarwar said the virus was now out of control and Scotland - and claimed the government had no strategy to deal with it. \nCase levels in Scotland are 80% higher now than they were last week, and five times higher than they were four weeks ago.\nThe number of people in hospital has more than doubled since 20 August, from 312 to 629.\nIntensive care admissions have not risen as quickly, but have still gone up from 34 to 59 over the same timescale.\nMeanwhile 4,108,804 people have had a first dose of vaccine, and 3,691,066 have had two.\nThat includes 95% of people over 40 who are now fully vaccinated, as well as 71% of 30 to 39-year-olds and 51% of 18 to 29-year-olds.\nThe Federation of Small Businesses said the many affected firms would not welcome the certificate scheme - but would accept it as an alternative to stricter restrictions. \nBut it said the system needed to be user-friendly for both businesses and the public, and warned against a \"rush\" to extend the scheme to other settings. \nThe Scottish Licensed Trade Association (SLTA) said the scheme was a \"threat hanging over the whole of the hospitality industry\", while the UK Hospitality Scotland said the move would \"cause dismay amongst businesses\" that had only recently been allowed to reopen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58415877",
      "category": "world-us-canada",
      "title": "Afghanistan crisis: Unclear if ruthless Taliban will change, says US general",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,United States",
      "text": "The top US general has described the Taliban as a \"ruthless group\" and says it is unclear whether they will change.\nGen Mark Milley said, however, it was \"possible\" that the US would co-ordinate with the Islamist militants on future counter-terrorism operations.\nUS forces withdrew from Afghanistan on Tuesday, ending America's longest war 20 years after launching an invasion to oust the Taliban.\nThe Islamists are now in control and expected to announce a new government.\nGen Milley was speaking alongside US Defence Secretary Lloyd Austin, in their first public remarks since the last troops left Afghanistan.\nUS President Joe Biden has been widely criticised over the abrupt manner of the withdrawal, which led to the unexpected collapse of the Afghan security forces the US had trained and funded for years.\nThe Taliban's lightning advance sparked off a frenetic effort to evacuate thousands of foreign nationals and local Afghans who had been working for them. \nIn the news conference on Wednesday, both Gen Milley and Secretary Austin praised the troops who had served in Afghanistan and the massive evacuation mission.\nAsked about their co-ordination with the Taliban in getting evacuees to the airport, Mr Austin said: \"We were working with the Taliban on a very narrow set of issues, and that was just that - to get as many people out as we possibly could.\"\n\"In war you do what you must in order to reduce risk to mission and force, not what you necessarily want to do,\" Gen Milley added.\nHe said it was possible that the US would co-ordinate with the Taliban on future action against Islamic State affiliate IS-K, the group which claimed an attack outside Kabul airport last week that killed as many as 170 people, including 13 US service personnel. \nIS-K is the most extreme and violent of all the jihadist militant groups in Afghanistan. It has major differences with the Taliban, accusing them of abandoning jihad and the battlefield.\nMr Austin, meanwhile, said he would \"not want to make any predictions\" on future co-operation. But he added that officials would \"do everything that we can to make sure we remain focused on [IS-K], understand that network, and at the time of our choosing in the future, hold them accountable for what they've done\".\nIn total, the evacuation operation saw more than 123,000 people wishing to flee the Taliban airlifted out of the country. \nThe US estimates that there are between 100 and 200 Americans still in Afghanistan.\nUS Under-Secretary of State for Political Affairs Victoria Nuland said \"all possible options\" were being looked at to get remaining US citizens and people who had worked with the US out of the country. \nMeanwhile, UK Foreign Secretary Dominic Raab said he was not certain how many UK nationals remained in the country, but that it was believed to be in the \"low hundreds\".\nThe Taliban have celebrated the final withdrawal of foreign forces, and are now focusing on forming a government.\nThe deputy head of the Taliban's political office in Qatar, Sher Abbas Stanekza, told BBC Pashto that a new government could be announced in the next two days. \nHe said there would be a role for women at lower levels but not in top positions.\nHe also said that those who served in government in the past two decades would not be included.\nThis magical word \"inclusive\" is being used by Afghanistan's neighbours to try to put pressure on the Taliban to share some of the power so they don't have absolute control.\nBut look at it in pure political terms. The Taliban have come to power much more quickly than even they expected. And they feel they have an overwhelming mandate to pursue their overriding objective to establish an Islamic system. \nIn this new emerging Islamic emirate, women will be playing secondary roles to men. \nThis is already very different from what we heard even two years ago, when the Taliban started discussing with representatives of the Afghan government and civil society. They said then that women could have any roles in our new Islamic government except the president or prime minister. They could be ministers or CEOs. \nNow they seem to be rolling back from that because what happened in the past is now history. It's a new day for them and it's a day when the Taliban are in charge. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58403047",
      "category": "uk",
      "title": "Afghanistan: UK embassy told Afghans to go to Abbey Gate before suicide attack",
      "tags": "Kabul,UK government,War in Afghanistan (2001-present),Afghanistan,Islamic State group",
      "text": "UK officials instructed Afghans to go to the Abbey Gate entrance to Kabul airport hours before Thursday's suicide bombing there, the BBC has learned.\nEmails seen by Newsnight show that even though the UK and US deemed a threat to the airport to be imminent, the British embassy told people to \"use the Abbey Gate [near] to the Baron Hotel\".\nAlmost 200 people were killed in the explosion, including two UK citizens.\nThe UK government said it was investigating the emails.\nOne Afghan told the BBC that official UK advice on the day of the attack was \"confusing and conflicting\". \nBefore the last foreign troops left Kabul on Monday, thousands of people gathered at the gate daily in the hope of boarding a flight out of Afghanistan. Some had been called to the gate by the British authorities because they met the right criteria to be evacuated. \nAnother email, sent from the British embassy later the same day, asked a former Afghan interpreter whether he was in the right place. It read: \"Please advise that you are at the correct gate? Abbey Gate on hawa on Shawasi Street.\"  \nThe BBC has not named him to protect him from the Taliban.\n\"If I had followed their advice, I would be no more. I said I won't because I don't feel safe as the situation was getting worse,\" the former interpreter said. \n\"It would be madness to go there and that saved my life. It was our own judgement that saved our lives.\"\nOn 25 August, the day before the attack, the Foreign, Commonwealth and Development Office (FCDO) updated its guidance, warning against all travel to Kabul airport.  \nIt said: \"The security situation in Afghanistan remains volatile. There is an ongoing and high threat of terrorist attack. Do not travel to Kabul Hamid Karzai International Airport. If you are in the area of the airport, move away to a safe location and await further advice.\"\nThe US embassy in Kabul issued similar advice, saying that those \"at the Abbey Gate, East Gate, or North Gate now should leave immediately\".\nOn the morning of 26 August, the day of the explosion, the Armed Forces minister James Heappey told the BBC: \"There is now very, very credible reporting of an imminent attack and hence why the Foreign Office advice was changed last night.\" He said it could happen in a matter of hours.\nAfter the FCDO advice to stay clear of the airport was issued, there was confusion among many Afghans who had worked for the British. They did not know whether the advice to stay away from the airport applied to everyone - or only to those not already instructed to go to the airport for evacuation.\nHowever, when staff tried to seek clarification from the FCDO, their emails went unanswered.  \nOne Afghan woman who worked for the British embassy in Kabul said the UK advice to people wanting to leave the country that day was \"conflicting and confusing\". Again, she has not been named to protect her identity.\nShe said: \"You should not be calling people to the gate when you know this situation.  \n\"I'm surprised because if I was responsible, I would not be asking people to risk their lives. [The UK government] were not replying to my emails. I kept trying and asking them for safer route until, after the blast, I received [a] response, [to] which I was like: 'really?!'.  \n\"I could have been one of those unfortunate people who was killed.\"\nA UK government spokesperson told the BBC: \"We did all we could to get individuals to safety in incredibly difficult and changing circumstances. \n\"We changed travel advice as soon as an increased terror threat was established and ensured that all call handlers communicated this advice as well as making it clear on the ground where we advised the crowds to disperse. \n\"We are investigating how an email against this advice could have been sent.\"\nOn Monday, Politico reported US officials had been planning to close the Abbey Gate. It said US forces kept the gate open to allow the UK to safely evacuate personnel from the nearby Baron Hotel - something the UK government has denied.\nPrime Minister Boris Johnson's spokesman said it was \"simply not true to suggest that we pushed to keep the gate open\" and that the UK had moved operations out of the Baron Hotel \"in response to the change in travel advice ahead of the attack\".\nForeign Secretary Dominic Raab is due to face questions on Wednesday from the Foreign Affairs Select Committee on his handling of the situation in Afghanistan.   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58407316/#comp-comments-button",
      "category": "#comp-comments",
      "title": "JoJo Maman Bebe hikes prices for first time in 5 years",
      "tags": "Clothing industry,Retailing,Shopping,British Retail Consortium",
      "text": "JoJo Maman Bebe is raising prices for the first time in about five years due to widespread supply chain issues.\nThe baby clothing and goods retailer said it had seen shipping costs quadruple in recent months.\nIts commercial director, Gwynn Milligan, said: \"We've had no choice but to pass on some of these costs to our customers.\"\nPrice hikes will not be uniform across the board, but will depend on each item and what it is made up of.\nMs Milligan told BBC Radio 4's Today programme that the firm had seen increases in the cost of raw materials such as wood, paper and plastics, for example, which may affect items such as its toys or changing mats.\nShe added that the company was also having to absorb increased costs on some products, because of  competition from retail rivals.\n\"We've looked at prices across our competitors and also what customers realistically want to pay.\n\"There's no set increase in any area, but it depends on what we've looked at and what's going on in that sector.\"\nWhile the retailer does not believe that price increases will be sustained, it did point to problems with deliveries too - largely down to a shortage of lorry drivers at ports and difficulties in obtaining shipping containers.\nMs Milligan said: \"We're advising customers not to panic because we've increased our orders to deal with the ever-growing demand of JoJo.\"\nCustomers have already starting planning their Christmas buys, according to the retailer. The term \"Christmas\" was the third-highest search on its website last week, and it believes that spending will be higher due to lockdown restrictions hampering festive plans for many people in the UK last December.\nIt comes as the British Retail Consortium (BRC) warned that price increases could last into the winter months.\nAccording to new figures released by the trade body and market research firm Nielsen, retail prices in August saw a slight increase on the previous month.\nSome non-food categories, such as electricals, reported sharp rises in inflation compared with last year due to \"global issues from delayed shipping and shortages of microchips\".\nWhile overall retail prices fell 0.8% year-on-year, Helen Dickinson, chief executive of the BRC, said: \"There are some modest indications that rising costs are starting to filter through into product prices.\"\nShe warned: \"Low prices are already under threat, and now the HGV driver shortage has created an additional problem with a shortfall of 90,000 drivers.\"\nThe BRC issued a warning on lorry driver shortageswith Logistics UK in August saying that while Brexit and Covid-19 caused many to leave the UK, a temporary visa for drivers from the European Union could lure them back.\nOn Wednesday, Ms Dickinson said in the run-up to the key Christmas trading period customers may see reduced choice or higher prices for their presents of choice and she called on the government to increase the number of HGV driving tests taking place.\n\"Without government action, it will be the British consumers who will pay the price.\"\nThe government has slightly relaxed the Drivers' Hours rules, which means drivers will be able to increase their daily driving limit from nine hours to 11 hours twice a week.\nCompanies such as Tesco and Aldi have also increased wages for HGV drivers, or have started to offer sign-on bonuses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58411464",
      "category": "uk-england-beds-bucks-herts",
      "title": "Luton airport worker died five years after hangar door crush",
      "tags": "Barton-le-Clay,Luton,Luton Airport",
      "text": "A worker at a private jet company died five years after she was crushed by hangar doors, an inquest heard.\nSusan Dorbon, from Barton-le-Clay, Bedfordshire, was left tetraplegic and in a coma after she was found trapped between two doors at Signature Flight Support at Luton Airport in 2015.\nIn August 2020 she died, aged 50, at a care home in Cambridgeshire.\nHer cause of death was traumatic brain injury and cardiac arrest, the coroner's court jury was told.\nThe inquest at Chicksands in Bedfordshire heard Mrs Dorbon, who was known as Suzi, was part of a three-person team moving aircraft on the nightshift on 28 April 2015.\nMrs Dorbon operated the doors to the hangar while her two colleagues collected the aircraft.\nHer colleague Stuart Hyde said they had already moved one aircraft into the hangar without a problem.\nMr Hyde and Jim Cooper then used a tug to collect a second plane while Mrs Dorbon manoeuvred the doors.\n\"When we approached the hangar it looked like the doors were in the correct position,\" Mr Hyde said.\n\"Suzi wasn't in sight. We slowed down and got out of the aircraft tug. The situation did not feel right.\"\nMr Hyde said he walked towards the hangar and saw a high-vis jacket before realising it was his colleague.\n\"It was Suzi stuck in the doors,\" he said.\n\"She was upright but at an angle but leaning into a cavity.\"\nThe inquest heard Mrs Dorbon was freed by firefighters and airlifted to hospital.\nMr Hyde said the mechanical doors had been installed a year earlier and staff had received hour-long training sessions.\nHe said there was no safety device to stop the two doors being moved at the same time.\n\"I can't remember being told a distance to stand back from the doors,\" he said.\nCoroner Dr Sean Cummings said the door operator should have been standing a metre clear of the doors before operating them.\nThe jury heard Mrs Dorbon's husband, Mick Dorbon, also worked at the airport.\nHe was diagnosed with post-traumatic stress disorder and had not worked since the incident.\nThe inquest continues.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58407424",
      "category": "world-asia",
      "title": "Afghanistan: Taliban asked if there will be a place for women in new government",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58400997",
      "category": "uk-politics",
      "title": "Universal credit: Minister resists call to halt benefit cut",
      "tags": "Universal Credit",
      "text": "The UK government has rejected calls from politicians across the UK to halt the planned cut to universal credit.\nThe £20-a-week top-up introduced during the pandemic is due to be phased out from late September.\nIn a letter, the chairs of the welfare committees in the UK's four parliaments said the increase should be made permanent.\nBut Work and Pensions Secretary Therese Coffey told them it was right to focus on supporting people back into work.\nUniversal credit is claimed by more than 5.5 million households in the UK. Around 39% of recipients are in employment.\nThe payment, which combines six benefits for working-age people, currently pays a minimum standard allowance of £344 a month.\nResponding to a letter from the four cross-party committees, Ms Coffey said: \"Now the economy has reopened, it is right that the government should focus on supporting people back into work and supporting those already employed to progress in their careers.\n\"Our ambition is to support two million people to move into and progress in work through our comprehensive £33bn Plan for Jobs.\"\nThe letter calling for the top-up to be made permanent was signed by the chairs of committees at Westminster, the Scottish Parliament, the Senedd in Wales and Northern Ireland Assembly. \nIt was signed by Labour's Stephen Timms at Westminster, the SNP's Neil Gray for Holyrood, Paula Bradley of the DUP for Stormont and Labour's Jenny Rathbone at the Senedd in Cardiff. \nThe three devolved governments have also criticised the cut.\nMr Timms said: \"The £20 cut will plunge hundreds of thousands, including children, into poverty. Instead, the government should extend the lifeline beyond September.\n\"The secretary of state's dismissive response to our letter suggests that the government is still in denial about the impact of ending the increase.\" \nThe uplift, equivalent to £1,040 a year, will officially end on 6 October - meaning some people will receive their last payment at the higher rate later this month.\nLabour's Welsh social justice minister Jane Hutt told BBC Radio 4's Today programme extending it was the right thing to do \"socially\" and \"morally\".\nShe added that bringing it to an end this autumn would be the \"wrong move economically\", with the payments recycled back into local businesses. \nExtending it would cost around £6bn a year and the government says spending has to be brought under control after unprecedented emergency interventions during the pandemic. \nPrime Minister Boris Johnson could face a backbench rebellion, with a number of Tory MPs among those concerned about the impact of removing the uplift.\nThey include former work and pensions secretaries and a number of MPs representing constituencies in the north of England. \nThey expect more pressure to be put on the government in September, when Parliament returns from its summer recess."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58402721",
      "category": "uk",
      "title": "Afghan refugees: Those who worked for UK can stay permanently",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Afghans who worked for the British military and UK government will be able to move to the UK permanently, the Home Office has announced.\nThose eligible will be given indefinite leave to remain, rather than the five years' residency previously offered.\nThe UK evacuated more than 8,000 people eligible for the Afghan Relocations and Assistance Policy from 13 August.\nBut Labour said more needed to be done for the many Afghans whose lives were still at risk after being left behind.\nBritish troops left Afghanistan over the weekend, bringing to an end the UK's 20-year military involvement in Afghanistan.\nForeign Secretary Dominic Raab said he couldn't give a \"definitive\" figure for the number of people eligible to come to the UK who remained in Afghanistan.\nAnnouncing more details of its plan called Operation Warm Welcome, the Home Office said it wanted to ensure Afghans arriving in the UK received help to rebuild their lives.  \nAhmed, whose real name is not being used, arrived in the UK from Kabul with his wife and six children in July, and spoke to BBC Radio 4's Today programme about the challenges of not having a permanent address.\n\"We have been living in hotels for quite a while now in larger groups and it's becoming tougher and tougher, so it's time for us to move to a proper house,\" he said.\n\"That is the overarching concern we are having, because we can't have a bank account.\"\nHe said he was also concerned about his children's education, adding: \"It seems quite difficult managing everything from a hotel room, so I think now is the time for the government to pay serious attention.\"\nThe Afghan Relocations and Assistance Policy (ARAP) is for former locally employed staff and their families whose lives had been assessed to be under serious threat from the Taliban.\nThe government said those who had already been relocated in the UK with temporary residency could now upgrade their immigration status, allowing them access to permanent jobs with unrestricted rights to work.\nPrime Minister Boris Johnson said the UK owed an immense debt to those who worked with the armed forces in Afghanistan.\n\"I am determined that we give them and their families the support they need to rebuild their lives here in the UK,\" he said.\n\"I know this will be an incredibly daunting time, but I hope they will take heart from the wave of support and generosity already expressed by the British public.\"\nVictoria Atkins, who has been appointed Afghan Resettlement minister, told BBC Breakfast that Operation Warm Welcome would help people \"join our society\". \nSpeaking about people who, like Ahmed, are in hotels, she said: \"We would like to be able to put them into permanent accommodation, but we have to be realistic that the scale of this task is such that we simply don't have permanent housing available.\"\nShe said a third of councils had given \"firm offers\" to help refugees, and that the government was \"in conversation with many, many more\". \n\"It's right that we're fair to people who are very welcome in our country, who have worked hard for us in Afghanistan, but we also have to do this in a way that is fair to the British people - so we want people to integrate as quickly and as well and as soundly as possible,\" she added.\n\"This is going to take time, I don't want to pretend that we're going to be able do this over days or weeks.\"\nThe government has two schemes to resettle Afghans. It is still developing the other - the Afghan Citizens' Resettlement Scheme - which will aim to take in up to 20,000 refugees over the coming years, with a focus on women and children, as well as religious and other minorities.\nLabour MP Yvette Cooper, chairwoman of the Home Affairs Committee, said there were still many people who helped the UK's work in Afghanistan, but who had not been evacuated and were now at serious risk from the Taliban.\n\"We have a responsibility towards them, yet many are in limbo now because the evacuations have ended but the Resettlement Scheme has not yet started. I have asked the Home Office to confirm that the UK is still trying to help those families. \n\"There is a particular problem for those whose ARAP cases weren't processed in time, or who couldn't get safely to the airport, or who worked on contract on UK projects rather than being directly employed and whose lives are at risk. We must ensure that those who worked with or for the UK government have a route to safety.\"   \nThe government's support as part of Operation Warm Welcome also includes:\nHave you recently left Afghanistan for the UK? Are you an Afghan who has worked for the UK? Get in touch.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58393866",
      "category": "health",
      "title": "Life-saving cholesterol jab recommended on NHS",
      "tags": "NHS,Heart disease,Strokes",
      "text": "An expensive but \"game-changing\" anti-cholesterol drug could soon be offered to hundreds of thousands of people in England and Wales on the NHS. \nNHS England says inclisiran, given as a twice-a-year injection, could save about 30,000 lives within a decade.\nIt normally costs nearly £2,000 per dose but Novartis, which makes it, has agreed an undisclosed discount.\nIt can lower bad fat in the blood when other cheaper drugs, like statins, have not done enough, says draft advice.\nThe health watchdog NICE is recommending it as an option for people who have already had a stroke or heart attack and are not responding to other cholesterol-lowering treatments. \nExperts hope it will help to cut their risk of further life-threatening cardiovascular events.\nAlthough there is no long-term proof of this yet from studies, they believe it is worth recommending based on existing evidence. \nIt will bring England and Wales in line with guidance for Scotland. \nMore than two in five people in England are thought to have high cholesterol and around 6.5 million adults are taking medicines, called statins, to help lower it.\nZena Forster, 65, from Newcastle, has had a stroke and a heart attack and been diagnosed with an inherited condition that means her cholesterol levels are always high, despite taking statins.\n\"I'm on my fourth statin now,\" she told the BBC One's Breakfast programme.\n\"Heart disease is relentless and there is no cure - and I just aim to slow the progress.\"\nThe new drug was \"good news\" for people like herself, Ms Forster said, and offered hope as another treatment option.\nAnd taking it twice a year would be no burden compared with remembering to take a daily pill.\nWhile statins - which are taken daily - slow down the production of cholesterol in the liver, inclisiran works in a different way. \nIt uses gene-silencing to help the liver remove harmful cholesterol. \nIt turns off, or silences, a gene called PCSK9, which results in the liver absorbing more \"bad\" LDL cholesterol from the blood and breaking it down.\nIt can be used on its own or alongside statins. \nMeindert Boysen, NICE deputy chief executive and director of the Centre for Health Technology Evaluation, said: \"Inclisiran represents a potential game-changer in preventing thousands of people from dying prematurely from heart attacks and strokes. \n\"We're therefore pleased to be able to recommend it as a cost effective option on the NHS.\"  \nAmanda Pritchard, chief executive of the NHS, said heart disease was still \"one of the major killer conditions\".\n\"It is fantastic that we now have such an effective and convenient treatment for those living with dangerously high cholesterol levels.\"\nShe said the rollout of inclisiran would save lives and benefit hundreds of thousands of people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58401808",
      "category": "uk",
      "title": "Covid: Universal credit top-up phasing out and vaccine contamination fears",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday morning. We'll have another update for you this evening. \nA £20-a-week top-up to universal credit that was introduced during the pandemic will not be made permanent, the UK government says. It has rejected calls from politicians across the UK to stop the additional sum being phased out later this month, saying it's \"right to focus on supporting people back into work\". Universal credit is claimed by more than 5.5 million households in the UK.\nLess than a week after Japan suspended the use of about 1.63 million Moderna doses due to contamination, the country has put another batch on hold. It comes after a pharmacist saw several black particles in a dose from a batch that some 3,790 people had already received. Local media reports say there is no evidence so far of any health hazard and the Moderna's domestic distributor has collected the suspected contaminated vial.\nAlmost half of pupils at one secondary school were absent from school amid a surge in Scotland's Covid cases. It's understood that more than 400 pupils didn't attend St Ninian's in Kirkintilloch, East Dunbartonshire, on Tuesday with the council saying families had adopted a \"cautious approach\".\nEven though a devastating second wave of Covid-19 hit India, its economy rebounded at a record rate in the three months to the end of June. Read more about how more relaxed restrictions compared to the 2020 lockdown allowed this to happen.\nAs the myths about the Covid vaccines continue to do the rounds, one doctor has decided to tackle misconceptions head on. Dr Bnar Talabani, has been talking to young people on social media trying to sort out the facts from fiction. Take a look.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe furlough scheme, which protected millions of jobs during the pandemic, is closing at the end of the month. Here's a reminder of what that means for employees still on the scheme.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-58408210",
      "category": "uk-england-leicestershire",
      "title": "Colin Pitchfork: Double child murderer released from prison",
      "tags": "Parole Board",
      "text": "Double child killer Colin Pitchfork has been released from prison, the Ministry of Justice has confirmed.\nHe was jailed in 1988 for raping and murdering 15-year-olds Lynda Mann and Dawn Ashworth in Leicestershire.\nIn June, the Parole Board concluded it was safe to release Pitchfork, who was the first murderer to be convicted using DNA evidence.\nThe MoJ said Pitchfork, 61, would remain under supervision for the rest of his life.\nPitchfork raped and strangled Lynda Mann in Narborough in November 1983 and killed Dawn Ashworth three years later.\nHe was caught following an unprecedented mass screening of 5,000 men using pioneering DNA profiling technology.\nHe pleaded guilty to both murders and was given a life sentence in January 1988.\nFollowing a hearing earlier this year, the Parole Board concluded Pitchfork met all the criteria for release from prison, subject to conditions.\nThe decision was attacked by several MPs and victims' family members, prompting the government to formally challenge the decision on the grounds it was \"irrational\".\nBut this was rejected by a judge-led review in July, leaving opponents powerless to halt the release.\nA Ministry of Justice spokesperson said: \"Our heartfelt sympathies remain with the families of Lynda Mann and Dawn Ashworth following the independent Parole Board's decision to release Colin Pitchfork.\n\"Public safety is our top priority, which is why he is subject to some of the strictest licence conditions ever set and will remain under supervision for the rest of his life.\"\nBarbara Ashworth, mother of Dawn Ashworth, said: \"Well it was on the books that he was going to be released, but I don't think he should be breathing the same air as us.\n\"It goes without saying that life should have meant life in his case, because he said he was guilty of the offences, the murders of both the girls... and he did a lot more besides.\"\nThe Parole Board said Pitchfork's licence conditions include living at a designated address, taking part in probation supervision, wearing an electronic tag, taking part in lie detector tests and having to disclose what vehicles he uses and who he speaks to, with particular limits on contact with children.\nHe will also be subject to a curfew, have restrictions on using technology and limits on where he can go. He is banned from entering Leicestershire without the permission of officials.\nColin Pitchfork has now been transferred from prison to an \"Approved Premises\" - a hostel run by the Probation Service to help settle offenders who leave jail after a long sentence. \nFrom there, he will eventually have the opportunity to move to his own home - but before that can happen he must prove he is complying with all his licence conditions.\nHe's now subject to 36 strict monitoring conditions on top of the standard restrictions placed on anyone serving part of their sentence in the community. \nThese led the Ministry of Justice to conclude he is going to be one of the most closely monitored lifers out in the community for many, many years to come.\nOf course if he steps out of line he can be recalled back to prison at the drop of a hat.\nSouth Leicestershire MP Alberto Costa, who campaigned to stop Pitchfork's release, said he was \"extremely saddened and disappointed\". \n\"While I respect the Parole Board's decision to reject the government's challenge against his release, I do not agree with it,\" he said.\n\"In my view, Pitchfork still presents a very real danger to the public.\n\"Questions will of course remain as to whether someone who has committed such heinous crimes should ever be released. In cases such as these where two innocent girls were murdered in the most horrendous fashion, life should simply mean life. \nHe added that the case showed the Parole Board's processes needed a reform and said the system should \"work better for victims and their families\".\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58354662",
      "category": "entertainment-arts",
      "title": "Ofcom clears ITV over Piers Morgan's Meghan comments on Good Morning Britain",
      "tags": "ITV,Oprah Winfrey,Ofcom,Television,UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Piers Morgan",
      "text": "ITV has been cleared by media regulator Ofcom, which has rejected a record 58,000 complaints about Piers Morgan's criticism of the Duchess of Sussex.\nThe ex-Good Morning Britain host said he didn't believe what Meghan said in her Oprah Winfrey interview in March.\nThe duchess herself filed complaints with the regulator and ITV. \nOfcom said restricting his views would be a \"chilling restriction\" on free expression but criticised his \"apparent disregard\" for the subject of suicide.\nMorgan said he was \"delighted\" with the ruling, which he described as \"a resounding victory for free speech and a resounding defeat for Princess Pinocchios\".\nSpeaking outside his home, the 56-year-old journalist said he \"wasn't really sure why I lost [my job] in the first place\". He said Ofcom had \"emphatically endorsed my right to not believe what the Duke and Duchess of Sussex were saying\".\nOfcom said its decision was \"finely balanced\", but that ITV had \"provided adequate protection to viewers from potentially harmful and highly offensive statements about mental health and suicide\".\nThe 57,793 complaints - the highest in Ofcom's 18-year history - related to Good Morning Britain on 8 and 9 March, the mornings before and after the Oprah interview with Meghan and Harry was broadcast in the UK.\nIn the in-depth interview, the duchess revealed her mental health became so bad she \"didn't want to be alive any more\", that she did not receive the help she asked for from Buckingham Palace, and that an unnamed member of the Royal Family had queried \"how dark\" their son Archie's skin might be.\nThe following day, Morgan said he did not \"believe a word she said\", that he \"wouldn't believe it if she read me a weather report\", and \"the fact that she's fired up this onslaught against our Royal Family I think is contemptible\".\nHe briefly walked off the programme after clashing with weather presenter Alex Beresford, and was later criticised by mental health charity Mind.\nHis departure from the show after six often confrontational and controversial years was announced that evening.\nMorgan later conceded that it was \"not for me to question if she felt suicidal\", but has defended his \"right to be allowed to have an opinion\".\nHe has continued to refer to her as \"Princess Pinocchio\" and was recently nominated for the National Television Award for best TV presenter.\nOfcom said: \"Consistent with freedom of expression, Mr Morgan was entitled to say he disbelieved the Duke and Duchess of Sussex's allegations and to hold and express strong views that rigorously challenged their account.\n\"The [Ofcom broadcasting] code allows for individuals to express strongly held and robustly argued views, including those that are potentially harmful or highly offensive, and for broadcasters to include these in their programming.\n\"The restriction of such views would, in our view, be an unwarranted and chilling restriction on freedom of expression both of the broadcaster and the audience.\"\nHowever, the regulator said it had concerns over his comments about suicide and mental health.\n\"We were particularly concerned about Mr Morgan's approach to such an important and serious issue and his apparent disregard for the seriousness of anyone expressing suicidal thoughts,\" it said.\nOfcom \"would have been seriously concerned\" if he had not been challenged by co-hosts Susanna Reid and Chris Ship, which provided \"adequate protection for viewers\", it added.\nMorgan didn't refer to that part of Ofcom's report in a column about the ruling for the Mail, saying the overall decision \"came down to an unequivocal and emphatic endorsement of my right to an opinion\".\nHe wrote: \"It was preposterous that I had to leave a job I loved because I didn't believe a demonstrable liar.\n\"But it happened because the corporate world has been cowed into surrendering to the woke mob whenever it bays for blood.\"\nSpeaking later, he added: \"The conclusion says I was entitled to not believe them... and by the way you're all entitled to not believe me.\"\nITV said it was Morgan's decision to leave GMB and it has no plans to invite him back to the programme, but it will keep working with him on his Life Stories series.\nThe broadcaster welcomed Ofcom's decision. \"The ruling sets out clearly that it was the balance and context the programme makers provided which was key in mitigating against the potential for harm and offence which could have been caused by Piers Morgan's comments,\" it said in a statement.\n\"It is because of the programme's editorial decisions and the opposing views which were forcefully expressed by other presenters and guests, that the programme did not breach Ofcom's rules.\"\nThe duchess has not commented on the ruling.\nOfcom's report added: \"While we acknowledged that Mr Morgan's questions about the nature of racism had the potential to be highly offensive to some viewers, the conversations about race and racism in this programme provided open debate on the issues raised by the interview.\n\"We also considered that the programme allowed for an important discussion to be had on the nature and impact of racism. ITV had clearly anticipated that racial issues would be discussed at length as part of the coverage of the interview and had taken steps to ensure context could be provided during the discussions.\n\"Despite strong opinions expressed during the programme, in Ofcom's view any potential offence was justified by the context and the comments and discussions about race and racism were not in breach of rule 2.3 of the code.\"\nA further 6,480 people complained about the original Oprah interview. On Wednesday, Ofcom said it would not investigate those complaints.\n\"In our view, the interview was clearly presented as the Duke and Duchess of Sussex's personal testimony, which would be open to viewer interpretation,\" a statement said.\nAlso on Wednesday, Ofcom rejected more than 36,000 complaints about the latest series of ITV2's Love Island, including almost 25,000 about Faye's behaviour towards Teddy.\n\"We assessed a high number of complaints from viewers who were troubled by a contestant's behaviour and language,\" an Ofcom spokeswoman said.\n\"Although we recognise that emotionally-charged confrontation between couples can make for uncomfortable viewing, we consider the scenes were within viewers' likely expectations of this programme's established format.\n\"We also took into account that the programme showed other contestants supporting Teddy, and that Faye resolved to apologise for her actions.\"\nYou may also be interested in:\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58406346",
      "category": "entertainment-arts",
      "title": "Jamie Spears 'dragging feet' on conservatorship",
      "tags": "Britney Spears,United States,Music",
      "text": "Britney Spears' lawyers have accused her father Jamie of \"dragging his feet\" over stepping down from his daughter's conservatorship at her request.\nMr Spears, 69, has agreed to relinquish control of the US pop star's finances.\nHe has overseen her multimillion dollar estate since she was deemed incapable of looking after herself in 2008.\nThis week, her lawyer Mathew S Rosengart demanded he step down as soon as possible, accusing him of trying to extort money from his daughter.\nThe BBC has asked his representative Vivian Thoreen for comment.\nLast month, Mr Spears' lawyer said he would be \"in a position to step aside\" when certain matters were resolved, and \"when the time is right\".\nIn August, Jamie Spears officially agreed to relinquish control of his famous daughter's estate, saying he would step down and help with an \"orderly\" transition to a new conservator. However there was no timeframe given, and there are no actual grounds for his suspension or removal.\nIn new documents filed to court this week, Britney's lawyer alleged he is demanding $2 million (£1.45 million) in payments to his own legal team and former business manager Tri Star, as well as praise for his handling of his daughter's conservatorship. \n\"His idea of 'orderly' is to hang on until someone first brands him 'father of the year' and awards him a gold star for his 'service',\" said Mr Rosengart.\n\"In other words, although Mr Spears has, at last, been forced to recognise that it is best for his daughter if he departs now, he claims the right to drag his feet because it is best for him to cling to this conservatorship until he feels sufficiently-vindicated.\"\nMr Spears' lawyer previously said he did not believe \"a public battle with his daughter... would be in her best interests\", adding that he had been \"the unremitting target of unjustified attacks\".\nHowever, the lawyer also called for her \"flawed\" petition to be denied, saying it was \"unjustified\" and that there were \"no urgent circumstances justifying Mr Spears' immediate suspension\".\nIn a latest development in court this week, Ms Spears lawyer disagreed. \"Mr Spears and his counsel are now on notice: the status quo is no longer tolerable, and Britney Spears will not be extorted,\" stressed Mr Rosengart.\nThe Baby One More Time and Toxic singer, 39, previously told a Los Angeles court that the conservatorship - a legal arrangement usually reserved for the very old or ill - was \"abusive\". \nFans have rallied around her throughout, with many of the #FreeBritney campaign protesting outside court, claiming her father has exerted too much control over her life and career.\nMr Rosengart has asked Brenda Penny, the judge in the case, to remove him as her conservator at the next hearing on 29 September.\nHe added that going voluntarily immediately would be the \"legally correct, decent and graceful thing to do\".\n\"The world heard Ms Spears's courageous and compelling testimony. Britney Spears's life matters. Her well-being matters. Every day matters. There is no basis to wait.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58395954",
      "category": "world-asia",
      "title": "Amid violent reprisals, Afghans fear the Taliban's 'amnesty' was empty",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,United States,Joe Biden",
      "text": "Since they took control of Afghanistan just over two weeks ago, the Taliban have sought to portray a more moderate image than when they last seized power in 1996.\nThey have repeatedly said they will grant amnesty to all, including those who worked for western militaries or the Afghan government or police. In a dramatic press conference after the group swept into Kabul, chief spokesman Zabihullah Mujahid made a declaration of forgiveness. \nBut there is growing evidence that the reality on ground is different to the rhetoric coming from Taliban leaders and spokesmen. It was not lost on some watching the press conference in Kabul that Mr Mujahid made his declaration from the seat of the former government spokesman Dawa Khan Menapal, who had been killed by the group just weeks earlier, as \"punishment for his deeds\".\nNow sources inside Afghanistan, as well as some who recently fled, have told the BBC that Taliban fighters are searching for, and allegedly killing, people they pledged they would leave in peace.\nSeveral sources confirmed that Taliban fighters last week executed two senior police officials - Haji Mullah Achakzai, the security director of Badghis province, and Ghulam Sakhi Akbari, security director of Farah province. Video footage showed Mr Achakzai was kneeling, blindfolded, with his hands tied behind his back before he was shot.\nThose who managed to flee say they fear for their colleagues back home. Zala Zazai, a former Afghan policewoman, one of thousands trained since the Taliban was deposed in 2001, said she was still in touch with other former policewomen. \n\"The Taliban call them from their office phones and ask them to come to work, and ask for their home address,\" she said.  \nMs Zazai said that even in Tajikistan she was not totally out of the reach of the Taliban. Her mother, who is with her, received messages urging both women to return to Afghanistan and \"live in the Islamic way\", she said. \nA former Afghan soldier who fled from Badakhshan province along with his three brothers, all of whom were in the army, said Taliban fighters were harassing his family, \"asking them for money saying your son was in the special forces\".\nAnd a former Afghan special forces soldier still inside the country told the BBC that he and his family were in hiding after former colleagues were killed. \n\"Since the Taliban have come to power they haven't stopped killing,\" he said. \"A few days ago, they killed twelve members of the special forces in Kandahar and three soldiers in Jalalabad as well. They were my close friends. I was in touch with them. The Taliban took them out of their homes and shot them.\"\nThe BBC was not able to independently confirm the killings, and the Taliban have repeatedly denied committing any revenge killings. But the group was widely thought to be behind a spate of assassinations after signing a peace deal with the US in 2020, and there are mounting reports they have been searching for targets since taking power two weeks ago.\nAmnesty International reported earlier this month that Taliban fighters massacred nine ethnic Hazara men after taking control of Afghanistan's Ghazni province in July. And Human Rights Watch reported that Taliban fighters were conducting searches in Kandahar province as they swept the country and detaining anyone suspected of working with the government, reportedly killing some detainees. \nA high-ranking Afghan police official, who did not want to be named for fear of reprisals, told the BBC from hiding that he'd heard the Taliban were searching for him. \n\"They caught my assistant and interrogated him for five hours,\" the official said. \"They treated him very badly. They asked him, 'Where is your chief?' If they are forgiving everyone then why are they hunting for me?\"\nHe said he was changing location every day with his wife and children. \"I have no money to cross the border,\" he said, breaking down as he spoke. \"The problem is the Taliban have no justice system. They have no courts, no jail. They are just killing.\"\nIt is not just people who worked in the security forces who say they are being targeted. Members of the civil administration, and those who worked in jobs disapproved by the Taliban told similar stories. \n\"The Taliban took my car, beat up my guards and took their weapons,\" said Zarifa Ghafari, who was Afghanistan's first female mayor, governing Maidan Shar, the capital of Wardak province. \n\"They were searching for me. They called all the people who used to be in contact with me asking where I was. They even went to my husband's parents' house to look for me,\" she said. \nMs Ghafari was speaking via a video call from Germany, where she fled after the Taliban took power. \n\"They made me do something I never wanted to do,\" she said. \"They made me leave a country that I love.\"\nNilofar Ayoubi was also among those who managed to flee in time. A few weeks ago, she was busy working with her staff at her high-end fashion and accessories store in Kabul. When Taliban fighters walked into the city, they began stripping everything.\n\"We removed the mannequins from the windows, covered the windows, locked the door and ran,\" Ms Ayoubi said. \"I paid my staff a month's salary, then I went off home, packed two bags with my documents and a few things for my children and went into hiding,' she said. \nMs Ayoubi applied for asylum to Poland and, after pushing through the scrum at Kabul airport, managed to escape with her husband and children.\n\"As soon as I landed I saw multiple calls from my family,\" she said. \"They were so scared. They said the Taliban had come to our home, pointed guns at them and warned them that if you don't call your daughter and son-in-law back, we will kill you.\"\nAs the Taliban settles into power, part of the concern is that even if all their promises of clemency are true, the group's factions are not all necessarily in agreement, and not necessarily under control. Many in Afghanistan doubt that the Taliban leadership plans to honour its own amnesty. They doubt the group is a new moderate version of its old self. If violent acts of intimidation and reprisal go unaccounted for, and unpunished by the leadership, it will become clear that the Taliban of the present is no less ruthless than the Taliban of the past.\nAdditional reporting by Aakriti Thapar and Imogen Anderson"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58396975",
      "category": "science-environment",
      "title": "Climate change: Big increase in weather disasters over the past five decades",
      "tags": "Intergovernmental Panel on Climate Change,COP26,Paris climate agreement,Climate change,Hurricane Ida,Hurricane Katrina",
      "text": "The number of weather-related disasters to hit the world has increased five-fold over the past 50 years, says the World Meteorological Organization.\nHowever, the number of deaths because of the greater number of storms, floods and droughts has fallen sharply. \nScientists say that climate change, more extreme weather and better reporting are behind the rise in these extreme events. \nBut improvements to warning systems have helped limit the number of deaths. \nAs global temperatures have risen in recent decades, there has been a significant uptick in the number of disasters related to weather and water extremes. \nIn the 50 years between 1970 and 2019, there were more than 11,000 such disasters, according to a new atlas from the WMO that charts the scale of these events. \nOver two million people died as a result of these hazards, with economic losses amounting to $3.64 trillion.\n\"The number of weather, climate and water extremes are increasing and will become more frequent and severe in many parts of the world as a result of climate change,\" said WMO Secretary-General Prof Petteri Taalas. \n\"That means more heatwaves, drought and forest fires such as those we have observed recently in Europe and North America. We have more water vapour in the atmosphere, which is exacerbating extreme rainfall and deadly flooding. The warming of the oceans has affected the frequency and area of existence of the most intense tropical storms,\" he added.\nMore than 90% of the deaths related to weather disasters have occurred in developing countries. \nThe biggest killers have been droughts, responsible for 650,000 deaths; while at the other end of the scale, extreme temperatures took nearly 56,000 lives. \nBut over the 50-year period, the overall death toll from disasters fell rapidly.\n\"Behind the stark statistics lies a message of hope,\" said Prof Taalas. \n\"Improved multi-hazard early warning systems have led to a significant reduction in mortality. Quite simply, we are better than ever before at saving lives.\"\nWhile more people have been saved in the face of an increasing number of extremes, the economic toll has mounted. \nReported losses in the decade between 2010-2019 were around $383m per day, a seven-fold increase on the $49m per day between 1970-1979. \nThree of the extreme events with the biggest financial impact all occurred in the same year - 2017. It saw Hurricanes Harvey, Maria and Irma hit the US. Taken together, the economic impact of the three accounted for 35% of the total losses from the top 10 disasters between 1970 and 2019. \nThe atlas points out that, while improvements in warning systems are helping to save lives, there is much more work to be done. \nOnly half of the 193 countries that are members of the WMO have multi-hazard early warning systems in place. \nThere are also huge gaps in weather and hydrological observing networks in Africa, some parts of Latin America and among island states in the Pacific and Caribbean. \n\"More lives are being saved thanks to early warning systems but it is also true that the number of people exposed to disaster risk is increasing due to population growth in hazard-exposed areas and the growing intensity and frequency of weather events,\" said Mami Mizutori, special representative of the UN's Secretary-General for Disaster Risk Reduction.\n\"More international cooperation is needed to tackle the chronic problem of huge numbers of people being displaced each year by floods, storms and drought.\n\"We need greater investment in comprehensive disaster risk management, ensuring that climate change adaptation is integrated in national and local disaster risk-reduction strategies,\" she said.\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-58416135",
      "category": "uk-england-northamptonshire",
      "title": "Maddie Durdant-Hollamby: Woman found in house was stabbed to death",
      "tags": "Wimblington,Kettering",
      "text": "A couple found dead in an apparent murder-suicide both died from knife wounds, police said.\nThe bodies of Maddie Durdant-Hollamby, 22, and partner Benjamin Green, 41, were found at a house in Slate Drive, Kettering, last Friday.\nNorthamptonshire Police said post-mortem examinations showed Mr Green's injuries were self-inflicted.\nThe force has said it was not seeking anyone else over Ms Durdant-Hollamby's death, which it was treating as murder.\nFamilies of both had been informed of the findings, officers said.\nPaying tribute, Ms Durdant-Hollamby's family, from Wimblington, Cambridgeshire, said they were \"absolutely devastated\" by her death.\nRelatives described her as a \"talented dancer\" whose career in marketing was \"sadly cut short just as it was blossoming\".\n\"Our thoughts are with everybody who knew and loved Maddie as much as we did.\"\nPolice have previously said investigators \"found no known background of domestic abuse\", but urged people with relevant information to come forward.\nDet Ch Insp Joe Banfield said: \"Our investigation into the deaths of Maddie and Ben continues, and a file is being prepared for the coroner.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58408240",
      "category": "newsbeat",
      "title": "Cheryl podcast: BBC R&B series draws criticism",
      "tags": "Diversity,Podcast,Cheryl,Hip-hop,Music",
      "text": "The BBC and Cheryl have been criticised over a new 12-part podcast about R&B music.\nThe Girls Aloud star, former X-Factor judge and solo chart-topper shared details of the BBC Sounds podcast You, Me & R&B on social media.\nCritics say it should have been hosted by a black presenter and some feel it's an example of \"black talent being pushed to the side and ignored.\"\n1Xtra DJs Yasmin Evans and DJ Ace were among those to comment on the choice.\nUhura, 30, makes pop culture podcasts herself and is one half of The Unpacked Podcast. \nShe thinks it's great that Cheryl is such a big fan of R&B music, but doesn't think she should have been given this platform, ahead of a black artist.\n\"I honestly feel that if you're going to give a platform about R&B music to a woman, and the platform is the BBC, it should be a black woman musician,\" she tells Radio 1 Newsbeat.\n\"There are so many black British female artists who have been overlooked within the UK constantly. \n\"These women are talented, they are knowledgeable, they are experts in their fields.\"\nShe names Mica Paris or Beverley Knight as her preferred hosts.\n\"It feels like again, black voices and black talent is being pushed to the side and ignored,\" Uhura adds. \n\"Yet again, there is a white woman being rewarded. \n\"Does she really have the credentials? From my understanding she's a pop singer, not an R&B singer.\"\nSheryl Nwosu, the chair of the Black Music Coalition, says she was surprised when she heard about the podcast.\n \"I think it really ignores some of the voices, which were raised in 2020, and some of the issues which were validly raised by black artists within the music industry, who have specifically spoken of the lack of access to opportunities for them,\" she tells Newsbeat.\n \"She's never done anything to promote the genre, but she's given this platform as a vehicle to promote herself and talk about herself using R&B as the backdrop.\"\nBBC Sounds, which made the podcast in collaboration with BBC Radio 2, said it was one of many new music commissions, with a variety of hosts.\n\"We feature a wide range of voices spanning different genres across our extensive music output. \n\"Many of our shows are fronted by DJs who are experts in their fields, others are hosted by people with a passion for their topic,\" it said in a statement.\nCheryl has spoken throughout her career of her love for R&B music.\nIn 2009 she told Holly Willoughby, in TV special Cheryl Cole's Night In, that \"everybody knows I like R&B, I love hip hop\" and in 2010 told Piers Morgan, on his Life Stories series, that she wanted to dress like US R&B group, TLC.\n\"I thought of myself as a bit of a hip hop girl, I wanted to wear baggy trousers and Timbaland boots,\" she said at the time.\nOther podcasts commissioned and curated by celebrity names include Charli XCX's Best Song Ever and Romesh Ranganathan's For The Love Of Hip Hop.\nComedian London Hughes tweeted to say that the podcast was unsurprising because \"white women have always been allowed to take up space in UK 'black music'.\"\nCheryl and the podcast were accused of \"profiting off black spaces\".\nSome of the criticism has focussed on the singer's 2003 conviction for an assault against a black toilet attendant, which was found by a court not to be a racist attack.\nThe incident took place when Cheryl, 38, was 20 years old, shortly after she became famous as part of Girls Aloud.\nNewsbeat has contacted Cheryl's management for comment on the backlash, but they have yet to respond.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58393877",
      "category": "uk-northern-ireland",
      "title": "NI hospitals: 400 emergency patients wait over 12 hours for bed",
      "tags": "A&E,NI Health,Coronavirus pandemic",
      "text": "Four hundred emergency patients waited more than 12 hours to be admitted to hospital in the last day in Northern Ireland, a senior doctor has said.\nDr Paul Kerr, from the Royal College of Emergency Medicine for Northern Ireland, said some of them have been waiting up to two days\nThe Department of Health has said that emergency departments \"remain under severe strain\".\nThis follows an extremely busy bank holiday weekend.\n\"There's no doubt what we are witnessing is unprecedented activity and huge crowding in emergency departments,\" Dr Kerr said.\nHe said this was leading to delays in admission, with large numbers of emergency patients awaiting admission lying on trolleys.\n\"For example, this morning there's probably in the region of 250 patients waiting in emergency departments, these are patients who have already been seen, assessed and treated and are awaiting a bed,\" Dr Kerr said.   \n\"In the past few days we know some of these patients are waiting one or two days on a trolley. \n\"These are sick patients, these are our most vulnerable patients - old people possibly, with sepsis possibly, with strokes possibly, or a heart attack or possibly with a fractured hip or some other emergency that require them to be admitted to hospital.\n\"There are 400 who have waited over 12 hours in the past 24-hour period. That is something that we previously didn't see.\" \nSean McGovern, associate medical director at the South Eastern Trust, said trolley waits had been around in emergency departments for a very long period of time.\n\"What is highly unusual is they've been at such an extent over the summer period and the backlog of patients waiting admission in emergency departments is adding significant stress to emergency departments, it's causing overcrowding and therefore in a world of social distancing is of great concern to staff,\" he said.\n\"We are seeing stresses that we would see in the worst of winter pressures. The likelihood is things could get worse before they get better.\"\nHe added: \"We must look at opening up acute beds in the first instance, even though that is difficult to get staffing for those beds, to maintain those beds is difficult. \n\"We must have a clear strategy, and understand the big issues facing the health service are capacity and pandemic resilience in this time.\"\nIn a statement, the Department of Health said emergency departments remain under severe strain, reflecting pressures right across the health and social care system.\n\"There are a number of interlinked factors behind this situation, including limits on capacity due to Covid-19 infection prevention measures, ongoing Covid-related care for patients, people coming forward for medical care for conditions that developed or worsened during the pandemic and limits on capacity in intermediate/social/domiciliary care, impacting on hospital discharges,\" it said.\n\"The public can help by using services appropriately. To be clear, if your case is an emergency, then you should go to a hospital emergency department without delay. We must continue to do all we can to stop the Covid-19 virus spreading. \n\"By getting fully vaccinated, with both doses of vaccine, you will be playing an important part in supporting our health service.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58396975/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate change: Big increase in weather disasters over the past five decades",
      "tags": "Intergovernmental Panel on Climate Change,COP26,Paris climate agreement,Climate change,Hurricane Ida,Hurricane Katrina",
      "text": "The number of weather-related disasters to hit the world has increased five-fold over the past 50 years, says the World Meteorological Organization.\nHowever, the number of deaths because of the greater number of storms, floods and droughts has fallen sharply. \nScientists say that climate change, more extreme weather and better reporting are behind the rise in these extreme events. \nBut improvements to warning systems have helped limit the number of deaths. \nAs global temperatures have risen in recent decades, there has been a significant uptick in the number of disasters related to weather and water extremes. \nIn the 50 years between 1970 and 2019, there were more than 11,000 such disasters, according to a new atlas from the WMO that charts the scale of these events. \nOver two million people died as a result of these hazards, with economic losses amounting to $3.64 trillion.\n\"The number of weather, climate and water extremes are increasing and will become more frequent and severe in many parts of the world as a result of climate change,\" said WMO Secretary-General Prof Petteri Taalas. \n\"That means more heatwaves, drought and forest fires such as those we have observed recently in Europe and North America. We have more water vapour in the atmosphere, which is exacerbating extreme rainfall and deadly flooding. The warming of the oceans has affected the frequency and area of existence of the most intense tropical storms,\" he added.\nMore than 90% of the deaths related to weather disasters have occurred in developing countries. \nThe biggest killers have been droughts, responsible for 650,000 deaths; while at the other end of the scale, extreme temperatures took nearly 56,000 lives. \nBut over the 50-year period, the overall death toll from disasters fell rapidly.\n\"Behind the stark statistics lies a message of hope,\" said Prof Taalas. \n\"Improved multi-hazard early warning systems have led to a significant reduction in mortality. Quite simply, we are better than ever before at saving lives.\"\nWhile more people have been saved in the face of an increasing number of extremes, the economic toll has mounted. \nReported losses in the decade between 2010-2019 were around $383m per day, a seven-fold increase on the $49m per day between 1970-1979. \nThree of the extreme events with the biggest financial impact all occurred in the same year - 2017. It saw Hurricanes Harvey, Maria and Irma hit the US. Taken together, the economic impact of the three accounted for 35% of the total losses from the top 10 disasters between 1970 and 2019. \nThe atlas points out that, while improvements in warning systems are helping to save lives, there is much more work to be done. \nOnly half of the 193 countries that are members of the WMO have multi-hazard early warning systems in place. \nThere are also huge gaps in weather and hydrological observing networks in Africa, some parts of Latin America and among island states in the Pacific and Caribbean. \n\"More lives are being saved thanks to early warning systems but it is also true that the number of people exposed to disaster risk is increasing due to population growth in hazard-exposed areas and the growing intensity and frequency of weather events,\" said Mami Mizutori, special representative of the UN's Secretary-General for Disaster Risk Reduction.\n\"More international cooperation is needed to tackle the chronic problem of huge numbers of people being displaced each year by floods, storms and drought.\n\"We need greater investment in comprehensive disaster risk management, ensuring that climate change adaptation is integrated in national and local disaster risk-reduction strategies,\" she said.\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58411322",
      "category": "uk-politics",
      "title": "Afghanistan: Unknown number of people left behind in Afghanistan, says Dominic Raab",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Afghanistan,Taliban,Foreign Affairs Select Committee",
      "text": "The government is not confident that it knows how many people eligible to come to the UK remain in Afghanistan, Dominic Raab says.\nAround 15,000 have been evacuated since the country fell to the Taliban. \nAddressing MPs, the foreign secretary said he would be leaving for the region later for talks on those left behind.\nHe also said that the UK was \"caught out\" by the speed of the fall of Kabul, with intelligence expecting it to hold until the end of the year. \nBut the chairman of the Foreign Affairs Select Committee, Tom Tugendhat, said a Foreign Office risk report from 22 July predicted a \"very real danger of cities collapsing\" after US forces withdrew.\nThe Tory MP later told BBC Radio 5 Live that he was \"a bit surprised\" that Mr Raab did not seem to know about the document. \nThe Foreign Office said it was a standard monthly report which did not contain intelligence assessments.\nMr Raab was grilled by the committee's MPs on a number of aspects of the UK's withdrawal from Afghanistan last month.\nSince the Taliban took control of the country in August, the foreign secretary has faced scrutiny over his handling of the situation.\nThere were calls for him to resign from opposition MPs after it emerged he had been unavailable to make a phone call about evacuating interpreters from Afghanistan while he was on holiday in Crete.\nMr Raab later said that \"with hindsight\" he would not have gone away, but dismissed accusations that he was \"lounging on the beach\" as \"nonsense\".\nThe committee asked him for more specific dates for his holiday, but he refused to answer, saying the line of questioning was a \"fishing expedition\".\nThe last UK plane evacuating people from Afghanistan took off on Saturday, with the US following on days later to stick to the 31 August deadline declared by US President Joe Biden. \nBoris Johnson said the \"overwhelming majority\" of those eligible to come to the UK, such as UK nationals and Afghans working with the British, had been flown out.\nBut Mr Raab said he could still not give precise numbers. \nPushed by the committee on the number of UK nationals still in the country after the final flight, the foreign secretary said he believed it was in the \"low hundreds\".\nHe also said the UK had flown out a number of people at risk, including 287 journalists, 65 women's rights activists and nine judges. \nBut, while he stood by what the prime minister had said, Mr Raab was \"not confident with precision to be able to give you a set number\" of those who were eligible to come to the UK, but had not made it on to evacuation flights.\nThese groups include Afghan nationals and their families who worked with British forces during their time in the country and asylum seekers who could be eligible to come to the UK under international law. \nMr Raab also admitted that some of the people left behind included guards who had secured the British embassy in Kabul, after buses sent to pick them up and take them to the airport were not let through. \nAnalysis by Ione Wells, BBC political correspondent\nThe foreign secretary appeared to bristle at some of the questions thrown at him by MPs.\nMPs were frustrated by a lack of detail from Dominic Raab on key questions, like the specific number of people eligible for evacuation who had been left behind.\nMr Raab appeared equally irritated by questions on when exactly he went on holiday - refusing to provide any precise dates.\nHe had a heated exchange too with Labour's Neil Coyle, who accused him of refusing to answer questions as they proceeded to speak over one another.\nThe MPs are unlikely to leave the session satisfied with the answers they got, with chair of the Committee, Tom Tugendhat, wrapping up by accusing Mr Raab of fire-fighting.\nCertainly, as Parliament returns next week, questions for Mr Raab on key issues like how many people are left behind, how the government plans to get them out, and why ministers were taken by surprise by the speed of the Taliban's takeover will not go away until concrete answers are provided.\nHe faced more questions about the embassy, including around reports from the Times that documents identifying Afghan workers and job applicants were found after the building was abandoned.\nThe foreign secretary said he had ordered a \"full review\" of the embassy's closure as a result of the story, but said all the names that the newspaper passed on to the government were now safely in the UK. \nMr Raab was also pressed on reports that a portrait of the Queen had been left behind in the building, which the Taliban now had in its possession.\nHe told the Committee he had ordered anything linked to the government to be \"destroyed\" to stop an \"attempted propaganda coup\" by the Taliban. \nAnd Mr Raab was also pushed over intelligence assessments in the run up to Kabul falling. \nHe revealed the information he had been given predicted a \"steady deterioration\" in the country, rather than the swift fall that happened, and that it was thought unlikely that Kabul would be taken by the Taliban before the end of the year.\nBut he said the UK had been making contingency plans since June to be able to react if the situation moved faster. \nAsked by Tory MP Bob Seely whether the government had been \"caught on the hop\" because of an \"intelligence failure\", Mr Raab replied: \"We've got a very professional way of approaching these things but when they're wrong... you need to look at how you correct that.\" \nBut the foreign secretary seemed unaware of a risk report from his own department.\nMr Tugendhat read from the report dated 22 July that said: \"Peace talks have stalled. The US/Nato withdrawal is resulting in rapid Taliban advances. \n\"This could lead to fall of cities, collapse of security forces, Taliban return to power, mass displacement and significant humanitarian need. The embassy may need to close if security deteriorates.\"\nMr Raab asked: \"I'm sorry, [what's] the source of that?\"\nThe chair replied: \"It's your principal risk report.\" \nAn FCDO spokesperson said later after the hearing: \"The principal risk register is a standard monthly report for the management board which does not contain intelligence assessments.\n\"It is an internal document which sets out potential risks to the organisation for planning purposes including around duty of care to staff.\"\nShe added: \"It is simply wrong and misleading to suggest this document is in any way at odds with our detailed assessments of the situation in Afghanistan or our public position throughout the crisis.\n\"The July document makes clear that our central planning assumption at the time was that the peace process in Afghanistan would run for up to a further six months.\"\nThe foreign secretary told the MPs that the \"central assessment remained until late that the deterioration would be incremental\", but the government had continued to make contingency plans for a \"more rapid deterioration\". \nShadow foreign secretary Lisa Nandy called her government counterpart's appearance \"a staggeringly poor showing\", saying he was \"out of his depth\". \nShe said Mr Raab was \"unprepared for hard questions, unwilling to admit mistakes, unable to answer basic questions about how many British nationals have been left behind. \n\"Unsure who he had spoken to, about what or when. Unable to offer any advice to those still in danger in Afghanistan.\"\nMs Nandy added: \"Britain is now weaker in the world and faces greater threats to our national security. Nobody could watch today's session and conclude we have a government capable of rising to the challenge.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58414597",
      "category": "business",
      "title": "McDonald’s hiring 14-year-olds in Oregon amid labour shortage",
      "tags": "Oregon,Companies,Unemployment,Employment,Hospitality industry,Restaurants,United States,McDonald's",
      "text": "A branch of McDonald's in Oregon, US, is calling on 14 and 15 year olds to apply for jobs at the restaurant amid a shortage of fast food workers.\nThe Biddle Road franchise in Medford put a banner outside its shop two weeks ago, urging younger workers to apply. \nAccording to reports, it has seen a spike in applications since making the offer, which complies with labour laws. \nIt comes as fast food and other outlets across the US struggle to fill vacancies despite restrictions easing. \nHeather Kennedy, operator of the Medford restaurant, told Business Insider such staff shortages were \"unheard of\" in her family's 40-year history operating McDonald's franchises.\nInitially she tried to attract more workers by raising the restaurant's minimum wage to $15 (£10.50), but did not spark enough interest. \nHowever, Ms Kennedy said she had received more than 25 new applications since she opened her doors to under 16s.\nMcDonald's declined to comment on the move but told the BBC franchisees were using a range of measures to tackle staff shortages including better pay, sign-on bonuses, and new benefits like backup childcare. \nMcDonald's also recently announced it will raise hourly wages to an average of $15 per hour at company-owned restaurants across the US.\nIt is not the first fast food chain to ask younger workers to fill staffing gaps.\nBranches of Burger King and Wendy's have put up similar signs recently. And according to reports, the Texan chain Layne's Chicken Fingers is promoting workers in their teens and early 20s into managerial positions, amid a lack of more experienced recruits. \nUS labour laws vary from state to state, but in Oregon, people aged 14 and above are allowed to work in non-hazardous jobs such as food service, as long as their hours are limited to accommodate schooling and they get adequate rest breaks. \nHowever, it seems to be rare - the average age of an employed McDonald's worker in the US is 27, according to research from jobs website Zippia.\nThere is currently a sharp labour shortage in the US as fear of Covid, schools remaining shut, and a lack of available child-care keeps workers at home. \nSome economists have also blamed generous federal benefits brought in during the pandemic - which provide an extra $300 every week - although these have already expired in many states. \nVacancies for lower skilled, lower paid jobs have been particularly hard to fill, prompting firms such as Walmart and Amazon to offer retention bonuses and higher starting wages. "
    }
  ]
}