{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-58538887",
      "category": "business",
      "title": "TUC says 'proper pay rise' would fix shortages problem",
      "tags": "Trades Union Congress,UK economy,CBI,Coronavirus pandemic",
      "text": "Better pay and conditions for delivery drivers will help fix the supply chain crisis, TUC general secretary Frances O'Grady has said.  \nShe also called for a rise in capital gains tax to fund an increase in pay for care workers. \n\"After decades of real wage cuts... no-one can seriously say working people don't deserve a pay rise.\"\nShe said pay rises were crucial for the government's \"levelling up\" agenda to boost poorer regions of the UK.  \nSpeaking at the TUC Congress in London to an audience almost all attending online, Ms O'Grady called on the UK's unions to continue their fight for better pay and conditions across the economy.\nTo ministers wondering how to fix the widespread problems with the supply of goods, she said: \"Well, here's a novel idea - let's make that industry deliver decent conditions, direct employment and a proper pay rise.\"\nMs O'Grady listed Nando's chicken, Ikea mattresses and Wetherspoon's beer as items that had recently run out due to problems such as a lack of delivery drivers. \nShe told the story of a care worker called Carol, working a 24-hour shift for less than the minimum wage, and called for an increase in tax on wealth - through capital gains tax - to fund a pay rise for the sector.\n\"It can't be right that a dedicated care worker pays a bigger share of her hard-earned income to fund the social care system than the private equity magnate who profits from buying up and selling care homes,\" she said.\nSpeaking to BBC Radio 4's Today programme ahead of her speech, Ms O'Grady urged the government to reconsider recent rises to National Insurance contributions, describing the move as \"another hit\" to young people and low-paid workers.\n\"We saw far too much inequality before the crisis, it's got a lot worse. We know that working people have been subject to pay freezes and pay pauses for years.\"\nShe argued that shifting tax to wealth instead may offer a boost in demand for the economy.\n\"One thing you can guarantee about working people is that they spend their money locally and that's what will get the economy moving again.\"\nShe called for a furlough-style short working scheme to be permanently in place, \"to keep people in good jobs - and to make sure we bounce back fast.\" \n\"If levelling up means anything, it must mean levelling up at work and levelling up living standards.\"\nThe director-general of the employer's organisation is also giving a keynote speech later today. He is set to warn that a return to \"business as usual\" in economic policy would be a mistake, with the UK lagging behind some of its international competitors in driving investment in the industries of the future.\nHe will say: \"The lack of detail and pace from the government on some of the big economic choices we must make as a country are the biggest concerns for business.\"\nHe will call for a series of measures including:\n\"Investing by the UK: that must be our mantra now, so that the decade ahead does not repeat the low growth, zero productivity of the decade past, and government holds the key to unlocking it all,\" Mr Danker will say.\nA Treasury spokesperson said the government had shown it was committed to supporting business investment, extending the Annual Investment Allowance increase for another year and introducing the super-deduction, which it called \"the biggest two-year business tax cut in modern British history\".\n\"The impact of the pandemic means we have had to make the tough but responsible decision to raise taxes. We've asked both individuals and businesses to pay a bit more as we get our public finances back on a sustainable path,\" the spokesperson added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58519193",
      "category": "uk-wales-politics",
      "title": "YesCymru: Welsh independence group must act, a founder says",
      "tags": "UK devolution,YesCymru",
      "text": "One of the founders of a Welsh independence movement says it must act to ensure \"Wales is not lagging behind\" if Scotland breaks away from the UK.\nSiôn Jobbins stood down as YesCymru chairman in July, over the \"strain of the role\".\nSpeaking to Radio Cymru, he said it was also time for those leading YesCymru to \"put their egos to either side\".\n\"We must work together and ensure that independence for Wales is top priority,\" he told Bethan Rhys Roberts.\nMr Jobbins' comments came after the Scottish First Minister Nicola Sturgeon said this week she would try to secure a referendum on independence in Scotland before the end of 2023.\n\"We in Wales need to have things in order by then,\" Mr Jobbins said.\n\"The starting gun has fired. Whatever our opinion about independence, I don't think a lot of people want to be in a United Kingdom that has no Scotland, and I think Northern Ireland won't stand around too long either.\n\"Hiding behind a sofa hoping that Westminster will give us cookies is naïve.\"\nThe YesCymru group was officially launched in 2016 and has seen a rapid rise in membership, and said it now boasts 18,000 paid-up members.\nBefore the pandemic, rallies organised by the group attracted thousands of people in Cardiff, Merthyr Tydfil and Caernarfon.\nHowever, in recent months, some members have engaged in bitter online arguments about YesCymru's leadership and direction.\nIt led to the organisation publishing an anti-harassment statement in July stating it was \"aware of the targeted harassment of YesCymru central committee members and YesCymru staff\".\nThe entire leadership committee of YesCymru then resigned in mid-August, citing harassment \"beyond social media posts\" that had \"taken an incredible toll on mental wellbeing and can no longer be tolerated\".\nIt has now called an extraordinary meeting to elect a new leadership team.\nThe former chairman Mr Jobbins told Radio Cymru he believed the sudden growth of the organisation was primarily responsible for the difficulties.\n\"The organisation grew very quickly but had no structures to deal with that growth - they are now in place and we need to strengthen our systems,\" he said.\n\"There is a need to look at staffing and ensure that day-to-day work is done by people who are paid. The Central Committee cannot discuss all decisions on Twitter, or nothing will be decided.\"\nMr Jobbins said he would not be putting himself forward to chair the movement again, but would be \"back to fight\" for independence.\n\"A fight is going to come and people will have to roll up their sleeves,\" he added.\n\"YesCymru's message is more important now than ever.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58491245",
      "category": "business",
      "title": "Green and amber lists could go in travel rules shake-up",
      "tags": "Tourism,Coronavirus testing,Travel & leisure industry,Coronavirus pandemic",
      "text": "The government is planning to overhaul the travel traffic light system, with changes set to be announced in weeks. \nGreen and amber categories could be removed and replaced with a new system, the BBC has been told.\nA new system would allow vaccinated travellers to go to countries with similarly high levels of vaccination as the UK without the need for quarantine.\nSources say the red category, which is for countries which the government says should not be visited, will remain.\nUnder current restrictions, red countries should not be visited \"except in the most extreme of circumstances\" and travellers returning from them must self-isolate for 10 days in a government-approved hotel.\nThe government declined to comment on the plans but said: \"Our international travel policy is guided by one overwhelming priority - protecting public health. \n\"The next formal checkpoint review will take place by 1 October 2021.\"\nIt is understood that the government has asked senior travel industry leaders to make proposals for international travel to replace the current traffic light system. \nThe government devised the travel traffic light system to limit the transmission of Covid-19 from overseas and protect against new variants coming into the country.\nOne of the key demands from industry bosses is the removal of Covid testing as a necessity of travel back to the UK, which they say puts customers off booking due to cost.\nThis would bring the UK in line with much of European Union, which does not mandate Covid tests for vaccinated travellers within the bloc. It is unclear whether this will happen in the UK. \nTravel industry bosses believe it is crucial that the sector receives a boost of confidence to encourage travellers and holidaymakers to book and travel again. \nThey say the fear caused by category changes is a huge barrier to customers booking and the sector ultimately moving into recovery.\nSudden changes to the traffic light categories for Portugal and Mexico at the start of the summer saw holidaymakers having to rush home at short notice.  \nBosses also point to the \"damaging\" impact on business when commentators speculate on potential changes to countries moving on and off green, amber and red lists, which then prove to be incorrect when government decisions are officially released.\nThe Daily Telegraph first reported that the government was planning to scrap the traffic light system.\nThe third government review of international travel is due by 1 October, but sources say changes could come as soon as next week.\nTravel industry leaders want changes to happen as soon as possible, as the furlough scheme is due to end on 30 September and thousands of travel sector workers are still on the wage support scheme.\nA relaxation in travel rules, they believe, would lead to a bookings surge, which may protect the jobs of those currently on furlough. \nOne industry source said: \"Removing PCR testing for vaccinated passengers is essential. We have to align ourselves with what the rest of Europe are doing and stop being such an outlier. \nThey added that the sector now faces a \"perfect storm\": \"This summer should have been the big reopening of travel - like has happened domestically - but it wasn't because of the insistence on hugely complex and expensive tests.\"\nYesterday, the chief executive of British Airways, Sean Doyle, demanded that the Covid testing and quarantine system is changed, saying it is \"not fit for purpose and must be simplified\".  \nHe added: \"We had the traffic light system over the summer. There was some progress made, but I think it's not fit for purpose. It needs to be simplified and adapted in the same way that we see in Europe and in the US.\nIndustry leaders say they are aware any policy changes will not happen until proposals are signed off by the Chief Scientific Officer and the Health Secretary. \nA government spokesperson said: \"Decisions on our traffic light system are kept under regular review and are informed by the latest risk assessment from the Joint Biosecurity Centre and wider public health factors.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58515771",
      "category": "uk-wales",
      "title": "Covid: Wales vaccine passport decision due next week",
      "tags": "Welsh government,Coronavirus pandemic",
      "text": "Ministers will decide next week if vaccine passports should be used to gain entry to some events in Wales, the first minister has said.\nMark Drakeford also said there could be as many as 100 new Covid hospital admissions a day in Wales as the Delta wave peaks at the end of this month.\nPeople will need passports for some events in Scotland from 1 October and in England from the end of this month.\nMr Drakeford said rising rates meant it would be irresponsible not to consider.\n\"There are a number of practical and ethical issues that need to be considered in relation to vaccine certification, and we continue to work through those,\" said Mr Drakeford.\n\"We will not do that in any setting where people have no choice but to go, so there will be no vaccine passports for people who need to go to use crucial public services.\"\nA decision will be made ahead of a planned three-weekly review of the Coronavirus regulations next Friday.\nThe Welsh Conservatives said \"we have got to learn to live with Covid\" as their health spokesperson Russell George said he was \"absolutely against Covid passports for domestic use\".\nHowever, Plaid Cymru's Rhun ap Iorwerth said Covid passports should not be totally dismissed and he would be prepared to support their use in \"very, very limited places\". \nIt comes as Mr Drakeford warns daily hospital admissions - currently 40 Covid patients a day - could more than double by the end of the month, based on modelling work carried out by Swansea University.\nHe said patients would include many who need to be in hospital for a long time and need intensive care.\nHe said the position in Wales was a \"serious\" one and the number of cases was \"likely to get worse over the coming weeks\". \nHe said: \"We now have very high rates of coronavirus in all our communities - rates, which our modelling says are likely to get worse over the next few weeks\".\nIf the virus continues to spread at its current rate, there will be about 3,200 cases confirmed every day towards the end of the month, he said. \n\"Until now, this rise has been manageable, because our fantastic vaccination programme has helped to weaken the link between infection and serious illness but with the rapid spread of coronavirus in our communities, pandemic pressure on the NHS is increasing once again,\" he said.\nPublic Health Wales (PHW) reported 2,467 more coronavirus cases on Friday with five more Covid-related deaths.\nPHW said 522.7 per 100,000 population had tested positive for the virus in the past seven days - the highest Covid cases rates since the second wave in December.\nThe number of daily cases is almost 50% higher at this point in the third wave than it was at this point in the second wave, back in December, according to PHW. \nDespite that, the number of patients in hospital, with confirmed Covid, was three times higher then.\nPHW's figures also show in this wave there is a noticeable difference in the proportion of young people - those 19 and under - testing positive. \nThey are now the largest age group, making up 31% of positive tests. \nAt a similar point in the second wave, also the day that the vaccine programme began, it was only 16%.\nAccording to the Office for National Statistics (ONS), the average number of daily deaths in the second wave was eight times higher. \nThe daily average is currently four a day - it was 32 deaths a day at this point in the second wave, under the most reliable ONS measure. \nIf we only take the PHW measure, it was averaging 24 deaths a day, still six times higher."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-58521299",
      "category": "uk-england-suffolk",
      "title": "World's largest container ship arrives at Felixstowe",
      "tags": "Shipping containers,Port of Felixstowe,Shipping industry,Felixstowe",
      "text": "A container ship said to be the largest in the world has arrived in the UK.\nThe Ever Ace docked in Felixstowe, Suffolk, early on Sunday morning on her maiden voyage.\nThe 400m-long (1,300ft) ship has a capacity of 23,992 containers, which is slightly more than other, similar-sized vessels.\nShe is due to leave for Rotterdam on Wednesday before she crosses the Suez Canal, which was blocked by her sister ship in March.\nThe Ever Given ran aground earlier this year and was stuck in Egypt for nearly a week, causing disruption to global shipping, before itself arriving at the Suffolk port last month.\nThe Ever Ace is the first in a planned series of 12 supersized container ships to be built for Taiwanese company Evergreen Marine.\nFelixstowe is no stranger to big ships, having welcomed the MSC Gulson two years ago, which is almost identical in size to the Ever Ace but said to carry 28 fewer containers.\nThe latest giant arrival docked in Suffolk from Hamburg after leaving China in August.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58519044",
      "category": "uk-england-tyne",
      "title": "Great North Run 2021: Thousands take part as event returns",
      "tags": "Great North Run,Running,South Shields,Newcastle upon Tyne",
      "text": "Thousands of people have taken to the streets of Tyneside for the 40th staging of the Great North Run.\nLast year's event was cancelled due to the coronavirus pandemic and organisers changed the half-marathon's route this year to aid social distancing.\nParticipants started and finished in Newcastle rather than making their way to South Shields.\nStaggered timeslots replaced the traditional mass start for the world's biggest half-marathon.\nAbout 57,000 people were registered to take part - raising millions of pounds for charity, The Great North Run Company said.\nThe new route saw runners cross the Tyne Bridge twice and make their way through Newcastle city centre before finishing on the Great North Road.\nBBC commentator and former winner Paula Radcliffe said the event's return had been \"emotional\".\n\"Looking down the road and seeing all the runners, a lot of hard work has gone into making this happen.\n\"It was so needed just to see this step back towards people getting together, having fun and connecting.\"\nFour NHS workers were invited to start the race in recognition of the health service's efforts during the pandemic.\nSpeaking afterwards, occupational health worker Deborah Southworth said it had been \"absolutely amazing\" and a \"privilege\".\nJade Trewick, a nurse who also helped get the event under way, said it came after a \"difficult but really rewarding\" 18 months treating coronavirus patients.\nSir Brendan Foster, who helped launch the event in 1981, said it had been \"a tough task\" organising this year's run but it had turned into an \"incredible\" success.\n\"It's been really difficult. For the last 18 months, the whole nation and world have had awful times.\n\"The pandemic has separated people, but the Great North Run is all about being together.\n\"When the vaccine came around we started thinking maybe we can [stage it this year] so we made all kinds of contingency plans.\n\"Here we are. It's different. It's a one-off.\"\nThe elite women's race was won by Kenyan Helen Obiri in a time of 1:07:42, ahead of Great Britain's Eilish McColgan, who was six seconds behind.\nScotland's McColgan was aiming to repeat her mum Liz's three victories at the event in the 1990s. Great Britain's Charlotte Purdue finished in third.\nMarc Scott, also of Great Britain, was victorious in the men's elite race, clocking a time of 1:01:22 to finish nine seconds ahead of Kenya's Ed Cheserek.\nGalen Rupp of the United States was a further 20 seconds behind in third place.\nSean Frame won the men's wheelchair race in 49:52 with fellow Briton Shelly Woods first across the finishing line in the women's event in 57:01.\nThe elite wheelchair and women's races began at about 09:20 BST, with the elite men and first of the staggered starts at 09:45.\nOn Saturday, thousands of youngsters took part in junior and mini events on Newcastle and Gateshead quaysides.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58533541",
      "category": "entertainment-arts",
      "title": "Last Night Of The Proms: Accordion tangos end season on a joyous note",
      "tags": "The Proms,Classical music,Music",
      "text": "It may have been her first visit to the BBC Proms, but accordion player Ksenija Sidorova stole the show at the Last Night concert.\nExpressive and passionate, the Latvian musician's performance of Astor Piazzolla's Libertango brought a packed Royal Albert Hall to its feet.\nIt came halfway through a diverse concert that also paid tribute to the victims of the 9/11 terror attacks.\nConductor Sakari Oramo said the night reflected the \"healing power of music\".\n\"Due to the worldwide Covid pandemic, live music-making was stopped across the world for many months - and in some places it still is,\" he said.\n\"Music that is core to human expression went silent. The bond between audiences and performers was broken.\" \nNoting that, elsewhere in the world, people's freedom to make and enjoy music was currently being \"threatened and denied\", Oramo concluded that it was \"very special for us all to be here for the Last Night Of The Proms again, with an audience, to celebrate the healing and uplifting power of music\".\nThe Prommers, bedecked in crowns, bow ties, bowler hats and a mixture of EU and union flags, were typically enthusiastic, especially after missing out on the 2020 season.\nThey bobbed up and down to the Sailor's Hornpipe and sang Land Of Hope And Glory at the top of their lungs- the lyrics performed in full following a very public row over their possible exclusion last year.\nAnd when Oramo paid tribute to Sir Henry Wood, the founder conductor of the Proms back in 1895, one audience member pointed to Wood's statue at the back of the hall and shouted, \"He's behind you!\"\nThe concert opened with a new commission, Mother, by Iranian-American composer Gity Razaz.\nA restless symphonic piece with an extensive percussion section, it depicted the healing power of nature amid the chaos of modern life.\nSpeaking ahead of the premiere, Razaz said she hoped to capture \"the exquisite majesty of our natural world\" in a way that \"propels us to take more serious, proactive steps towards protecting our planet\".\nThe programme also included a heart-breaking new arrangement of Barber's Adagio For Strings, marking the 20th anniversary of the 9/11 attacks.\nThe adagio was performed at the Last Night in 2001, just four days after the atrocity, with American conductor Leonard Slatkin on the podium. He asked the audience not to applaud at the end. Instead, they held aloft candles.\nJonathan Manners' new arrangement was suitably sombre and haunting, incorporating Barber's 1961 choral setting of the Latin text Agnus Dei: \"Lamb Of God that takest away the sins of the world have mercy upon us [and] grant us peace\".\nThe programme also included a recently rediscovered piece by Florence Price - the first African-American woman to have a symphony performed by a major US orchestra - and Ravel's lament for the victims of World War One, Le tombeau de Couperin.\nAustralian tenor Stuart Skelton brought some levity with a spirited performance of Iain Farrington's I Still Call Australia Home, delivered in an eye-catching black sequinned jacket. \nLater, he led the audience in the traditional chorus of Rule, Britannia! wearing a full Aussie cricket outfit.\nSkelton also indulged in his love of Wagner, performing the poignant Wesendonck Lieder with a rich subtlety, before letting rip on the passionate Prize Song, from The Mastersingers of Nuremberg.\nThe 53-year-old, who was also making his debut at the Last Night, said he was still pinching himself after being invited.\n\"To be considered in that pantheon? You never expect that one. It's one of those bucket list, dreams come true,\" he told the BBC. \"It's like a wrap party for the world's most prestigious music festival.\"\nHe even came up with a bespoke cocktail to celebrate the occasion.\nFor all his charm, accordion virtuoso Sidorova was the indisputable highlight of the night, introducing the Last Night to two mildly revolutionary elements- the accordion and the tango.\nShe first took the stage in the first half, playing Franck Angelis' Chiquilín de Bachín (Little Boy at Bachín), a saccharine story of a six-year-old boy who sells flowers outside a cheap restaurant in the heart of Buenos Aires's theatre district. \nSat on a piano stool, sporting some impressively voluminous sleeves, Sidorova imbued the piece with a nostalgic quality, deftly swerving maudlin sentimentality.\nBut it was her second-half performance of Libertango - a staple of Strictly Come Dancing - that really showcased her captivating and witty playing style, as she traded riffs back-and-forth with the BBC Symphony Orchestra.\nViewers and prommers alike lapped up the performance.\nThe pomp and ceremony of the Last Night - described by Rob Rinder on BBC Radio Three as an \"upmarket stag do\" - marked the end of a triumphant six-week Proms season.\nComing a year after the festival was reduced to a two-week, socially-distanced skeleton, this year's event welcomed 2,000 musicians, 30 orchestras and, crucially, tens of thousands of fans.\nHighlights included the highly-anticipated concert debut of John Wilson's Sinfonia of London, who played a soul-stirring and charismatic programme that included Strauss, Ravel and Korngold's filmic Symphony in F sharp major.\nChineke - the UK's only black and ethnically diverse orchestra - celebrated diversity in composers as well as performers, playing pieces by Samuel Coleridge-Taylor, Fela Sowande and Florence Price.\nThe Aurora orchestra played Igor Stravinsky's 1945 suite from The Firebird from memory (as is their tradition); while the prodigiously talented Kanneh-Mason family joined forces to perform an updated version of Camille Saint-Saëns's much-loved suite The Carnival of the Animals.\nOne of the most emotionally-charged concerts was delivered by The Proms Festival Orchestra -  an ensemble of leading freelance players who were specially assembled to acknowledge the difficulties they faced during the pandemic.\nThe 80-piece orchestra included a double-bassist who'd taken up a job as an undertaker and a harpist who'd started working in a vineyard to make ends meet.\nTheir performance of Mahler's Fifth Sympony was called \"stirring\" and a \"triumph\" by The Times. \nA collection was held at the Last Night to support a hardship fund for freelance musicians who have found themselves in financial difficulties after the last 18 months.\nThe Proms will return next year on Friday, 15 July.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58535593",
      "category": "uk-england-essex",
      "title": "Clacton stabbing: Police arrest eight people in murder probe",
      "tags": "Clacton-on-Sea,Essex Police",
      "text": "Eight people have been arrested as part of a murder investigation into the stabbing of a 21-year-old man. \nThe victim was found with a single stab wound in Rosemary Road, Clacton-on-Sea, Essex, just after midnight on Sunday.\nHe was treated at the scene, but later died in hospital.\nFive people were arrested within hours on suspicion of murder, with another two arrested later. A woman has been arrested on suspicion of assisting an offender.\nPolice tweeted that they had been called to reports of a fight.\nThose arrested on suspicion of murder were:\nThe woman arrested of suspicion of assisting an offender was 20 years old. All the suspects were from Clacton and remained in custody.\nSeveral roads in the town centre, including parts of the High Street, were sealed off while officers carried out inquiries, but reopened later.\nCh Insp Colin Cox, from Essex Police, said: \"People will rightly be concerned by what has happened and I completely understand that.\n\"But I want to reassure people that we will continue to work around the clock to deliver justice.\"\nHe said the on-going road closures had allowed officers to \"secure vital evidence\".\n\"We know the community understands how vital it is... we need to ensure justice for the young man who has lost his life,\" said Ch Insp Cox. \n\"Our thoughts remain with the victim and his relatives at this extremely difficult time.\"\nHe urged anyone with information anyone with information or video footage from CCTVs, dashcams or doorbells to contact the inquiry.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58535258",
      "category": "uk",
      "title": "England vaccine passport plans ditched, Sajid Javid says",
      "tags": "Coronavirus vaccines,Vaccine passports,Sajid Javid,Coronavirus pandemic",
      "text": "Plans to introduce vaccine passports for access into nightclubs and large events in England will not go ahead, the health secretary has said.\nSajid Javid told the BBC: \"We shouldn't be doing things for the sake of it.\" \nIt was thought the plan, which came under criticism from venues and some MPs, would be introduced at the end of this month. \nJust a week ago, the vaccines minister had defended the scheme as the \"best way\" to keep the night industry open.\nNo 10 stressed the plan - which had been set to be introduced at the end of this month - would be kept \"in reserve\" should it be needed over autumn or winter.\nUnder the scheme, people would have been required to show proof - whether of double vaccination, a negative Covid test or finishing self-isolating after a positive PCR test - in order to gain entry to clubs and other crowded events.\nThe Night Time Industries Association had said the plans could have crippled the industry and led to nightclubs facing discrimination cases.\nThe industry body welcomed Sunday's announcement, saying it hoped businesses could now plan with some certainty and start to rebuild the sector. \nThe Music Venue Trust, which aims to protect grassroots venues, also said it was glad vaccine passports would not be going ahead, describing them as \"problematic\".\nThere had been opposition from Tory MPs on the Covid Recovery Group as well as the Liberal Democrats, whose leader Ed Davey called vaccine passports \"divisive, unworkable and expensive\".\nSpeaking on The Andrew Marr Show, Mr Javid said: \"We just shouldn't be doing things for the sake of it or because others are doing, and we should look at every possible intervention properly.\"\nHe said he had \"never liked the idea of saying to people you must show your papers\" to \"do what is just an everyday activity\".  \n\"We've looked at it properly and, whilst we should keep it in reserve as a potential option, I'm pleased to say that we will not be going ahead with plans for vaccine passports,\" he added. \nMr Javid denied the government was \"running scared\" on the policy after criticism from its own backbenchers. He said the passports were not needed because of other things in the \"wall of defence\" including high vaccine uptake, testing, surveillance and new treatments\nThe move to scrap vaccine passports appears to be a sharp U-turn by the government. \nOn the same TV programme last week, Vaccines Minister Nadhim Zahawi said the end of September was the right time to start the vaccine passport scheme for sites with large crowds because all over-18s would have been offered two jabs by then and it was the \"best way\" to keep the night industry open.\nIn the interview, Mr Javid also said:\nScotland is taking a different approach to England - they will bring in a vaccine passport for over-18s for entry to nightclubs and many large events from October.\nIn Wales, ministers will decide next week whether to introduce the scheme. There are no current plans for a similar scheme in Northern Ireland.\nOn Sunday, the latest government figures showed there were 29,173 new cases of coronavirus in the UK and 56 further deaths, of people who had tested positive within the previous 28 days.\nBy Ione Wells, BBC political correspondent\nThe UK government had faced pressure from a number of its own Tory MPs, as well as from nightclubs and the events sector, to ditch plans for vaccine passports in England.  \nFirst, there was a hint they were pushing ahead. Last week, Vaccines Minister Nadhim Zahawi said they would be required in nightclubs and other indoor venues in England by the end of the month.  \nThen came the row-back. On Friday, Culture Secretary Oliver Dowden said they would \"almost certainly\" be necessary for nightclubs this autumn but said he'd prefer a more limited use of them. \nBy Sunday at 08:30 BST, the health secretary said on Sky News that the government hoped to avoid having them, and within the next hour told the BBC they will not be going ahead with plans.\nClearly there has been debate within government itself about their use but a decision has, for now, been made - even if the option will be kept in \"reserve\".\nLabour's deputy leader Angela Rayner said the government's approach to Covid passports had been \"shambolic from the start\" and lacked any clarity from ministers about the purpose of the passports and how they would work. \nLiberal Democrat home affairs spokesperson Alistair Carmichael accused the Conservatives of needlessly sowing confusion among businesses for months and called for them to scrap the \"unnecessary and draconian Coronavirus Act altogether\". \nSome large venues such as football stadiums, live music venues and music festivals have already been asking people to prove their vaccination status to gain entry.\nAn Office for National Statistics survey, covering 25 August to 5 September, found about 1 in 10 adults across Great Britain reported that they had been asked to show proof of vaccination or a recent negative test to be allowed into a venue or event.\nOn Saturday, Manchester United introduced Covid spot-checks on match days at Old Trafford, with the club saying it expected proof of full vaccination to become mandatory in the Premier League from 1 October. \nThe Premier League said at the start of the 2021-22 season that fans would face random spot-checks of their Covid-19 status at grounds over the first few match days. Brighton, Chelsea and Tottenham have introduced mandatory checks for fans at their stadiums.\nA series of key government announcements and decisions are expected in the coming days.\nBoris Johnson is expected to outline plans for booster jabs soon. Mr Javid said that if the JCVI advised having a broad booster programme, he was \"confident\" it could start this month \"as planned all along\".\nAnd on Tuesday, the prime minister will set out his Covid Winter Plan for England, likely to include contingency measures that would be implemented if the NHS was at risk of becoming overwhelmed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58533538",
      "category": "world-us-canada",
      "title": "FBI begins declassifying documents into Saudi 9/11 links",
      "tags": "September 11 attacks,FBI,Saudi Arabia,United States",
      "text": "The FBI has released a newly declassified document that looks into connections between Saudi citizens in the US and two of the 9/11 attackers.\nRelatives of victims have long urged the release of the files, arguing Saudi officials had advance knowledge but did not try to stop the attacks. \nBut the document provides no evidence that the Saudi government was linked to the 9/11 plot.\nFifteen of the 19 plane hijackers were Saudi nationals.\nAhead of the declassification, the Saudi embassy in Washington welcomed the release and once again denied any link between the kingdom and the hijackers, describing such claims as \"false and malicious\".\nThe document was declassified on the 20th anniversary of the deadliest terror attacks on US soil - almost 3,000 people were killed after four planes were hijacked - and is the first of several expected to be released.\nSome families of the victims had put pressure on President Joe Biden to declassify the documents, saying he should not attend Saturday's commemoration ceremonies in New York if he was not prepared to release them.\nMost of the 19 hijackers on 9/11 were Saudi nationals. Al-Qaeda's leader, Osama bin Laden, was from an influential Saudi family and his organisation alleged to have received money from wealthy Saudis in the 1990s.\nAll of that has led to questions about whether there was any official involvement in the attacks - and whether successive US administrations had covered this up to protect an ally. \nThis latest document does not prove that. But nor will it dispel all the questions, making clear that the FBI in 2016 was still investigating an apparently well-connected Saudi who was alleged to have provided logistical support to two of the hijackers.\nThis is only the first release and even if, as the Saudi embassy maintains, none of it will show any complicity in the attacks, it may still raise awkward questions for both Washington and Riyadh, including why it has taken so long to be more open.\nThis 16-page FBI document is still heavily redacted. It is based on interviews with a source whose identity is classified (listed as PII) and outlines contacts between a number of Saudi nationals and two of the hijackers, Nawaf al-Hazmi and Khalid al-Midhar.\nThe hijackers posed as students to enter the US in 2000. The FBI memo says they then received significant logistical support from Omar al-Bayoumi, who witnesses said was a frequent visitor to the Saudi Consulate in Los Angeles despite his official status at the time as a student.\nMr Bayoumi, the source tells the FBI, had \"very high status\" at the consulate. \"Bayoumi's assistance to Hamzi and Midha included translation, travel, lodging and financing,\" the memo said.\nThe FBI document also says there were links between the two hijackers and Fahad al-Thumairy, a conservative imam at the King Fahad Mosque in Los Angeles. He was described by sources as \"having extremist beliefs\".\nBoth Mr Bayoumi and Mr Thumairy left the US weeks before the 9/11 attacks, according to the AP news agency.\nThe agency also quoted Jim Kreindler, a lawyer for the relatives of 9/11 victims, as saying that the released document did \"validate the arguments we have made in the litigation regarding the Saudi government's responsibility for the 9/11 attacks\".\nLast month, a lawsuit launched by relatives saw several top former Saudi officials questioned under oath.\nThe administrations of George W Bush, Barack Obama and Donald Trump all declined to declassify the documents, citing national security concerns.\nBut Joe Biden last week ordered a review of investigative documents, telling officials to release what they could over the next six months.\nThere has long been speculation of official Saudi links to the plot, given the number of Saudi nationals involved and al-Qaeda leaders Osama Bin Laden's Saudi background.\nHowever, the 9/11 commission report found no evidence to implicate the Saudi government or senior officials.\nThe US and Saudi Arabia have long been allies, although the relationship has at times been difficult.\nDonald Trump strengthened ties but Joe Biden called Saudi Arabia \"a pariah\" for its part in the gruesome murder of Saudi journalist Jamal Khashoggi in Turkey.\nThe BBC's Frank Gardner says Mr Biden has since softened his stance towards most powerful man in Saudi Arabia, Crown Prince Mohammed bin Salman, reflecting the hard reality of the importance of the alliance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58539880",
      "category": "science-environment",
      "title": "Mars: Nasa rover's rock cores were 'highest priority samples'",
      "tags": "Mars,Nasa,Geology,Nasa Perseverance Mars rover",
      "text": "US space agency scientists were so excited by the Martian rock sampled by their Perseverance rover last week they got the robot to take a second sample.\nPerseverance drilled its first finger-sized core on 6 September, repeating  the procedure a couple of days later.\nThe scientists believe the targeted rock is volcanic in origin, meaning it can be accurately dated.\nIt also contains salts, which are indicative of water alteration, and that raises the possibility of life.\nOr, at least, the potential for past life. \nBiology is not a given wherever there has been H₂O, but it's hard to see how organisms could have existed without it.\nNasa's Perseverance rover was sent to Jezero Crater on Mars precisely because it looks to have had a habitable environment billions of years ago.\nSatellite images suggest a lake was once present in the 45km-wide bowl. \nThere are what appear to be extensive river and delta sediments in the west of the crater. \nThe period in which this water environment existed could now be greatly narrowed by the rock samples just acquired. \nThe donor slab, nicknamed \"Rochette\", is sitting on the floor of Jezero and as such is expected to represent the oldest layers in the crater.\nIf the minerals in the samples can be dated, therefore, they will provide a \"no older than\" age for the lake.\nThe salts - likely calcium sulphate or calcium phosphate - are fascinating because they'll almost certainly host small inclusions, or bubbles, of water.\n\"Salts are great minerals for preserving signs of ancient life here on Earth, and we expect the same may be true for rocks on Mars,\" explained Perseverance deputy project scientist Dr Katie Stack Morgan.\nOf course, to do any of these investigations, the samples need to come back to Earth first.\nNasa's plan (in partnership with the European Space Agency) is for Perseverance to collect more than two dozen rock cores over the next two years and package them in sealed titanium tubes.\nThese will be left on the surface of Jezero for later missions to pick up before 2030 for transport back home.\n\"Because... of such high scientific potential, we decided to acquire two samples at Rochette,\" Dr Stack Morgan told reporters. \n\"The [Perseverance] science team has the plan to place down one or more sample caches. And so to ensure that each of these sample caches are as complete as they can be, we have a strategy to acquire two samples at each of our highest priority sampling locations.\"\nTo get to Rochette, Perseverance rolled about 2.2km (1.4 miles) from its February landing site. \nIt's heading west at the moment along a slightly raised ridge to a location called \"South Séítah\" where further rock cores will be taken. All the while, the rover is being tracked by its mini helicopter, Ingenuity, which surveys the ground ahead.\nAt some point, scientists want the rover to move north to where the river and delta sediments are most obvious and where the chances of finding any traces of past life are greatest.\nMeenakshi Wadhwa is Nasa's Mars sample return principal scientist. She said the cores taken out of Rochette have their own names, too: \"Montdenier\" (6 September) and \"Montagnac\" (8 September).\n\"I cannot overstate the significance of these rock samples collected by Perseverance. This is a truly historic achievement - the very first rock cores collected on another terrestrial planet. It's amazing. \n\"These two rock cores represent now the beginning of Mars sample return. \n\"I've dreamed of having samples back from Mars to analyse in my lab since I was a graduate student. And now it's actually starting to feel real.\"\nClick here to see how Nasa and Esa will bring rocks from Mars to Earth."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58537841",
      "category": "uk-wales",
      "title": "Porthcawl man seriously hurt after fight at seaside resort",
      "tags": "Porthcawl",
      "text": "A man is in a serious condition in hospital after a fight erupted in the early hours of Sunday morning in a Welsh seaside resort.\nPolice were called to Eastern Promenade in Porthcawl at about 03:15 BST after what they believe was a \"fight\" between two groups of men near Coney Beach.\nA 33-year-old local man was taken to hospital in Cardiff with head injuries.\nA 39-year-old local man has been arrested on suspicion of affray and remains in police custody.\nSouth Wales Police said they expect further arrests to be made and are appealing for witnesses.\n\"In particular, we would like to hear from anyone who witnessed a fight between two groups of men on Eastern Promenade between 02:00 and 03:30,\" said Det Insp Jason McGill.\n\"This is a safe area and such violent behaviour will not be tolerated.\"\nInvestigating detectives said they are studying CCTV footage from the area around The Beachcomber, also known as the Cabin Bar, in the Bridgend county resort."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58533861",
      "category": "uk",
      "title": "Emma Raducanu's hometown celebrates US Open win",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58536126",
      "category": "uk-politics",
      "title": "Priti Patel: Labour demands probe after home secretary meets hotel boss",
      "tags": "Priti Patel,Labour Party,Kwasi Kwarteng",
      "text": "Labour has called for a probe into reports the home secretary met two airlines and the boss of a hotel chain without any officials present.\nThe Sunday Mirror said Covid travel rules were among topics at a lunch attended by Priti Patel last month.\nMinisterial rules say officials should be present or informed if government business is discussed.\nMs Patel has denied breaking the rules - but Labour says she has \"questions to answer\".\nIt is understood that she told her private office about the lunch, which reportedly took place on 11 August, after it had happened.\nThe newspaper also said the meeting at a Heathrow airport hotel was attended by Business Secretary Kwasi Kwarteng, the MP for a nearby constituency.\nIt added that the meeting was requested by Surinder Arora, founder of the Arora Group - a property firm specialising in hotels. \nThe businessman has previously donated money to former chancellor Philip Hammond, when he was his constituency MP.\nThe report said the meeting was held at Heathrow Airport's Hilton Garden Inn, a hotel owned by the group.\nThe newspaper added the lunch was also attended by Dubai Airports chief executive Paul Griffiths and Lisa Tremble, corporate affairs director at British Airways.\nThe ministerial code - the rulebook for ministers - says officials should be present if they discuss government business with outside organisations.\nIt adds that if a minister \"finds themselves\" discussing business without one present, such as at social occasions, they should inform their department of any \"significant content\" as soon as possible. \nAccording to the Sunday Mirror, topics discussed at the lunch included Covid travel rules, as well as airport and airline regulation. Mr Kwarteng also attended without officials present, the paper reported.\nLabour's deputy leader Angela Rayner called for Cabinet Secretary Simon Case to launch an investigation into the meeting, adding Ms Patel had \"serious questions to answer\".\nMs Patel's Labour counterpart, shadow home secretary Nick-Thomas Symonds, said it was \"reckless\" for her to attend without officials present. \nA spokesman for Ms Patel said details of all her \"relevant external meetings\" would be \"published in the usual way in accordance with the ministerial code.\"\nA government spokesperson said Arora was a \"major employer\" in Mr Kwarteng's Spelthorne seat and he was \"conducting constituency business\".\nMr Arora told the Sunday Mirror: \"I've known Kwarsi and Priti for years. I said pop in and have lunch and see my new hotel.\n\"I don't do politics. I don't support anyone. There wasn't any agenda,\" he added. \nMs Tremble told the newspaper: \"It was an informal lunch. There wasn't a set agenda. There was no hard lobbying and it was extremely wide ranging.\"\nDubai Airports declined to comment. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58540570",
      "category": "world-europe",
      "title": "Spain fire: Thousands flee blaze near Costa del Sol town",
      "tags": "Spain,Wildfires,Climate change",
      "text": "Around 2,000 people have left their homes after wildfires broke out in the southern Spanish region of Andalusia.\nOne emergency worker has been killed in the blaze, which began on Wednesday on high ground above the popular resort town of Estepona on the Costa del Sol.\nThe Spanish government has deployed a military unit to help firefighters in the mountainous region.\nSix more towns and villages were evacuated on Sunday, and huge plumes of smoke could be seen from miles away.\nResidents of five other communities were told to leave their homes on Friday.\nThe wildfires have burned about 7,400 hectares (18,200 acres), according to Spanish media.\nAndalusia's regional forest fire agency said hundreds of firefighters were tackling the blaze, supported by 41 aircraft and 25 vehicles.\nJuan Sánchez, a senior official for the regional fire service, described it as the \"most complex\" fire seen there in recent times.\nHe said there had been ongoing discussions about the consequences of climate change, adding: \"Today we are living them.\"\n\"This is inhuman, nothing like this has ever been seen,\" one evacuee, Adriana Iacob told Reuters news agency. \"The flames of the fire as they ran through the mountains, it was amazing.\"\n\"Since the fire started, we haven't slept for days. It's awful,\" another local resident, Pepa Rubio, said.\nEurope has seen a number of wildfires this summer.\nClimate change increases the risk of the hot, dry weather that is likely to fuel wildfires.\nThe world has already warmed by about 1.2C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58530738",
      "category": "uk-wales",
      "title": "Covid third wave 'perfect storm' for care in Hywel Dda",
      "tags": "Merthyr Tydfil,Haverfordwest,Aberystwyth,Welsh government,NHS Wales,Carmarthen,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "Health and social care is in \"almost the perfect storm\" during the third wave of the Covid pandemic, the head of a Welsh health board has warned.\nHywel Dda University Health Board has postponed some routine surgery at its hospitals as Covid cases rise.\nIt comes as two other health boards in Wales have suspended some visits, with one of them suspending some operations.\nHywel Dda chairwoman Maria Battle said they now had 30,000 patients waiting for planned surgery in west Wales.\nHealth board staff said they had faced \"an incredibly busy week\" across in facilities in Carmarthenshire, Ceredigion and Pembrokeshire.\nThe Betsi Cadwaladr health board in north Wales announced on Friday it was suspending routine operations and halted most hospital visits.\nCwm Taf Morgannwg health board has also suspended most patient visits for \"the safety of our patients and staff\" at its facilities in Merthyr Tydfil, Bridgend and Rhondda Cynon Taf.\nFirst Minister Mark Drakeford said on Friday that modelling suggested there could be \"100 new Covid-19 hospital admissions\" every day in Wales by the end of September as that is when experts expect the Delta-variant infection to peak.\nThe Covid infection rate in Wales has risen to 522.7 cases for every 100,000 people - the highest since December last year - and Merthyr Tydfil now has the UK's 15th highest infection rate.\nAcross Wales, there has been a 35% rise in the number of patients in hospital over the last seven days.\nHowever, with almost 70% of Welsh adults now fully vaccinated, the number of people in hospital with the virus is three times less than at the height of the second Covid wave in December and January.\n\"Compared to the last 18 months, we may be lulled into thinking we are back to normal,\" said the Hywel Dda chairwoman.\n\"But, whilst hopefully the worst impact of Covid-19 is over, we are not out of the woods just yet.\nShe said 18 months of battling against the pandemic had come with \"fear and personal sacrifices\" for teams at hospitals like the major centres at Haverfordwest, Carmarthen and Aberystwyth. \n\"It is only natural that many staff are now exhausted,\" said Ms Battle.\n\"During this time, we have also seen a higher level of sickness absence than usual, which is compounded by a high number of vacant nursing posts in Hywel Dda. \n\"We are doing everything we can to support all our staff and recruit to vacant posts.\"\nThe health board boss also admitted social care shortages across west Wales were leading to delays in discharging patients - resulting in bed-blocking.\n\"We are seeing ambulances waiting outside of A&Es as there are not enough beds available for patients who need to be admitted,\" added Ms Battle.\n\"At the moment, in health and social care, we have almost the perfect storm. \n\"But we have got through many storms together during the life of this pandemic and with your support we will get through this one again.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58535611",
      "category": "uk-wales",
      "title": "Hospital pressure to continue for a month, health minister says",
      "tags": "Coronavirus vaccines,Social care,Welsh government,NHS Wales,Vaccine passports,Coronavirus pandemic",
      "text": "Pressures on Welsh hospitals are expected to continue until at least mid-October, Wales' health minister has said.\nEluned Morgan has asked people to only use A&E services and GP surgeries if absolutely necessary. \nSome health boards have already postponed routine surgery and suspended some visits.\nIt comes as Public Health Wales reports eight further deaths with Covid, and 2,317 new cases.\nIt brings the total in Wales throughout the pandemic to 5,734 deaths and 306,060 cases. \nFirst Minister Mark Drakeford said on Friday that modelling suggested there could be \"100 new Covid-19 hospital admissions\" every day in Wales by the end of September as that is when experts expect the Delta-variant infection to peak.\nThe Covid infection rate in Wales has risen to 557 cases for every 100,000 people - the highest since December last year.\nMs Morgan said case numbers \"are likely to continue... until at least the end of September and then we're likely to see a levelling off\".\nBecause of the lag between people catching Covid and potentially ending up in hospital, Ms Morgan said this suggests the pressure on hospitals will \"continue at least until about mid-October\".\nMs Morgan added a \"really difficult\" decision must be made on whether to introduce vaccination passports, as England scraps their plans to do so.\nA decision is expected by next Friday on whether the passports will be made mandatory in order to gain entry to some events in Wales. They are being introduced in Scotland from 1 October.\n\"There are lots of practical and ethical issues we've got to consider around vaccine passports,\" Ms Morgan told BBC Politics Wales. \n\"Clearly, there's a hope that suggestions that we may need vaccine passports for nightclubs, for example, may help drive the numbers of young people who may want to take the vaccine up.\"\nMore than a fifth of young people aged 16-39 in Wales have yet to receive one dose of the vaccine.\n\"We know the [case] rates are incredibly high at the moment amongst young people and so that's why we're very anxious to drive those numbers up,\" Ms Morgan said.\nThe Betsi Cadwaladr health board in north Wales announced on Friday it was suspending routine operations and halted most hospital visits.\nCwm Taf Morgannwg health board has also suspended most patient visits for \"the safety of our patients and staff\" at its facilities in Merthyr Tydfil, Bridgend and Rhondda Cynon Taf.\nAt its height back in January, there were 1,643 confirmed cases of Covid-19 in Welsh hospitals, compared to 441 cases earlier this week.\nBut the total number of people in Welsh hospitals because of Covid or other reasons is at its highest level since the start of the pandemic.\nThe health minister said there were \"difficulties getting people out of hospital\" because of a lack of social care staff.\nShe said she was having weekly meetings with councils and the health boards to deal with a \"quite critical\" situation.\nShe blamed Brexit, \"because we did have a lot of eastern European workers\", and people moving to work in the tourism sector over the summer.\nFewer than half of social care workers earn a \"real living wage\", according to research published by Cardiff University in August 2020. \nPaying social care staff the real living wage of £9.50 an hour was a key Welsh Labour manifesto commitment, so Ms Morgan said the government was \"in the process of working with the trade unions to make sure that when we give that living wage that the money actually gets to the people on the frontline\".\nIn terms of changing the social care system, she said ministers have \"a long-term ambition\" to introduce free personal care \"but it is going to take us a while to get to that point\".\nAn independent report published in 2018 suggested an income tax rise in Wales of between 1% and 3% could be used to fund elderly social care.\nAsked if a social care levy was off the table in light of the UK government's National Insurance hike, Ms Morgan said: \"I think it would be very difficult for us to be taxing people twice for the same service.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58533613",
      "category": "entertainment-arts",
      "title": "Yes Sir, I Can Boogie singer dies aged 69",
      "text": "María Mendiola, who sang the disco anthem Yes Sir, I Can Boogie, has died at the age of 69.\nThe singer, who was one half of the Spanish duo Baccara, died in Madrid surrounded by her family on Saturday morning.\n\"My dear Maria, a wonderful artist but above all my friend left us today,\" her bandmate Cristina Sevilla wrote on Instagram, announcing the news.\n\"I can only thank so much love for how I have received from you.\"\nMendiola formed Baccara with another singer, Mayte Mateos, in 1977 when they were both flamenco dancers entertaining tourists on the island of Fuerteventura.\nThe duo were talent-spotted by a record label executive, who signed them to RCA Records in the UK, and gave them Yes Sir, I Can Boogie as their first single.\nA breathy disco classic (which bore a noticeable similarity to Thelma Houston's Don't Leave Me This Way) it topped the charts in 10 European countries, including the UK.\nIt went on to sell more than 16 million copies - more than any girl group had ever achieved at the time.\nSubsequently covered by Sophie Ellis-Bextor, The Fratellis and Goldfrapp, the song gained a new lease of life earlier this summer, after being adopted as Scotland's unofficial anthem at the Euro 2020 football tournament.\nMendiola said she was touched that the song was still a part of people's lives \"after so many years\".\n\"I never thou­ght I'd be in the charts again. I am not young any more but I guess it shows I can still boogie,\" she said.\n\"The Scotland team has reminded people we exist, which is very nice.\"\nAfter Yes Sir, I Can Boogie topped the charts in 1977, Baccara's self-titled debut album became an instant success, and the follow-up single, Sorry I'm a Lady, gave the duo another top 10 hit in early 1978. \nThat same year they entered the Eurovision Song Contest with the novelty song Parlez-Vous Français? - which stressed the importance of a working knowledge of French for anyone hoping to score a holiday romance.\nRepresenting Luxembourg, the duo took seventh place, losing to Israel's Izar Cohen and the song A-Ba-Ni-Bi.\nThe band released two more albums, but by the mid-80s Mendiola and Mateos had parted ways, launching two competing versions of Baccara (called Baccara and New Baccara) who each recorded and toured separately.\nMendiola's incarnation of the band - featuring co-vocalist Marisa Pérez - achieved the most success, scoring a trio of Hi-NRG club hits in the 1980s with the songs Touch Me, Fantasy Boy and Call Me Up.\nThey also appeared on the 2004 ITV reality show Hit Me Baby One More Time, in which former pop stars performed their biggest hit along with a cover version.\nPérez stepped away from the band after being diagnosed with arthritis in 2008, and was replaced by Cristina Sevilla, who broke the news of Mendiola's death on Saturday. \n\"My dear Maria, I do not have the words,\" she wrote on Baccara's Instagram page. \"I can only tell you what I had the opportunity to say so many times in life... I love you.\"\nMendiola's family also released a statement which read: \"She will always be remembered for her love, dedication and respect for the world of music and interpretation. We will always remember her smile.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58532433",
      "category": "uk-wales",
      "title": "Covid: Travellers from Wales can soon use private PCR tests",
      "tags": "Coronavirus lockdown measures,Contact tracing,Travel,Competition and Markets Authority,Coronavirus testing,Welsh government,NHS Wales,Vaccine passports,Coronavirus pandemic",
      "text": "Foreign travellers from Wales can use a wider choice of Covid testing firms from 21 September, the Welsh government has announced.\nWelsh residents can currently only use more expensive NHS tests - except in exceptional circumstances - in a stance that had been criticised.\nBut that will change because of new UK rules policing private PCR travel tests and a spot checks regime.\nThe Welsh Tories have accused Wales' Labour government of a \"belated U-turn\" \nBut Wales' health minister Eluned Morgan said the change is because of new UK regulations which will have an \"impact on standards for private tests\".\nTravellers returning to Wales must currently use NHS PCR tests on day two of their return - and day eight if unvaccinated - at a cost of £68 each. In England, private testing is available, from about £50.\nThis was previously criticised by travellers as \"unfair\" because it meant people in Wales had to pay more - and there had been a £1,000 fine for using a private test provider instead.\nTest requirements applied to travellers returning to Wales even if they arrive at an airport or port in England.\nTory MP David TC Davies had asked the monopolies watchdog to investigate the decision not to allow people returning to Wales to shop around for the cheapest deal on Covid PCR tests to save money, as is allowed in England.\nBut Welsh ministers said NHS testing ensured any positive cases and harmful variants were identified as early as possible, flagging concerns that test results were \"not flowing into Welsh systems\", making it difficult to track and trace holidaymakers who might be infected.\nAs a result of concerns, the Competitions and Markets Authority has made a series of recommendations to UK ministers to improve the travel testing market.\nThe UK government said it would tighten rules on private providers following complaints of \"cowboy behaviour\" by some testing companies, after complaints were raised about inaccurate and misleading advertised pricing and slow delivery of results.\nThe Welsh government said the new measures would ensure test results - including identifying new variants of Covid - would be processed and reported \"quickly and within a comparable time period to NHS tests\", and it will therefore allow private tests to be used for people returning to Wales.\n\"We've been putting a lot of pressure on the UK government to come in with measures that would give us a lot more confidence that if people were to used these private tests that they would be of a particular standard,\" said Ms Morgan.\n\"Given the new regulations and the impact on standards for private tests, we will make changes to the rules to enable people travelling to Wales to book tests with private sector providers, if they wish.\"\nThe health minister said she welcomed the progress made addressing concerns over private testing - and stressed NHS tests would also be available to book.\n\"It's important to remember that coronavirus is still with us, and our advice continues to be that people should avoid all non-essential international travel,\" Ms Morgan added.\nThe Welsh Conservatives have accused Wales' Labour government of a \"belated U-turn\" which they say \"will come as little consolation to the thousands of hardworking Welsh families who've been clobbered by Labour's costly testing scheme\".\n\"Far from something to celebrate, the timing of such an announcement after the conclusion of the summer holidays will anger many families who've been forced to fork out hundreds of pounds due to the stubbornness of Labour ministers,\" said their health spokesman Russell George."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58491726",
      "category": "uk-wales-politics",
      "title": "Boundaries review on MPs leaves five battles looming",
      "tags": "Welsh government",
      "text": "If you find map-reading stressful, spare a thought for Wales' MPs - they've just been given one that could cost them their jobs.\nA plan to redraw Wales' Westminster constituencies, published last Wednesday, would see the number of MPs fall from 40 to 32, leaving the political parties scratching their heads over how to make the numbers add up without too many nasty arguments.\nThe final jigsaw when assembled could look different from the current draft - there are three consultations to go before the map is set in stone.\nBut here are five of the significant questions that might crop up in the months and years ahead. \nThe most high-profile spot on the map where senior Conservative figures are involved in a potential fight for a seat is in west Wales.\nSimon Hart is Welsh Secretary and serves the Carmarthen West and South Pembrokeshire seat which, under the plans, would be redrawn to include parts of Preseli Pembrokeshire.\nThe latter is the current home of Welsh Affairs Committee chairman and former cabinet minister, Stephen Crabb.\nWatch out for a possible Hart/Crabb tussle for the right to run in the rebranded Mid and South Pembrokeshire seat, rather than the new Ceredigion Preseli constituency, which is not such an attractive Tory prospect.\nThe disappearance of the Arfon seat in north-west Wales, held by Plaid Cymru's Hywel Williams, could prompt a question over whether he or the party's Westminster leader Liz Saville Roberts get reselected there.\nArfon is mainland Great Britain's smallest constituency and is split up under the new proposals.\nPart of the seat - including Caernarfon - will be swallowed by a larger version of Dwyfor Meirionnydd.\nLiz Saville Roberts, the party's Westminster leader, was first elected in 2015 after predecessor Elfyn Llwyd stood down. Hywel Williams has represented Arfon, which includes the city of Bangor, since 2010.\nThe south Wales valleys is where this game of musical chairs is most brutal, with a clutch of Labour MPs potentially losing out.\nThe proposed changes see boundaries shift at the northern end of the region, with Cynon Valley split up between Merthyr Tydfil and Pontypridd, and Blaenau Gwent absorbing the Rhymney Valley.\nParts of Caerphilly would also merge into the new Newport West and Caerphilly seat. Much of Neath would become part of a new Swansea east and Neath constituency, while another chunk would join the new version of Brecon and Radnor.\nWould current Caerphilly Labour MP Wayne David be selected to fight Newport West and Caerphilly, or might it be Ruth Jones, who represents Newport West at Westminster now? \nDoes Christina Rees, Neath's MP, run for the new Swansea East and Neath or does Welsh Labour's deputy leader and Swansea East's Carolyn Harris go for it?\nThen there is Gerald Jones, Labour's Merthyr Tydfil and Rhymney member of the Commons - would he stand for Merthyr Tydfil and Aberdare, or could it be the current Cynon Valley MP Beth Winter gets to run?\nIf the south Wales valleys becomes an internal party battlefield, it could be hugely disruptive for Labour.\nWe have been here before - no boundary review has been implemented for a while, with the last one never seeing the light of day.\nDavid Cameron's radical plan to cut the number of MPs and equalise constituencies sat on a shelf for years until Theresa May binned it.\nThe political calculus has changed since the 2019 general election, with the governing party potentially coming under pressure from the changes.\nIt may be easier for the government to ditch the scheme or somehow delay it, rather than risk damaging internal rows.\nA larger Senedd has been the holy grail of the pro-devolution camp in Wales for ages.\nThey say that, with the law and tax making powers the Senedd and the Welsh government now have, 60 Members of the Senedd is simply too few.\nBut ever since the 2009 expenses scandal, politicians have been reluctant to make the case for spending more money on themselves.\nFirst Minister Mark Drakeford has indicated he would like to push ahead with reforming the way the Welsh Parliament is elected.\nDoes losing MPs in Westminster make the case for a bigger Welsh Parliament easier for him?\nMaybe, but it tends to be an uphill battle arguing for more politicians, whatever the circumstances.\nFinally, if these big changes to the way Wales' looks at Westminster do happen, we might just see some of the current crop of Welsh MPs who find themselves surplus to requirements making their way to that other parliament at the other end of the M4, in Cardiff."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58530550",
      "category": "uk-scotland",
      "title": "Covid: Unite calls for Army to ease ambulance waits at A&E",
      "tags": "NHS Scotland,Scottish Ambulance Service,Glasgow,Unite,Coronavirus pandemic",
      "text": "The Army should be drafted in and \"pop-up wards\" erected at Accident and Emergency departments where patients are waiting hours to be admitted.\nThe head of the union that represents Scottish ambulance staff also said \"major incident\" procedures should be initiated to increases resources.\nUnite's Jamie McNamee said crews were waiting up to three hours in Glasgow and Aberdeen to hand over patients.\nThe Scottish government said 99% of calls were handled in under 30 minutes.\nIt comes after the head of the ambulance service apologised for waiting times.\nPauline Howie said staff were working under \"unprecedented pressure\" in response to a \"huge increase\" in Covid and non-Covid cases.\nShe said everything was being done to get people to hospital as quickly as possible, including hiring new staff.\nBut the Unite union said patients were being put at risk because ambulances were having to queue for hours outside A&E departments.\nConvener Jamie McNamee said: \"Regularly we have ambulances queuing at facilities throughout Scotland. \n\"A couple of good examples are Aberdeen Royal Infirmary and the Queen Elizabeth University Hospital in Glasgow where routinely crews will wait three hours.\"\nHe said NHS staff were \"absolutely working their socks off\", but that the average turnaround time for call-outs had far exceeded the 20-minutes it was supposed to take.\n\"Our first option would be to initiate internal national risk and resilience procedures. That would entail building or producing pop-up wards outside the A&E departments that are unable to cope with demand, allow the crews to hand over the patients to these trained clinicians and free up that mobile asset to respond to treble-nine calls,\" he said.\n\"I believe the Army would have similar facilities that could come in helpful. I'm sure they're busy themselves, however I think we find ourselves in a bit of a national crisis at the moment.\"\nThe Scottish government said the NHS was facing significant challenges as the pandemic continued.\nA spokesman added: \"Despite the pressure coronavirus has brought upon our ambulance service, which serves some of the most rural areas in the UK, in 2020-21 crews responded to over 70% of highest priority calls in under 10 minutes and more than 99% in under 30 minutes.\n\"It is vitally important there are no unnecessary delays for ambulances taking patients to hospital and we continue to work closely with the service and with health boards across Scotland to ensure ambulances are cleared as quickly as possible.\nAt First Minister's Questions Nicola Sturgeon said the average wait last week for immediately life-threatening incidents was nine minutes and 30 seconds, a figure she described as \"not good enough\".\nOpposition politicians have cited incidents where patients have faced far longer delays, with Scottish Conservative leader Douglas Ross describing how a stroke patient in Dumfries waited 14 hours for the arrival of paramedics. \nSeveral health boards across the country have warned of rising Covid cases putting severe pressure on their services.\nNHS Highland said it was having to return to prioritising vital care and treatment, such as emergency admissions and cancer care.\nNHS Grampian said Covid patients were up more than 40% in a week while NHS Fife, NHS Ayrshire & Arran and NHS Greater Glasgow and Clyde have postponed non-urgent surgery.\nHealth Secretary Humza Yousaf has previously warned the NHS was facing a \"perfect storm\" of pressure.\nHe said A&E services and ambulance turnaround were under particular strain."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58529158",
      "category": "uk",
      "title": "Coronavirus: PM set to unveil Covid winter plan for England",
      "tags": "Coronavirus pandemic",
      "text": "Boris Johnson will announce his Covid winter plan for England on Tuesday, including contingency measures that would be implemented if the NHS was at risk of becoming overwhelmed.\nThe PM will outline plans for booster jabs after the UK's vaccine advisory body unveils its guidance on Monday.\nOfficials are looking at measures that could be needed if cases rose steeply.\nBut government sources have said further lockdowns are not being considered.\nMr Johnson's Covid plan is set to follow an announcement by the Joint Committee on Vaccinations and Immunisation (JCVI) on who should receive booster jabs. \nThe JCVI said last week that a third vaccine dose should be offered to people over the age of 12 with severely weakened immune systems - which accounts for up to half a million people in the UK.\nIt came after research showing about 40% of people with weakened immune systems had a low antibody response, and potentially less protection, after two vaccine doses.\nThe advice means the most vulnerable - less than 1% of the population - will be offered a third dose, rather than all those on the original list of clinically extremely vulnerable people.\nThe JCVI has yet to announce if a separate booster programme is needed and who would be eligible.\nA government source stressed the Covid winter plan would emphasise how society planned to continue \"living with\" the virus throughout the winter and promote Covid and flu jabs. \nThe Times reports that mandatory face coverings and working from home will be brought back in if there is a winter surge in infections.\nThere is growing concern among ministers that the NHS could come under severe strain if Covid infections surged alongside a bad flu season, the paper says.\nSources have told the Times the government's Scientific Advisory Group for Emergencies (Sage) has devised a series of options to limit the spread of Covid-19 without the use of lockdowns.\nThe legal requirement to wear a face covering ended on 19 July, but people have been advised to continue to wear them in crowded indoor spaces.\nThe UK reported a further 29,547 new infections on Saturday, alongside another 156 deaths within 28 days of a positive Covid test.\nMeanwhile, 89% of the population over the age of 16 have received a first dose of a coronavirus vaccine, while almost 81% have had both doses.\nThe Coronavirus Act - emergency legislation introduced to give the government new powers to tackle coronavirus - is also coming up to its six-month review by MPs. \nMr Johnson is set to repeal regulations in England that are no longer necessary, including the powers to close down parts of the economy, such as businesses, or the placing of restrictions on events and gatherings.\nAlso set to be repealed are regulations that enable the temporary closure or limiting of access to schools, colleges and childcare; those that extend time limits for urgent warrants; and powers to detain infectious people.\nHowever, certain measures from the Act will be kept - including the requirement to self-isolate on receiving a positive PCR test; giving sick pay to those isolating from day one rather than day seven; and the power to keep schools open if they close against government guidance.\nMr Johnson said: \"Thanks to the efforts of the public, the NHS and our phenomenal vaccination programme, we reached step four in our roadmap and life has returned to a sense of normality. \n\"These extraordinary times required necessary but intrusive measures. But I'm determined to get of rid of any powers we no longer need because of our vaccine defences.\"\nThe PM is expected to hold a Downing Street press conference next week to set out the next steps in the government's pandemic response."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58530073",
      "category": "world-us-canada",
      "title": "9/11 anniversary: Emotional tributes paid to lives lost",
      "tags": "September 11 attacks,New York City,United States,Joe Biden",
      "text": "Relatives of people who died on 9/11 have read out victims' names, as the US marks 20 years since the deadliest terror attacks on its soil.\nMany struggled to hold back tearsat the ceremony held at Ground Zero, the site of the Twin Towers destroyed in the attacks by al-Qaeda militants.\n\"Twenty years feels like an eternity, but it still feels like yesterday,\" cried Lisa Reina who lost her husband.\nA minute's silence was held at the exact time each hijacked plane crashed.\nGeorge W Bush, who was the US president at the time, gave a speech in Pennsylvania, where one of the planes crashed into a field after passengers overpowered the hijackers.\n\"The world was loud with carnage and sirens, and then quiet with missing voices that would never be heard again,\" he said.\n\"It's hard to describe the mix of feelings we experienced.\"\nThe official memorial in New York started with a minute's silence at 08:46 (12:46 GMT) - the exact moment the first plane hit the North Tower of the World Trade Center in 2001.\nAll morning, roses continued to be placed beside the names of the 2,977 victims etched into the Ground Zero memorial.\nThere were five more moments of silence over the next few hours - marking the time when the second plane crashed into the South Tower, when a third jet struck the Pentagon just outside Washington DC, when the fourth plane crashed in Pennsylvania, and finally when each tower collapsed.\nThe tributes continued into the night, as two beams of light shone four miles (6.4 km) into the sky.\nWith thousands of names to read out, the list took hours to complete.\nMike Low, whose daughter was a flight attendant in the first plane that hit the World Trade Center, started it off. He thanked those who helped his family get through \"the darkest days of our lives\".\nMr Low recalled the \"grey and black world\" of New York in the aftermath of the attack, and asked for 9/11 to be remembered \"not as numbers or a date, but the faces of ordinary people\".\nLisa Reina was nearly eight months pregnant when her husband Joseph was killed.\nFighting back tears, she said: \"Our son is the spitting image of you... Continue to watch over us and your family. Until we meet again, my love.\"\nA generation of relatives has been born since the attacks, and some took to the stage to share in the name-readings. One young girl told her late uncle: \"I never met you, but I really miss you.\"\nAt the memorial in New York, President Joe Biden and First Lady Jill Biden were joined by former Presidents Bill Clinton and Barack Obama, as well as former First Ladies Hillary Clinton and Michelle Obama.\nMr Biden travelled to all three attack sites on Saturday - New York, Pennsylvania and Virginia.\nIn a video released on the eve of the anniversary, he paid tribute to the victims.\n\"No matter how much time has passed, these commemorations bring everything painfully back as if you just got the news a few seconds ago,\" he said.\nVice-President Kamala Harris spoke in Shanksville, Pennsylvania after George W Bush. \n\"We must challenge ourselves to look back, to remember, for the sake of our children... and for that reason, we must also look forward,\" she said.\nIt is thought that the hijackers of the plane that crashed into the Shanksville field meant to attack the Capitol Building in Washington DC, but passengers and crew fought back. At a wreath-laying ceremony, Mr Biden said they had shown \"genuine heroism\".\nOn Saturday morning, former President Donald Trump released a video statement praising first responders and adding it was a \"sad time for the way our war on those that did such harm to our country ended last week\" - referring to the US withdrawal from Afghanistan.\nMr Trump did not attend the ceremony in New York, however he did visit a Manhattan police station near Trump Tower. Later on Saturday he was due to provide commentary for a boxing match in Florida with his eldest son, Donald Jr.\nOther ceremonies included a vigil at the New York Fire Department's memorial wall - a 56-foot bronze wall that honours the 343 firefighters who died on the day of the attacks.\nIn total, 441 first responders were killed, the largest loss of emergency personnel in US history. \nAt the Pentagon outside Washington, a dawn service was held. \nTwo pipers played Amazing Grace as a small group of military leaders looked on in solemnity, the building bathed in blue light.\nA chapel of remembrance now marks the spot where American Airlines flight 77 crashed into the US defence building.\nMore on the 11 September attacks"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58514414",
      "category": "business",
      "title": "Watchdog urges tougher line on Covid test firms",
      "tags": "Companies,Competition and Markets Authority,Coronavirus testing,Coronavirus pandemic",
      "text": "The government needs to apply tougher standards to its list of approved Covid travel test providers, the competition watchdog has said.\nThe call comes as part of fresh advice from the Competition and Markets Authority (CMA) amid concerns that consumers are being ripped off.\nUK travellers must take PCR tests when they return from abroad, choosing from a list of 400 or more authorised firms. \nBut the CMA said basic standards should be upgraded and enforced.\nIt also said consumers should be able to \"get the information they need to compare providers properly and find the best deals for them\".\nLast week, the CMA said it had begun an investigation into one firm, Expert Medicals, following complaints that Covid test results had not been provided on time or at all. \nIt has also warned a further 19 firms about advertising misleading prices, following a review that found customers often faced poor service, hidden fees and refund issues.\nIn its latest advice, the CMA said there were features of the PCR testing market which meant competition alone would not deliver the right outcomes for consumers.\n\"There is a risk of a 'race to the bottom', in which providers compete on grounds other than high clinical quality and travellers end up losing out,\" it added.\nAs a result, it said, it was making a number of recommendations to the government, including: \nTests cost about £75 per person on average in the UK, but there are reports of some being offered for as little as £20, and others for more than £500.\nThere have also been reports that some government-authorised providers do not have full accreditation.\nThe government has already issued warnings to 82 firms that they could be removed from its list of authorised providers if they advertise misleading prices.\nRory Boland, Which? travel editor, said the CMA's review \"reinforces Which?'s repeated warnings to the government that the current private testing system is not fit for purpose\".\n\"The government must now urgently set out how it will implement the regulator's recommendations and ensure safe, reliable and affordable tests are available for all travellers,\" he added.\nAvi Lasarow, EMEA chief executive of Project Screen by Prenetics, which is on the government list of test providers and provides testing at the major UK airports, welcomed the CMA's findings, saying: \"Hopefully this will drive the cowboy testers out of town.\"\nHe added: \"Holiday PCR testing will be a way of life for travellers for some time to come as we need to protect the UK from new variants entering the country.\n\"However, the government could help travellers even more by abolishing VAT on holiday PCR tests, so they can travel safer and cheaper.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58522061",
      "category": "uk",
      "title": "9/11 anniversary: Queen tells Biden the victims are in her prayers",
      "tags": "September 11 attacks,Boris Johnson,al-Qaeda",
      "text": "The Queen has sent a message to US President Biden marking 20 years since the 11 September attacks, saying her thoughts and prayers are with the victims, survivors and their families.\nIn her message, she also paid tribute to the resilience of the communities who joined together to rebuild.\nUK Prime Minister Boris Johnson said the terrorists had failed to \"shake our belief in freedom and democracy\".\nAfter sunset, 67 candles were lit to remember the British victims.\nCommemorations have been taking place at a memorial garden in Grosvenor Square, London, where a private service of remembrance was held earlier, organised by a support group for victims' families. \nOther events have been held around the world to remember the 2,977 people killed. \nThe attacks, which were planned by al-Qaeda from Afghanistan, saw four US passenger jets seized by suicide attackers - two of which were flown into the Twin Towers of the World Trade Center in New York.\nAnother plane crashed into the Pentagon, just outside US capital Washington DC, and a fourth plane crashed in a field in Pennsylvania after passengers fought back.\nIn her message to President Biden, the Queen said: \"As we mark the 20th anniversary of the terrible attacks on September 11 2001, my thoughts and prayers, and those of my family and the entire nation, remain with the victims, survivors and families affected, as well as the first responders and rescue workers called to duty.\n\"My visit to the site of the World Trade Center in 2010 is held fast in my memory.\n\"It reminds me that as we honour those from many nations, faiths and backgrounds who lost their lives, we also pay tribute to the resilience and determination of the communities who joined together to rebuild.\"\nAnd in a defiant message to mark the anniversary, the prime minister said while the terror threat remained, people refused \"to live in permanent fear\".\n\"That we are coming together today - in sorrow but also in faith and resolve - demonstrates the failure of terrorism.\"\nEvents have also been taking place at Windsor Castle, where a special changing of the guard ceremony took place, during which the US national anthem was played. It was an echo of the playing of the Star Spangled Banner at Buckingham Palace 20 years ago on the day after the atrocity, as a gesture of solidarity. \nThere was a minute's silence after the Band of the Welsh Guards performed the anthem, watched by hundreds who had gathered at the castle.\nActing US ambassador Philip T Reeker said the events were a reminder that the US had \"no closer ally and no closer friend in good times and in bad times\" than the UK. \nHe said: \"This has shown the special relationship remains so crucial to all of us.\" \nMr Reeker was among those attending another event at Queen Elizabeth Olympic Park in London, organised by education charity Since 9/11 for survivors of the attacks.\nDuring the commemoration, the message from the PM was played, in which he said recent events in Afghanistan had only strengthened people's belief in freedom and democracy.\n\"Twenty years ago, September 11 2001 became, in President Roosevelt's words after Pearl Harbor, a 'date which will live in infamy',\" Mr Johnson said.\n\"On a crystal clear morning, terrorists attacked the United States with the simple goal of killing or maiming as many human beings as possible, and by inflicting such bloodshed in the world's greatest democracy, they tried to destroy the faith of free peoples everywhere in the open societies which terrorists despise and which we cherish.\"\nMr Johnson said that \"precisely because of the openness and tolerance of the United States\", people of almost every nationality and religion were among those murdered that day.\n\"But while the terrorists imposed their burden of grief and suffering, and while the threat persists today, we can now say with the perspective of 20 years that they failed to shake our belief in freedom and democracy; they failed to drive our nations apart, or cause us to abandon our values, or to live in permanent fear.\"\nTony Blair, who was prime minister at the time, also recorded a message for the event, saying the thinking of the 9/11 terrorists was \"filled with hatred, an ideology at violent odds with a world seeking to flourish across boundaries of faith and culture\".\nIt is as \"flawed and irrational\" today as it was 20 years ago, he said. \nOn 11 September, 2001, Andrew Cullen - originally from Motherwell in North Lanarkshire - arrived at work on the 89th floor of the South Tower. Soon afterwards, he heard an explosion in the North Tower.\n\"Myself and three colleagues made the decision to get out of the building, so we headed towards the stairwell and began descending from the 89th floor down to the Sky Lobby at the 44th floor,\" he said.\n\"It was at that point that the port authority instructed us to go back to our offices, so they sort of shuffled us into one of the freight elevators.\n\"At that point the button for 78 was lit but we decided we wanted to go down, so I was the one who pounded the lobby button just a few moments before the second plane hit the tower above us.\"\nLabour leader Sir Keir Starmer said the anniversary was about remembering and honouring those who were killed and showing \"support to our American friends as they mark this difficult time in their history\". \nHe said the tragedy was \"still so raw\", with the consequences of the attacks \"still being felt to this day\". \n\"But as we mark this anniversary, I'm convinced our resolve has never been stronger,\" he said. \"We will continue to fight terror and violence, by promoting our values of justice and peace.\"\nLondon Mayor Sadiq Khan said the lives of innocent people, including the 67 Britons, would be remembered, adding: \"Our values of freedom, tolerance and respect will always, always prevail. Hate will never win.\"\nThe Archbishop of Canterbury said 20 years on it was still hard to articulate the sense of \"shock and horror\" felt around the world after the attacks - including \"the devastating loss experienced by so many people, and the fear and uncertainty that terrible day brought\".\nJustin Welby added: \"9/11 was a sharp reminder to us of the fragility of the privilege many of us have of living free of the threat of violence, while many in our world continue to wake to war or the fear of war.\"\nHe urged his followers to follow the example of the first responders to the Twin Towers and be willing \"to make sacrifices for the wellbeing of others\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57657960",
      "category": "uk-wales",
      "title": "Inquest delays: Three-year wait for answers over death of girl, 4",
      "tags": "Ministry of Justice,Inquests,Sepsis,Bereavement",
      "text": "A mum whose four-year-old daughter died with sepsis says waiting more than three years for her inquest has added to her grief.\nSkyla Whiting died days after becoming unwell with an upset tummy in May 2018. Her inquest is set for 19 November. \nHer mother Amy Whiting, from Blaenavon, Torfaen, said the wait had been \"like a big black cloud over your head\".\nThe Ministry of Justice said the Covid pandemic had posed \"significant challenges\" but services had continued. \nMrs Whiting said: \"Skyla was a beautiful, bubbly little girl and really, really healthy, no medical problems at all. \n\"Everything about her was special, she was our world.\" \nMrs Whiting said when Skyla came home from school complaining of an upset tummy in May 2018 she took her to her GP, who initially thought her lactose allergy may have come back.\nThat night, Skyla became unwell with a temperature and a rash over her body, so her parents took her back to the GP the next day where they were told she had a viral infection. \nHer condition again worsened that night.  \n\"She seemed to be very thirsty all the time, she had a really high temperature of over 40, and she was vomiting,\" said Mrs Whiting.\nHer parents took Skyla to Nevill Hall A&E department in Abergavenny, Monmouthshire. \nAfter spending some time on the children's ward they were again told Skyla had a viral infection and sent her home. \nMrs Whiting said: \"Skyla again overnight became more poorly.\n\"We phoned the hospital in the morning and asked could we bring her back in and we were told no, they didn't want us to bring her back in because her symptoms were that of a viral infection. \n\"So I phoned back again an hour later and said 'no, I'm not happy about that, I want her to go back in, she's definitely deteriorating'. \n\"She was vomiting, she had diarrhoea she couldn't even walk, we were carrying her.\"  \nSkyla was taken back to the children's ward where they did blood tests which found her infection levels to be seriously high.\n\"Her lips had turned blue and she was in extreme pain with her legs,\" said Mrs Whiting. \n\"It took until seven o'clock the next morning for a consultant to come and actually see her. He then realised that she was in septic shock.\n\"She was ventilated and taken to Noah's Ark Children's Hospital [in Cardiff], who were absolutely fabulous with her but unfortunately it was too late by the time we got there.\" \nSkyla deteriorated further overnight and she died on 15 May. \nAneurin Bevan University Health Board said: \"Our thoughts remain with the family of Skyla and we're very sorry for the circumstances surrounding the care she received. \n\"This matter has been fully investigated by the health board in accordance with its serious incident protocol. \n\"The findings have been fully and openly shared with the family and the Senior Coroner for Gwent.\"\nIt said the health board had already undertaken \"corrective actions to address the issues raised through our investigation\". \n\"We have focused heavily on the topic of sepsis during staff clinical governance days, as well as increasing awareness of the Clinical Sepsis Pathway and emphasising the importance of recognising the symptoms of deteriorating patients,\" it said. \nSkyla was Mrs Whiting and her husband's first child. The couple have since had a son, aged two. \n\"I don't cope very well,\" said Mrs Whiting, \"whenever he's unwell I think the worst.\"\nMinistry of Justice data showed in 2020, 271 inquests had been open for more than a year and 73 of those had been open for more than two years. \nThat is a 138% rise on the previous year, when a total of 114 had been open for more than a year.\nWales has seven coroners. In 2020, the area with the highest average time to process an inquest was Gwent with 46 weeks, followed by North Wales (east and central) at 40 weeks and Ceredigion at 36 weeks.\nCarmarthenshire and Pembrokeshire and Swansea and Neath Port Talbot followed, both with average processing times of 32 weeks, South Wales Central at 31 weeks and North West Wales with 28 weeks. \nMrs Whiting said: \"Waiting for the inquest to happen or just finding out if there's going to be an inquest is draining, it's absolutely draining. \n\"It's like a big black cloud over your head, everybody knows that inquests are not nice things to go through and the constant waiting is exhausting.\n\"I don't know why it's been delayed, I don't know if it's because of Covid.\"\nShe and her husband plan to attend the inquest: \"I'm really nervous. We've had some of the witness statements and it brings back all the trauma.\"\nMrs Whiting said not enough consideration had been given to bereaved people during the pandemic: \"I feel like it is such a traumatic thing to have to go through and I do feel that there needs to be more support out there for families. \n\"I haven't had any [emotional] support from the system, I've had to go privately.\"\nShe said communication needed to be improved: \"Just to be kept updated maybe once a month - you go so long without hearing anything and it would be really good to be kept in the loop about what's happening.\n\"I think communication in these circumstances is everything because that's the only thing that you're kind of holding onto is waiting to hear things.\"\nLaw Society president I. Stephanie Boyce said: \"Inquest delays are another example of where the general lack of investment in the justice system is creating lengthy delays which will impact all the people involved in the case, including those suffering a bereavement. \n\"As the coroner's inquest cannot be finalised until the completion of the related criminal trial, the significant backlogs in the criminal courts, which pre-dated the pandemic but have been exacerbated by it, means lengthy delays will inevitably delay the inquest.\"\nA Ministry of Justice spokeswoman said: \"While the pandemic has posed significant challenges, these vital services have continued to be delivered - thanks to dedicated coroners, their hard-working staff, and additional funding provided by the government.\"\nRebecca Mather, associate solicitor in the clinical negligence team at law firm Hugh James, said: \"This is already an incredibly difficult and upsetting time for those who have lost a loved one.\n\"Many families see the inquest process as an opportunity to get answers, to ensure that a full review is carried out, and to find closure in tragic circumstances.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-pacific-58485674",
      "category": "world-asia-pacific",
      "title": "Why is there a food emergency in Sri Lanka?",
      "tags": "Reality Check",
      "text": "Sri Lanka has seen long queues to buy essential items amid tight lockdown measures to control the spread of Covid-19.\nShelves at government-run supermarkets have been running low - some even empty - with very little stock remaining of imported goods like milk powder, cereal and rice. \nThe government denies there are shortages and blames the media for stoking fears. \nIt follows the government declaring a state of emergency and Sri Lanka's Central Bank chief stepping down amid a foreign exchange crisis. \nOn 30 August, President Gotabaya Rajapaksa announced strict controls on the supply of essential goods.\nThe government said this was needed to prevent traders hoarding food items and control inflation.\nSri Lanka is grappling with a depreciating currency, inflation and a crippling foreign debt burden. There has also been a slump in foreign tourism due to the pandemic.  \nThe economic slowdown is of particular concern for a country that has been one of the strongest performing in South Asia. \nIn 2019, it was upgraded to an upper middle-income country by the World Bank, but then downgraded the following year.\nThe country's debt burden has also been growing - from 39% of Gross National Income (GNI) in 2010 to 69% in 2019, according to the World Bank.\nAs a result of the economic crisis, the prices of some essential food items have been rising. \nIn recent months, items such as sugar, onions and lentils have been rising in cost.\nMeanwhile, after rising in May, the price of rice fell and has continued to drop following the imposition of a retail price cap from the start of September.  \nThe emergency regulations allow the government to provide food items and other essentials at fixed prices by buying up stock from traders.\nIn regard to shortages, the country's finance ministry told the BBC in a statement that these were \"artificial\".\n\"The creation of an artificial shortage by unscrupulous elements will obviously lead to increases in prices of those items.\"\nThe government has strongly denied that shortages are imminent. \n\"We can give a categorical and firm assurance that all essential items would be readily available at all times,\" the finance ministry said in its response to the BBC.\nState Minister Ajith Nivard Cabraal has blamed the opposition for \"false reports\" about food shortages. \nHowever, long queues have been observed for items such as sugar, rice, lentils and milk powder. \nRamya Sriyani, who was in the queue at a state-run supermarket in Gampaha near Colombo, said that she had had to wait about an hour, and then was not able to buy rice or milk powder as they had run out.\nMembers of parliament critical of the government's policy have said other laws to monitor hoarding and price rises were already available and the decision to declare an emergency was made in \"bad faith\".\n​​\"[The crisis] is merely a manifestation of a power struggle where the president and government are callously risking lives of citizens, with the hope of consolidating power,\" Eran Wickramaratne, from the opposition SJB party, said in the Sri Lankan parliament. \nIn April, the government banned imports of chemical fertilisers, pesticides and herbicides, to encourage organic farming. \nBut the move and its implementation have been criticised.\n\"We are not against organic farming, but against sub-standard chemical fertilisers which were being imported,\" said Namal Karunaratne, national organiser of All Ceylon Farms Federation. \nHowever, he added that \"the answer to that is not banning imports overnight.\" \nSome farmers say the rapid switch could significantly cut production. \n\"The productivity of the organic fertiliser is less than chemical fertilisers, it would decrease our production and make our survival more difficult,\" said HC Hemakumara, President of Ampara district joint farmers association.\nAbout 90% of Sri Lanka's farmers use chemicals, according to a survey in July. \nAnd the highest dependence on chemical fertilisers was among those growing rice, rubber and tea.\nTea accounts for 10% of export income, and some producers have said they may lose up to 50% of their crop production. \nProf Sabine Zikeli, of the Centre for Organic Farming at the University of Hohenheim in Germany, says a rapid transition to organic could threaten a country's food security.\n\"You can't simply change these conventional cropping systems, you need transition periods,\" she says.\n\"In organic farming, the normal transition period to adapt....about three years or even longer, depending on the country.\" \nIn 2008, Bhutan introduced a policy of going 100% organic by 2020.\nBut it fell a long way short of achieving this target and a recent study shows yields from the organic farming it has introduced have been substantially lower, leading to a rise in dependence on imports.\nSri Lanka could now face a similar situation, Prof Zikeli, who co-authored this study, says.\nAnd its current economic crisis could add to the threats to its food security.\nSri Lanka is running low on foreign exchange - and the money it has is going towards debt settlement. \nIts foreign reserves stood at $2.8bn (£2bn) at the end of July, down from $7.5bn in November 2019, when the government took office.\nAnd it has outstanding payments due on its foreign debt this year in the region of $4bn.  \nAnd that could affect essential imported items - such as sugar, wheat, dairy products and medical supplies - which might all face growing supply problems.\nRead more from Reality Check\nSend us your questions"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58519996",
      "category": "business",
      "title": "TUC: Jobs at risk if UK fails to hit carbon emissions target",
      "tags": "Companies,Trades Union Congress,United Nations,Climate change,Carbon neutrality",
      "text": "Up to 660,000 jobs could be at risk if the UK fails to reach its net-zero target as quickly as other nations, the Trade Union Congress (TUC) has warned.\nThe government has pledged to cut carbon emissions by 78% by 2035.\nBut the TUC fears many jobs could be moved offshore to countries offering superior green infrastructure and support for decarbonisation. \nThe union body is calling for an £85bn green recovery package to create 1.2 million green jobs.\nTUC research from June shows the UK is currently ranked second last among G7 economies for its investment in green infrastructure and jobs. \nHowever, the Department for Business, Energy and Industrial Strategy (BEIS) says the TUC's claims are untrue and that it does not recognise their methodology.\nThe government is currently considering the recommendations of an independent report into the future of green jobs, a BEIS spokeswoman stressed. \n\"In recent months we've secured record investment in wind power, published a world-leading Hydrogen Strategy, pledged £1bn in funding to support the development of carbon capture and launched a landmark North Sea Transition Deal - the first G7 nation to do so - that will protect our environment, generate huge investment and create and support thousands of jobs,\" she added.\nThe TUC says steel industry jobs are at great risk are jobs because their manufacturing process is dependent on burning coal at high temperatures. \nOther nations such as Sweden are already bringing to market new technologies that enable steel production without using coal.\nIn August, Hybrit, a joint venture between Swedish firms SSAB, LKAB and Vattenfall, made its first delivery of green steel using hydrogen from the electrolysis of water with renewable electricity, while another firm H2 Green Steel is planning to open a hydrogen plant in 2024.\nSSAB has a partnership with Mercedes-Benz to introduce fossil-free steel into vehicle production as soon as possible. The German carmaker wants its entire car fleet to be carbon-neutral across the supply chain by 2039.\nThe TUC's analysis suggests the jobs at risk include:\nThe UK's green recovery investment is currently a quarter of France, a fifth of Canada, and 6% of the US, it says. \nAccording to TUC general secretary Frances O'Grady, the clock is ticking for the UK: \"Thatcher devastated Britain's industrial heartlands with the loss of industry and jobs. Boris Johnson is on the brink of doing more of the same.\"\nShe said that unless the government urgently scales up investment in green tech and industry, the UK could risk losing hundreds of thousands of jobs to competing nations.\nIndustry body the CBI agrees, although it thinks the UK has already \"made excellent strides\" in cutting emissions from the power sector.\n\"Now is the time to back up this progress with concrete policies and programmes,\" said the CBI's decarbonisation director Tom Thackray.\n\"CBI analysis suggests that spending in areas like electric vehicles and energy efficiency could create 250,000 net new jobs by 2030, but the window of opportunity to realise this is shrinking by the day.\"\nAlan Coombs, 56, is a Community trade union representative at the Port Talbot steelworks, the UK's largest steel production plant with around 4,000 workers. He has worked at the plant for 40 years. \n\"Companies overseas are already setting target dates for green steel, but the UK isn't even putting our toe in the water,\" he told the BBC.\n\"We've got to have a strategy of what it looks like - how we actually make the steel going forward.\"\nHe says he can't see how any firm will be able to deliver new technologies without government support, because it will be expensive. \nBut most of all he thinks speed is needed: \"We need to determine what it looks like for us and get on with it - because, environmentally, I think most every industry realises it's got to change.\n\"We are not part of the debates, so you can imagine - people are [like], 'Where am I going to be working? What's going to happen to the plant that I work on... and what is the future going to look like?\"\nCritiquing the TUC's analysis, Prof Jagjit Chadha, director of the National Institute of Economic and Social Research (NIESR), points out that the UK has \"made significant progress since 1990\" on cutting carbon emissions.\n\"In the UK, we're almost halfway towards our target, as of last year, in part helped perversely by the Covid crisis,\" he said. \nHe is not certain it is possible to tell whether the UK has lost its competitiveness in international trade, particularly since other countries generate more pollution than us.\nHe also says that only \"a very small fraction of people\" - 2-3% of the labour force - is directly affected by the UK falling behind other nations in net-zero targets.\nBut he sees it as inevitable that all industries will eventually have to go green and he wants government plans \"that promote the rotation of the economy away from one that's emitting carbon emissions to one which isn't.\"\nWhen the UK was part of the EU, it was given about £7bn from the European Investment Bank per annum, which then led to £20bn in investment a year - the government will need to find investment to replace that.\n\"If we think about that happening over the next 10 years, we're then talking about public and private investment public together, probably in the region of £200bn,\" he said.\nUnions and bosses aren't always on the same page, but when it comes to carving out a green future, they are broadly at one. \nRevolutions are rarely bloodless. The transition to a net-zero economy will inevitably have some impact on traditional jobs, especially in polluting industries. That's spelt out in the government's Green Jobs Taskforce report from July. \nSo it's a delicate time. The extent of the impact will depend on the policy decisions we make now and whether sectors like the steel industry can be persuaded that there is a tasty enough \"carrot\" to go green, in the form of incentivising demand for a greener product perhaps or extra funding.  \nAnd whether the \"stick\" - in the form of any policy to push firms to net-zero - won't be used too aggressively. \nIt's a difficult path for the government to tread. The UK has a legally binding commitment to reduce pollution by 2050. \nHowever this will come at a massive financial cost, at a time when the pandemic has left the UK with high levels of public debt.  \nWith all that in mind, the government will set out more information on how the move to net-zero will happen and how it will be paid for, in its Net Zero Strategy, launched ahead of the COP26 summit at the end of October. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58533972",
      "category": "uk",
      "title": "Afghanistan: Pen Farthing 'so happy' as rescue workers escape",
      "tags": "Kabul,Afghanistan,Animals",
      "text": "Former Royal Marine Paul \"Pen\" Farthing said the campaign to evacuate workers at his animal shelter from Afghanistan has been \"a complete success\".\nLast month, Mr Farthing was forced to leave behind 68 staff and family members when he and some 150 animals were evacuated from Kabul.\nThe staff are now in Pakistan in the care of the British High Commission.\nForeign Secretary Dominic Raab said they would be brought to the UK in the coming days.\nMr Farthing's Nowzad animal shelter in Kabul - which cared for dogs, cats and donkeys, some of them belonging to UK servicemen and women - was a cause taken to the hearts of many Britons as the Taliban seized control of Afghanistan.\nBut when the Afghan staff were unable to leave during the frantic mass evacuation, concerns were raised that animals had been prioritised over people.\nMr Farthing, who insisted that his evacuation mission Operation Ark was intended for both people and animals, said the staff are \"now safely in Islamabad\" and being supported by the British High Commission.\nHe said he had seen pictures of staff and family members - who include 25 children and a newborn baby - after their arrival in Pakistan and the smiles on their faces \"just tell you everything you need to know\".\nThe operation had been a \"complete success\", he said. \"This is absolutely mind-blowing. It has still not really sunk in.\"\nMr Raab said on Twitter that he was pleased the staff of Nowzad had successfully crossed the border into Pakistan, adding that the British High Commission staff are assisting them and \"we look forward to welcoming them to the UK in the coming days\".\nThe Afghan staff had previously made it to the airport with paperwork from the British government to leave, but Mr Farthing said last-minute changes by the US authorities to require a passport with a visa meant they were not allowed into the airport.\nDespite the wave of public support for the animal shelter, the evacuation mission had caused controversy, with Defence Secretary Ben Wallace saying that some of Mr Farthing's supporters had \"taken up too much time\" of senior commanders as they struggled to get to grips with a humanitarian crisis.\nMr Farthing also apologised for leaving an expletive-laden message for a government aide as he tried to arrange the rescue of his staff and animals."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58531347",
      "category": "uk-england-beds-bucks-herts",
      "title": "M1 crash: Mum accused of killing children might alter appearance, say police",
      "tags": "Milton Keynes,Derby,M1 motorway",
      "text": "Police said a woman accused of killing her two children in a crash on the M1 might \"try to alter her appearance\".\nA judge issued an arrest warrant for Mary McCann, 35, of Bamford Avenue, Derby, on Friday after she failed to attend Aylesbury Crown Court.\nShe was due to answer two charges of causing death by dangerous driving. \nHer 10-year-old son Smaller and four-year-old daughter Lilly died after a collision with an HGV near Milton Keynes on 9 August.\nThey were killed after the family's Vauxhall Astra collided with the lorry between junctions 14 and 15 of the northbound carriageway at about 23:10 BST.\nPolice said Ms McCann has links to Derby, Huntingdon, Luton, the Northolt and Uxbridge areas of London and Ireland.\nSgt Dominic Mahon, of the joint operations roads policing unit, said: \"We are appealing for the public's help in locating Mary McCann after she failed to appear at court in connection with a fatal road traffic collision in Milton Keynes.\n\"We believe that it may be possible for McCann to try to alter her appearance.\"\nMs McCann is described as being about 5ft 1in (1.54m) tall, of medium build, with brown hair and blue eyes. \nPolice said she also speaks with an Irish accent.\nOn Friday, Judge Francis Sheridan said he wanted ports and airports on alert for her.\n\"It is most likely she will flee to Ireland,\" he said.\n\"This is a sad case, but by absconding to avoid the indictment being put is in my view tactical.\"\nMs McCann and another child passenger were injured in the crash. A family member said they were on their way back from a party in London and Ms McCann's 13-year-old daughter had stayed in the city.\nThe court heard her children's funerals had been held on Monday and Tuesday.\nDefence barrister Laban Leake said: \"She gave a telephone number, an attempt was made to contact that number, but there was no response.\n\"We know nothing of her state of mind.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58517295",
      "category": "uk",
      "title": "NHS sparks pride but one in five go private, survey finds",
      "tags": "Newport,NHS",
      "text": "The NHS makes people proud to be British but one in five has been forced to go private, suggests a survey of more than 4,000 adults in the UK.\nSome complained of having to \"fight for treatment\", while others faced discrimination, the research by charity Engage Britain found. \nToo many are \"let down every day by our health and care services,\" said the charity's director, Julian McCrae. \nNHS England said hardworking staff were reducing the backlog from the pandemic. \nThe researchers found 77% of the people questioned were proud of the NHS. \nHowever, the nationally representative online survey also found:\nAmong people from ethnic minorities, 22% said they or a loved one had experienced racism when seeking treatment. \nOverall, more than a quarter of those questioned felt their problems were not taken seriously, rising to 45% of women aged 18-34. \nDee Montague from Newport spent her life savings on private care for her endometriosis, because the NHS left her feeling \"dismissed, disrespected and desperate\". \nShe says she left a meeting with a consultant, feeling suicidal. \n\"I did not want to die, I just wanted it to be better, I wanted it to stop. You just feel like nobody believes you and nobody's listening to you,\" she told the BBC. \nFloss Salter, 20, from Leicestershire, who was born with cerebral palsy and needs regular care from a physiotherapist, found that despite years of NHS treatment as a child, she had to begin the process of finding the care she needed all over again, when she turned 18. \nShe told the BBC: \"It's just the time it takes to get everything you need, ringing receptionists and being on hold for hours, just to get a simple question answered... or waiting for five or six months just to get a chat with a physio. It's just really frustrating.\"\nThe vast majority (85%) of people acknowledged that NHS staff are overstretched, doing as much as they can with the resources available.\n\"Overworked staff are being pushed to breaking point,\" said Mr McCrae. He called for reforms to \"address the daily challenges that so many in Britain are facing\". \n\"Only answers rooted in real experiences can deliver health and care that works for us all.\"\nProf Stephen Powis, national medical director for NHS England, said: \"NHS staff have worked tirelessly over the pandemic, caring for 450,000 patients with the virus in hospital, which has inevitably had a knock-on effect on less urgent care and created a backlog, but staff are also now pulling out all the stops to recover services and help more people as they come forward for care.\" \nOfficials highlighted figures showing a big increase in patient treatments carried out this summer, compared to last, with 3.9m diagnostic tests and 2.6m patients beginning consultant-led treatment in June and July, compared with 2.7m tests and 1.6m treatments in June and July 2020.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-58531131",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Bullying probe recommends Bishop Anne Dyer should leave role",
      "tags": "Orkney,Aberdeen",
      "text": "A report into allegations of bullying against Scotland's first female bishop has recommended she leave her role.\nThe report for the Scottish Episcopal Church looked at allegations against Bishop Anne Dyer in the Diocese of Aberdeen and Orkney.\nIt claims Bishop Dyer's diocese is suffering from \"systemic dysfunction\".\nBishop Dyer has responded by saying she has faced \"significant bullying and harassment\" since taking up the role in 2018.\nThe Scottish Episcopal Church said it was setting up a mediation process. \nThe independent report was compiled by former Church of Scotland Moderator Prof Iain Torrance and says a number of witnesses told him they had been bullied by the bishop. \nProf Torrance said he \"cannot recommend the continuation of a tenure in which I fear that more people will be made to feel diminished and discouraged\". \nThe former moderator added that Bishop Dyer no longer enjoyed the trust and confidence of a number of the priests in the diocese.\nBishop Dyer was selected as the Bishop of Aberdeen and Orkney in November 2017, making her the first woman to become a bishop in the Scottish Episcopal Church.\nShe said it was her \"earnest desire to seek to understand and take responsibility for my contribution to the present distress\" in her diocese.\nThe bishop also said that she had been \"subject to significant bullying and harassment on a number of fronts\".\nIn a statement, she added: \"There are a diversity of views in the diocese, different perspectives and understandings of what is happening among us. \n\"In addition, I am also conscious that since his investigation was carried out, I have continued to be subject to repeated attacks on social media, some of which has been described as simple harassment, and others reported to the police as possible hate crimes.\"\nA statement from the College of Bishops said it \"recognises the level of hurt and upset experienced by a number of people in the diocese and hopes that the mediation process will help to bring healing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-53763899",
      "category": "uk-wales",
      "title": "Care worker low wages in Wales 'not sustainable'",
      "tags": "Cardiff,Cardiff University,Social care,Home care,NHS Wales,Care homes,Coronavirus pandemic",
      "text": "The low wages of social care workers are not sustainable, say researchers.\nFewer than half earn a \"real living wage\" of £9.30 an hour, with no above-inflation pay rises in care homes for 10 years, according to a Cardiff University report.\nThe authors said the \"endemic\" low pay has an unequal affect on women, as they make up four of every five care home workers.\nThe reports calls for wide-ranging reforms of the sector.\nIt said the coronavirus pandemic had \"starkly exposed the vulnerability of the residential care sector\".\n\"The current low levels of remuneration of the workforce does not look sustainable in terms of quality and consistency of care and staff turnover,\" said Wales Fiscal Analysis researchers at the university's Wales Governance Centre.\nThey also said rates of pay in care in the UK appear to be lower than other countries.\nBut the report warned pay rises would have \"substantial resource implications\" for governments and private care providers.\nThe Living Wage Foundation said people outside London should earn £9.30 an hour, instead of the £8.72 that employers must pay everyone aged over 25 under the national living wage set by the UK government.\nImproved pay and conditions are one of four things that deserve attention, said researchers.\nOther recommendations included more funding, an accurate prediction of growing demand, and rethinking the \"fragmented\" way the system is operated between councils and private companies.\nThe report also highlighted the role of unpaid carers who look after friends and family. The report said it would cost about £8bn - roughly the size of the entire NHS budget - to pay for the care they provide.\nBut even before the crisis, ministers were looking for new ways to fund social care, including the possibility of introducing new taxes in the next Senedd term.\nCian Sion, one of the report's authors, said: \"It seems inevitable that Wales will have to spend more on social care over the next decade. A national conversation about what the future mix of care provision might be, and who will meet this cost is long overdue.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58530744",
      "category": "uk-wales",
      "title": "Finsbury Park mosque attacker fears eye loss after prison stabbing",
      "tags": "Finsbury Park mosque attack,Finsbury Park mosque attack trial,Full Sutton,Cardiff,Finsbury Park",
      "text": "The terrorist behind an attack on the Finsbury Park mosque in London may lose sight in one eye after a prison attack, a court has heard.\nDarren Osborne was jailed for life for murdering Makram Ali after deliberately ploughing into a crowd of people in north London in June 2017.\nThe 51-year-old from Cardiff was stabbed at HMP Full Sutton in August 2020, Hull Crown Court heard.\nConvicted killer Patrick Chandler has pleaded guilty to the assault.\nChandler launched the \"unprovoked\" attack on Osborne on a prison sports pitch using a sharpened wooden tool, the court was told.\nHe stabbed Osborne in the head, arm and torso before snapping the weapon in his forehead.\nThe court heard that Chandler's attack left extremist Osborne with \"significant\" and \"permanent damage\" to his eye.\nHer Honour Judge McKone said Osborne had been left \"very frightened of losing the sight in his right eye\" and although was expected to make a full recovery, could end up requiring a glass eye in the future.\nThe assault has also left Osborne, from the Pentwyn area of Cardiff, with permanent tissue damage to his arm.\nOsborne is serving a minimum of 43 years for the Finsbury Park attack, after being convicted in 2018 of murder and also attempted murder.\nDuring Osborne's trial, the prosecution said they were \"clear throughout that this was a terrorist attack\".\nHis attacker Chandler was already serving a life sentence for a murder in Essex in 2017.\nThe 48-year-old was also given an additional 10 year term for another attack on an inmate at a prison in Chelmsford.\nChandler admitted inflicting grievous bodily harm on Osborne, and having a bladed instrument in the prison.\nHe was ordered to serve a further eight years in jail on top of his previous sentences."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58537844",
      "category": "uk-wales",
      "title": "Ferraris sale worth £8.5m help fund Pwllheli RNLI boathouse",
      "tags": "RNLI,Pwllheli,Stanwick",
      "text": "Two rare classic Ferrari cars worth £8.5m have sped up the building of a new lifeboat boathouse in north Wales.\nThe 1960s cars were donated to lifeboat charity RNLI by footwear entrepreneur and classic car enthusiast Richard Colton after he died in 2015.\nThe red 1960 Ferrari 250 GT SWB was sold at auction for £6.6m and a 1967 Ferrari 275 GTB/4 raised £1.93m.\nSome £2.8m of the legacy helped fund a boathouse on the Gwynedd coast, which officially opened this weekend.\nPwllheli's crew, in fact, marked the \"proud day\" in their 130-year history with a triple celebration, which also saw the naming and dedication of their new Shannon class lifeboat and a new launch and recovery system.\nThe new boathouse on the Llyn Peninsula was officially opened by Charles Denton, godson of late Northamptonshire businessman Mr Colton, while its construction was also helped by a £100,000 community fundraising appeal.\nMr Colton, a partner in the footwear company Colton Brothers, died in 2015 aged 82. He was also a member of the V12 section of the Ferrari Owners' Club and had owned other Ferraris.\nThe boathouse is now home to the latest Shannon class RNLI boat, which was named Smith Brothers in a dedication ceremony, and presented to the man who funded the lifeboat, Roger Smith from Tamworth in Staffordshire.\n\"During my sailing activities I have always had the greatest confidence in the RNLI facilities,\" said the keen sailor.\n\"Whilst I have never had to call upon their help myself, I have been part of teams who helped yachts that were then handed over to the RNLI\n\"Life has been very kind to me, and the RNLI has agreed that I fund a Shannon all-weather lifeboat for Pwllheli.\n\"The more I get to know the RNLI fundraisers and volunteer crews, the more admiration I have for them.\"\nThe chairman of Pwllheli RNLI Lifeboat Management Group said it was \"a proud day for all at Pwllheli RNLI and the start of a new chapter in the station's 130-year history\".\n\"On behalf of all at Pwllheli RNLI I would like to thank everyone who has supported Pwllheli Lifeboat Station to help us get to where we are today and make sure that our volunteer crew will be here to save lives for many years to come,\" said Alan Jones."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58537599",
      "category": "business",
      "title": "Cressida Dick: Tech giants make it impossible to stop terrorists",
      "tags": "Companies,Internet safety,Child abuse,Encryption,Internet privacy,End-to-end encryption,Cyber-security,Privacy",
      "text": "The Metropolitan Police commissioner has accused tech giants of making it harder to identify and stop terrorists.\nThe tech giants' focus on end-to-end encryption was making it \"impossible in some cases\" for the police to do their jobs, Dame Cressida Dick wrote in the Telegraph on Saturday.\nOn Wednesday, Home Secretary Priti Patel launched a new fund for technologies to keep children safe.\nShe also called on tech firms to put user safety before profits. \nBut cyber-security experts have told the BBC that they are not sure the solutions the government wants are possible to build. \nIn her piece marking the 20th anniversary of the 9/11 attacks, Dame Cressida stressed that advances in communication technologies meant terrorists were now able to \"recruit anyone, anywhere and at any time\" through social media and the internet.\nIn response, the UK was needing to constantly develop its own digital capabilities to keep up with terrorists exploiting technology to their advantage.\nHer message echoes that of Ms Patel, who launched the Safety Tech Challenge Fund at a meeting of the G7 interior ministers earlier this week.\nThe fund, open to experts from across the world, is aimed at tackling child sexual abuse online. \nFive applicants will be awarded up to £85,000 each to develop new technologies that enable the detection of child sexual abuse material (CSAM) online, without breaking end-to-end encryption.\nEnd-to-end encryption is a privacy feature that makes it impossible for anyone except the sender and recipient to read messages sent online.\nWhile tech giants such as Facebook say using such technology will protect users' privacy, several governments including the US, UK and Australia have repeatedly objected to the idea since 2019.\nCyber-security and privacy experts believe that Ms Patel and Dame Cressida's views could be in response to Apple's decision to delay a plan to scan iPhones for CSAM earlier this month.\nThe detection technology, first announced in August, compares images before they are uploaded to iCloud against unique \"digital fingerprints\", or hashes, of known CSAM material on a database maintained by the National Center for Missing and Exploited Children.\nApple's technology was widely criticised by privacy groups and the cyber-security industry as setting a dangerous precedent, because it involved using an individual's own device to check if they could be a potential criminal.\n\"We already have end-to-end encryption in Apple's iMessage texting technology - it's strange that law enforcement and the government haven't hit out at Apple about that, but it's all about attacking Facebook and WhatsApp,\" Alec Muffett, who led the team that built end-to-end encryption technology for Facebook Messenger, told the BBC.\nMuch has been written about the wealth of data tech giants possess about the users of their services, particularly the fact they are constantly tracking user behaviour and interests in order to provide personalised ads.\nHe argues that tech firms already possess the technology they need to detect paedophiles and terrorists, simply by tracking their behaviour - they don't need to compromise a user's privacy by looking at all their personal files on their phone. \n\"If you've got an Facebook account of a middle-aged male who is randomly messaging a dozen teenagers out of the blue, then you have a potentially suspicious activity. It might be innocent, but it is certainly an issue worth delving into,\" said Mr Muffett, who has more than 30 years' experience in cyber-security and cryptography.\n\"The UK government is trying to detect CSAM by looking at the content, as in trying to snoop, rather than trying to observe behaviours.\"\nOn top of this, he says, multiple cyber-security researchers have tested Apple's NeuralHash algorithm and found that it is mistaking two completely different images, as being the same photo, so they fear Apple will falsely accuse users of having criminal content. \nOne leading cyber-security expert who did not wish to be named told the BBC that what the government wants is not technically feasible.\n\"You can change the law of the land, but you can't change the law of science - there's no way of allowing the mass scanning of devices without undermining the protections of end-to-end encryption,\" the expert said.\n\"If somebody manages to viably protect end-to-end encryption while detecting child sexual abuse imagery, they're going to make a lot more than £85,000, so I just don't see what the economics are.\"\nAnother cyber-security boss agrees: \"It's almost like the government is making a statement to make Facebook and other social media organisations do more and give them more access. \n\"If you read between the lines, Ms Patel is essentially saying they want to recruit hackers.\"\nThen there's the privacy concerns. \"Can we trust those in power not to abuse these powers?\" questions online child safety expert Dr Rachel O'Connell, founder of a secure child age authentication tool TrustElevate.\nAs far as data protection expert Pat Walshe is concerned, Apple's solution is not legal. He says he has asked the tech giant to explain how it can be deployed in Europe, and has yet to receive an answer.\n\"The European Court of Justice (ECJ) says the mobile phone is an extension of our private sphere, and the courts have said that the device and any information on it is part of the private sphere of our lives, meaning it requires protection under the European Convention of Human Rights (ECHR),\" he said. \nMr Walshe, who led a team at the mobile operator Three that was responsible for dealing with the government and law enforcement, also has grave concerns about the tech fund proposal, saying it prompts too many questions about privacy. \nInstead, he says, there need to be better, more direct reporting channels to enable both citizens and communication providers to report CSAM to either the tech firms or law enforcement.\n\"And law enforcement needs to receive a huge boost in training, manpower and funding to deal with the reports,\" he stressed.\n\"I'd like to see a greater emphasis on that, than on breaking technology that keeps us safe every day.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58520330",
      "category": "science-environment",
      "title": "COP26: UK still lagging on climate policy, report says",
      "tags": "Committee on Climate Change,Climate change",
      "text": "Britain is lagging way behind its schedule for cutting carbon emissions in the run-up to November's climate summit in Glasgow, a report says.\nThink tank the Green Alliance says current plans will deliver less than a quarter of the cuts needed to meet the UK’s 2030 climate goal.\nLittle progress has been made in areas such as farming (a 7% improvement), power (12%), and waste (15%), it warns.\nThe government said the UK is committed to meeting future climate commitments.\nThe UK has vowed to cut emissions by 78% by 2035 - a world-leading target.\nMinisters promise that the coming Comprehensive Spending Review (CSR) and net zero strategy - an over-arching plan to de-carbonise the whole economy - will deliver carbon-cutting policies in time for November's summit, known as COP26.\nBut Caterina Brandmayr, from the Green Alliance, said: “This is a make-or-break moment for the government. \n“COP26 will fail without the major emitters making genuine commitments in these final 50 days - and as president of COP, the UK has to lead the way to raise ambition globally.  \n“Unless the net-zero strategy and CSR meet the scale of the challenge and opportunity, the UK will be headed into Glasgow with little to show by way of progress on cutting its emissions in this crucial decade.”\nIts report said over the past six months, transport has been the best performing government department.\nIt is now almost half way to hitting its departmental target, thanks largely to plans to electrify motoring.\nAs other departments lag behind, the report’s authors are urging swift government action in five areas:\nThe buildings strategy has been held up as ministers struggle with the practicalities of helping people to insulate their homes and install expensive low-carbon heating when their gas boiler packs up.\nMs Brandmayr said: “The delay has been very disappointing. We need a comprehensive set of measures that will insulate homes, install low-carbon heating and create jobs.”\nGreen Alliance’s net zero policy tracker reports on progress every three months. \nIt reinforces criticism by green groups that the UK is a leader in setting targets, but not in sticking to them.\nWhen approached for a comment, the government did not directly challenge the Green Alliance figures. \nA spokeswoman for the Department of Business, Energy and Industrial Strategy said: \"We are a world leader in the fight against climate change and are absolutely committed to meeting our future climate commitments, having already cut emissions by 44% over the past three decades, and are on track to outperform our current carbon budget plans which takes us to 2022.\n\"We have clear plans to cut emissions further, having recently published our energy white paper, North Sea transition deal, transport decarbonisation plan, industrial decarbonisation and hydrogen strategies.\n\"We have also secured new investments in offshore wind, electric vehicles and battery manufacturing and supply chains, and rolled out schemes to decarbonise homes and buildings. Further details will be set out in our net zero strategy.\"\nThe government’s net zero ambitions have come under fire recently by right-wing Conservatives arguing that the cost of de-carbonisation would be too high. \nThe Treasury is reported to be worried about the final bill.\nAccording to the Office for Budget Responsibility, in an \"early action\" scenario the cost of the net zero transition between 2020 and 2050 could be as little as 0.4% of GDP annually. \nThese costs would increase significantly in scenarios where climate action is delayed or abandoned.\nFollow Roger on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58534372",
      "category": "uk",
      "title": "Covid: England's winter plan to be unveiled and call for Army help at A&E",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you on Monday morning.\nBoris Johnson is due to outline plans for booster vaccine doses and contingency measures if the NHS is at risk of being overwhelmed as part of his Covid Winter Plan for England on Tuesday. Government sources said further lockdowns are not being considered but officials are looking at measures that could be needed if cases rose sharply. The plan will emphasise how the nation will continue \"living with\" the virus through the winter and will promote vaccines for Covid and flu. The prime minister's announcement will come after the Joint Committee on Vaccinations and Immunisation publishes its recommendations on who should receive booster jabs. \nThe head of a union representing ambulance staff has said the Army should be brought in and \"pop-up wards\" set up outside Accident and Emergency departments as patients face hours-long waits at Scotland's hospitals. Jamie McNamee from Unite said patients were being put at risk because ambulances were having to queue outside A&E departments, with routine waits of three hours in Aberdeen and Glasgow. The call comes after the head of the ambulance service apologised for waiting times, saying staff were under \"unprecedented pressure\" due to a huge increase in Covid and non-Covid patients.\nUp to now, people travelling to Wales from abroad have been required to buy PCR tests from the NHS at a cost of £68, although private companies were offering them from about £50. But from 21 September, people will have a wider choice of PCR tests, the Welsh government has announced. Wales's Health Minister Eluned Morgan said new regulations on private testing to improve standards has prompted the change. The UK government said it was tightening rules on private providers after complaints of \"cowboy behaviour\" with slow delivery of results and misleading pricing. Ms Morgan said the Welsh government was continuing to advise against non-essential travel.\nShelves at state-run supermarkets are running low - with some even empty - and customers report queuing for hours to buy items such as sugar, rice, lentils and milk powder in Sri Lanka. It comes as the country imposed tight lockdown measures to stop the spread of coronavirus. The government has denied there are shortages and blames the media for stoking fears. But it imposed strict controls on the supply of essential goods last month, saying it needed to prevent hoarding and control inflation as it struggles with a depreciating currency and a crippling foreign debt burden. The surge in coronavirus cases has hit tourism, one of the country's main foreign currency earners, and the pandemic contributed to a record economic slump last year.\nA queue stretched out of the door of one of Belfast's best-known music venues on Saturday, but the star attraction at the Limelight was a pop-up vaccine clinic, not a performer. The clinic was part of Northern Ireland's push to increase the numbers of young people getting their jab, from 72% of 18- to 29-year-olds to a figure closer to the 90% uptake for the total adult population. Those getting their vaccine at the Limelight were being given a free ticket to a gig at Ormeau Park next week, but organisers said people were motivated to get the jab and the tickets were just an extra incentive.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nUniversity students are preparing to return to face-to-face lectures, but things won't be completely back to normal - find out what to expect in our guide to the new term.\nYou can find further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58537030",
      "category": "business",
      "title": "Ryanair: Holiday prices likely to rise sharply soon",
      "tags": "Tourism,Companies,Holidays,Travel,Air travel,Ryanair",
      "text": "The boss of budget airline Ryanair has warned holiday prices are likely to rise sharply next year as consumer demand for travel rebounds.\nMichael O'Leary told The Sunday Times fewer flights, inflation and more taxes would drive airfares up.\n\"I think there will be a dramatic recovery in holiday tourism within Europe next year,\" he said.\n\"And the reason why I think prices will be dramatically higher is that there's less capacity.\"\nRyanair's short-haul rivals had all had to reduce their fleets because of the pandemic, he added.\n\"Take out Thomas Cook (six million seats), Flybe (eight million seats), Norwegian (nearly 24 million seats)... Alitalia's reducing its fleet by 40%,\" said Mr O'Leary. \n\"There is going to be about 20% less short-haul capacity in Europe in 2022, with a dramatic recovery in demand.\"\nRyanair is planning to open a new base at Newcastle International Airport next year, creating at least 60 aviation jobs.\nIts rival EasyJet meanwhile has closed its bases at Stansted, London Southend and Newcastle airports, and from 1 November, Ryanair will cease all operations at Southend, meaning no passenger planes will use the airport. \nThis comes as economists predict inflation will continue to rise over the rest of the year, which Mr O'Leary said was a factor in increasing airfares, as well as the threat of increasing environmental taxes.\nHowever, to combat this he intended to cut prices for winter 2020 in order to \"grab market share from everywhere\".\nAirlines have been hit hard by lockdowns and travel restrictions around the world, with many announcing job cuts.\nEasyJet said in May that it planned up to 4,500 job cuts as it struggled with the collapse in air travel caused by the coronavirus crisis.\nIt has started to fly passengers again but does not expect 2019 levels of demand to be reached again until 2023.\nMultiple airlines have warned that thousands more jobs could be at risk if the government's furlough scheme was not extended after 30 September, as bookings have not recovered. \nThey have also criticised the government for its \"confusing\" traffic-light travel list system.\nCanada, Switzerland and Denmark were among the latest countries to join the UK's green travel list.\nMeanwhile, the government is planning to overhaul the traffic light system in the coming weeks, the BBC has been told.\nTim Alderslade from industry body Airlines UK said: \"There are over half a million direct jobs that rely on aviation and we're now entering the lean winter period. Something may have to give, without the furlough support that is coming to an end this month. \n\"This summer was such a missed opportunity - alone across Europe we insisted on expensive and complex PCR tests and it's no wonder demand remained weak. Until we stop being such an outlier it will be impossible to get back to anything like 2019 levels of trade.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58517339",
      "category": "world",
      "title": "British American Tobacco negotiated bribe for Mugabe, new evidence suggests",
      "tags": "Tobacco industry,British American Tobacco,Robert Mugabe,Zimbabwe",
      "text": "A BBC Panorama investigation has found evidence that suggests one of Britain's biggest companies paid a bribe to the former Zimbabwean leader Robert Mugabe.\nDocuments show British American Tobacco (BAT) was involved in negotiations to pay between $300,000 and $500,000 to Mugabe's Zanu-PF party in 2013.\nThe documents also reveal BAT was paying bribes in South Africa and using illegal surveillance to damage rivals. \nBAT says it is committed to the highest standards of corporate conduct. \nPresident Mugabe's 37-year rule was secured through elections marred by allegations of fraud and violence.\nHe was ousted in 2017 and died in 2019. The ruling party Zanu PF is now under new leadership.\nIn a joint investigation with the Bureau of Investigative Journalism and the University of Bath, Panorama obtained thousands of leaked documents.\nThey show how BAT funded a network of almost 200 secret informants in southern Africa.\nWatch BBC Panorama: Dirty Secrets of the Cigarette Business on BBC One on Monday at 19:30 BST\nMost of this work was outsourced to a South African private security company called Forensic Security Services (FSS).\nFSS was officially tasked with fighting the black-market cigarette trade, however former employees have told the BBC that they broke the law to sabotage BAT's rivals.\nInternal documents show in one operation, FSS staff were instructed to close down three cigarette factories run by BAT's competitors in Zimbabwe.\nFSS paid a local firm to conduct surveillance on a Savanna Tobacco factory in 2012, but the company got caught. \nThree of its directors were charged in connection with illegal surveillance. The arrests prompted the then president, Robert Mugabe, to make a speech condemning the men's actions and BAT's suspected involvement. \nHowever, Panorama has found that behind the scenes, contractors working on behalf of BAT were talking to Zimbabwean officials. \nThe man who was sent in to negotiate a deal, who wishes to remain anonymous, told Panorama he bribed a number of government officials to secure a meeting to discuss the men's case.\nHe said: \"I had to make it clear that they're going to expect a nice thick envelope of notes.\"\nDocuments seen by the BBC confirm that the man was provided with the equivalent of US$12,000 in South African rand. They also suggest the money for the bribes was provided by BAT.\nAn internal memo outlines the deal that was proposed. The Zimbabwean official said that with the upcoming presidential elections, a donation to Mugabe's party - Zanu PF - would help.\nThe memo said: \"With this donation, they could then go back to the President\" to try to get the problem sorted out.\n\"The amount of the donation would have to be in the region of between USD300,000 to USD500,000 to Zanu PF,\" it said.  \nThe documents do not show whether the bribe was in the end paid, but Panorama has spoken to three sources who have confirmed that BAT was aware of the terms of the deal on offer.\nWithin days of the deal being offered, all three directors were free.\nBAT declined to answer Panorama's questions about the Zimbabwe payments, but it did not deny paying a bribe to Robert Mugabe.\nIt is against UK law for a British company to pay bribes, no matter where the payment takes place.\nFSS worked for BAT in southern Africa between 2000 and 2016.\nEvidence strongly suggests they bribed customs officials and police officers, and that BAT secured access to information from the police camera network, which was used to spy on its rivals. \nFSS tapped the phones of BAT's competitors, placed tracking devices on their delivery vehicles and bribed staff to hand over information.\nDocuments show senior staff from BAT's London HQ personally recruited and paid some of the informants working at competitors' factories. \nBAT staff would also load cash onto currency cards in London and the informants could then withdraw the money anonymously in South Africa. \nIt is a payment system sometimes used by organised crime groups to evade detection. \nBAT's lawyers said the allegations are not new and that it was not unlawful to pay sources to gather information about criminal behaviour. \nThey said the company rejects the allegation that any steps were taken with the aim of impacting the lawful activities of legitimate competitors or for commercial advantage.\nBAT said: \"We emphatically reject the mischaracterisation of our conduct... Our efforts in combating illicit trade have been aimed at helping law enforcement agencies in the fight against the criminal trade in tobacco products. \n\"Acting responsibly and with integrity underpins the foundations of our culture.\"\nThis is not the first time BAT has been accused of bribery. In 2015, Panorama found the company had  secretly paid politicians and civil servants in countries in east Africa to undermine anti-smoking measures. \nThe revelations prompted a five-year investigation by the UK's Serious Fraud Office (SFO). Earlier this year, it concluded there was not enough evidence for prosecution. \nBAT says it fully cooperated with the SFO's investigation, which included allegations relating to South Africa and which resulted in no action being taken.\nWatch BBC Panorama: Dirty Secrets of the Cigarette Business on BBC One on Monday at 19:30 BST, or on BBC World on Saturday 18 September 02:30  GMT and 15:30 GMT, and Sunday 19 at 09:30 GMT and 21:30 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58536534",
      "category": "world-europe",
      "title": "Paris residents alarmed by air force drill on 9/11 anniversary",
      "tags": "France,September 11 attacks",
      "text": "When an Airbus A330 shadowed by a French fighter jet roared at low altitude across the skies near Paris on Saturday, eyewitnesses expressed alarm.\n\"It sounded like a blast - we didn't know whether it had crashed,\" a resident told BFMTV, noting that on the 20th anniversary of the 9/11 attacks on the US \"of course we think about that!\" \nIn fact, the Airbus was involved in a drill, with PM Jean Castex on board.\nHis office said the Rafale fighter jet had carried out a refuelling exercise.\nFootage of the incident was posted online by residents, including this one who expressed concern about \"this fighter-jet nonsense\".\nMr Castex's office said he was on the Airbus because of \"his responsibilities in matters of national defence\".\nArmed Forces Minister Florence Parly was also on board.\nThe military plane had recently been used in the evacuation of civilians from Kabul airport in Afghanistan.\nThe two aircraft landed at Vélizy-Villacoublay air base, south-west of Paris, on Saturday afternoon - just as the 9/11 commemorations were being held across the Atlantic.\nBFMTV commented: \"In the end, it was just an exercise. People will take their own view about the timing.\"\nYou might want to watch:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58533107",
      "category": "world",
      "title": "Families and leaders mark 20th anniversary of 9/11",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58538441",
      "category": "uk-england-sussex",
      "title": "Brighton Marathon organisers apologise over course that was too long",
      "tags": "Running,Brighton,Marathon running",
      "text": "Brighton Marathon organisers have apologised to runners after it emerged the course was 568m (0.35 miles) too long.\nAbout 7,500 marathon participants set off from Preston Park from 09:45 BST on a course they thought was 26.2 miles.\nOrganisers apologised for the error and said they hoped it had not \"marred the experience\" for runners.\nThey said the marathon was a \"fantastic comeback\" after an 18-month hiatus due to the coronavirus pandemic.\nA spokesperson told the BBC: \"The mistake was spotted after runners were on the route and therefore could not be rectified.\n\"The mistake was human error and we apologise sincerely to all of our marathon participants.\"\nBrighton Marathon's statement on Twitter said: \"We would like to apologise to our marathon participants that the course today has measured 568m too long.\n\"We are wholly disappointed that this has affected our runners and hope that it hasn't marred the experience, at what has been a fantastic comeback event after 18 months.\"\nThe event, which has taken place since 2010, begins in Preston Park, then snakes its way through the city before finishing on the seafront.\nOrganisers said the first man to finish was Neil McClements, with a time of 2:33:44, with Ollie Garrod coming in second and Mark Innocenti in third.\nVerity Hopkins won the women's race with a time of 2:52:11. She was followed by Amy Harris in second and Lauren Reid in third. \nThere have been similar issues with the Brighton half marathon - which has different organisers from the full marathon.\nIn 2017 runners called for refunds or discounts after it was revealed that the half marathon had been 146m (0.09 miles) short since 2015."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-58532514",
      "category": "world-asia-india",
      "title": "Air India Express: Deadly plane crash blamed on human error",
      "tags": "India",
      "text": "Pilot error and failure to follow safety guidelines probably led to the crash of an Air India Express plane in August last year, investigators say.\nThe passenger plane with 190 people on board crashed at the Calicut airport in the southern state of Kerala, killing 21 people. \nThe Boeing 737, which had flown from Dubai, skidded off the runway in rain and broke in two after landing. \nThe flight was repatriating Indians stranded by the coronavirus crisis.\nThe dead included both pilots. Seventy-five passengers were seriously injured. \nThe aircraft crashed as it attempted to land for a second time. The first attempt was aborted by the pilots because of the heavy monsoon-season rainfall lashing Kerala.\nThe report by India's Aircraft Accident Investigation Bureau said there were several \"violations\" of operation procedures before landing by the pilot. \nThey include that not carrying out \"adequate briefing\" for landing with tailwinds in rain and poor visibility, as well as failure to \"quickly calculate accurate landing data in adverse weather conditions\", contributed to the crash. \nA malfunctioning windshield wiper had also impaired visibility, the 257-page report said.   \nThe pilot also \"did not make the mandatory announcement for the cabin crew to be seated on the first approach for landing... This is a very serious omission and compromises cabin crew\", the report said.\nThe report added that \"systemic failures\" could have also contributed to the crash.\n\"These usually occur due to prevailing safety culture that give rise to errors, mistakes and violation of routine tasks performed by people operating within the system,\" it said. \nPlane crashes have happened before during the monsoon season, in India which lasts from June to September and wreaks havoc across south Asia every year.\nIn May 2010, 158 people died when an Air India Express flight overshot Mangalore airport runway and crashed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58505658",
      "category": "newsbeat",
      "title": "'Vaccine passports make me even more reluctant to get a Covid jab'",
      "tags": "Warwick,Edinburgh,University of Warwick,Coronavirus vaccines,Higher education,Coronavirus pandemic",
      "text": "Covid made 2020 one of the worst years ever to be a uni student, so many can't wait to get back to normal when the new term starts - but it's going to be less fun if you've not had a Covid jab.\nFrom next month you'll only get into nightclubs in England and Scotland if you can prove you're fully vaccinated. \nThe aim of vaccine passports is to reduce Covid cases and avoid lockdowns.\nBut some people are angry about the rule, with one student saying it makes her even more reluctant to get a jab.\n\"When I turned 18 I went to one or two clubs with my friends and then Covid hit,\" Sharnie May Crooks tells Newsbeat.\n\"Now I'm 19, I'm going to be 20 in November - it's nearly two years of clubbing that I've just never had the chance to experience and now with vaccine passports it doesn't look like it's going to happen anytime soon.\"\nSharnie's been working as a bartender and customer services assistant to make some extra cash before starting her second year studying psychology at the University of Warwick.\nShe says she'd \"happily\" take lateral flow tests to prove she's not carrying the virus ahead of big nights out, as we've all had to at gigs and festivals this summer. \nBut the idea of vaccine passports is \"outrageous, preposterous\" and \"too far to the extreme\".\n\"A vaccine should be a personal choice, and if you're restricting me from doing things, that's pushing me further away from making that decision because you're removing choice from it.\"\nSharnie doesn't plan on getting the vaccine for at least a couple of years, because she's concerned about the possibility of unknown long-term effects.\nScientists have repeatedly said the serious complications of Covid itself are a far greater risk to people than vaccines. The vaccines approved for use in the UK have met strict safety standards and reports of serious side-effects are very rare.\nSharnie says she's not going to change her mind, so freshers' week is \"not going to be as exciting as I would have hoped\" as a result of vaccine passports.\nBut she's \"definitely not going to be sitting at home\" while her peers have fun at uni - and says it's likely she'll end up going to illegal raves instead of legitimate clubs.\nShe says lots of her friends feel the same way and thinks an increase in the number of illegal raves will be a consequence of vaccine passports that the government hasn't considered.\n\"Staying at home, not partying, is definitely just not an option,\" she says.\nAnnie is 21 and we've agreed not to use her surname. She's also against the idea of vaccine passports - but for very different reasons.\nWhen Annie was 14 she overdosed on paracetamol in an attempt to take her own life. After that she had a \"bit of a fear of taking medication\" but when the UK went into lockdown in March last year, the fear developed into severe anxiety and panic attacks about medicine. \n\"Some panic attacks get to the point where I have to lie in bed and just not move because I can't breathe. I think I'm going to die, I think the side-effects are going to kill me. Obviously that's not going to happen but that's how it makes me feel.\"\nAt the moment Annie's anxiety is so bad that she can't take any medication - including any vaccines.\n\"I am not against the vaccine in any way. I think anyone who can get it should get it -  but me personally, I just am not comfortable taking it 'cos I know how it will make me feel. It's just the vaccine passports that I have a grievance with,\" she says.\nAnyone who has good reasons for not getting fully vaccinated - including children and people with particular medical conditions - will be exempt from the vaccine passport restrictions. But Annie isn't sure if her condition will be covered by this.\nShe's looking forward to going to a McFly concert at the end of this month but doesn't think she'll be allowed into a JLS gig she has tickets for in October. \nShe's also worried she won't be able to use her football season ticket because stadiums with capacity of over 10,000 people are also subject to the vaccine passport rules in Scotland.\n\"Aspects of my mental health have vastly improved since I've been able to go back to events and stuff like that,\" she says.\n\"If I can't go to these events I'm going to be cooped up inside again, feeling all of these intense feelings of anxiety. But then if I get the vaccine, I will be feeling those intense feelings of anxiety - so it's a lose-lose situation for myself.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58536118",
      "category": "uk-politics",
      "title": "Health tax could increase family breakdown, tax authority warns",
      "tags": "Tax,Social care,HM Revenue & Customs,NHS",
      "text": "Plans to raise National Insurance to fund health and social care could lead to the breakdown of struggling families, the UK's tax authority says.\nMinisters announced the tax hike this week to pay for an £86,000 personal cap on lifetime social care costs in England, and tackle NHS backlogs. \nHMRC analysis has predicted it will have a \"significant\" impact on wages, inflation, and company profits. \nHealth Secretary Sajid Javid said it was the fairest way to fund investment.\nBut also speaking on Sunday, Labour's Shadow Health Secretary Jonathan Ashworth called the proposals a \"punishing unfair tax rise on working people\".\nThe 1.25 percentage point rise in National Insurance (NI), a tax paid by workers and employers, will begin next April, before becoming a separate Health and Social Care Levy from April 2023.\nAlong with a 1.25 percentage point hike in dividend tax from next April, it is expected to raise £12bn a year for the next three years. \nAnalysis prepared for the government by HMRC, published after MPs backed the changes last week, said in 2022-23 a worker on the median basic rate taxpayer's income of £24,100 would be expected to pay an additional £180 per year.\nEmployees on the median higher rate taxpayer's income of £67,100 would be expected to pay an additional £715, the document added. \nIt added: \"There may be an impact on family formation, stability or breakdown as individuals, who are currently just about managing financially, will see their disposable income reduce.\"\nThe analysis also forecast the increase would impact companies' decisions on hiring staff, and setting salaries. \nAnd it said turning the NI increase into a separate levy - meaning it would appear as a separate line on workers' pay slips - would mean extra staff costs for HMRC.\nThe majority of the £36bn fund raised by the rise over the next three years will go towards tackling the backlog of NHS cases, which has worsened during the Covid pandemic.\nA smaller portion of the money - £5.4bn over the next three years - will also go towards changes to the social care system.\nThe government has promised the share going to social care will increase after that, but has not specified exactly by how much. \nLabour has criticised the tax hike as unfair to working people, and said it would not do enough to improve care offered in the social care system. \nThe party said it backed more spending on health and social care - but has been coming under pressure to specify how they would pay for it instead. \nLeader Sir Keir Starmer recently said the money could be raised through taxing landlords. He has also said it could be funded through \"wealth taxes\", but has not set out details. \nOn Sunday, Mr Ashworth told the BBC's Andrew Marr programme that improving care for people in their own homes, so that they did not have to move into a care home, could save £2.5bn a year that could be spent on \"the front line\". \nSpeaking on the same programme, Mr Javid defended the tax hike, adding it would make government support for social care \"more generous\" and said paying for the changes through higher borrowing would be \"wrong\".\n\"The way this has been done, through a broad-based progressive tax, is the fairest way possible to support us all, for our health needs and our care needs,\" he added. \nAfter backing the proposals last week, MPs will vote on the legislation to set up the new health and social care levy next week. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58527909",
      "category": "uk",
      "title": "Prince Andrew's team dispute claims accuser served legal papers",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,Jeffrey Epstein",
      "text": "Prince Andrew's team do not believe that legal papers from lawyers for the woman who has accused him of sexual abuse have been successfully served, the BBC understands.\nVirginia Giuffre has launched a civil case against the prince in New York - and legal papers have to be \"served\" before the case can proceed.\nHer lawyers said they were left with a police officer at his home in Windsor.\nPrince Andrew denies all the claims made by Ms Giuffre.\nOn Monday, a US judge must determine whether the papers have in fact been \"served\" before any case can get under way.\nThe video conference, scheduled for a New York court, will consider the next stages of the case.\nPrince Andrew, the Queen's son, is currently at Balmoral, the royal family's Scottish estate.\nAccording to court documents from Ms Guiffre's lawyers, an answer is due from him to the affidavit by 17 September and \"if you fail to respond, judgment by default will be entered against you for the relief demanded in the complaint\".\nLegal papers say a process server working for Ms Giuffre's team arrived at the Royal Lodge in Windsor, Berkshire, on Thursday 26 August at 09:30 BST.\nThe man met security staff, left a business card, and was asked to wait.\nThe papers say he then spoke to police, including the head of security, who could not locate Prince Andrew's private secretary \"or anyone senior\".\nThe agent was told the security team \"had been told not to accept service of any court process\".\nHe was then given a solicitor's name and number and phoned him at 10:40, but did not get a response, the papers say.\nOn Friday 27 August, the same process server returned to the Royal Lodge in Windsor and spoke to the \"head of security\".\nHe was advised the papers could be left with police at the main gates, and they would be forwarded to the legal team.\nThe papers state: \"The deponent did enquire whether it was possible to meet personally with the defendant, but the deponent was told that this was not possible.\"\nMs Giuffre's legal team claim that by leaving the papers with the officer, the service was successfully completed.\nAsked whether the prince had received the papers and if he accepted they had been served, a spokeswoman representing the prince said: \"No comment.\"\nOne reason it is believed the duke's team does not consider papers have been served is because they maintain British legal procedures require that a valid request for assistance from UK court officials must come from a judicial or diplomatic officer in the US - and not from Ms Giuffre's lawyers.\nIt is understood there are also questions over the steps taken to deliver the papers, in particular, attempts to serve them personally to the prince at his home and to email them to barristers who may not be authorised to conduct litigation.\nBBC royal correspondent Nicholas Witchell said: \"Clearly the papers have not been served personally on Prince Andrew. \n\"Equally clearly, Prince Andrew has not been making himself available to receive these papers so it will all now have to be decided by a judge in New York on Monday - whether they've been served, whether the court case can continue.\"\nMs Giuffre - an accuser of convicted sex offender Jeffrey Epstein who died in jail in 2019 - claims she was brought to the UK at the age of 17 to have sex with Prince Andrew.\nShe filed a case against him last month in New York. It is a civil rather than criminal case - meaning Ms Giuffre wants the court to decide whether her allegations are true, and whether the duke should pay her damages.\nThe case alleges the prince sexually abused Ms Giuffre at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and the US Virgin Islands.\nIt claims the prince engaged in sexual acts without her consent, knowing how old she was and \"that she was a sex-trafficking victim\".\nSpeaking to the BBC about Ms Giuffre's allegations in 2019, Prince Andrew said they \"never happened\".\n\"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\" he told BBC Newsnight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58533531",
      "category": "entertainment-arts",
      "title": "Venice Film Festival: Abortion drama wins top prize",
      "tags": "Abortion,Coronavirus lockdown measures,Film,Venice",
      "text": "A film about illegal abortions in 1960s France has won the top prize at the Venice Film Festival.\nAudrey Diwan's Happening (L'Événement) is about a woman seeking a termination to continue studying.\n\"I did this movie with anger, with desire, with my belly, my guts, my heart and my head,\" Diwan said as she accepted the award. \nThe film comes after controversial new laws banning abortion after six weeks were introduced in Texas.\nThe 78th edition of the world's oldest film festival wrapped up on Saturday night, with international celebrities flocking to Venice's red carpet.\nThe ceremony was a stark contrast to last year's event, when guests had to wear masks during screenings and around half of the seats on the Lido waterfront were left empty due to the coronavirus pandemic. \nThe winning film, Happening, is based on an autobiographical novel by Annie Ernaux and portrays a young woman seeking a termination to be able to continue her studies, despite the risk of prison or death.\nThe award was selected by a jury led by Parasite director Bong Joon-Ho.\nThe second prize, the Silver Lion, was presented to Italian director Paolo Sorrentino for The Hand of God, a film about his youth in the southern city of Naples.\nOther women filmmakers were also honoured during Saturday's ceremony, with New Zealand's Jane Campion picking up the best director award for The Power of the Dog, starring Benedict Cumberbatch. Maggie Gyllenhaal, meanwhile, was awarded the best screenplay prize for The Lost Daughter, which features Olivia Colman.\nPenelope Cruz won the award for best actress for her role in Parallel Mothers, directed by Spanish director Pedro Almodovar. Best Actor went to Filipino actor John Arcilla for his role in crime thriller On the Job: The Missing 8.\nLast year's top prize was given to Nomadland, a US film about a widow living as a nomad after the 2008 financial crisis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58533533",
      "category": "world-europe",
      "title": "Pope warns of anti-Semitism as he visits Hungary",
      "tags": "Pope Francis,Anti-Semitism,Viktor Orban,Christianity,Hungary,Slovakia",
      "text": "Pope Francis has warned the threat of anti-Semitism is \"still lurking\" in Europe, during a brief trip to Hungary.\nHe was speaking after meeting Hungary's populist and anti-immigrant PM Viktor Orban, with whom he has stark differences on the issue of refugees.\nMr Orban has also been accused of an anti-Semitic stance, but he has said this is \"simply ridiculous\".\nIn a Facebook post, the PM said he had \"asked Pope Francis not to let Christian Hungary perish\".\nPope Francis' meeting with Mr Orban lasted about 40 minutes in the Museum of Fine Arts in Budapest.\nIn his address to Christian and Jewish leaders afterwards, Francis warned of \"the threat of anti-Semitism still lurking in Europe and elsewhere\". \nHe said: \"This is a fuse that must not be allowed to burn. And the best way to defuse it is to work together, positively, and to promote fraternity.\"\nHungary has a large Jewish community - some 100,000 strong.\nMr Orban was criticised for his 2017 election campaign that included posters of Jewish financier George Soros, with the words \"Let's not allow Soros to have the last laugh!\" He rejected calls from the Jewish community to take them down.\nOn a visit to London, the PM denied any anti-Semitism, saying that Mr Soros was simply a rival who favoured migrant movement.\nMr Orban and the Pope certainly have divergent views on refugees and migration.\nSome of the PM's supporters in Hungary, along with pro-Orban media, have in the past mocked the Pope as \"anti-Christian\" for his comments on helping refugees.\nAt a Mass later on Sunday, Pope Francis alluded to the issue, saying: \"The cross, planted in the ground, not only invites us to be well-rooted, it also raises and extends its arms towards everyone.\"\n\"The cross urges us to keep our roots firm, but without defensiveness... My wish is that you be like that: grounded and open, rooted and considerate,\" the pope said.\nFrancis was celebrating Mass to mark the end of the Eucharistic Congress, which has attracted tens of thousands of Christians from around the world over the past week.\nOne worshipper, Eva Mandoki, 82, told Agence France-Presse: \"We are not here for any politics, but to see and hear the Pope, the head of the Church. We can hardly wait to see him.\"\nThe Pope's whole Hungarian visit is expected to last only about seven hours, before he moves on to Slovakia for three days.\nThe brevity of his Hungary trip compared to Slovakia has raised speculation about what signals the Pope is trying to send.\nOne pro-Orban TV analyst said: \"Pope Francis wants to humiliate Hungary by only staying a few hours.\"\nThe Vatican has called it a \"spiritual trip\" and Mr Orban said comparisons with Slovakia were \"misleading\". But some sources say the Vatican rejected offers of a longer stay.\nThe meeting between Viktor Orban, self-styled crusader against liberalism, and the liberal Pope passed peacefully, according to comments from the Vatican and the PM's office.\nThe role of the Church, protection of the environment and promotion of the family were among the topics discussed, said the Vatican.\nThe Pope later delivered a message of inclusion and fraternity to Christian and Jewish leaders, using the symbolism of the Chain Bridge across the Danube, currently undergoing repairs, to underline his message.\nThe opposition-run city council, meanwhile, welcomed Pope Francis in its own way, with quotes from his speeches. \"The abuse of power wounds human dignity, which we cannot allow and must struggle against,\" read one, displayed prominently on posters around Budapest.\nThis is the Pope's first international trip since surgery this year.\nIn Slovakia, his visit aims to improve Catholic-Jewish relations and he will also meet members of Slovakia's Roma community.\nFrancis has visited dozens of countries since he became pope in 2013, although his travels have recently been affected by the spread of coronavirus. \nEarlier this year, he made a historic four-day trip to Iraq.\nIn July, the 84-year-old spent 10 days in hospital while he received treatment for a colon problem.\nHe also suffers from a number of other health issues. He lost part of his right lung at the age of 21 and also suffers from a hip problem and sciatica, which causes pain that radiates from the lower back to the legs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58537081",
      "category": "world-asia",
      "title": "Afghanistan: Taliban announce new rules for female students",
      "tags": "Afghanistan,Taliban,Higher education",
      "text": "Afghan universities will be segregated by gender, and a new dress code will be introduced, the Taliban has said.\nHigher Education Minister Abdul Baqi Haqqani indicated women would be allowed to study, but not alongside men.\nHe also announced a review of the subjects students would be taught.\nWomen and girls were banned from schools and universities under Taliban rule between 1996 and 2001.\nThe Taliban have said they will not prevent women from being educated or having jobs. But since they seized control on 15 August, they have asked all women, except those in the public health sector, to stay away from work, until the security situation improves.\nSunday's announcement of the higher education policy comes a day after the Taliban raised their flag over the presidential palace, signalling the beginning of their administration. They seized control from the elected government a month ago.\nThe policy marks a significant change from the accepted practice before the Taliban takeover. Female students did not have to abide by a dress code, and universities were co-educational, with men and women studying side by side.\nBut Mr Haqqani was unapologetic about that change. \"We have no problems in ending the mixed-education system,\" he said. \"The people are Muslims and they will accept it.\"\nSome have suggested that the new rules will exclude women from education because the universities do not have the resources to provide separate classes. However, Mr Haqqani insisted there are enough female teachers and that where they are not available alternatives will be found.\n\"It all depends on the university's capacity,\" he said. \"We can also use male teachers to teach from behind a curtain, or use technology.\"\nGirls and boys will also be segregated at primary and secondary schools, which was already common throughout Afghanistan.\nWomen will be required to wear hijabs but Mr Haqqani did not specify if additional face coverings would be made compulsory. \nThe newly installed minister also said that the subjects taught in universities will be reviewed. He told reporters that the Taliban wanted to \"create a reasonable and Islamic curriculum that is in line with our Islamic, national and historical values and, on the other hand, be able to compete with other countries\".\nThe announcement comes after a demonstration by women supportive of the Taliban's gender policies at Shaheed Rabbani Education University in Kabul yesterday. \nHundreds of women, most of them wearing black niqabs and carrying small Taliban flags, listened to speeches that praised the new regime and attacked those involved in large demonstrations across the country demanding the protection of women's rights. \nSince the Taliban were removed from power in 2001, enormous progress has been made in improving Afghanistan's education enrolments and literacy rates - especially for girls and women.\nA recent report by the United Nation's education branch, UNESCO, said that the number of girls in primary school had increased from almost zero to 2.5 million in the 17 years after Taliban control. \nThe report also said the female literacy rate had nearly doubled in a decade to 30%.\nThe Taliban's new government has also replaced the Women's Affairs Ministry with the Ministry of Vice and Virtue. \nThe much feared department was responsible for deploying religious police to the streets to enforce Sharia law during the Taliban's previous spell in power. It became known for beating women for infractions such as dressing immodestly and being outside without a male guardian. \nMany prominent professional women fled Afghanistan in anticipation of the group's return to power. The country's biggest pop singer Aryana Sayeed left the country on a US cargo plane and the famed film director Sahraa Karimi was evacuated to Ukraine. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58536338",
      "category": "uk-england-manchester",
      "title": "Fabrice Muamba's son 'faced racist chants' in school rugby game",
      "tags": "Racism",
      "text": "One of the country's top schools has launched an investigation after former footballer Fabrice Muamba said his son faced racist abuse in a school rugby game.\nMr Muamba tweeted that his 12-year-old son \"received monkey chants\" from opponents at Manchester Grammar School after scoring a try.\n\"Racism is learnt; be careful what you are teaching your children,\" he said.\nThe school said it condemned racism and would \"take the appropriate action\". \nIn a statement, it added: \"We are a diverse school with pupils from all backgrounds, and we take any allegations of racism incredibly seriously.\n\"Racism is abhorrent and we know the damage, distress and upset it causes. It is something we talk about regularly to all pupils.\"\nA spokesman said the school hoped to speak to Mr Muamba and his family soon \"to offer our support and address their concerns\" after the incident during a match in Stockport on Saturday.\nFounded in 1515, Manchester Grammar School charges annual fees of £13,000 and includes notable former pupils such as Nobel Prize winner and chemist Prof John Polanyi, Oscar-winning actor Sir Ben Kingsley and medical broadcaster Dr Rangan Chatterjee.\nAfter the murder of the African-American man George Floyd in the US last year, the school faced calls to improve its teaching of British colonialism from current and former pupils.\nIt then said that it would develop curriculum materials, which it would share with other schools for free.\nMr Muamba is now a football coach after retiring as a player at the age of 24, when he collapsed on the pitch during an FA Cup quarter-final in 2012.\nHe survived a cardiac arrest when his heart stopped for 78 minutes, while playing for Bolton Wanderers against Tottenham Hotspur.\nThe former England Under-21 midfielder, who arrived as a refugee from the Democratic Republic of Congo at the age of 11, has since been involved in campaigns to get more defibrillators in public places.\nIt has not been disclosed which school his son attends.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58534876",
      "category": "uk",
      "title": "Emma Raducanu on being US Open champ, the Queen and chocolate",
      "text": ""
    }
  ]
}